{
  "casebody": {
    "data": "<casebody firstpage=\"165\" lastpage=\"182\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b205-6\">578 A.2d 304</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b205-7\">Clarence MOORE, Jr. and Tito Summers v. STATE of Maryland.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b205-10\">No. 1662,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"AlN\">Sept. Term, 1989.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b205-11\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"AUL\">Aug. 31, 1990.</decisiondate>\n<otherdate data-order=\"6\" data-type=\"otherdate\" id=\"b205-12\">Certiorari Denied Dec. 26, 1990.</otherdate>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b207-10\"><page-number citation-index=\"1\" label=\"167\">*167</page-number>Robert N. Dugan, Assigned Public Defender, Towson, for appellant, Summers.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b207-11\">Clarence W. Sharp, Asst. Public Defender (Alan H. Murrell, Public Defender on the brief, Baltimore, for appellant, Moore.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b207-12\">Jillyn K. Schulze, Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty. Gen., Baltimore, and Alexander Williams, Jr., State’s Atty. for Prince George’s County, Upper Marlboro, on the brief), for appellee.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"b207-13\">Submitted before GILBERT, C.J., and ALPERT and CATHELL, JJ.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b208-4\"><page-number citation-index=\"1\" label=\"168\">*168</page-number>GILBERT, Chief Judge.</author>\n<p id=\"b208-5\">The joy of Christmas Day, 1988, was shattered by the burst of bullets in the residence of Joseph and Terry Nelson located in the Temple Hills area of Prince George’s County. When the sound of the gunshots faded away, Joseph lay dead on his bed. Terry was dead on the living room floor, and Martha Nelson, the decedents’ mother, lay on the floor beside her son. Terry had been slain by a bullet shot into the back of his head, and Martha was unable to move because of a wound to her neck, which severed her spinal cord.</p>\n<p id=\"b208-6\">Tito Summers and Clarence Moore Jr. were convicted by a jury in the Circuit Court for Prince George’s County, Maryland (Missouri, J.) of the two slayings of the Nelson brothers and the attempted killing of their mother.<footnotemark>1</footnotemark> Aggrieved at their convictions, Summers and Moore have together appealed.</p>\n<p id=\"b208-7\">The appellants raise various issues, which we shall address in the order posed to us. Additional facts will be supplied as they relate to specific issues.</p>\n<p id=\"b209-4\"><page-number citation-index=\"1\" label=\"169\">*169</page-number>I. <em>Severance</em></p>\n<p id=\"b209-5\">Prior to trial the State moved for, and the trial judge granted, a consolidation of Summers’s and Moore’s trials. Appellants argue that consolidation was inappropriate because their defenses were incompatible (i.e., each defendant attempted to prove at trial that the other was solely responsible) and, therefore, prejudicial.</p>\n<p id=\"b209-6\">Maryland Rule 4-253(c) provides that a trial judge may order separate trials for co-defendants “if it appears that any party will be prejudiced by the joinder for trial of ... defendants.” The question put to us is simply: were the appellants prejudiced by being tried jointly.</p>\n<p id=\"b209-7\">Each appellant contends that he was prejudiced by the joinder because each had defenses hostile to the other. The case law in Maryland, however, does not sweep as broadly as appellants think it does. A defendant is deemed to have been prejudiced by a joint trial when the joining of a co-defendant or co-defendants (1) permits the State to introduce, against a particular defendant, otherwise inadmissible evidence, and (2) that otherwise inadmissible evidence tends to contradict the defendant’s theory of the case. <em>Day v. State, </em>196 Md. 384, 76 A.2d 729 (1950); <em>Erman v. State, </em>49 Md.App. 605, 434 A.2d 1030 (1981), <em>cert. denied, </em>292 Md. 13 (1981).</p>\n<p id=\"b209-8\">The permitted joinder in both <em>Day </em>and <em>Erman </em>allowed the State to introduce evidence against one defendant that could not have been introduced against him had he been tried separately. Moreover, the evidence which was otherwise inadmissible contradicted the defendant’s evidence, thereby prejudicing him.</p>\n<p id=\"b209-9\">The joinder in the case at bar did not produce that result. The evidence admitted at trial would have been admissible against each co-defendant, irrespective of whether they received separate trials. <em>See Laws and Dorman v. State, </em>6 Md.App. 243, 251 A.2d 237 (1963). Furthermore, both <em>Day </em>and <em>Erman </em>are readily distinguishable from the matter <em>sub judice </em>because neither Summers nor Moore testified, and <page-number citation-index=\"1\" label=\"170\">*170</page-number>their statements to the police in which each implicates the other were not used. We perceive no error in the joinder for trial of Summers and Moore.</p>\n<p id=\"b210-5\">II. <em>Constitutionality of Jury Panel</em></p>\n<p id=\"b210-6\">Appellants next assert that they were prejudiced at trial because of the lack of blacks and younger jurors on the panel.</p>\n<p id=\"b210-7\">Maryland Cts. &amp; Jud. Proc. Code Ann., §§ 8-201 through 208, provides for the selection of juries from the voter registration lists. The Court of Appeals and this Court have consistently held that the selection of potential jurors from the lists of registered voters is constitutional. <em>See Wilkins v. State, </em>270 Md. 62, 310 A.2d 39 (1973), and <em>Hopkins v. State, </em>19 Md.App. 414, 311 A.2d 483 (1973).</p>\n<p id=\"b210-8\">Judge Missouri said:</p>\n<blockquote id=\"b210-9\">“Let the record reflect that the juries in Prince George’s County are selected at random from the voter rolls of Prince George’s County, from the voter list; that these jurors were selected some time ago for this, the beginning of the October term of court; that ... the jurors who are presently in this panel may have ages that exceed that of the defendants. That’s probably an unfortunate consequence if the defendants would like to have someone their ages in judgment of them. However, if counsel is suggesting that simply because some happen to be older than the person who’s on trial that that person cannot give them a fair and impartial trial, I disagree with counsel most vehemently, and furthermore, there’s no suggestion that this jury was hand-picked. It was from a fair cross section of the voter rolls of the county. Therefore, exceptions to the jury panel is hereby denied.”</blockquote>\n<p id=\"b210-10\">Appellants ask that we overrule <em>Wilkins. </em>Aside from the inutility and incivility of our overruling the Court of Ap<page-number citation-index=\"1\" label=\"171\">*171</page-number>peals, we would not, in this case, even if we were so empowered. <em>Wilkins </em>clearly and succinctly states the law.<footnotemark>2</footnotemark></p>\n<p id=\"b211-5\">We are urged by the appellants to hold that the list of registered motor vehicle owners would have produced a more likely “representative cross-section of Prince George's County adult citizens.” That conclusion by appellants is unsupported and constitutes no more than sheer speculation. Furthermore, it ignores or overlooks the fact that an infant or alien, for example, may be the registered owner of a motor vehicle but not a registered voter.</p>\n<p id=\"b211-6\">The issue raised by appellants was addressed by this Court in <em>Hopkins v. State, </em>19 Md.App. at 422, 311 A.2d 483. There we said of the alleged exclusion of young, black persons from juries:</p>\n<blockquote id=\"b211-7\">“[T]he possibility must exist that the exclusion of the group from jury service will result in bias, partiality or prejudice being practiced against members of the group by juries hearing cases in which members of the group are involved. <em>United States v. Guzman, </em>[337 F.Supp. 140 (S.D.N.Y.1972) ] at 143-146; <em>United States v. Greenberg, </em>200 F.Supp. 382, 391 (S.D.N.Y.1961). The evidence in the instant case fails to establish that the attitudes, experiences, views and objectives of persons in the eighteen to twenty-one years of age group differ to any material extent or degree from those twenty-one years of age or a few years older. Furthermore, the appellant did not demonstrate that the rights of persons eighteen to twenty-one years old were inadequately represented or safeguarded by persons who were at that time eligible to serve as jurors.” (Footnote omitted.)</blockquote>\n<p id=\"b211-8\"><em>Hopkins </em>and <em>Wilkins </em>are dispositive of the issue.</p>\n<p id=\"b211-9\">III. <em>Live Witness in Lieu of Video Testimony</em></p>\n<p id=\"A-\">Martha Nelson, one of the shooting victims, is now a quadriplegic. Her condition is the direct result of the <page-number citation-index=\"1\" label=\"172\">*172</page-number>severance of her spinal cord by a bullet shot into her neck. The bullet was fired from a nine millimeter Ingram MAC-11. Because of the seriousness of her injuries, Mrs. Nelson has been confined to a gurney or wheelchair.</p>\n<p id=\"b212-5\">Appellants argue that Mrs. Nelson’s testimony should have been videotaped instead of allowing her to appear in the courtroom. They specifically argue that because of Mrs. Nelson’s physical condition she received sympathy from the jury, thereby causing substantial prejudice to the appellants. Their argument puts “English”<footnotemark>3</footnotemark> on and is the opposite of that posed in <em>Maryland v. Craig, </em>1990, — U.S. -, 110 S.Ct. 3157, 111 L.Ed.2d 666 (1990).</p>\n<p id=\"b212-7\">Prior to trial, the court granted a motion allowing Mrs. Nelson to testify via video deposition. The record is not clear why the video taping never occurred except for a statement by the prosecutor to the trial court that “[c]ounsel tell [sic] me they were not able to arrange the schedule [for the video taping].”</p>\n<blockquote id=\"b212-8\">“Evidence is never excluded merely because it is ‘prejudicial.’ If prejudice were the test, no evidence would ever be admitted. Parties ... have a right to introduce prejudicial evidence. Probative value is outweighed by the danger of ‘unfair’ prejudice when the evidence produces such an emotional response that logic cannot overcome prejudice or sympathy needlessly injected into the case.”</blockquote>\n<p id=\"Ai_\">J. Murphy, <em>Maryland Evidence Handbook, </em>§ 509, p. 160 (1989).</p>\n<p id=\"b212-9\">There can be no question Martha Nelson’s testimony was relevant. There can be no question she was grievously injured by the assault upon her. There can be no question that sympathy abounds for her. The issue, however, does not center around the prejudicial effect of her testimony but whether her live, in-court evidence outweighed the alleged unfair prejudice that her physical condition projected.</p>\n<p id=\"b213-4\"><page-number citation-index=\"1\" label=\"173\">*173</page-number>Moreover, it is highly likely that had Mrs. Nelson not appeared personally but had her evidence been received solely by video tape we would be faced with a Sixth Amendment problem of confrontation similar to that posited in <em>Maryland v. Craig, supra.</em></p>\n<p id=\"b213-5\">At the conclusion of Mrs. Nelson’s testimony, Judge Missouri instructed the jury:</p>\n<blockquote id=\"b213-6\">“I must caution you about one thing. Obviously, we all saw Ms. Nelson, and human nature is that our sympathies go out to her. I must just remind you, however, that your decision must be based upon the evidence in this case and not upon the sympathies that you may have.”</blockquote>\n<p id=\"b213-7\">Any sympathies the jury may have directed toward Mrs. Nelson were allayed as a result of that instruction because jurors are presumed to have obeyed their oath by following the judge’s instructions. <em>Bruton v. United States, </em>391 U.S. 123, 135, 88 S.Ct. 1620, 1627, 20 L.Ed.2d 476 (1968); <em>Wilson v. State, </em>261 Md. 551, 570, 276 A.2d 214 (1971); <em>Brooks v. State, </em>68 Md.App. 604, 613, 515 A.2d 225 (1986).</p>\n<p id=\"b213-8\">It is well established that the conduct of criminal trials falls within the sound discretion of the trial judge, which will not be disturbed absent a clear abuse of discretion. <em>Smith v. State, </em>299 Md. 158, 472 A.2d 988 (1984); <em>Poole v. State, </em>295 Md. 167, 453 A.2d 1218 (1983). The burden is upon the defendants to demonstrate abuse, which they have failed to do in the case before us.</p>\n<p id=\"b213-9\">IV. <em>The MAC-11 As A Handgun</em></p>\n<p id=\"b213-10\">Both Summers and Moore, as we have previously observed, were convicted of three counts of use of a handgun in the commission of a crime of violence. They challenge those convictions by raising two issues concerning the “handgun”:</p>\n<p id=\"b213-11\">(1) The evidence was insufficient to support the conviction for the use of a handgun in the commission of a crime of violence.</p>\n<p id=\"b214-4\"><page-number citation-index=\"1\" label=\"174\">*174</page-number>(2) The lower court abused its discretion by allowing a State's witness to testify despite a violation of the rules of discovery.</p>\n<p id=\"b214-5\">A.</p>\n<p id=\"b214-6\">Robert Murphy, a Federal Bureau of Investigation firearms identification expert, was allowed to testify, over objection, that the cartridge casings found at the homicide scene came from an Ingram MAC-11, the alleged murder weapon. Murphy described the MAC-11 as a “pistol.” Because of that “definition” and the novel question presented as to whether the MAC-11 is, under Maryland law, a handgun, we directed the State to produce the weapon for our viewing.</p>\n<p id=\"b214-7\">Examination of the MAC-11 reveals that the weapon appears to be well manufactured with a flat black metallic finish. The weapon is cocked by pulling back the receiver through the use of a bolt mechanism located on top of the pistol. The weapon has an overall length of 8.75 inches and weighs 3.5 pounds when empty. The barrel is 5.06 inches. When the magazine is fully loaded, it weighs 1.37 pounds. Thus, the total weight of the weapon, fully loaded, is 4.87 pounds; it fires 1200 rounds per minute. The MAC-11 may be carried on the person. <em>See </em>attached Appendix “A,” an edited page from a Military Armaments Corporation brochure, depicting how the MAC-11 may be holster-carried. Patently, the weapon could even be concealed under a loose fitting coat.</p>\n<p id=\"b214-8\">The Maryland Handgun Roster Board was created to test, examine, and either approve or disapprove all handguns proposed for sale in this State. 1988 Md. Laws, Ch. 533, codified as Md. Ann. Code art. 27, § 36F, 36-1, and 36J. The Board, in approving the Ingram/Cobray Model MAC 10/11 on June 29, 1990,<footnotemark>4</footnotemark> stated:</p>\n<blockquote id=\"b215-3\"><page-number citation-index=\"1\" label=\"175\">*175</page-number>“The Board examined samples and approved the following <em>handguns </em>for inclusion on the Roster by majority vote.</blockquote>\n<blockquote id=\"b215-4\">... Ingram/Cobray Model # MAC 10/11.”<footnotemark>5</footnotemark> (Emphasis supplied.)</blockquote>\n<p id=\"b215-5\">Based on our physical examination of the weapon and on our research, we conclude that the Ingram MAC-11 is a “handgun” within the meaning of Md. Ann. Code art. 27, § 36B.</p>\n<p id=\"b215-6\">B.</p>\n<p id=\"b215-7\">Ere trial, appellants requested discovery from the State. Mr. Murphy’s name was not supplied as a prospective expert witness until a few days prior to trial. The result, appellants contend, is that the State violated Md. Rule 4-263(h). That rule provides: “A party who has responded to a request or order for discovery and who obtains further material information shall supplement the response promptly.”</p>\n<p id=\"b215-8\">The record shows that the State forwarded information to the appellants four days before trial of the State’s intention to call Mr. Murphy as a witness. Appellants had at least four days in which to assess the impact of Mr. Murphy’s appearance and to prepare adequately for it. Although appellants did object at trial prior to Mr. Murphy’s testimony, they failed to request a continuance, <em>see </em>Md. Rule 4-263(i). Instead, they interposed an objection to the witness’s testifying at all. Rule 4-263(i) (emphasis supplied) provides that <em>“[o]n motion and for good cause shown,” </em>the trial judge, if he finds a party has failed to comply with the discovery rule, may <em>“strike the testimony to which the undisclosed matter relates, grant a reasonable continuance, prohibit the party from introducing </em>” the evidence, or grant any appropriate order.</p>\n<p id=\"b216-4\"><page-number citation-index=\"1\" label=\"176\">*176</page-number>Once counsel learned Mr. Murphy would testify, they could have but did not move prior to trial for a continuance; or they could have but did not seek, prior to Murphy’s testifying, a continuance in order to ascertain what that testimony would be. Appellants apparently endeavored to exclude the testimony rather than pursue other forms of relief. They, we believe, took a calculated risk, i.e., they waited until the witness was called and then objected. In the vernacular, they went “for all or nothing at all.” Their miscalculation will not result in a new trial.</p>\n<p id=\"b216-5\">V. <em>Sufficiency of the Evidence of Robbery With a Deadly Weapon</em></p>\n<p id=\"b216-6\">The appellants next argue that there was insufficient evidence to support their conviction for robbery with a deadly weapon. Moore, further, incredulously argues that there was insufficient evidence to support his convictions for murder and attempted murder.</p>\n<p id=\"b216-7\">In determining whether evidence is sufficient to sustain a conviction, it is necessary to view it “in the light most favorable to the prosecution, [and determine whether] any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.” <em>Jackson v. Virginia, </em>443 U.S. 307, 319, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979); <em>Bloodsworth v. State, </em>307 Md. 164, 167, 512 A.2d 1056 (1986). The record discloses ample evidence for the jury to determine that appellants committed a robbery with a dangerous or deadly weapon.</p>\n<p id=\"b216-8\">Both Summers and Moore were in the Nelsons’ home at the time of the shootings. Summers was seen holding the MAC-11. Summers was identified as the man who removed money from a safe inside the home. Finally, Summers and Moore left the murder scene together.</p>\n<p id=\"b216-9\">For a robbery to occur, there must be a taking and removal with the intent to deprive permanently the owner of his or her property, and violence must accompany or precede the robbery. <em>Midgett v. State, </em>216 Md. 26, 43, 139 <page-number citation-index=\"1\" label=\"177\">*177</page-number>A.2d 209 (1958). The taking, however, need not be before the occurrence of the violence.</p>\n<blockquote id=\"b217-5\">“If the force precedes the taking, the intent to steal need not coincide with the force. It is sufficient if there be force followed by a taking with intent to steal as part of the same general occurrence or episode. Even if the force results in death, a taking and asportation after death is nevertheless robbery.”</blockquote>\n<p id=\"b217-6\"><em>Stebbing v. State, </em>299 Md. 331, 473 A.2d 903 (1984).</p>\n<p id=\"b217-7\">The State produced ample evidence that Summers “shot” open the safe and took cash and contraband. The taking occurred after Terry and Joseph Nelson had been shot dead and Mrs. Nelson grievously wounded. The evidence showed that Summers and Moore acted in unison. Finally, there can be no doubt that the weapon used, the MAC-11, was both dangerous and deadly.</p>\n<p id=\"b217-8\">Moore’s argument that the evidence was insufficient to convict him of murder and attempted murder is devoid of merit. The evidence demonstrates that Moore arrived at the apartment along with Summers, that he was there during the shootings, that he left with Summers, that he was arrested with Summers in Virginia, and that he and Summers had prepared false identification cards, which they showed to the police. We conclude the evidence was sufficient to establish that Moore was a principal in the commission of the crime.</p>\n<p id=\"b217-9\">VI. <em>Admission of Out-of-Court Statement</em></p>\n<p id=\"b217-10\">Summers maintains that Judge Missouri erred by admitting into evidence a written statement given to the police by Summers’s father, Joseph Mobley. During trial, Mr. Mobley was called as a State’s witness. His testimony was contrary to the statement he had given to the police during their investigation. He was then confronted with his prior statement and afforded an opportunity to read it. Thereafter, he denied that the statement consisted of what he told the police at the time. Upon the conclusion of his <page-number citation-index=\"1\" label=\"178\">*178</page-number>testimony, the court reserved ruling on whether the statement would be admitted into evidence.</p>\n<p id=\"b218-5\">The State then produced Sergeant F. Michael McQuillan, the police officer who had interviewed Mr. Mobley. Without objection, Sergeant McQuillan testified that Mr. Mobley told him that “Tito [Summers] gave it to me,” meaning Summers gave his father the MAC-11—the murder weapon. Sergeant McQuillan was then asked to read to the jury Mr. Mobley’s statement, which he did, over objection. The statement was then moved into evidence without objection.</p>\n<p id=\"b218-6\">Summers’s argument in this Court fails on two fronts. First, the earlier objected-to testimony was waived when subsequent testimony to the same effect came in without objection. <em>Hyson v. State, </em>225 Md. 140, 169 A.2d 449 (1961); <em>State Roads Comm’n v. Bare, </em>220 Md. 91, 151 A.2d 154 (1959). Second, Summers failed to object to the admission of the written statement into evidence. <em>Reid v. State, </em>10 Md.App. 6, 267 A.2d 332 (1970).</p>\n<p id=\"b218-7\">VII. <em>Admission of Alleged Hearsay</em></p>\n<p id=\"b218-8\">Moore, individually, asserts the trial court erred in (a) admitting the testimony of Martha Nelson as to what she heard Carolyn Barton say after Martha Nelson was shot and (b) denying a new trial based on that assertion. During her testimony Mrs. Nelson said that after she was shot in the neck she heard Carolyn Barton, Joseph Nelson’s girlfriend, say “Bam [Moore], please don’t shoot Joe. Bam, why do you have to shoot Joe?” The trial court concluded this statement was hearsay since it was offered for the truth of the matter asserted rather than merely to show that Barton had stated it. The judge, however, permitted its introduction on the basis of its being an excited utterance by Carolyn Barton. <em>Mouzone v. State, </em>294 Md. 692, 697, 452 A.2d 661 (1982); <em>Johnson v. State, </em>63 Md.App. 485, 495, 492 A.2d 1343 (1985).</p>\n<p id=\"b218-9\">In <em>Mouzone, </em>the Court of Appeals determined that the excited utterance exception to the hearsay rule is to be judged by the spontaneity of the declarant’s statement and <page-number citation-index=\"1\" label=\"179\">*179</page-number>then analyzed to determine whether it was a result of an exciting event or the result of thoughtful consideration. The Court stated that:</p>\n<blockquote id=\"b219-5\">“The essence of the excited utterance exception is the inability of the declarant to have reflected on the events about which the statement is concerned. It requires a startling event and a spontaneous statement which is the result of the declarant’s reaction to the occurrence. McCormick, <em>Evidence </em>§ 297 (2nd ed. 1972). The rationale for overcoming the inherent untrustworthiness of hearsay is that the situation produced such an effect on the declarant as to render his reflective capabilities inoperative. <em>See Wright v. State, </em>88 Md. 705, 41 A. 1060 (1898). <em>See also, </em>McCormick, <em>supra, </em>§ 297. The admissibility of evidence under this exception is, therefore, judged by the spontaneity of the declarant’s statement and an analysis of whether it was the result of thoughtful consideration or the product of the exciting event.”</blockquote>\n<p id=\"b219-6\"><em>Mouzone, </em>294 Md. at 697, 452 A.2d 661.</p>\n<p id=\"b219-7\">The excited utterance exception, therefore, requires the requisite exciting event “and then makes admissible those statements that (1) describe the event and (2) are made so close in time that the declarant remains under the influence of the excitement produced by the event.” <em>Maryland Evidence Handbook, supra, </em>at 267.</p>\n<p id=\"b219-8\">The record discloses that Carolyn Barton’s statement was made either immediately prior to or immediately after Joseph Nelson was murdered. There is little doubt that witnessing the events of that day was an exciting event. Furthermore, the statements were made with such proximity to the murders of Joseph and Terry so as to make the statement “spontaneous.” Finally, the statements describe an event taking place at the time.</p>\n<p id=\"b219-9\">When Carolyn Barton testified, she contradicted Mrs. Nelson’s statement. Ms. Barton said that she asked, “Bam, why did Tito shoot Joe?” Ms. Barton denied that she made any statement about Moore’s shooting Joseph Nelson.</p>\n<p id=\"b220-4\"><page-number citation-index=\"1\" label=\"180\">*180</page-number>When there is a conflict in evidence, it is for the jury to assess the credibility of witnesses and to determine which, if either, party to believe. Assessment of credibility and the weight of the evidence is the exclusive function of the fact finder.</p>\n<p id=\"b220-5\">We perceive no error. Hence, the denial of Moore’s request for a new trial was proper. <em>Stevenson v. State, </em>299 Md. 297, 301, 473 A.2d 450 (1984).</p>\n<p id=\"b220-6\">VIII. <em>Inconsistent Verdicts</em></p>\n<p id=\"b220-7\">Lastly, Moore complains that the trial court erred in permitting and directing the return of legally inconsistent and defective verdicts and in denying his motion for a new trial based on those particular grounds. Moore avers that he cannot be convicted of both first degree murder and second degree murder of the same person at the same time because a verdict of guilty of second degree murder negates the element of premeditation necessary to a conviction of first degree murder.</p>\n<p id=\"b220-8\">In <em>Hook v. State, </em>315 Md. 25, 553 A.2d 233 (1989), Judge Orth, writing for a unanimous Court, implied that second degree murder was a lesser included offense of first degree murder. The Court determined that in a first degree murder trial the defendant is entitled to a jury instruction on second degree murder when the evidence warrants such an instruction. The Court stated:</p>\n<blockquote id=\"b220-9\">“The seed of the lesser offense rule was planted in <em>Keeble [v. United States, </em>412 U.S. 205, 93 S.Ct. 1993, 36 L.Ed.2d 844 (1973) ], enunciated in <em>Beck [v. Alabama, </em>447 U.S. 625, 100 S.Ct. 2382, 65 L.Ed.2d 392 (1980)], explicated in <em>Evans [Hopper v. Evans, </em>456 U.S. 605, 102 S.Ct. 2049, 72 L.Ed.2d 367 (1982)], and applied in <em>Spaziano [Spaziano v. Florida, </em>468 U.S. 447, 104 S.Ct. 3154, 82 L.Ed.2d 340 (1984) ]. The rule is: <em>in a capital case, at the request of the defendant, the court shall instruct the jury regarding a lesser included offense </em>when the <page-number citation-index=\"1\" label=\"181\">*181</page-number>evidence warrants such an instruction, that is, when the offense is fairly supported by the evidence.”</blockquote>\n<p id=\"b221-5\"><em>Hook, </em>315 Md. at 41, 553 A.2d 233 (emphasis supplied).</p>\n<p id=\"b221-6\">The Court then concluded by observing, “Absent the removal of [a charge of] second degree murder from the consideration of the jury by the State’s nol pros, the circumstances here clearly fall within the ambit of the rule.” <em>Id.</em></p>\n<p id=\"b221-7\">We read <em>Hook </em>to hold that second degree murder is a lesser included offense of first degree murder and, therefore, a jury verdict for second degree murder is not inconsistent with a conviction for first degree murder. We think that Judge Missouri was correct in merging the second degree murder conviction into the first degree murder conviction at the time he sentenced Moore.</p>\n<p id=\"b221-8\">JUDGMENTS AFFIRMED.</p>\n<p id=\"b221-9\">COSTS TO BE PAID BY APPELLANTS.</p>\n<p id=\"b222-4\"><page-number citation-index=\"1\" label=\"182\">*182</page-number>APPENDIX A</p>\n<p id=\"b222-5\">[[Image here]]</p>\n<footnote label=\"1\">\n<p id=\"b208-8\">. Summers was sentenced to life for the first degree murder of Joseph Nelson and a consecutive life sentence for the first degree murder of Terry Nelson; two second degree murder counts were merged into the above. Summers received a further twenty year consecutive sentence for each of the three counts of use of a handgun in the commission of a crime of violence and another consecutive life sentence for the attempted first degree murder of Martha Nelson; the attempted second degree murder count and the battery were merged. He received twenty years, consecutive, for robbery with a deadly weapon.</p>\n<p id=\"b208-9\">Moore was sentenced to life for the first degree murder of Joseph Nelson and a concurrent life sentence for the first degree murder of Terry Nelson; the two second degree murder counts and felony murder conviction were merged into the first degree murder sentence. Moore further received three twenty year consecutive sentences for the use of a handgun in crimes of violence with the latter two sentences running concurrent with the former. For attempted first degree murder of Martha Nelson, Moore received a consecutive life sentence. The attempted second degree murder of Mrs. Nelson as well as the conviction for battery was merged. Finally, Moore was meted a ten year concurrent sentence for robbery with a deadly weapon.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b211-10\">. The Court of Appeals in <em>Wilkins </em>adopted \"with minor editing\" the scholarly opinion of this Court as written by Judge Alfred L. Scanlan. <em>See </em>16 Md.App. 587, 300 A.2d 411 (1973).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b212-10\">. “A twisting, spinning rotation.\" H. Wentworth and S. Flenner, <em>Dictionary of American Slang, </em>p. 173 (2d ed. 1975).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b214-9\">. <em>See </em>the Maryland Register, Vol. 17, Issue 13, p. 1662, June 29, 1990.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b215-9\">. Maryland Handgun Roster Board minutes, February 5, 1990.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}