{
  "casebody": {
    "data": "<casebody firstpage=\"120\" lastpage=\"121\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b224-4\">Richmond</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b224-5\">Calvin Dan Fields v. Commonwealth of Virginia.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b224-6\">August 28, 1974.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b224-7\">Record No. 730546.</docketnumber>\n<p data-order=\"4\" data-type=\"judges\" id=\"b224-8\">Present, All the Justices.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b224-13\"><em>John C. Lowe (T. C. Lea, Jr., </em>on brief), for plaintiff in error.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b224-14\"><em>Linwood T. Wells, Jr., Assistant Attorney General (Andrew P. Miller, Attorney General, </em>on brief), for defendant in error.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b224-15\">Per Curiam.</author>\n<p id=\"b224-16\">Upon an indictment charging Calvin Dan Fields, defendant, with breaking and entering in the nighttime a storehouse of Geest Funeral Home, Inc., with intent to commit larceny and with stealing a negotiable check in the amount of $51.20, the trial court, sitting without a jury, found defendant guilty of breaking and entering. Code § 18.1-89. His punishment was fixed at five years in the penitentiary with three years suspended. The sole question involved on appeal is whether the evidence was sufficient to sustain the conviction.</p>\n<p id=\"b224-17\">The evidence is not in dispute. On or about October 20, 1972; H. C. Geest of Geest Funeral Home, Inc., wrote a check dated October 20, 1972, payable to Loving Supply Company for $51.20 in payment of a debt owed to the company. The check was placed by Geest in a basket behind his desk where he normally kept checks to be delivered by hand. Several days later Geest discovered that the check was missing. After ascertaining that Loving Supply had not received the check, he notified the bank <page-number citation-index=\"1\" label=\"121\">*121</page-number>to stop payment. Geest did not inform the police that the check was lost or stolen.</p>\n<p id=\"b225-5\">Geest testified that the doors to the funeral home were kept closed, but not locked, and that someone stayed in the building at all times. He could not state when the check was taken. Geest further testified that the defendant came to the funeral home to apply for a job “some weeks” prior to the time the check was written. No evidence was introduced to place the defendant in the vicinity of the funeral home at any time thereafter.</p>\n<p id=\"b225-6\">On November 11, the defendant was found sleeping in the hallway of the Medical Arts Building and was arrested for that act. After being taken to jail, he was required to change to prisoner’s clothes. As defendant was changing, the arresting officer noticed something concealed in his underclothing. Upon investigating, the officer found the defendant in possession of Geest’s missing check, among other articles. Subsequently, the charges of statutory burglary and larceny were placed against him.</p>\n<p id=\"b225-7\">To constitute the crime of statutory burglary of a storehouse in the nighttime, an entry, with or without breaking, must be made with intent to commit larceny or a felony. In the daytime, both an entry and a breaking must occur with the same intent. Code §§ 18.1-88 and 18.1-89. However, “ . . . bare evidence of the possession of the stolen goods is not sufficient of itself to support a conviction of housebreaking. . . .” <em>Williams </em>v. <em>Commonwealth, </em>193 Va. 764, 770, 71 S.E.2d 73, 76 (1952).</p>\n<p id=\"b225-8\">In the case at bar, the Commonwealth has failed to produce evidence of either an entering in the nighttime or a breaking and entering in the daytime. The evidence shows only that defendant was found in possession of the stolen check; that the doors to the funeral home, a business establishment which the public was invited to enter, were closed but never locked during the night or day; and that Geest’s check disappeared from his office during a two to five day period. Under these circumstances, the disappearance of the check, standing alone, is insufficient as a matter of law to establish a breaking and entering.</p>\n<p id=\"b225-9\">The judgment appealed from will be reversed and the case remanded for a new trial on the charge of larceny, if the Commonwealth be so advised.</p>\n<p id=\"b225-10\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}