{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"10\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b15-6\">William W. Low et al. <em>v. </em>Town of Madison et al.</parties>\n<p data-order=\"1\" data-type=\"judges\" id=\"b15-7\">Maltbie, C. J., Brown, Jennings, Ells and Alcorn, Js.</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b15-11\">Argued April 7—</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AN\">decided July 14, 1948</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b16-6\"><page-number citation-index=\"1\" label=\"2\">*2</page-number><em>Curtiss K. Thompson, </em>for the appellants (plaintiffs).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b16-7\"><em>Samuel A. Persky, </em>for the appellees (defendants Fabricant et al.), with whom, on the brief, was <em>Lyman H. Steele, </em>for the appellees (named defendant et al).</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b16-8\">Alcorn, J.</author>\n<p id=\"AD\">In this action, the plaintiffs sought an injunction against any use of certain lands in the town of Madison owned by Max Fabricant and Aldene Day Fisher except in accordance with the zoning regulations of the town applicable to a residence district, and, by amendment, a. judgment declaring that a purported ámendment to the zoning regulations placing the lands in question in a business district was invalid. From a judgment for the defendants and declaring the amendment valid, the plaintiffs have appealed. The question decisive of the appeal is: Was the amendment validly adopted? The facts found relevant to this issue are not attacked, but we add thereto one fact requested by the plaintiffs.</p>\n<p id=\"b16-9\">With the addition noted, it appears that on June 26, 1947, the zoning commission of the town of Madison gave notice of a public hearing, called for July 8, 1947, on the application of Aldene Day Fisher to have a certain area, including her property, changed to a business zone from a residence zone, which it had been <page-number citation-index=\"1\" label=\"3\">*3</page-number>since the original adoption of zoning in the town in 1934. The zoning commission of the town of Madison consisted of five members, one of whom was George Fisher, husband of the applicant. She and her husband had, for several years, occupied as a home a dwelling house situated on land immediately west of the land involved in the application. The hearing upon Mrs. Fisher’s application was held as scheduled on July 8, 1947, and her husband sat as a member of the zoning commission. Objection to the application was made at the hearing by occupants of adjoining properties, and thereafter, on July 15, 1947, property owners of 20 per cent or more of the area of the lots directly opposite the property described in the application filed a written protest with the zoning commission. The trial court has found, and counsel conceded in argument, that because of the protest the application could be granted only by unanimous vote of the zoning commission. General Statutes, Cum. Sup. 1939, § 132e; <em>Strain </em>v. <em>Mims, 123 </em>Conn. 275, 281, 193 A. 754. The zoning commission did not act upon Mrs. Fisher’s application on the night of the public hearing and subsequently was informed by her husband, a member of the commission, of the use which the applicant, his wife, proposed to make of the property if her application was granted. Thereafter, on July 15, 1947, the zoning commission adopted an amendment to the zoning regulations, to become effective August 1, 1947, in effect granting Mrs. Fisher’s application. Her husband sat as a member of the zoning commission at that meeting and voted in favor of her application. Only by virtue of his vote did the unanimous granting of the application by the zoning commission become possible and operative.</p>\n<p id=\"b17-6\">A principal claim by the plaintiffs is that, since the application could not be granted unless all members of <page-number citation-index=\"1\" label=\"4\">*4</page-number>the zoning commission voted in favor of it, the fact that the applicant’s husband participated in the vote rendered it invalid. The defendants contend that Mr. Fisher was not disqualified by the relationship which existed and, furthermore, that the duty imposed upon him gave him no choice but to vote in a situation requiring unanimity. The claim that Mr. Fisher had a duty to vote does not require discussion. His wife’s property had been in a residence zone some thirteen years. She could have deferred her application until her husband was no longer a member of the zoning commission. If greater urgency existed he could have resigned.</p>\n<p id=\"b18-6\">The question of controlling importance is that of his disqualification to act. Much of the defendants’ argument is based upon the premise that only pecuniary interest, direct or indirect, is sufficient to constitute a disqualifying cause. Upon that basis the parties take issue as to whether or not the relationship of husband and wife is such that the husband could be said to have a pecuniary interest in the wife’s application in this case. Pecuniary interest lies at the foundation of many of the reported decisions. <em>Buffington Wheel Co. </em>v. <em>Burnham, </em>60 Iowa 493, 496, 15 N. W. 282; <em>Smith </em>v. <em>Centralia, </em>55 Wash. 573, 577, 104 P. 797; <em>Arbogast </em>v. <em>Shields, </em>123 W. Va. 167, 173, 14 S. E. 2d 4; dicta, <em>Daly </em>v. <em>Georgia S. &amp; F. R. Co., </em>80 Ga. 793, 799, 7 S. E. 146. Other decisions involve statutes or charter provisions. <em>Woodward </em>v. <em>Wakefield, </em>236 Mich. 417, 210 N. W. 322; <em>Sturr </em>v. <em>Borough of Elmer, </em>75 N. J. L. 443, 445, 67 A. 1059; <em>Haislip </em>v. <em>White, </em>124 W. Va. 633, 641, 22 S. E. 2d 361; <em>Githens </em>v. <em>Butler County, </em>350 Mo. 295, 165 S. W. 2d 650; <em>Nuckols </em>v. <em>Lyle, 8 </em>Idaho 589, 70 P. 401; <em>Clark </em>v. <em>Utah Construction Co., </em>51 Idaho 587, 593, 8 P. 2d 454; <em>Thompson </em>v. <em>School District No. 1, </em>252 Mich. 629, 233 N. W. 439. In other cases a distinction <page-number citation-index=\"1\" label=\"5\">*5</page-number>has been drawn between a legislative process on the one hand and what is variously described as a quasi-judicial, ministerial or administrative proceeding on the other, and courts have held that in instances found to be legislative they could not inquire into the motives of the enacting body and that personal interest does not void its action. <em>Moore </em>v. <em>Ashton, </em>36 Idaho 485, 492, 211 P. 1082; <em>Steckert </em>v. <em>East Saginaw, </em>22 Mich. 104, 112; <em>Topeka </em>v. <em>Huntoon, </em>46 Kan. 634, 651, 26 P. 488. Certain of the cases relied upon by the defendants fall within this class. <em>Topeka </em>v. <em>Huntoon, </em>supra; <em>Steckert </em>v. <em>East Saginaw, </em>supra; <em>Buffington Wheel Co. </em>v. <em>Burnham, </em>supra.</p>\n<p id=\"b19-6\">Whatever the reasons assigned in other jurisdictions for finding disqualification or lack of it in public officers in other than judicial positions, we have not adopted personal pecuniary interest as the conclusive test. In situations in which the interest was shown to be pecuniary we have held it to disqualify. <em>Woodbridge </em>v. <em>Raymond, </em>Kirby 279; <em>Barker </em>v. <em>Wales, </em>1 Root 265; <em>Lyon </em>v. <em>Lyon, </em>2 Root 203; <em>Fairbanks’ Case, </em>2 Root 386; <em>Gallup </em>v. <em>Tracy, </em>25 Conn. 10, 17. We have, however, from the earliest days demanded a standard in public office measured by considerations of policy in which personal pecuniary interest may be only secondarily or incidentally involved. Consequently, under a statute calling for action by indifferent freeholders, we have held disqualified an appraiser on an execution who was a tenant of the debtor; <em>Mitchell </em>v. <em>Kirtland, 7 </em>Conn. 229; a nephew by marriage of the plaintiff; <em>Fox </em>v. <em>Hills, </em>1 Conn. 295, 300; and an uncle of the creditor’s wife. <em>Tweedy </em>v. <em>Picket, </em>1 Day 109. We have held the relationship of brother-in-law a disqualification in a function judicial in nature. <em>Stoddard </em>v. <em>Moulthrop, </em>9 Conn. 502, 507. We have reached a like conclusion as regards the relation<page-number citation-index=\"1\" label=\"6\">*6</page-number>ship of brother; <em>Sturges </em>v. Peck, 12 Conn. 139, 141; but we have not so held in a matter .considered legislative in its nature. <em>Groton </em>v. <em>Hurlburt, </em>22 Conn. 178, 190. We have denied a member of a municipal board the power to cast the deciding vote to elect himself clerk of his board; <em>State ex rel. Bergin </em>v. <em>Goodrich, </em>86 Conn. 68, 71, 84 A. 99; see also <em>State ex rel. Oakey </em>v. <em>Fowler, </em>66 Conn. 294, 298, 32 A. 162, 33 A. 1005; and we have discountenanced the entertainment of a committee of court by a litigant. <em>Beardsley </em>v. <em>Washington, </em>39 Conn. 265, 268. We have refused to allow a magistrate authorized to sign writs to issue process in his own case. <em>Doolittle </em>v. <em>Clark, 47 </em>Conn. 316, 320. For situations in which we have found no disqualification, see <em>State ex rel. Rylands </em>v. <em>Pinkerman, </em>63 Conn. 176, 192, 28 A. 110; <em>Clyma </em>v. <em>Kennedy, </em>64 Conn. 310, 317, 29 A. 539; <em>Casmento </em>v. <em>Barlow Bros. Co., </em>83 Conn. 180, 182, 76 A. 361.</p>\n<p id=\"b20-6\">To avoid impairing confidence in legal tribunals, we have discountenanced a statutory committee’s employment of the surveyor and agent of one of the parties to locate a disputed boundary. <em>Carney </em>v. <em>Wilkinson, </em>67 Conn. 345, 347, 35 A. 261. With respect to the entertainment of a committee where in fact no improper conduct upon the committee’s part was disclosed, we nevertheless said: “The.acceptance of such special attentions we regard as objectionable, even where they produce no effect whatever upon the minds of any of the committee, as tending to create a distrust of the committee in the minds of the other party, and a suspicion of unfairness in the decision of the committee where finally adverse to them. It is far better therefore that no room be given for suspicion or cavil.” <em>Greene </em>v. <em>East Haddam, </em>51 Conn. 547, 559. We have recognized that “ ‘the operations of the human mind are so subtle, and the influences which affect it so difficult to <page-number citation-index=\"1\" label=\"7\">*7</page-number>be appreciated, that it is utterly improbable, not to say impossible’ ” for a trial judge to know whether evidence not regularly before him has influenced him or not, and that his conclusion that he was not influenced can mean no more than that he was unconscious of any influence. <em>Peck </em>v. <em>Pierce, </em>63 Conn. 310, 320, 28 A. 524; and see <em>Kovacs </em>v. <em>Szentes, </em>130 Conn. 229, 232, 33 A. 2d 124. The situations in the decided cases, although presenting differences in facts, issues and reasoning, nevertheless involve a common and unifying philosophy of public official conduct in which fairness and impartiality are fundamental.</p>\n<p id=\"b21-6\">We may properly take into account the motives which influence and control human action; <em>Howe </em>v. <em>Raymond, </em>74 Conn. 68, 72, 49 A. 854; and in doing that, what then must we conclude as to the propriety of a public officer making possible, by his participation and assent, the official action sought by his wife? We may readily grant the presumption that a public officer has done his duty until the contrary appears; <em>Adley Express Co. </em>v. <em>New Haven, </em>129 Conn. 560, 563, 29 A. 2d 841; but that presumption has no probative force in his defense of his actions. <em>Water Commissioners </em>v. <em>Robbins, </em>82 Conn. 623, 640, 74 A. 938; see also <em>O’Dea </em>v. <em>Amodeo, </em>118 Conn. 58, 60, 170 A. 486; <em>Strain </em>v. <em>Mims, </em>123 Conn. 275, 285, 193 A. 754. We will not assume that public officers have acted dishonorably or dishonestly or that they have used their public trust for private ends, in the absence of proof; <em>St. Patrick’s Church Corporation </em>v. <em>Daniels, </em>113 Conn. 132, 139, 154 A. 343; and no imputation of such conduct is involved in the decision of the issue now before us. The single question is whether on this record Mr. Fisher’s public duty as a member of the zoning commission so conflicted with his private interest in his wife’s application that the fairness and impartiality of the pro<page-number citation-index=\"1\" label=\"8\">*8</page-number>ceedings are called in question; Public office is a trust conferred by public authority for a public purpose. <em>State ex rel. Stage </em>v. <em>Mackie, </em>82 Conn. 398, 401, 74 A. 759. His status forbids the public officer from placing himself in a position where his private interest conflicts with his public duty. The good faith of the official is of no moment because it is the policy of the law to keep him so far from temptation as to insure the exercise of unselfish public interest. He must not be permitted to place himself in a position in which personal interest may conflict with his public duty.</p>\n<p id=\"b22-6\">If we were to confine ourselves to the rationale of the decisions of other jurisdictions cited, we should find ourselves analyzing Mr. Fisher’s possible financial interest hr his wife’s application, as imposed by the marriage relation and involving the obligation of support and related matters; and we might further find it material to decide whether we could and should judicially notice the not uncommon practice of recording one’s property in one’s wife’s name. These considerations, however, we consider it- unnecessary to discuss in the view we take of the case. We consider the controlling element of the situation presented not as a question of Mr. Fisher’s own interest in this application through his wife but rather as a question of his interest in behalf of his wife as opposed to his public duty as a member of the zoning commission. The question becomes primarily one of public policy. The modification of zoning regulations partakes of the nature of a legislative proceeding; <em>Greenwich Gas Co. </em>v. <em>Tuthill, </em>113 Conn. 684, 694, 155 A. 850; nevertheless it is not legislative in the broad sense but, on the contrary, the power emanates from a specific grant and the manner of its exercise is limited. The mode of exercising the powers thus expressly granted must be reasonable. <em>Grady </em>v. <em>Katz, </em>124 Conn. 525, 529, 1 A. 2d 137; <em>First </em><page-number citation-index=\"1\" label=\"9\">*9</page-number><em>National Bank &amp; Trust Co. </em>v. <em>Zoning Board of Appeals, </em>126 Conn. 228, 237, 10 A. 2d 691. Zoning restrictions limit the individual’s free use of his real estate in the interest of the general public good. The administration of power of that nature, whether it be denominated legislative or quasi-judicial, demands the highest public confidence. Anything which tends to weaken such confidence and to undermine the sense of security for individual rights which the citizen is entitled to feel is against public policy. In view of the natural sentiment of the family and the self-interest inherent in human nature, to countenance the action of Mr. Fisher in this case would be to open the door to temptations upon which we need not enlarge.</p>\n<p id=\"b23-6\">The record before us presents not only a possible implication of disqualification but indicates the actual presence of one of the evils to be avoided. It appears from the finding that, by reason of the relationship which existed, Mrs. Fisher had, in effect, a private hearing before the zoning commission. Mr. Fisher, as her husband, was in possession of information regarding her contemplated use of the property not available to others and not disclosed at the public hearing. At the executive session of the zoning commission he assumed the dual role of public officer, as a member of the commission, and agent or advocate of his wife’s private interest in the application before the commission. After concluding his role as advocate, he assumed his role as public official and, by his vote, made it possible to secure the relief he had advocated. The persuasiveness of his argument in influencing his associates is unknown and need not be known. The evil lies in its presence to any degree. Property owners and spectators before a zoning commission are likely to measure the acts of men by the common business standard. However fair these proceedings may, in ac<page-number citation-index=\"1\" label=\"10\">*10</page-number>tuality, have been, it would be difficult if not impossible to satisfy the opponents of this application that they had received a fair and impartial hearing. It matters not whether we view the facts here presented from the standpoint of the interests of citizens for whose security and protection this agency of the state exists, of the preservation of confidence in the purity of the administration of public affairs, or of the honor and character of a public officer as a public servant; the conclusion in any event inevitably follows that public policy cannot tolerate these proceedings. <em>Goodyear </em>v. <em>Brown, </em>155 Pa. 514, 518, 26 A. 665.</p>\n<p id=\"b24-6\">The action of the zoning commission taken under the circumstances disclosed was laid open to misinterpretation and suspicion by the action of Mr. Fisher. He could not, with propriety, vote upon his wife’s application, and, since the change of zone purportedly made depended upon his participation, the action of the zoning commission was invalid. Since our conclusion upon this question is decisive of the appeal, it is unnecessary to discuss any other claim made by the plaintiffs.</p>\n<p id=\"b24-7\">There is error, the judgment is set aside and the case is remanded with direction to enter judgment in accordance with this opinion.</p>\n<p id=\"b24-8\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}