{
  "casebody": {
    "data": "<casebody firstpage=\"535\" lastpage=\"542\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b549-10\">Lester Harris, Jr. <em>v. </em>Laurette E. Pease</parties>\n<p data-order=\"1\" data-type=\"judges\" id=\"b549-11\">Maltbie, C. J., Beown, Jennings, Ells and Mellitz, Js.</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b550-12\"><page-number citation-index=\"1\" label=\"536\">*536</page-number>Argued April 8—</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A2rx\">decided May 24, 1949.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b550-14\"><em>Charles M. Lyman, </em>with whom was <em>Robert P. Billings, </em>for the appellant (plaintiff).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b550-15\"><em>Frederick H. Wiggin </em>and <em>Catherine J. Tilson, </em>for the appellee (defendant).</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b550-16\">Maltbie, C. J.</author>\n<p id=\"Acl\">In this action for a declaratory judgment, the plaintiff sought to have determined the validity and enforceability of a provision in a deed of 204 acres of land wherein the grantee for himself, his heirs and assigns agreed that no buildings should ever be erected on a part comprising about 8 acres. The <page-number citation-index=\"1\" label=\"537\">*537</page-number>trial court held that the restriction was valid and enforceable, and the plaintiff has appealed.</p>\n<p id=\"b551-6\">So far as necessary for the determination of the issue before us, the facts found may be briefly stated: In 1921, John Doyle owned a tract of land comprising about 212 acres, and in that year he sold to the plaintiff’s predecessor in title 204 acres which included the 8 acres subject to the restriction. The part retained by Doyle was across a dirt road from the eight-acre tract and had a house upon it. In 1930 the defendant purchased this property, which she has since owned. She had previously considered the purchase of another property but decided against it because of the likelihood that the section where it was located would be developed and become suburban in character. She knew of the restriction and it was one of the causes which induced her to pay more for the Doyle land than she had first offered. There is an unusually extensive and picturesque view across the restricted tract from the defendant’s property, and the restriction is of great value to her property. Doyle had used the eight-acre tract for farming; since he sold it, corn, hay and other crops have been raised on it; and it is particularly adapted for use as an orchard. The surrounding country is rural in its characteristics, sparsely settled, and consists in the main of woodland and farms. In 1947 the plaintiff purchased 51 of the 204 acres sold by Doyle in 1921, including a farmhouse, for $12,000. The restricted tract is part of the land bought by the plaintiff. He had actual knowledge of the restriction. He is in the business of developing land for residential purposes and proposes to use the land he bought in that way. Such use of the restricted tract would result in serious damage to the defendant by interfering with the view from her property and disturbing her privacy and quiet. The plaintiff has received an offer of $5000 <page-number citation-index=\"1\" label=\"538\">*538</page-number>for about half of the restricted tract and $9000 for the whole of it, if the restriction is removed. Since Doyle’s conveyance to plaintiff’s predecessor in title, there have been no material changes in circumstances or conditions in the neighborhood.</p>\n<p id=\"b552-6\">The contention of the plaintiff is that there should be the same limitation as to the permissible duration of the restriction against building on the eight-acre tract as is applied to perpetuities, covenants to reconvey, restraints on alienation and trusts for accumulation, none of which may extend beyond a life or lives in being and twenty-one years thereafter, with, if necessary, an extension of nine months to cover the period of gestation, or, where not measured by a life or lives, beyond twenty-one years. <em>Hill </em>v. <em>Birmingham, </em>131 Conn. 174, 177, 38 A. 2d 604; <em>Lewis Oyster Co. </em>v. <em>West, </em>93 Conn. 518, 530, 107 A. 138; <em>Colonial Trust Co. </em>v. <em>Brown, </em>105 Conn. 261, 279, 135 A. 555; <em>Alexander </em>v. <em>House, </em>133 Conn. 725, 727, 54 A. 2d 510; <em>Wilson </em>v. <em>D’Atro, </em>109 Conn. 563, 567, 145 A. 161. Of these situations, the one which is most apt to the issue before us would be the rule as to restraints upon alienation, and upon that similarity the plaintiff puts his main reliance. He very frankly states that he can cite no authority directly sustaining his position. On the other hand, the defendant has referred us to no case, and we have found none, which definitely holds that a restriction of the nature of the one before us is not subject to such a limitation. But in a number of-instances restrictions of this nature have been sustained, although it is true that no claim such as that advanced by the plaintiff was before the courts. Thus in <em>Hills </em>v. <em>Miller, </em>3 Paige (N. Y.) 254, the case involved an agreement between a purchaser of land and his grantor that a tract across the street owned by the latter should never be built upon but be deemed public property. In <em>Phoenix Ins. </em><page-number citation-index=\"1\" label=\"539\">*539</page-number><em>Co. </em>v. <em>Continental Ins. Co., </em>87 N. Y. 400, the court had before it a provision in a deed like the one we are considering, and the opinion states (p. 408): “The court was clearly justified in finding that it was the intention of the parties by the covenant in question, to secure in permanence, the very condition of things covenanted for, viz.: an open space adjoining, and for the benefit of, the unconveyed premises of the grantor.” In <em>GiberT </em>v. <em>Peteler, </em>38 N. Y. 165, a deed contained a covenant that the grantee would not erect or suffer to be erected any structure on the land conveyed which would obstruct the view of a person who was not a party to the deed but who occupied adjoining land. See also <em>Trustees of Watertown </em>v. <em>Cowen, 4 </em>Paige (N. Y.) 510; <em>Peck </em>v. <em>Conway, </em>119 Mass. 546; <em>Bacon </em>v. <em>Onset Bay Grove Assn., </em>241 Mass. 417, 425, 136 N. E. 813; <em>Rankin </em>v. <em>Huskisson, 4 </em>Sim. 13, 58 Eng. Rep. 6; <em>Tulk </em>v. <em>Moxhay, </em>2 Phil. 774, 41 Eng. Rep. 1143; <em>Patching </em>v. <em>Dubbins, </em>Kay 1, 69 Eng. Rep. 1.</p>\n<p id=\"b553-6\">The reason the rule for which the plaintiff contends cannot apply to such a restriction as that before us lies in the nature of the right Doyle reserved under his deed. The provision against the erection of buildings created a servitude upon the eight-acre tract in the nature of an easement inuring to the benefit of the land he retained. <em>Bickell </em>v. <em>Moraio, </em>117 Conn. 176, 180, 167 A. 722; <em>Hickson </em>v. <em>Noroton Manor, Inc., </em>118 Conn. 180, 184, 171 A. 31; <em>Hills </em>v. <em>Miller, </em>supra, 257; <em>Beck </em>v. <em>Heckman, </em>140 Iowa 351, 354, 118 N. W. 510; <em>Hennen </em>v. <em>Deveny, </em>71 W. Va. 629, 77 S. E. 142; see <em>Bauby </em>v. <em>Krasow, </em>107 Conn. 109, 112, 139 A. 508. In <em>Waterbury Trust Co. </em>v. <em>G. L. D. Realty Co., </em>124 Conn. 191, 196, 199 A. 106, we referred to a provision in a deed that no building should ever be erected upon a portion of the land conveyed as creating an easement. The right of Doyle and his successors in title to have the restriction <page-number citation-index=\"1\" label=\"540\">*540</page-number>continued in force is a property interest which they have in the eight-acre tract. <em>Salisbury </em>v. <em>Andrews, </em>128 Mass. 336, 345; <em>Bowen </em>v. <em>Smith, </em>76 N. J. Eq. 456, 466, 74 A. 675. In essence, the right is the same as they would have had if in the deed Doyle had reserved a right of way over the tract. See <em>Chappell </em>v. <em>New York, N. H. &amp; H. R. Co., </em>62 Conn. 195, 204, 24 A. 997. In <em>Randall </em>v. <em>Latham, </em>36 Conn. 48, 53, the reservation of a right to draw water from a ditch leading to a factory “without limitation as to time” was held to create an easement appurtenant. In <em>Townsend’s Appeal, </em>68 Conn. 358, 365, 36 A. 815, we held that a provision in a deed fixing building lines on the land conveyed was obligatory on subsequent purchasers and stated that it was intended to be “a perpetual restriction.” That such a right may be created to endure in perpetuum has, as far as we know, never been questioned. In <em>Beck </em>v. <em>Heckman, </em>supra, the court was considering a provision in a deed that neither the grantee nor his transferees were to build any fence or other obstruction on a part of the land conveyed, and the court said (p. 354): “Nor do we find anything in this covenant which is opposed to public policy, as counsel seem to think. A direct grant or conveyance of the use of this strip of ground for a period of twenty-five years would present no features calling for the condemnation of a court of equity, and, if this be true, we are unable to see why a reservation or withholding of the same use in a deed by the owner of the entire tract should not be equally effectual.” The restriction involved in this case is not invalid because it is expressed to run in perpetuum.</p>\n<p id=\"AY8\">That does not, of course, mean that there may not be circumstances which would render such a restriction invalid. Its provisions may be such that it is unenforceable because it contravenes some constitutional or statutory provision. See <em>Shelley </em>v. <em>Kraemer, </em>334 U. S. <page-number citation-index=\"1\" label=\"541\">*541</page-number>1, 68 S. Ct. 836, 92 L. Ed. 845. Under peculiar circumstances, it may be so contrary to public policy that the law would hold it void, as where it is of no benefit to anyone and its enforcement might seriously interfere with the proper development of the community. See <em>Colonial Trust Co. </em>v. <em>Brown, </em>105 Conn. 261, 284, 135 A. 555. Changed circumstances, such as use of the defendant’s property for other than residential purposes, might produce a situation where equity would refuse to enforce even an appurtenant right of this nature; see <em>Bauby </em>v. <em>Krasow, </em>107 Conn. 109, 115, 139 A. 508; <em>Armstrong </em>v. <em>Leverone, </em>105 Conn. 464, 474, 136 A. 71; <em>Waterbury Trust Co. </em>v. <em>G. L. D. Realty Co., </em>124 Conn. 191, 199, 199 A. 106; <em>Dolan </em>v. <em>Brown, </em>338 Ill. 412, 418, 170 N. E. 425; but such a refusal of relief would not destroy the restriction ab initio and would only affect the equitable remedy for its enforcement. Certainly the restriction now before us contravenes no statutory or constitutional provision. The record fails to show any public mischief caused by it at its inception or likely to ensue which would justify a court in destroying the property right which the parties to the original conveyance voluntarily created, which was and is of substantial benefit to the defendant, and for which she paid. The finding is that there has been no such change of circumstances as would induce equity to refuse enforcement of the restriction.</p>\n<p id=\"b555-6\">The fact that the plaintiff’s property would be of more value if the restriction were removed is of no consequence. <em>Evans </em>v. <em>Foss, </em>194 Mass. 513, 518, 80 N. E. 587. The plaintiff purchased the land with full knowledge that the eight-acre tract was subject to the restriction ; he got everything he bargained for, and presumably took the restriction into consideration when he agreed on the price he paid: “He was under no compulsion to make the purchase, and, if the ownership of <page-number citation-index=\"1\" label=\"542\">*542</page-number>this . . . ground seemed sufficiently desirable to induce him to agree to the terms demanded and to accept a deed containing the restriction, it is neither unjust nor inequitable that he be required to observe its limitations.” <em>Beck </em>v. <em>Heckman, </em>supra, 355.</p>\n<p id=\"b556-6\">In passing, we note the citation by the plaintiff of <em>Dick </em>v. <em>Sears-Roebuck &amp; Co., </em>115 Conn. 122, 160 A. 432. That case concerned a covenant in a deed of land that it should not be used for fifteen years for the purpose of conducting a furniture business. The grantor was himself in that business and the land conveyed was across the street from his store. The case was decided in the trial court, argued before us and determined by us upon the basis that the covenant was an agreement in partial restraint of trade, and we sustained the trial court in enforcing it upon the cases holding that such agreements are valid if reasonable in scope and time. See <em>Beit </em>v. <em>Beit, </em>135 Conn. 195, 202, 63 A. 2d 161. No such issue as we now have before us was presented in that case.</p>\n<p id=\"b556-7\">The judgment of the Superior Court that the restriction is valid and enforceable must stand.</p>\n<p id=\"b556-8\">There is no error.</p>\n<p id=\"b556-9\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}