{
  "casebody": {
    "data": "<casebody firstpage=\"97\" lastpage=\"103\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b121-6\">Kelly, Appellant, <em>v. </em>Northampton County Agricultural Society.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b122-5\"><page-number citation-index=\"1\" label=\"98\">*98</page-number>Argued February 2, 1926.</otherdate>\n<judges data-order=\"2\" data-type=\"judges\" id=\"Alq\">Before MosIchzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.</judges>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"AZQ\"><em>C. F. </em>Smith, of <em>Smith &amp; Paff, </em>for. appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"AiG\">— We have a clear cut case of defendant company assuming the control of the employee: McGrath v. Sugar Co., 282 Pa. 265. Ackley v. Bradford Township, 32 Pa. Superior Ct. 487, is on all fours with the case under consideration and rules the instant case exactly.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b122-11\"><em>Asher Seip, </em>for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AIM\">— It cannot be seriously disputed that plaintiff was engaged on a common purpose and enterprise with the driver of the truck, and that he was bound to exercise vigilance, and, if necessary, warn the driver of danger: Dunlap v. P. R. T., 248 Pa. 130; Laudenberger v. Transit Co., 261 Pa. 288; Bucklin v. Davidson, 155 Pa. 362; Baker v. Gas Co., 157 Pa. 593.</p>\n<decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"Ae_M\">March 19, 1926:</decisiondate>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b122-12\">Opinion by</p>\n<author id=\"AqU\">Mr. Justice Sadler,</author>\n<p id=\"b122-13\">Francis Kelly brought an action in trespass to recover damages sustained on September 26, 1922, while em<page-number citation-index=\"1\" label=\"99\">*99</page-number>ployed in removing certain goods from the county fair grounds of the defendant. He was thrown from a moving van by coming in contact with a guy wire supporting a telephone pole, and connected with a tree some thirty-one feet distant. A verdict was rendered for the plaintiff. Subsequently, the learned court below entered judgment n. o. v. for the defendant, on the ground that no negligence had been proved, and, further, that there was clear contributory negligence on the part of plaintiff. From the order made, this appeal has been taken.</p>\n<p id=\"b123-3\">It appeared by the testimony that the defendant, a Fair Association, maintained grounds of considerable size, containing a race track, grandstand and other structures, for exhibition purposes. Portions of the premises were used by various parties for shows and entertainments. One exhibitor maintained a doll show, and, on the last day of the fair, employed a trucking concern to remove its paraphernalia from the place. For this purpose a motor of unusually large size, having a length of twenty-eight feet and a height of eleven feet, was employed. It was sent, ón a clear afternoon, from Bethlehem, but, by reason of the low opening of the gate at the north-east corner, where normally it would have gone in, it moved to another and larger entrance, and drove upon a cinder roadway which passed north of the grandstand. After going some distance, the car turned onto the grass on the north side, approaching the point where the property of the concessionaire was located. The driveway, referred to, was more or less obstructed by certain booths built against the grandstand, but it is clear from the evidence that there was no difficulty in moving the truck to the south of the telephone pole to which the wire was attached. The car was turned and the property to be moved loaded. The boxes were sufficient in number to occupy practically all of the body of the truck, and on top of them was placed a board platform thirty-five feet long, which extended seven feet beyond the rear of the van. Above the tailboard there was <page-number citation-index=\"1\" label=\"100\">*100</page-number>a cross-chain, and upon this the plaintiff was standing, with his head above the top of the car, when the accident occurred.</p>\n<p id=\"b124-4\">In returning to the gate by which entrance was made, the vehicle was not driven back to the cinder roadway as it had approached, but was taken straight across the grass in the direction of the exit. Evidence was given that there were ruts in the grass, north of and adjoining the established way, indicating that other motors had moved in a similar manner, and it was testified by Sims, the driver, that a man with a badge, whom he took to be an employee, motioned him to return the way he followed. No verbal directions were given, and the only evidence in the case shows that, though policemen were employed to protect the public from possible injury from the automobiles which were racing upon the track to the south, yet none had authority to give directions as to the movement of vehicles.</p>\n<p id=\"b124-5\">On the north side of the established road was an electric light pole, and this was supported by a guy wire fastened some thirty-one feet farther to the north, as already noted. At the point where attached to the tree, the height was eight feet and seven inches, and this clearance gradually increased until the top of the pole was reached. For the first ten feet, the one and one-half-inch wire was concealed by the branches, extending out at a still lower distance above the ground. Onward to the pole, it was clearly visible.</p>\n<p id=\"b124-6\">Plaintiff was standing on the cross-chain, at the rear of the truck, with his head above its top, which was eleven feet from the ground. On the roof, a boy was lying on his back. It is claimed that when the car moved toward the gate it passed at from one to five feet from the tree, where' the wire was concealed; but this, under the undisputed testimony, would have been impossible, since the clearance necessary for the eleven-foot truck could not have been attained unless it was practically ten feet from the tree, the free space there being eleven <page-number citation-index=\"1\" label=\"101\">*101</page-number>feet and seven inches, and at which point, and until the pole was reached, the obstruction complained of could be clearly seen. It was testified that the wire within the tree touched the face of the boy lying on the top of the van, and struck Kelly, who was standing with his head extending above, throwing him to the ground and causing the injury.</p>\n<p id=\"b125-3\">There can be no doubt of the fact that plaintiff was an invitee of the defendant company, and that to him there was owed the duty of exercising reasonable care (Robb v. Niles-Bement-Pond Co., 269 Pa. 298; Lerner v. Bergdoll, 285 Pa. 193; Silver v. Hause, 285 Pa. 166; Markham v. The Bell Stores Co., 285 Pa. 378), and it was incumbent upon the Fair Association to see that its driveways, as well as its stands and other buildings, which the public were permitted to occupy, were in reasonably safe condition (Cunningham v. Rogers, 225 Pa. 132; Folkman v. Lauer, 244 Pa. 605; Kane v. Lauer, 52 Pa. Superior Ct. 467), an obligation which extended not only to those who were admitted as sightseers, hut also to the employees of an independent contractor, who were properly upon the grounds: Newingham v. Blair Company, 232 Pa. 511; Sloan v. Hirsch, 283 Pa. 230; McGrath v. Penna. Sugar Co., 282 Pa. 265.</p>\n<p id=\"b125-4\">It will be remembered that Sims was the driver of the car, and that Kelly was his assistant. They were engaged in a common enterprise, and conducted a joint business, and, if the former was guilty of negligence on his part, and his wrongful act was observed and joined in by the latter, no recovery can be had in this proceeding: Dunlap v. P. R. T. Co., 248 Pa. 130. Though, ordinarily, the question of negligence, as well as contributory negligence, is a matter for the jury, and, in determining whether a judgment n. o. v. shall be sustained, the testimony of the plaintiff must be taken as correct, as well as all proper inferences which may be drawn therefrom, yet if it clearly appears that there was a lack of actionable wrongdoing, or that the plaintiff brought <page-number citation-index=\"1\" label=\"102\">*102</page-number>about tbe injury by the failure to exercise Ms own senses, we deal with a mere accident, and no pecuniary liability arises.</p>\n<p id=\"b126-4\">The negligence here charged is the use of a guy wire in connecting the pole and the tree. Certainly, the construction of the pole at a proper place, or the maintenance of the tree, neither of which was alleged to be in defective condition, did not show lack of ordinary caution or prudence: Sheets v. S. &amp; N. E. Ry. Co., 237 Pa. 153; Mardo v. Valley Smokeless Coal Co., 279 Pa. 209. If negligence is to be found, it must be in the fact that the connecting support was unreasonably placed. As noted before, the van, considering its height, must have passed at least nine or ten feet south of the tree. The wire was plainly visible at the latter distance. Where concealed, the clearly apparent branches of the tree were still lower, with which one would first come in contact before it was touched. It cannot be said, under the evidence offered, that there was any lack of prudence on the part of the defendant company in not making further provision for clearance of vehicles of unusual height: Geesey v. Palmer Lime &amp; Cement Co., 278 Pa. 147; Stoneback v. Thomas Iron Co., 2 Sadler 97.</p>\n<p id=\"b126-5\">It is true that reasonable precautions must be taken if ropes or wires are stretched over spaces where individuals or vehicles are expected or permitted to travel, and, when there has been failure to use due care in such cases and injury occurs, recovery may be had, as in the case of accidents happening on public highways (Ackley v. Bradford Twp., 32 Pa. Superior Ct. 487; Kuhns v. Upper Allen Twp., 57 Pa. Superior Ct. 386; Mumbower v. Weaver, 282 Pa. 605; Mooney v. Luzerne Borough, 186 Pa. 161), but even in those instances, where a part has been roped off, the individual, who sees fit to use a portion, left apparently open, must use his eyes, and, if he fails to observe proper care for his own protection, he cannot recover: Martin v. Williamsport, 208 Pa. 590. It is Ms duty to take cog<page-number citation-index=\"1\" label=\"103\">*103</page-number>nizance of dangers which are patent to the ordinary person: Shuman v. North Union Twp., 267 Pa. 344; Gryning v. Phila., 269 Pa. 277.</p>\n<p id=\"b127-3\">We do not see any affirmative proof of a failure to use proper foresight in the placing of 'the wire by the Fair Association at the part of the grounds not given over to vehicular traffic, but adjoining a fixed and definite highway, which had sufficient clearance to permit the van to pass. The driver saw fit to return to the north over the grass and underneath the link connecting the tree and the pole. The suggestion is made, however, that the reason for so doing was the motion of the man wearing a badge. This could be considered on the question of contributory negligence, even though, as it appeared here, he had no authority to direct the movement of vehicles (Guthrie v. B. &amp; O. R. R. Co., 222 Pa. 366), but the other facts in the case so clearly demonstrate that the plaintiff failed to exercise ordinary prudence, with his head above the top of the van, when he must have seen the wire if he had looked, that the court would have been justified in declaring him guilty of contributory negligence as a matter of law: Silver v. Hause, supra, p. 171.</p>\n<p id=\"b127-4\">The judgment of the court below is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}