{
  "casebody": {
    "data": "<casebody firstpage=\"1010\" lastpage=\"1025\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b766-5\">[No. B169401.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AX9\">Second Dist., Div. Three.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ARt\">Mar. 11, 2004.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b766-6\">ALEXANDRA CASTRO et al., Petitioners, v. THE SUPERIOR COURT OF LOS ANGELES COUNTY, Respondent; CALIFORNIA SAVINGS et al., Real Parties in Interest.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b769-7\"><page-number citation-index=\"1\" label=\"1013\">*1013</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b769-8\">Hersh, Mannis, Kipper &amp; Bogen, Law Offices of Douglas A. Bagby and Douglas A. Bagby for Petitioners.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b769-9\">No appearance for Respondent.</p>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b769-10\">Manatí, Phelps &amp; Phillips, Robert Platt, Carl Grumer, Robert Begland; Law Offices of Douglas Walton and Douglas Walton for Real Parties in Interest the Sterling Family Trust and D. Sterling, as an individual and ás a trustee of the Sterling Family Trust.</p>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b769-11\">Law Offices of Dennis Tulsiak and Dennis Tulsiak for Real Party in Interest R. Sterling, as a trustee of the Sterling Family Trust.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b769-12\">Opinion</p>\n<author id=\"b769-13\">CROSKEY, J.</author>\n<p id=\"A0P\">In this case we must decide whether a party moving to expunge an improperly recorded lis pendens is entitled to attorney fees as a “prevailing party” under Code of Civil Procedure section 405.38<footnotemark>1</footnotemark> when the <page-number citation-index=\"1\" label=\"1014\">*1014</page-number>lis pendens is withdrawn before a ruling on the motion. We conclude that the withdrawal of a lis pendens while a motion to expunge is pending does not automatically preclude recovery of attorney fees to the moving party. Rather, we adopt a practical approach to determine the prevailing party based on the trial court’s determination of which party realized its objectives in the proceeding. Such a determination requires the trial court to consider the merits of the motion,<footnotemark>2</footnotemark> and whether the lis pendens claimant acted with substantial justification in withdrawing the lis pendens, or whether, in light of all of the circumstances, the imposition of fees would otherwise be unjust.</p>\n<p id=\"b770-4\">The record reveals that the trial court believed it could not award attorney fees to petitioner Alexandra and Edith Castro (collectively, the Castros) under section 405.38 when real parties in interest California Savings, the Sterling Family Trust, R. Sterling, as a trustee of the Sterling Family Trust, and D. Sterling, as an individual and trustee of the Sterling Family Trust (collectively, the Sterlings), had withdrawn the lis pendens before a ruling on the Castros’ motion to expunge. We granted the Castros’ writ petition to address the recoverability of attorney fees in such circumstances. We reject the inflexible rule applied by the trial court and instead adopt the practical approach described herein.<footnotemark>3</footnotemark></p>\n<p id=\"b770-5\">\n<em>FACTUAL AND PROCEDURAL BACKGROUND</em>\n</p>\n<p id=\"b770-6\">This attorney fees dispute arises from litigation involving a $1 million residence in Beverly Hills (the property) in which the Castros hold title of record. The Castros claim the property was a gift, while the Sterlings claim it was a business investment between the parties to acquire, renovate, and market the property.<footnotemark>4</footnotemark></p>\n<p id=\"b771-4\"><page-number citation-index=\"1\" label=\"1015\">*1015</page-number>The Sterlings filed a lawsuit against the Castras to restore title to the property.<footnotemark>5</footnotemark> Because the complaint asserted a real property claim, the Sterlings also filed a notice of pendency of action or lis pendens.<footnotemark>6</footnotemark> (§§ 405.4, 405.20, 405.24.) Three months later, after filing a first amended complaint, the Sterlings filed a second lis pendens on the property.<footnotemark>7</footnotemark></p>\n<p id=\"b771-5\">The Castras filed a motion to expunge the first lis pendens (first motion), alternatively claiming the lis pendens was improperly recorded because (1) the amended complaint did not allege a real property claim (§ 405.31), and (2) the Sterlings could not establish the probable validity of any real property claim (§ 405.32). The trial court denied this initial motion on both grounds. First, it concluded that the Sterlings’ amended complaint sought to quiet title in the property, which required recording a lis pendens (§ 761.010, subd. (b)). Second, the trial court concluded that the lis pendens was properly recorded because the Sterlings appeared to have asserted a real property claim. The trial court denied the Castras’ motion for reconsideration.</p>\n<p id=\"b771-6\">After conducting further discovery, the Castras filed a motion to expunge the second lis pendens and any other lis pendens recorded on the property based on probable validity grounds (§ 405.32) (second motion). In this second motion, the Castras submitted additional documentary evidence and excerpts of the Sterling parties’ depositions. The additional evidence supported the Castras’ contention that the property had been a gift, not a business investment. The Castras’ counsel submitted a declaration stating that the additional evidence had been obtained to attack the Sterling parties’ declarations filed to oppose the first motion.</p>\n<p id=\"b771-7\">Before the hearing on the second motion, the Sterlings withdrew the second lis pendens recorded on the property. In its brief notifying the court of the withdrawal, the Sterlings stated that they withdrew the lis pendens because they were unable to complete meaningful discovery to oppose the second motion.</p>\n<p id=\"b772-3\"><page-number citation-index=\"1\" label=\"1016\">*1016</page-number>At the hearing on the second motion, the Castros informed the court that the Sterlings had only withdrawn one of the lis pendens. The Sterlings then agreed to withdraw the earlier recorded lis pendens. The Sterlings’ counsel, who recorded the first lis pendens, represented to the court that the first lis pendens had not been withdrawn because of an oversight involving substitution of counsel. Since the Sterlings had agreed to withdraw the lis pendens, the trial court postponed ruling on the Castros’ request for more than $100,000 in attorney fees incurred in connection with filing the second motion.</p>\n<p id=\"b772-4\">One month later, the Sterlings recorded a third lis pendens on the property,<footnotemark>8</footnotemark> which the Castros moved to expunge (third motion). The case had been reassigned and a different trial court heard and granted the third motion, awarding the Castros fees as the prevailing party.</p>\n<p id=\"b772-5\">The new trial court also heard and denied the Castros’ request for $116,657 in attorney fees incurred in bringing the second motion, concluding that the Castros were not the prevailing party under section 405.38. The trial court reasoned that, based on the statute, the Sterlings could withdraw the lis pendens prior to a court order expunging the lis pendens without incurring any obligation for statutory attorney fées and costs.<footnotemark>9</footnotemark></p>\n<p id=\"b772-6\">The Castros filed the pending petition for a writ of mandate challenging the trial court’s order denying their attorney fees incurred in bringing the second motion. They asked that we vacate the order and direct the trial court to grant their motion for attorney fees under section 405.38. We issued an order to show cause to address an issue of continuing interest: Whether a party moving to expunge an improperly recorded lis pendens is entitled to attorney fees as the prevailing party under section 405.38 when the lis pendens is withdrawn before a ruling on the motion.<footnotemark>10</footnotemark></p>\n<p id=\"b773-4\">\n<page-number citation-index=\"1\" label=\"1017\">*1017</page-number>\n<em>CONTENTIONS</em>\n</p>\n<p id=\"b773-5\">The Castras contend that the trial court erred in concluding that it could not award them attorney fees under section 405.38 as the prevailing party on their second motion because the lis pendens had been withdrawn before there was a ruling on that motion. They contend that the trial court should have used a practical approach to determine whether they were the prevailing party based on which party realized its objectives in the proceedings.</p>\n<p id=\"b773-6\">\n<em>DISCUSSION</em>\n</p>\n<p id=\"b773-7\">1. <em>Standard of Review</em></p>\n<p id=\"b773-8\">The Sterlings correctly point out that the propriety or amount of an attorney fees award is reviewed using the abuse of discretion standard. (See, e.g., <em>Gilbert v. National Enquirer, Inc. </em>(1997) 55 Cal.App.4th 1273, 1274 [64 Cal.Rptr.2d 659].) Nevertheless, the interpretation of the term “prevailing party” under section 405.38 is a question of statutory construction that we review de novo. <em>(Carver v. Chevron U.S.A., Inc. </em>(2002) 97 Cal.App.4th 132, 142 [118 Cal.Rptr.2d 569].)</p>\n<p id=\"b773-9\">2. A <em>Party Prevailing on a Motion to Expunge a Lis Pendens Is Entitled to Attorney Fees</em></p>\n<p id=\"b773-10\">A property owner can remove an improperly recorded lis pendens by bringing a motion to expunge, as the Castras did here, on the ground that the lis pendens claimant “has not established by a preponderance of the evidence the probable validity of the real property claim.” (§§ 405.30, 405.32.)</p>\n<p id=\"b774-3\"><page-number citation-index=\"1\" label=\"1018\">*1018</page-number>Under section 405.38, a prevailing party on a motion to expunge a lis pendens is <em>entitled </em>to recover attorney fees. The statute provides: “The court <em>shall </em>direct that the <em>party prevailing on any motion </em>under this chapter be awarded the reasonable attorney’s fees and costs of making or opposing the motion unless the court finds that the other party acted with substantial justification or that other circumstances make the imposition of attorney’s fees and costs unjust.” (§ 405.38, italics added.)</p>\n<p id=\"b774-4\">The attorney fees provision in the lis pendens statutes originally was enacted to control misuse of the lis pendens procedure. <em>(Trapasso v. Superior Court </em>(1977) 73 Cal.App.3d 561, 569-570 [140 Cal.Rptr. 820].) In 1992, section 405.38 was revised to make an award of attorney fees mandatory unless the court found that the other party acted with substantial justification, or the imposition of fees and costs would be unjust. (See Code com., 14 West’s Ann. Code Civ. Proc. (2004 supp.) foll. § 405.38, p. 255.)<footnotemark>11</footnotemark> The statute, however, does not define prevailing party. Moreover, we have found no case, nor have the parties cited a case, that has determined the meaning of “prevailing party” under section 405.38 when a lis pendens has been withdrawn prior to a ruling on a motion to expunge.</p>\n<p id=\"b774-5\">3. <em>The Practical Approach To Determine Prevailing Party</em></p>\n<p id=\"b774-6\">Because section 405.38 does not define prevailing party, the Castros ask that we reject a rigid interpretation of that term and instead determine prevailing party based on which party succeeded on a practical level. (Cf. <em>Heather Farms Homeowners Assn. v. Robinson </em>(1994) 21 Cal.App.4th 1568, 1571-1574 [26 Cal.Rptr.2d 758].) This practical approach has been adopted to determine the prevailing party for purposes of awarding attorney fees in a pretrial voluntary dismissal case asserting tort claims when the contractual term “prevailing party” was undefined <em>(Santisas v. Goodin </em>(1998) 17 Cal.4th 599, 622 [71 Cal.Rptr.2d 830, 951 P.2d 399) <em>(Santisas)) </em>and when, as here, an attorney fees statute does not define prevailing party <em>(Galan v. Wolfriver Holding Corp. </em>(2000) 80 Cal.App.4th 1124, 1127-1130 [96 Cal.Rptr.2d 112]; <em>Gilbert v. National Enquirer, Inc., supra, </em>55 Cal.App.4th at pp. 1276-1277; <em>Heather Farms, supra, </em>at pp. 1571-1574; see also <em>Damian </em>v. <em>Tamondong </em>(1998) 65 Cal.App.4th 1115, 1128-1130 [77 Cal.Rptr.2d 262]).<footnotemark>12</footnotemark> The practical approach also has been applied to determine the prevailing party for <page-number citation-index=\"1\" label=\"1019\">*1019</page-number>purposes of awarding attorney fees on a special motion to strike under the SLAPP statute (strategic lawsuit against public participation; § 425.16, subd. (c)), when the complaint is dismissed before a ruling on the motion. <em>(Coltrain v. Shewalter </em>(1998) 66 Cal.App.4th 94, 107 [77 Cal.Rptr.2d 600] <em>(Coltrain).)</em></p>\n<p id=\"b775-5\">a. <em>The Practical Approach to Construe “Prevailing” Party Has Been Applied in Pretrial Voluntary Dismissal Cases</em></p>\n<p id=\"b775-6\">Under the practical approach, the court determines the prevailing party by analyzing which party realized its litigation objectives. In <em>Santisas, supra, </em>17 Cal.4th 599, our Supreme Court adopted this approach when considering a request by the defendants for attorney fees under a contractual attorney fees provision following the voluntary dismissal of the plaintiffs’ complaint. The <em>Santisas </em>plaintiffs asserted both contract and tort causes of action, arising from alleged defects in a home they purchased from the Goodins. <em>(Id. </em>at p. 603.) The real estate purchase agreement contained an attorney fees clause that entitled the prevailing party to recover attorney fees in any legal action “arising out of the execution of the agreement.” <em>(Ibid.) </em>After conducting discovery, the plaintiffs voluntarily dismissed the action with prejudice. Pursuant to the agreement, the defendants moved to recover attorney fees. The trial court awarded attorney fees, and the Court of Appeal affirmed. <em>(Id. </em>at pp. 603-604.)</p>\n<p id=\"b775-7\">The <em>Santisas </em>court concluded that while the defendants could not be the prevailing party on the contract claims under Civil Code section 1717, the defendants could be the prevailing parties on the tort claims under the agreement and under sections 1032 and 1033.5, subdivision (a)(10). <em>(Santisas, supra, </em>17 Cal.4th at pp. 614-623.) While recognizing that attorney fees should not be awarded automatically, the <em>Santisas </em>court rejected an inflexible rule denying contractual attorney fees on tort or noncontract claims in all voluntary pretrial dismissal cases. <em>(Id. </em>at pp. 621-622.) “Rather, a court may determine whether there is a prevailing party, and if so which party meets that definition, by examining the terms of the contract at issue. ... If, as here, the contract allows the prevailing party to recover attorney fees but does not define ‘prevailing party’ or expressly either authorize or bar recovery of attorney fees in the event an action is dismissed, a court may base its attorney fees decision on a pragmatic definition of the extent to which each party has realized its litigation objectives, whether by judgment, settlement, or otherwise. [Citation.]” <em>(Id. </em>at p. 622.) In assessing litigation success, <em>Hsu </em>v. <em>Abbara </em>(1995) 9 Cal.4th 863, 877 [39 Cal.Rptr.2d 824, 891 P.2d 804] instructs: “[C]ourts should respect substance rather than form, and to this extent should be guided by ‘equitable considerations.’ For example, a party who is denied direct relief on a claim may nonetheless be found to be a <page-number citation-index=\"1\" label=\"1020\">*1020</page-number>prevailing party if it is clear that the party has otherwise achieved its main litigation objective. [Citations.]”</p>\n<p id=\"b776-4\">Courts construing statutes that contain attorney fees provisions that do not define the term “prevailing party,” also have adopted this practical approach to determine the recoverability of attorney fees in pretrial voluntary dismissal cases. (See, e.g., <em>Galan </em>v. <em>Wolfriver Holding Corp., supra, </em>80 Cal.App.4th at pp. 1127-1130 [Civ. Code, § 1942.4 action against a landlord for substandard housing, which entitled the prevailing party to attorney fees]; <em>Gilbert v. National Enquirer, Inc., supra, </em>55 Cal.App.4th at pp. 1276-1277 [commercial appropriation action based on Civ. Code, § 3344, subd. (a), which provides that tire prevailing party shall be entitled to attorney’s fees and costs]; <em>Heather Farms Homeowners Assn. v. Robinson, supra, </em>21 Cal.App.4th at pp. 1571-1574 [Civ. Code, § 1354, subd. (f), which provides that in an action to enforce condominium conditions, covenants, and restrictions, “the prevailing party shall be awarded reasonable attorney’s fees and costs”].) In these cases, like <em>Santisas, </em>the determination to award attorney fees was based on whether the party seeking attorney fees had achieved its main litigation objective. <em>(Galan, supra, </em>at pp. 1129-1130; <em>Gilbert, supra, </em>at pp. 1277-1278; <em>Heather Farms, supra, </em>at pp. 1574-1575.)</p>\n<p id=\"b776-5\">b. <em>Coltrain Adopted the Practical Approach to Construe “Prevailing” Party Following the Dismissal of an Action While a Special Motion to Strike Was Pending</em></p>\n<p id=\"b776-6\"><em>Coltrain, supra, </em>66 Cal.App.4th 94, adopted the practical approach to determine the recoverability of attorney fees under the SLAPP st0atute when the plaintiffs dismissed their lawsuit while a special motion to strike was pending. In that case, the Coltrains filed a complaint in superior court against their neighbors. <em>(Id. </em>at p. 99.) The neighbors had filed a nuisance abatement action in small claims court against the Coltrains. The neighbors contended that the Coltrains’ action was a SLAPP suit and filed a special motion to strike the Coltrains’ complaint. <em>(Id. </em>at p. 100.) While the motion was pending, the Coltrains voluntarily dismissed their complaint. The neighbors, however, sought to recover their attorney fees incurred in connection with the filing of their special motion to strike. <em>(Ibid.) </em>The trial court awarded the neighbors their attorney fees. The trial court reasoned that the term “prevailing party” as used in section 425.16, subdivision (c), did not require a judicial determination that the neighbors had succeeded on the motion. Instead, the trial court imported the definition of prevailing party from section 1032, subdivision (a)(4), and concluded that because the Coltrains dismissed their lawsuit, the neighbors were the prevailing party. <em>(Id. </em>at p. 101.)</p>\n<p id=\"b776-7\">The <em>Coltrain </em>court concluded that the trial court had reached the correct result, but did so on a different analytical basis. It rejected the trial court’s <page-number citation-index=\"1\" label=\"1021\">*1021</page-number>reliance on section 1032, subdivision (a)(4), and instead adopted a practical approach to determine the prevailing party on the special motion to strike. Under this approach, the “trial court has discretion to determine whether the defendant is the prevailing party for purposes of attorney’s fees under Code of Civil Procedure section 425.16, subdivision (c).” <em>(Coltrain, supra, </em>66 Cal.App.4th at p. 107.) Consistent with <em>Santisas, supra, </em>17 Cal.4th at page 622, the <em>Coltrain </em>court reasoned that “[i]n making that determination, the critical issue is which party realized its objectives in the litigation. Since the defendant’s goal is to make the plaintiff go away with its tail between its legs, ordinarily the prevailing party will be the defendant. The plaintiff, however, may try to show it actually dismissed because it had substantially achieved its goals through a settlement or other means, because the defendant was insolvent, or for other reasons unrelated to the probability of success on the merits.” <em>(Coltrain, supra, </em>at p. 107.) The court recognized that “regardless of whether the action is a SLAPP suit or not, the plaintiff may have good faith reasons for the dismissal that have nothing to do with oppressing the defendant or avoiding liability for attorney’s fees.” <em>(Ibid.)</em></p>\n<p id=\"b777-5\">In <em>Liu v. Moore </em>(1999) 69 Cal.App.4th 745, 751-753 [81 Cal.Rptr.2d 807], we rejected any suggestion that <em>Coltrain, supra, </em>66 Cal.App.4th at page 107, created a presumption that when an action is dismissed, the defendant and moving party on a motion to strike under section 425.16, is the prevailing party. Instead, we concluded that notwithstanding the dismissal of the action, in order to award fees to the defendant, the trial court must determine the merits of the pending motion to strike and conclude that the plaintiff’s action was a SLAPP suit. <em>(Liu, supra, </em>at p. 752.) Thereafter, the trial court could consider any evidence to show a good faith reason for dismissal. To hold otherwise, we reasoned, would have “(1) deprived] a true SLAPP defendant of statutorily authorized fees, or (2) entitled] a defendant to such relief in a non-SLAPP action which was dismissed by the plaintiff for entirely legitimate reasons.” <em>(Id. </em>at pp. 752-753; see also <em>Pfeiffer Venice Properties </em>v. <em>Bernard </em>(2002) 101 Cal.App.4th 211, 217-219 [123 Cal.Rptr.2d 647].)</p>\n<p id=\"b777-6\">We recognize, as did the <em>Coltrain </em>court, that the dismissal of a complaint after the filing of a special motion to strike is akin to a pretrial voluntary dismissal. <em>(Coltrain, supra, </em>66 Cal.App.4th at p. 106.) By contrast, a motion to expunge does not end the litigation but simply removes the encumbrance on the property as the underlying litigation moves forward. Nevertheless, the withdrawal of an improperly recorded lis pendens, while a motion to expunge is pending, achieves the litigation objectives of the moving party by removing the cloud on the title and permitting the property’s transfer. The moving party thus has obtained the relief that the trial court would have granted had it ruled on the motion. That is not to say, however, that statutory fees under section 405.38 are automatically awarded, <em>only that statutory fees should not automatically be denied. </em>Thus, just as in the case of <page-number citation-index=\"1\" label=\"1022\">*1022</page-number>a special motion to strike under section 425.16, notwithstanding the withdrawal of the lis pendens, in order to award statutory attorney fees to the moving party, the trial court must determine the merits of the pending motion.</p>\n<p id=\"b778-4\">We believe this approach is consistent with the stated legislative purpose behind the mandatory attorney fees provision in section 405.38. As noted above, the attorney fees provision was enacted to control the misuse of the lis pendens procedure. “[T]he recording of a lis pendens is sometimes made not to prevent conveyance of property that is the subject of the lawsuit, but to coerce an opponent to settle regardless of the merits. [Citation.]” <em>(Hilberg v. Superior Court </em>(1989) 215 Cal.App.3d 539, 542 [263 Cal.Rptr. 675].) A rule that automatically excludes recovery of attorney fees if a lis pendens is withdrawn while a motion to expunge is pending would permit the continued abuse of the lis pendens procedure by enabling the claimant to improperly record a lis pendens to coerce a settlement with little risk. If the lis pendens claimant does not achieve a settlement, by withdrawing the improperly recorded lis pendens, the claimant suffers no adverse consequences. The moving party, however, will have incurred the expense of preparing and filing the motion, and then be denied its right to obtain statutory attorney fees irrespective of the merits of the motion to expunge. Such a result would be unfair, unjust, and inconsistent with the very purpose section 405.38 was enacted to serve.</p>\n<p id=\"b778-5\">We must emphasize, however, that these policy reasons do not support a rule that would automatically <em>entitle </em>a moving party to attorney fees when a lis pendens is withdrawn while a motion to expunge is pending. There may be reasons for the withdrawal of the lis pendens that are unrelated to the merits of the motion. In addition, there might be other facts and circumstances that have nothing to do with the lis pendens claimant’s avoiding liability for attorney fees. Thus, the withdrawal of a lis pendens while a motion to expunge is pending neither automatically precludes a court from awarding the moving party attorney fees and costs, nor automatically requires an award of attorney fees and costs, under section 405.38.</p>\n<p id=\"b778-6\">4. <em>The Practical Approach to Determine “Prevailing Party” When a Lis Pendens Is Withdrawn Requires an Evaluation of the Merits of the Motion to Expunge</em></p>\n<p id=\"b778-7\">Because section 405.38 does not define prevailing party or expressly authorize or bar recovery of attorney fees in the event the lis pendens is withdrawn before a ruling on a motion to expunge, we adopt the practical approach to determine the prevailing party for purposes of awarding attorney fees. Under the practical approach, a trial court must determine <page-number citation-index=\"1\" label=\"1023\">*1023</page-number>whether the moving party is the prevailing party under section 405.38 by analyzing the extent to which each party has realized its litigation objectives. To determine litigation objectives, it is not enough simply to consider that the lis pendens has been withdrawn; the court must consider and decide whether the moving party would have prevailed on the motion. Where, as here, the motion to expunge is brought under section 405.32, the court must determine the probable validity of the lis pendens claimant’s real property claim. On this issue, the lis pendens claimant has the burden of proof. (§ 405.32.) The lis pendens claimant must establish the probable validity of the claim by a preponderance of evidence. <em>(Ibid.) </em>As we have previously stated, there can be no presumption that the moving party is a prevailing party simply because the lis pendens has been withdrawn prior to a ruling on the motion. Such a presumption would ignore the discretionary language of section 405.38.<footnotemark>13</footnotemark></p>\n<p id=\"b779-5\">Even after the merits of the expungement motion are determined in favor of the moving party when determining whether to award attorney fees when a lis pendens was withdrawn before a ruling on a motion to expunge, there may nonetheless be facts and circumstances militating against imposing attorney fees and costs on the lis pendens claimant. The trial court must consider whether the withdrawal of the lis pendens was for reasons unrelated to the merits of the motion. For example, the lis pendens claimant may have achieved its goals through settlement or other means. In addition, the trial court has the discretion to consider whether, in light of all the circumstances, the imposition of fees would otherwise be unjust.</p>\n<p id=\"b779-6\">Until a court determines all of these issues, the moving party is not entitled to its attorney fees and costs under section 405.38. If such a judicial determination were not first obtained, it could have the effect of either depriving a moving party likely to succeed on a motion to expunge statutorily authorized attorney fees, or entitling the moving party to attorney fees in an action where the lis pendens was withdrawn for entirely legitimate reasons. In either situation, the purpose of the statute’s remedial provision to “mitigate against and control misuse of the lis pendens procedure” would be frustrated. <em>(Trapasso v. Superior Court, supra, </em>73 Cal.App.3d at p. 569.)</p>\n<p id=\"b780-3\"><page-number citation-index=\"1\" label=\"1024\">*1024</page-number>The Sterlings contend that the practical approach that we adopt here is flawed for two reasons. We reject them both. First, they contend that such an approach would result in a “mini-trial on the merits,” wasting scarce judicial resources to try the merits of motions when a party has withdrawn a lis pendens for reasons unrelated to the merits. This argument is based on language in <em>International Industries, Inc. </em>v. <em>Olen </em>(1978) 21 Cal.3d 218, 224-225 [145 Cal.Rptr. 691, 577 P.2d 1031], which set forth this reason as a basis for adopting an inflexible rule denying contractually based attorney fees in pretrial voluntary dismissal cases. While the <em>Santisas </em>court did not question the reasoning in <em>Olen, </em>it rejected such an “inflexible rule” in other contexts that would have the effect of automatically denying attorney fees when an action is voluntarily dismissed. <em>(Santisas, supra, </em>17 Cal.4th at p. 621-622.) We also here reject such an inflexible rule to determine attorney fees under section 405.38 when a lis pendens is withdrawn before a ruling on a motion to expunge. As stated, to do so would deny a moving party likely to succeed on the motion statutory attorney fees and condone misuse of the lis pendens procedure. As we have already emphasized, this would be contrary to the stated purpose of section 405.38.</p>\n<p id=\"b780-4\">Second, we reject the Sterlings’ argument that when a lis pendens is withdrawn, the party seeking expungement does not achieve its litigation objectives. The Sterlings point out that the withdrawal of a lis pendens is not the same as an expungement order. Unlike an order expunging a lis pendens, when a lis pendens is withdrawn, the claimant is free to record another lis pendens. (§ 405.36.) As we have stated, in order to recover attorney fees, the trial court must determine whether the moving party would have succeeded on the motion to expunge. If the court determines that the expungement motion was meritorious, such a determination would necessarily mean, in the factual context before us, that the lis pendens claimant could not establish a real property claim (§ 405.32) and the lis pendens had been improperly recorded. Rejecting form over substance, the moving party would have achieved its main litigation objective, that is, to remove the cloud on the title and permit transfer of the property, even though it had not secured the right to prevent the recording of subsequent lis pendens. If the court thereafter determines that no conduct justified withdrawal, then the moving party should not be deprived of its attorney fees. To deny attorney fees under these circumstances would condone abuse of the lis pendens procedure by permitting withdrawal solely to avoid attorney fees.</p>\n<p id=\"b780-5\">In sum, when a lis pendens is withdrawn while a motion to expunge is pending, the moving party is not automatically entitled to attorney fees, nor automatically denied attorney fees, under section 405.38. Instead, based on the practical approach we adopt here, the trial court has the discretion to award attorney fees based on a determination of which party would have prevailed on the motion, and whether the lis pendens claimant acted with <page-number citation-index=\"1\" label=\"1025\">*1025</page-number>substantial justification in withdrawing the lis pendens, or whether, in light of all of the circumstances, the imposition of fees would otherwise be unjust.</p>\n<p id=\"b781-5\">\n<em>DISPOSITION</em>\n</p>\n<p id=\"b781-6\">In light of the parties’ settlement and dismissal of this action (see fn. 3, <em>ante), </em>the alternative writ is discharged and the petition is dismissed as moot. Each party shall bear their own costs.</p>\n<p id=\"b781-7\">Klein, P. J., and Kitching, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b769-14\"> Code of Civil Procedure section 405.38 provides: “The court <em>shall </em>direct that <em>the party prevailing on any motion </em>under this chapter be awarded the reasonable attorney’s fees and costs of making or opposing the motion unless the court finds that the other party acted with <page-number citation-index=\"1\" label=\"1014\">*1014</page-number>substantial justification or that other circumstances make the imposition of attorney’s fees and costs unjust.” (Italics added.)</p>\n<p id=\"b770-8\">Unless otherwise indicated, all further statutory references are to the Code of Civil Procedure.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b770-9\"> In the present action, the motion to expunge the lis pendens was brought on the grounds that the lis pendens claimant could not establish the probable validity of a real property claim. (§ 405.32.) A motion also may be brought on grounds that (1) service was invalid (§§ 405.22, 405.23), (2) the complaint fails to plead a real property claim (§ 405.31), and (3) “adequate relief can be secured to the claimant by the giving of an undertaking” (§ 405.33).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b770-10\"> After the parties argued the case and submitted it for decision by this court, counsel informed us that the parties had settled and had dismissed the entire action with prejudice. Because this appeal, however, involves an issue of continuing public interest that is likely to recur, we exercise our inherent discretion to resolve the attorney fees issue raised in the Castros’ writ petition. <em>(Liberty Mut. Ins. Co. </em>v. <em>Fales </em>(1973) 8 Cal.3d 712, 715-716 [106 Cal.Rptr. 21, 505 P.2d 213]; <em>Rosales v. Thermex-Thermatron, Inc. </em>(1998) 67 Cal.App.4th 187, 191, fn. 1 [78 Cal.Rptr.2d 861].) In light of the settlement and dismissal of this action, we discharge the alternative writ and dismiss the petition as moot. <em>(Beilenson v. Superior Court </em>(1996) 44 Cal.App.4th 944, 948-949, 956 [52 Cal.Rptr.2d 357].)</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b770-11\"> Our recitation of the facts does not require us to delve any deeper into the underlying <page-number citation-index=\"1\" label=\"1015\">*1015</page-number>factual dispute between the parties. We state only those facts that relate to the procedural posture of this case that led to the denial of the Cas tros’ attorney fees motion.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b771-10\"> <em>The Sterling Family Trust et al. v. Castro et al. </em>(Super Ct. L.A. County, 2002, SC073666).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b771-11\"> A notice of lis pendens may be recorded by a party to an action asserting a real property claim, thereby giving constructive notice of the pendency of litigation affecting the property described in the notice. (§§ 405.20, 405.24; <em>Urez Corp. v. Superior Court </em>(1987) 190 Cal.App.3d 1141, 1144-1145 [235 Cal.Rptr. 837].) Until the conclusion of the litigation or the expungement of the lis pendens, title to the property is clouded, preventing transfer of the property. <em>(BGJ Associates </em>v. <em>Superior Court </em>(1999) 75 Cal.App.4th 952, 966-967 [89 Cal.Rptr.2d 693].)</p>\n<p id=\"b771-12\">The lis pendens was recorded on August 26, 2002, as instrument No. 02-1998612, in the office of the county recorder of the County of Los Angeles.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b771-13\"> This second lis pendens was recorded on November 21, 2002, as instrument No. 02-2840435 in the office of the county recorder in the County of Los Angeles.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b772-7\"> The lis pendens was recorded on May 28, 2003, as instrument No. 03-1516421, in the office of the county recorder in the County of Los Angeles.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b772-8\"> The trial court set forth its reasons in a tentative decision, which it adopted as its final ruling. The trial court explained: “[T]he next issue is the motion for attorneys’ fees pursuant to CCP 405.38, and this is where [the Castros] are requesting the amount of $116,657 in fees and costs of 12,580 bucks in connection with the motion to expunge which was filed on April 4th. [ft] Now, in that situation the Sterling parties withdrew the lis pendens, and the question would be, then, tentatively is whether [the Castros] were the prevailing parties so as to obtain those fees, [ft] I must say, I don’t believe under 405.38 of the CCP that they were the prevailing party; therefore, it’s my tentative to deny the motion for attorneys’ fees pursuant to CCP 405.38 for that reason. <em>I just don’t see how you can be considered the prevailing party if the—for whatever reason the lis pendens was withdrawn.” </em>(Italics added.)</p>\n<blockquote id=\"b772-9\">The trial court’s minute order denying attorney fees states: “The Court cannot make a determination that defendants were the prevailing party.”</blockquote>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b772-10\"> Under section 405.39, the order denying the Castros their attorney fees is not an appealable order. The Castros, however, “may petition the proper reviewing court to review the <page-number citation-index=\"1\" label=\"1017\">*1017</page-number>order by writ of mandate.” The Castres timely filed such a petition.</p>\n<p id=\"AyE\">At the outset, we deal with the Sterlings’ argument that we lack jurisdiction to address the attorney fees issue raised in the writ petition. The Sterlings assert that the trial court lacked jurisdiction to hear the second motion because the Castros presented no new facts that could not have reasonably been discovered in connection with the first motion. Thus, according to the Sterlings, the second motion was the proverbial second bite of the apple. We reject this argument. Section 405.30 does not preclude a subsequent motion to expunge. Moreover, in the second motion the Castros presented newly obtained information from the Sterling parties’ depositions, in addition to documentary evidence, that shed light on the viability of the Sterlings’ real property claim. The Castros’ second motion containing additional evidence is analogous to the additional evidence submitted in the second application for attachment in <em>Film Packages, Inc. </em>v. <em>Brandywine Film Productions, Ltd. </em>(1987) 193 Cal.App.3d 824, 829 [238 Cal.Rptr. 623], In that case, the court concluded that the new evidence obtained during the deposition of the operative players shed new meaning on existing facts. The same is true here. The Castros’ additional evidence was significant enough that the trial court that ruled on the third motion apparently believed the Castros and granted the motion, whereas previously another trial court had believed the Sterlings’ declarations and denied the first motion.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b774-7\"> The comments in both Deering’s and West’s Annotated California Codes, reflect the Legislature’s intent in enacting the amendments to the lis pendens statutes. <em>(BGJ Associates </em>v. <em>Superior Court, supra, </em>75 Cal.App.4th at pp. 955-956.)</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b774-8\"> Of course, where the statute defines prevailing party, there is no need to adopt a practical approach. (See, e.g., section 1032, subd. (a)(4) [defining prevailing party as, among other things, a “defendant in whose favor a dismissal is entered . . . .”]; Civ. Code, § 1717, subd. (b)(2) [“Where an action has been voluntarily dismissed or dismissed pursuant to a settlement of the case, there shall be no prevailing party for purposes of this section.”].)</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b779-7\"> The discretionary language in section 405.38 is similar to the discretionary standard for awarding discovery sanctions. For example, section 2030, subdivision (1), provides in pertinent part: “The court shall impose a monetary sanction under Section 2023 against any party, person, or attorney who unsuccessfully makes or opposes a motion to compel a further response to interrogatories, <em>unless it finds that the one subject to the sanction acted with substantial justification or that other circumstances make the imposition of the sanctions unjust.” </em>(Italics added.) This discretion enables the trial court to award discovery sanctions even though no opposition to the motion was filed, or opposition to the motion was withdrawn, or the requested discovery was provided to the moving party after the motion was filed. (Cal. Rules of Court, rule 341.)</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}