{
  "casebody": {
    "data": "<casebody firstpage=\"187\" lastpage=\"194\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b215-2\">Submitted September <em>4, </em>2009,</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"aq-dedup-0\">reversed and remanded with instructions to enter judgment including a finding that husband is not the psychological parent of D and is not entitled to parenting time or visitation with D; otherwise affirmed January 6, 2010</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b215-4\">In the Matter of the Marriage of Liana Martha HANSON-PARMER, nka Liana Martha West, <em>Petitioner-Appellant, and </em>James Michael PARMER, <em>Respondent-Respondent.</em></parties>\n<p data-order=\"3\" data-type=\"court\" id=\"b215-8\">Linn County Circuit Court</p>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"A88\">050487; A133335</docketnumber>\n<citation data-order=\"5\" data-type=\"citation\" id=\"b215-9\">225 P3d 129</citation>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b215-16\">Lorena Reynolds and The Reynolds Law Firm, PC, filed the opening brief for appellant. On the reply brief were Beth Crawford and The Reynolds Law Firm, PC.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b215-17\">James Michael Parmer filed the brief <em>pro se.</em></attorneys>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b215-18\">Before Haselton, Presiding Judge, and Armstrong, Judge, and Rosenblum, Judge.</judges>\n<judges data-order=\"9\" data-type=\"judges\" id=\"b216-3\"><page-number citation-index=\"1\" label=\"188\">*188</page-number>HASELTON, P. J.</judges>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b217-3\"><page-number citation-index=\"1\" label=\"189\">*189</page-number>HASELTON, P. J.</author>\n<p id=\"b217-4\">Wife appeals a dissolution judgment, assigning error to the trial court’s determination that husband is the psychological parent of her youngest son, D, and is entitled to visitation with him pursuant to ORS 109.119(3)(a). On appeal, the dispositive legal issue is whether husband had a “child-parent relationship,” ORS 109.119(10)(a), with D that is a necessary statutory prerequisite to husband’s right to visitation in this case. Because we conclude that husband failed to establish that he had a child-parent relationship with D, we reverse, in part.</p>\n<p id=\"b217-5\">We review <em>de novo. </em>ORS 19.415(3) (2007);<footnotemark>1</footnotemark> <em>Wurtele v. Blevins, </em>192 Or App 131, 133, 84 P3d 225, <em>rev den, </em>337 Or 555 (2004). The parties were married on August 17, 2001. They have three children, B, G, and C. During the marriage, wife’s youngest son, D, was born. As discussed in more detail below, husband is not D’s biological father. Husband and wife separated permanently in January 2005. Then, in March 2005, wife, who was <em>pro se, </em>filed a petition for dissolution of the parties’ marriage.</p>\n<p id=\"b217-6\">The early procedural history of this case was complicated, and an extensive discussion would not benefit the bench, the bar, or the public. It is sufficient to make the following two points: First, it is clear from the various documents filed by the parties that husband and wife have three children — that is, B, G, and C. Those same documents, however, contain ambiguous references concerning the relationship between husband and D — that is, some documents appear to indicate that D is husband’s child, while other documents appear to indicate that he is not. Second, in April 2005, the trial court issued a written decision concerning pretrial relief — which was reduced to a limited judgment in May — that awarded husband parenting time with all four children. Nonetheless, from the time of the parties’ separation in January 2005 until July 2005, wife did not allow husband to see the children.</p>\n<p id=\"b218-3\"><page-number citation-index=\"1\" label=\"190\">*190</page-number>Ultimately, on July 15, 2005, by which point both parties had retained counsel, the trial court entered a second limited judgment for temporary custody, parenting time, and support. In that judgment, the trial court (1) awarded wife custody of the parties’ three children and D; (2) stated that “[D] is <em>currently considered </em>the legal child of [husband]”; (3) awarded husband parenting time with all four children from “9:00 a.m. every Tuesday until 8:00 p.m. on Wednesday beginning July 5, 2005”; and (4) ordering husband “to pay child support.” (Emphasis added.) Consistently with the award of parenting time in that judgment, husband began to see the children.</p>\n<p id=\"b218-4\">After entry of the limited judgment in July, the trial court allowed wife to amend her petition to add an allegation that her “youngest child, [D], is not the biological child of [husband]” and that she and “[husband] did not reside together at the time the child was conceived”; thus, “[t]he presumption of paternity has been rebutted.” Wife then requested that husband admit both that he was not D’s biological father and that he was not living with her when D was conceived.</p>\n<p id=\"b218-5\">Husband made those two admissions. Then, on December 7, 2005, after obtaining leave from the court, husband amended his response to wife’s petition for dissolution to include a counterclaim pursuant to ORS 109.119.<footnotemark>2</footnotemark> Specifically, husband alleged that, “[a]s set forth in ORS 109.119, [he] has established a parent-child relationship or ongoing personal relationship with the minor child, [D]. It is in the best interests of the minor child, [D], that an order of custody and parenting time be granted between [him] and the child.”</p>\n<p id=\"b218-6\">During her closing argument at trial, wife’s attorney responded to husband’s claim under ORS 109.119 by asserting, in part, that,</p>\n<blockquote id=\"b219-3\"><page-number citation-index=\"1\" label=\"191\">*191</page-number>“[w]ith respect to [D], I think that the Court has to look at whether there was a parent/child relationship that was existing at the time that the petition was filed. That petition was filed at a time when in the last six months before that petition was filed, there was no parent/child relationship.”</blockquote>\n<p id=\"b219-4\">Ultimately, the trial court entered a general judgment of dissolution. As pertinent, the trial court found that “[husband] is the psychological parent of [D] * * * who was born to [wife] during the marriage, but who is not the biological child of [husband].” The court also awarded wife sole legal custody of all four children but awarded husband parenting time with them. Wife appeals.</p>\n<p id=\"b219-5\">On appeal, wife raises three assignments of error concerning the trial court’s determination that husband was entitled to parenting time with D pursuant to ORS 109.119. Because it is dispositive, we address only her contention in her first assignment of error that the trial court erred in finding that husband had a child-parent relationship with D pursuant to ORS 109.119(10)(a) because husband did not satisfy the statutory requisites. According to wife,</p>\n<blockquote id=\"b219-6\">“[a] third-party parent may only be granted visitation with a child under ORS 109.119 if he shows that he has established a child-parent or other ongoing personal relationship within the six months prior to filing or other ongoing personal relationship within one year prior to filing. Husband never had ‘physical custody’ of [D] nor resided ‘in the same household’ as [D], as required by the statute.”</blockquote>\n<p id=\"b219-7\">In response, husband contends that he satisfied the statutory requirements of ORS 109.119(10)(a). According to husband,</p>\n<blockquote id=\"b219-8\">“a parent-child relationship had been established with [D] for most of the six months prior to filing the amended response * * *. Husband provided necessary care, education, and discipline on a weekfly] visit basis through interaction, companionship, interplay, and mutuality, that fulfilled [D’s] psychological needs for a parent as well as [D’s] physical needs, as provided by ORS 109.119(10)(a). And * * * Husband also provided substantial amounts of money to [wife] for the physical needs of [D], child support ordered by the court as well as tax return money.”</blockquote>\n<p id=\"b220-3\"><page-number citation-index=\"1\" label=\"192\">*192</page-number>(Internal quotation marks and brackets in original omitted.) However, for the reasons that we will explain, we agree with wife that husband has not demonstrated that he has a child-parent relationship with D pursuant to ORS 109.119(10)(a).</p>\n<p id=\"b220-4\">Here, husband admitted that he is not D’s biological father; thus, as a nonparent, he is entitled to visitation with D only if he satisfies the requisites of ORS 109.119, including that he demonstrate a child-parent relationship with D. That relationship is defined in ORS 109.119(10)(a), which provides, in part, that a</p>\n<blockquote id=\"b220-5\">“ ‘[c]hild-parent relationship’ means a relationship that exists or did exist, in whole or in part, within the six months preceding the filing of an action under this section, and in which relationship a person having physical custody of a child or residing in the same household as the child supplied, or otherwise made available to the child, food, clothing, shelter and incidental necessaries and provided the child with necessary care, education and discipline, and which relationship continued on a day-to-day basis, through interaction, companionship, interplay and mutuality, that fulfilled the child’s psychological needs for a parent as well as the child’s physical needs.”</blockquote>\n<p id=\"b220-6\">Under the express terms of the statute, to determine whether a child-parent relationship has been established, we examine the six months preceding December 7, 2005, the date that husband filed his counterclaim under ORS 109.119. It is undisputed that, for that six-month period, husband did not have physical custody of D. Thus, for husband to prevail he must have established that, in the terms of the statute, he “resid[ed] in the same household” as D “on a day-to-day basis.”</p>\n<p id=\"b220-7\">As previously described, from July 2005 until he filed his counterclaim, husband consistently had parenting time with D from “9:00 a.m. every Tuesday until 8:00 p.m. on Wednesday.” Even if we assume, for purposes of this opinion, that he had such parenting time for the entire six-month period preceding the filing of his counterclaim, that parenting time would be insufficient to satisfy the requirement that husband resided in the same household as D on a day-to-day basis. <em>See Jensen v. Bevard, </em>215 Or App 215, 168 P3d 1209, <page-number citation-index=\"1\" label=\"193\">*193</page-number><em>adh’d to as clarified on recons, </em>217 Or App 309, 175 P3d 518 (2007).</p>\n<p id=\"b221-4\">In <em>Jensen, </em>the grandmother brought an action to obtain custody of her grandchild pursuant to ORS 109.119. In the years preceding the action, the grandmother had consistently cared for her grandchild in her home for days at a time. <em>Jensen, </em>215 Or App at 219. The trial court determined that the grandmother had a child-parent relationship with her grandchild and ultimately awarded the grandmother custody of the child with the mother receiving limited visitation. <em>Id. </em>at 218, 219.</p>\n<p id=\"b221-5\">On appeal, as in this case, our inquiry focused on “whether grandmother, in whose house [the grandchild] frequently stayed for three days per week during the six months preceding the filing of this action, can be said to have resided in the same household as [the grandchild] during that period ‘on a day-to-day basis.’ ” <em>Id. </em>at 220. After examining the text of the statute and this court’s case law, we referred to legislative history to resolve the issue on appeal because that history compelled our ultimate conclusion that the grandmother had not established a child-parent relationship.</p>\n<p id=\"b221-6\">The legislative history indicated that, before 1987, ORS 109.119</p>\n<blockquote id=\"b221-7\">“did not contain any provision for nonparents with something less than a child-parent relationship to petition for access less than custody or guardianship. The distinction between the lesser relationship (an ‘ongoing personal relationship’) entitling a nonparent to petition for visitation or contact rights, and a ‘child-parent relationship’ entitling a nonparent to petition for ‘custody, guardianship, right of visitation, or other generally recognized right’ was added in 1987, along with the more detailed definition of ‘child-parent relationship’ containing the ‘residing in the same household’ language.”</blockquote>\n<p id=\"b221-8\"><em>Jensen, </em>215 Or App at 222. The detailed definition of a child-parent relationship “was intended to shrink significantly the universe of so-called psychological parents who could qualify to have a ‘child-parent relationship’ for purposes of obtaining custody.” <em>Id. </em>In fact, we indicated that there was testimony from committee counsel explaining that</p>\n<blockquote id=\"b222-3\"><page-number citation-index=\"1\" label=\"194\">*194</page-number>“a person who cared for a child for three days and three nights each week for years and provided the child with necessities would nonetheless not be able to establish a child-parent relationship because such a person would not meet the ‘day-to-day’ requirement.”</blockquote>\n<p id=\"b222-4\"><em>Id. </em>at 225.</p>\n<p id=\"b222-5\">Viewing that legislative history in the context of the definition of a child-parent relationship and our case law, we held that “[a] nonparent who cares for a child in the non-parent’s home on many, but not all, weekends, while the parent is at work, does not reside in the same household as the child on a day-to-day basis for purposes of ORS 109.119(10)(a).” <em>Jensen, </em>215 Or App at 225. Accordingly, we reversed the trial court’s judgment and remanded the case to the trial court.</p>\n<p id=\"b222-6\">Here, husband seeks to establish a child-parent relationship with D based on his two days of parenting time each week. That contact with D is simply insufficient to establish that husband “residfed] in the same household” with D “on a day-to-day basis” pursuant to ORS 109.119(10)(a). Consequently, the trial court erred in finding that husband was D’s psychological parent and in awarding husband parenting time with D.<footnotemark>3</footnotemark></p>\n<p id=\"b222-7\">Reversed and remanded with instructions to enter judgment including a finding that husband is not the psychological parent of D and is not entitled to parenting time or visitation with D; otherwise affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b217-7\"> ORS 19.415 was recently amended. Or Laws 2009, eh 231, § 2. The amendments apply to appeals in which the notice of appeal was filed on or after June 4, 2009. Or Laws 2009, ch 231, § 3. Because the notice of appeal in this case was filed before that date, we apply the 2007 version of ORS 19.415.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b218-7\"> As context, and as pertinent to this case, ORS 109.119 permits a nonparent “who has established emotional ties creating a child-parent relationship * * * with a child” to petition for visitation. ORS 109.119(1), (3)(a). For that relief to be granted, the court must find, by a preponderance of the evidence, that the non-parent has rebutted the statutory “presumption that the legal parent acts in the best interest of the child” and that visitation is in the child’s best interest. ORS 109.119(2)(a), (3)(a).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b222-8\"> As previously indicated, husband’s counterclaim alleged that he had established either a child-parent relationship or an ongoing personal relationship with D. An “ongoing personal relationship” is defined as “a relationship with substantial continuity for at least one year, through interaction, companionship, interplay and mutuality.” ORS 109.119(10)(e). Because the trial court did not award husband relief on the basis of an established ongoing personal relationship and because the parties’ arguments on appeal focus exclusively on whether husband established a child-parent relationship with D, we do not address whether husband had established an ongoing personal relationship with D.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}