{
  "casebody": {
    "data": "<casebody firstpage=\"417\" lastpage=\"435\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b439-4\">Commonwealth <em>vs. </em>Erin J. Colleran.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b439-5\">Barnstable.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Amq\">February 8, 2008.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Az-\">October 23, 2008.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b439-6\">Present: Marshall, C.J., Greaney, Ireland, Spina, Cowin, &amp; Botsford, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b440-8\"><page-number citation-index=\"1\" label=\"418\">*418</page-number><em>Janet H. Pumphrey </em>for the defendant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b440-9\"><em>Julia K. Holler, </em>Assistant District Attorney, for the Commonwealth.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b440-10\">Spina, J.</author>\n<p id=\"Aaz\">The defendant was convicted of murder in the first degree on theories of deliberate premeditation and extreme atrocity or cruelty. The victim was her two and one-half year old daughter, Skyler. The defendant appeals from the denial of her motion for a new trial, in which she claimed (a) the judge erred by ordering her to proceed to trial in a medicated state, (b) counsel was ineffective for failing to advise her that she had a right to present herself to the jury in an unmedicated state, and (c) counsel was ineffective with respect to his presentation of an expert witness. In her direct appeal, consolidated with the appeal from the denial of her motion for a new trial, the defendant claims error in the admission of prior bad act evidence, and, relating to expert testimony: (a) error in the admission of expert opinion testimony on the issue of criminal responsibility; (b) the prosecutor’s misstatement of expert evidence in closing argument; and (c) an assertion that the judge directed a verdict of guilty when instructing on expert testimony. Finally, the defendant <page-number citation-index=\"1\" label=\"419\">*419</page-number>requests that we exercise our extraordinary power under G. L. c. 278, § 33E, and reduce the degree of guilt to murder in the second degree. We reject the defendant’s arguments, but agree that the interests of justice require the degree of guilt be reduced to murder in the second degree.</p>\n<p id=\"b441-5\">1. <em>Background. </em>In December, 2001, the defendant, then age twenty-seven, lived with her boy friend, Richard Morse, and their two and one-half year old daughter, the victim, in Sandwich. The defendant and Morse had lived together about four years and planned to marry some time in the future. Morse was employed as a flat mason; the defendant was an embroiderer. On the morning of December 17, Morse went to work at about 7 a.m. and returned at about 2 p.m. The defendant was getting ready to leave for her job. The defendant took Skyler to the defendant’s mother’s house, as usual, to babysit. The defendant returned with the child after work, at about 7 p.m., then prepared supper.</p>\n<p id=\"b441-6\">The defendant and Morse were trying to wean Skyler from sleeping with them, so they put her on the couch to sleep. The defendant went to bed, but was unable to sleep. At about 2 a.m., Skyler awoke, crying. Morse, who had not yet retired, brought Skyler into bed with him and the defendant. He noticed that Skyler fell asleep before him.</p>\n<p id=\"b441-7\">Morse was awakened at approximately 6:40 a.m. by the arrival of police officers, after the defendant had telephoned 911 and said she killed her daughter. He asked the defendant what happened. She said she choked Skyler. She apologized, and said, “I can’t feel anymore. ... I haven’t been normal.” Her expression was blank. She showed no emotion and did not cry.</p>\n<p id=\"b441-8\">Sergeant James Simpson, one of the first officers to arrive, knew the defendant and her family for years. He asked the defendant what happened. She said, “Jimmy, I choked her. I killed her. I’m going crazy.” Simpson had been shocked by the defendant’s appearance, because “[s]he looked like a skeleton.” As he was preparing to take the defendant to the police station, she said, “Jimmy, I can’t even cry.” She was expressionless.</p>\n<p id=\"b441-9\">At the police station the defendant gave both written and oral statements. She said she had been unable to sleep and was pacing about the house. She was contemplating suicide, but was unable to take her life. The defendant told police Skyler awoke <page-number citation-index=\"1\" label=\"420\">*420</page-number>at about 6 a.m. on December 18, 2001. The defendant fed her a bottle, then put her on the couch and the child fell asleep. The defendant walked over to Skyler and pushed her face into the couch. Skyler started to cry. The defendant pushed harder so that Morse would not hear. She rolled Skyler onto her back and noticed her lips were blue. Thinking the child was brain damaged, the defendant then choked her. The defendant said that during the incident she knew she could get in trouble for doing it, but she was “feeling possessed,” and wondered why she was doing it. She said she was unable to focus or concentrate and her mind was constantly processing random thoughts. She could not explain why she strangled the child. She said she was severely depressed and just wanted to die. She thought if she killed her child, someone would kill her. She was placed on suicide watch. It was later determined Skyler died of manual strangulation and suffocation.</p>\n<p id=\"b442-5\">The defendant had considered Skyler a “good baby” and a “happy baby.” Her relationship with Morse was good, and they had no financial difficulties. Morse described the defendant as a good mother, and he had no concerns for Skyler’s safety. The defendant never had abused the child, and there were no drugs or alcohol in the house.<footnotemark>1</footnotemark> The defendant never hit or spanked the child. She was overly worried about the child. The defendant kept all appointments with the child’s pediatrician, who testified that nothing was out of the ordinary with Skyler. The defendant’s gynecologist testified that he observed the defendant to be very patient with Skyler and did not grab or yell at the child even in very stressful circumstances.</p>\n<p id=\"b442-6\">The defendant had been treated for depression in 1997. Her condition improved with medication, but she unilaterally stopped taking the medication because it made her hypomanic and impulsive. Her reaction to the medication suggested an emerging bipolar, or manic-depressive disorder. During the two or three weeks prior to December 18, 2001, the defendant began behaving “different” and “strange.” Morse had asked if she felt all right. She said that she believed she was dying and that she felt like she were “dead.” Morse became concerned that she might <page-number citation-index=\"1\" label=\"421\">*421</page-number>commit suicide. The defendant stopped eating, and her weight dropped noticeably. She had bouts of crying and became very emotional. She was concerned that if anything happened to her Morse would not be able to care for Skyler. She was unable to sleep for more than one week prior to December 18, and repeatedly got up from bed during the night.</p>\n<p id=\"b443-5\">The defendant gave notice of a defense of lack of criminal responsibility. In support of this defense, the defendant called Dr. Nancy Connolly, a forensic psychologist with the Department of Correction’s forensic health services, to testify. Dr. Connolly had examined the defendant on December 18, 2001, and opined that she was suffering from depression and a dissociative disorder at the time. She explained that the defendant continued to function, but was emotionally detached and distant. There was no indication the defendant was malingering.</p>\n<p id=\"b443-6\">Dr. Charlotte Denton, a forensic psychologist at Taunton State Hospital, also testified for the defense. She testified that the defendant was committed on December 18, 2001, for evaluation as to competency and criminal responsibility. The defendant showed signs of profound depression for four to five months, and was perhaps psychotic as well. Dr. Denton testified that she later concluded that the defendant was more psychotic than Dr. Den-ton originally believed. The defendant was determined to be incompetent to stand trial because she was not responsive to defense counsel and indeed may have been trying to sabotage her defense because she wanted to be sent to jail and wanted someone to kill her. She was given antidepressant and antipsychotic medications. By July, 2002, the defendant’s condition improved, and subsequently she was found competent to stand trial. Dr. Denton opined that the defendant “was able to conform her conduct to the requirements of the law, but she was not really able to totally appreciate the wrongfulness of those actions.”<footnotemark>2</footnotemark> Believing the-question of the substantial capacity, to appreciate the wrongfulness of one’s conduct to be a jury question, Dr. Denton would only opine that the defendant’s capacity to appreciate the wrongfulness of her conduct had been “impaired.”</p>\n<p id=\"b444-4\"><page-number citation-index=\"1\" label=\"422\">*422</page-number>The defendant’s primary expert was Dr. Martin Kelly, a forensic psychiatrist who opined that the defendant lacked substantial capacity to conform her conduct to the requirements of the law due to a serious mental illness, psychotic depression.<footnotemark>3</footnotemark> He testified that the defendant’s history contained many of the biological signs of psychotic depression: inability to sleep, early morning wakefulness, significant weight loss, lack of interest in things she previously enjoyed, preoccupation with people viewing her critically, bad social judgment, and not interacting with people as she had in the past. He further opined that the defendant suffered from a bipolar disorder.</p>\n<p id=\"b444-5\">Dr. Kelly explained that the killing was characteristic of a psychotic depression in women who take the lives of loved ones. Unlike schizophrenia, which is a disturbance of thoughts (such as hallucinations), psychotic depression like that of the defendant is a disturbance of behavior. He testified that a person suffering from psychotic depression typically commits acts profoundly contrary to the person’s self-interest, with no logical explanation. He opined that the defendant’s act of killing her child was impulsive and without plan, by a person who by all accounts was a good and loving mother devoted to her child.</p>\n<p id=\"b444-6\">The Commonwealth did not offer any expert testimony in rebuttal.</p>\n<p id=\"b444-7\">2. <em>Trial in unmedicated state. </em>The defendant alleges error in the denial of her motion for a new trial in which she claimed that she was ordered to appear at trial in a medicated state and thus was deprived of her right to support her claim of lack of criminal responsibility by offering at trial her demeanor in an unmedicated state. See <em>Commonwealth </em>v. <em>Louraine, </em>390 Mass. 28, 32-36 (1983).<footnotemark>4</footnotemark></p>\n<p id=\"b444-8\">On September 5, 2002, the defendant had been ordered to <page-number citation-index=\"1\" label=\"423\">*423</page-number>continue her treatment and medication. This occurred in conjunction with a determination, after hearing, that the defendant was competent to stand trial. Contrary to the defendant’s assertion, the order was not an order that she appear at trial in a medicated state, and the defendant never requested leave to appear at trial in an unmedicated state. See <em>Commonwealth </em>v. <em>Louraine, supra </em>at 32. She did not give notice that lack of criminal responsibility would be an issue in the case until December 18, 2002, more than three months after the judge’s order to continue medication. Moreover, trial did not begin until June 16, 2003. Because the question of the defendant’s demeanor at trial in an unmedi-cated state, as it related to her defense of lack of criminal responsibility, never had been presented to the judge, there was no error.</p>\n<p id=\"b445-5\">The defendant also claimed in her motion for a new trial that trial counsel was ineffective because he failed to advise her that she had a right to appear in an unmedicated state, and had she been so advised, she would have discontinued her medication. She argues in addition that her right to appear at trial unmedi-cated is fundamental, personal to her, and cannot be waived by counsel.</p>\n<p id=\"b445-6\">The right to appear in an unmedicated state is not absolute, and each case must be decided on its own facts. <em>Commonwealth </em>v. <em>Louraine, supra </em>at 37-38.<footnotemark>5</footnotemark> The defendant’s mood, affect, and appearance within minutes after the crime virtually were uncon<page-number citation-index=\"1\" label=\"424\">*424</page-number>tradicted at trial. Even police witnesses gave testimony that supported her claim. The jury were made well aware that the defendant’s demeanor at trial was not as she appeared on December 18, 2001. We acknowledge that such evidence may not be as compelling as the jury’s seeing someone’s demeanor in an unmedicated state, <em>id. </em>at 34, but it is not without value. The judge concluded that, even if trial counsel were remiss in not advising the defendant of her right to appear unmedicated, “her unmedicated demeanor in court would not have provided a substantial ground of defense.” See <em>Commonwealth </em>v. <em>Satterfield, </em>373 Mass. 109, 115 n.10 (1977), quoting <em>Commonwealth </em>v. <em>Saferian, </em>366 Mass. 89, 96 (1974). In denying the motion for a new trial, the judge’s findings in this regard are significant, concise, and determinative:</p>\n<blockquote id=\"b446-5\">“At the time of trial, [the defendant] was not using medication to control psychotic symptoms.<footnotemark>[6]</footnotemark> She was using medications to control her depression. This is not a case where psychiatric medication deprived a jury the opportunity to observe firsthand disturbing psychotic symptoms reflecting the defendant’s mental illness at the time of the crime. At best, [the defendant] would have been emotionless and unfocused.”</blockquote>\n<p id=\"b447-4\"><page-number citation-index=\"1\" label=\"425\">*425</page-number>In sum, there was no error in denying a motion for a new trial where the defendant failed to show that her unmedicated demeanor would have demonstrated to the jury how she substantially appeared on December 18, 2001, such that it constituted relevant evidence of her mental condition at the time of the crime. The judge properly concluded that the defendant’s unmedicated demeanor in a depressed but unpsychotic state would not have been relevant to her defense. <em>Commonwealth </em>v. <em>Louraine, supra </em>at 37-38.</p>\n<p id=\"b447-5\">3. <em>Evidence of prior bad acts. </em>Over objection, a State trooper had testified that the defendant told her on December 18, 2001, that she had ingested crystal methamphetamine when she was in high school, which would have been nine years earlier. Without objection, Dr. Denton testified that the defendant had told her she had taken “a little” crystal methamphetamine when she was in high school, but she had told her psychiatrist she had used that drug “a lot.” Dr. Denton also testified the defendant told her she used “a little” marijuana, cocaine, Valium, and alcohol, but that she had stopped at age twenty-two, five years earlier. Hospital records indicated she also used heroin, as well as the other drugs, but not marijuana. The defendant argues this evidence was irrelevant and unfairly prejudicial. See <em>Commonwealth </em>v. <em>Helfant, </em>398 Mass. 214, 224 (1986) (evidence of prior bad acts may not be used to show propensity to commit crime charged, but may be relevant if admissible for some other purpose).</p>\n<p id=\"b447-6\">Dr. Denton testified to the defendant’s drug abuse as told to her by the defendant as part of the case history. Dr. Denton testified it was important to know what drugs the defendant had used. She further testified that the accuracy of the information supplied by the defendant was important. This is not a marginal issue, as Dr. Denton herself acknowledged, with respect to medical procedure.</p>\n<p id=\"b447-7\">This court has said that, where the purpose of cross-examination is “to shake the foundation of the defense experts’ opinions rather than to focus on the defendant’s prior criminality[, it is] proper for the prosecution to attempt to undermine the expert testimony on the defendant’s behalf by attempting to demonstrate that [the defendant] was not candid in revealing his prior history to the doctors.” <em>Commonwealth </em>v. <em>Killelea, </em>370 Mass. 638, 650 <page-number citation-index=\"1\" label=\"426\">*426</page-number>(1976). That is precisely what occurred here. Testimony of the defendant’s prior drag history was not offered to show propensity to commit murder, but to show that she was not being truthful when answering questions put to her by psychiatrists and psychologists, which was relevant to the question of the reliability of their opinions. Although Dr. Denton indicated that she attached more significance to the undisputed fact that the defendant was drag free during the five years preceding the incident, the evidence presented a question of credibility for the jury.</p>\n<p id=\"b448-5\">The fact that the defendant did not testify has no significance in relation to the evidence of her drug history. See <em>Commonwealth </em>v. <em>Rivera, </em>62 Mass. App. Ct. 859, 862 (2005). Moreover, the defendant made her drug history an issue, at least for purposes of the basis for her experts’ opinions, by introducing her medical records containing much of this information. There was no error in allowing the Commonwealth to present evidence that was inconsistent with the defendant’s theory of the defense. Cf. <em>Commonwealth </em>v. <em>Thompson, </em>431 Mass. 108, 118, cert. denied, 531 U.S. 864 (2000) (proper for prosecutor to comment on defendant’s failure to ask appropriate questions).</p>\n<p id=\"b448-6\">4. <em>Issues relating to expert testimony, </em>a. <em>Use of term “criminal responsibility. </em>” The defendant argues that the prosecutor was permitted, over objection, to cross-examine Dr. Denton through improper use of the phrase “criminal responsibility,” the ultimate issue in the case. The defendant contends that where criminal responsibility was the “only” issue in the case,<footnotemark>7</footnotemark> it was error to allow the expert to testify to the ultimate issue.</p>\n<p id=\"b448-7\">It is clear from the record that defense counsel’s objection was not directed at the prosecutor’s use of the phrase “criminal responsibility,” but to the prosecutor’s attempt to question the <page-number citation-index=\"1\" label=\"427\">*427</page-number>witness about the conversation the prosecutor and the witness had a few days prior to her testimony. Moreover, the prosecutor previously had been cross-examining Dr. Denton, without objection, using the phrase “criminal responsibility,” and defense counsel extensively had questioned Dr. Denton using the phrase “criminal responsibility.” The issue is not preserved, so we review under the standard of a substantial likelihood of a miscarriage of justice.</p>\n<p id=\"b449-5\">Early during direct examination Dr. Denton testified conform-ably with the standard of criminal responsibility articulated in <em>Commonwealth </em>v. <em>McHoul, </em>352 Mass. 544, 547 (1967) (“as a result of mental disease or defect [the defendant] lacks substantial capacity either to appreciate the criminality [wrongfulness] of his conduct or to conform his conduct to the requirements of law”). Both counsel and the witness then resorted to use of the phrase “criminal responsibility” as a shorthand for the <em>McHoul </em>standard.</p>\n<p id=\"b449-6\">This court has held that an expert witness properly may testify in accordance with the <em>McHoul </em>standard. See <em>Commonwealth </em>v. <em>Westmoreland, </em>388 Mass. 269, 280 (1983). That is precisely what occurred here. There is no substantial likelihood of a miscarriage of justice.</p>\n<p id=\"b449-7\">b. <em>Trial counsel’s lack of preparation. </em>The defendant argued in her motion for a new trial that trial counsel, who is not her appellate counsel, was ineffective for his lack of preparedness in deciding to call Dr. Denton as a defense witness, and in the manner in which he handled her testimony.</p>\n<p id=\"b449-8\">Trial counsel had elicited testimony from Dr. Denton at trial concerning the course of the defendant’s mental illness from the time she was committed, on December 18, 2001, until early July, 2002. Dr. Denton had concluded that the defendant’s mental illness was so intense that she was not competent to stand trial until approximately July, 2002. The defendant had been suffering profound depression for four to five months, and was perhaps psychotic as well. Dr. Denton modified her earlier opinion as to criminal responsibility based on additional data she received, which led her to conclude “it is quite likely that [on December 18, 2001, the defendant] was somewhat more psychotic than I and her treatment team members believed.”</p>\n<p id=\"b450-4\"><page-number citation-index=\"1\" label=\"428\">*428</page-number>Trial counsel testified at the hearing on the motion for a new trial. He was aware that Dr. Denton’s opinion had changed, favorably for the defendant, from what was stated in her report. He made a tactical decision to call Dr. Denton as a defense witness because she could testify to the defendant’s demeanor on the day of the killing, and for months thereafter. Trial counsel believed the defense would benefit by the observations and testimony of a psychologist who had the opportunity to see the defendant as close to the time of the incident as possible. Much of the testimony was favorable to the defendant. Moreover, the prosecutor had indicated at trial that if trial counsel did not call Dr. Denton, he probably would call her in rebuttal, depending on the testimony of Dr. Kelly.<footnotemark>8</footnotemark></p>\n<p id=\"b450-5\">We are satisfied from our review of the record that, contrary to the defendant’s assertions, trial counsel was familiar with Dr. Denton’s written report, as well as other expert reports. He demonstrated familiarity both with the reports and with the law of criminal responsibility. Dr. Denton’s background testimony and her diagnostic testimony were important support for the testimony of Dr. Kelly, the defendant’s primary expert. The downside of her testimony was her opinion on criminal responsibility, which, while not entirely helpful, was not devastating, and likely would have been elicited in a less favorable light on cross-examination by the prosecutor. Trial counsel’s decision to elicit the opinion on direct examination avoided the appearance that he was trying to hide something from the jury.</p>\n<p id=\"b450-6\">We conclude that experienced trial counsel’s decision to call Dr. Denton was not manifestly unreasonable, see <em>Commonwealth </em>v. <em>Adams, </em>374 Mass. 722, 728 (1978), and the manner in which he developed her testimony did not fall measurably below that of the ordinary fallible lawyer. <em>Commonwealth </em>v. <em>Saferian, </em>366 Mass. 89, 96 (1974).</p>\n<p id=\"b450-7\">c. <em>Prosecutor’s closing argument. </em>The prosecutor did not, as the defendant argues, misstate the testimony of Dr. Denton in his closing argument. He properly was arguing the meaning and significance of her testimony with respect to the law of criminal responsibility.</p>\n<p id=\"b451-4\"><page-number citation-index=\"1\" label=\"429\">*429</page-number>d. <em>Directed verdict. </em>The defendant argues that at one point in her instructions to the jury concerning expert testimony, the judge addressed a problem that arose during the testimony of Dr. Den-ton and effectively directed a verdict for the Commonwealth. There was no objection to the judge’s instruction, so we review to determine if any error created a substantial likelihood of a miscarriage of justice. See <em>Commonwealth </em>v. <em>Wright, </em>411 Mass. 678, 682 (1992).</p>\n<p id=\"b451-5\">It is an “established principle that a verdict may not be directed against a defendant in a criminal prosecution.” <em>Commonwealth </em>v. <em>Pauley, </em>368 Mass. 286, 291, appeal dismissed, 423 U.S. 887 (1975). Also established is the principle that a reviewing court must “view the charge in its entirety since the adequacy of instructions must be determined in light of their over-all impact on the jury.” <em>Commonwealth </em>v. <em>Sellon, </em>380 Mass. 220, 231-232 (1980).</p>\n<p id=\"b451-6\">On cross-examination Dr. Denton had said, “I think that there are questions as to her criminal responsibility, but I think she is probably more responsible than not.” The judge attempted to correct any suggestion that this testimony may have misstated the Commonwealth’s burden of proof. The portion of the judge’s instruction that the defendant contends was error is as follows:</p>\n<blockquote id=\"b451-7\">“You are the sole judges of the credibility of any expert witness, and you may accept the testimony of the expert in its entirety. Or you may find only parts of it, the testimony to be credible.</blockquote>\n<blockquote id=\"b451-8\">“In that instance, you may accept that which you find to be credible and reject that which you find not to be credible. Or you may disregard it in its entirety.</blockquote>\n<blockquote id=\"b451-9\">\n<em>“One point I should raise to you is that there was reference to a standard of more probable than not. Again, your memory of the evidence will control. But I believe there was reference to one of the witnesses having an opinion that it was more probable than not.</em>\n</blockquote>\n<blockquote id=\"b451-10\"><em>“And I will suggest to you </em>— <em>that the [djefendant was </em><page-number citation-index=\"1\" label=\"430\">*430</page-number><em>criminally responsible.</em><footnotemark><em>[9]</em></footnotemark><em> If you accept that that was the evidence and the testimony of the witness, I will instruct you that the decision to be rendered in this case is not one based upon more probable than not.</em></blockquote>\n<blockquote id=\"b452-5\">“But rather, it is a decision that must be based upon proof beyond a reasonable doubt. It is a different and more stringent standard than more probable than not, and I’ll explain that in a moment.” (Emphasis added.)</blockquote>\n<p id=\"b452-6\">It is apparent from this small portion of the charge that the point the judge was trying to make was that the question of criminal responsibility must be decided not by a preponderance of the evidence, but by proof beyond a reasonable doubt, a concept she later explained.</p>\n<p id=\"b452-7\">The judge’s instruction at this juncture, viewed in relation to the charge as a whole, was nothing more than a cautionary intervention as to the proper burden of proof. The language in question, viewed in its entirety, was the trial judge’s attempt to quote the witness, and not an expression of her own view. Her reference to the expert’s opinion testimony merely served to point out where the potential pitfall occurred. The absence of any objection suggests counsel did not think the judge was directing a verdict or indicating how the jury should find the facts. If counsel did not get that impression, then neither would a reasonable jury. See <em>Commonwealth </em>v. <em>Nighelli, </em>13 Mass. App. Ct. 590, 598 (1982). Moreover, the judge’s emphatic and repetitive directive that the jury (and especially not the judge) were the sole and exclusive judges of the facts and that their collective memory of the testimony determined the facts of the case, given once in abbreviated form immediately before this portion of the charge, virtually ensures that they did not construe the passive reference to the expert’s testimony as a directed verdict. See <em>Commonwealth </em>v. <em>Maynard, </em>436 Mass. 558, 570-571 (2002) (jury presumed to follow instructions). There was no error.</p>\n<p id=\"b452-8\">5. <em>Review under G. L. c. 278, § 33E. </em>General Laws c. 278, § 33E, directs us to review the case of a defendant convicted of <page-number citation-index=\"1\" label=\"431\">*431</page-number>murder in the first degree by considering the “whole case,” not merely questions that have been properly preserved for appellate review. See <em>Commonwealth </em>v. <em>Hall, </em>369 Mass. 715, 736 (1976). The statute states: “Upon such consideration the court may, if satisfied that the verdict was against the law or the weight of the evidence, or because of newly discovered evidence, <em>or for any other reason that justice may require </em>(a) order a new trial or (b) direct the entry of a verdict of a lesser degree of guilt...” (emphasis added).</p>\n<p id=\"b453-5\">“Regard for the public interest impels us to use with restraint our power under § 33E to modify the jury’s verdict.” <em>Commonwealth </em>v. <em>Williams, </em>364 Mass. 145, 151 (1973). There are a number of factors that the court has considered in the interests of justice under § 33E as mitigation of murder in the first degree. Those factors include: whether the intent to kill was formed “in the heat of sudden affray or combat,” <em>Commonwealth </em>v. <em>Baker, </em>346 Mass. 107, 119 (1963); whether the homicide occurred in the course of a “senseless brawl,” <em>Commonwealth </em>v. <em>Ransom, </em>358 Mass. 580, 583 (1971); whether “a minor controversy . . . explode[d] into the killing of a human being,” <em>Commonwealth </em>v. <em>Baker, supra </em>at 110; whether “[t]he entire sequence reflects spontaneity rather than premeditation,” <em>Commonwealth </em>v. Wil<em>liams, supra </em>at 152; whether the defendant carried a weapon to the scene, <em>id., </em>or left the scene after an initial confrontation and returned with a weapon to kill the victim, <em>Commonwealth </em>v. <em>Jones, </em>366 Mass. 805, 809 (1975); whether the victim was the first aggressor, <em>Commonwealth </em>v. <em>Baker, supra </em>at 118; whether the defendant and the victim were strangers, <em>Commonwealth </em>v. <em>Ransom, supra </em>at 583, or, if only acquaintances, whether there had been prior trouble between them, <em>Commonwealth </em>v. <em>Jones, supra </em>at 808; whether the defendant and the victim had enjoyed a good relationship prior to the killing, <em>Commonwealth </em>v. <em>Seit, </em>373 Mass. 83, 94 (1977); whether alcohol or drugs were involved, <em>Commonwealth </em>v. <em>Ransom, supra </em>at 583; the personal characteristics of the defendant, such as age, <em>Commonwealth </em>v. <em>McDermott, </em>393 Mass. 451, 460-461 (1984) (seventeen years old), <em>Commonwealth </em>v. <em>Jones, supra </em>at 808 (twenty-eight years old); family, <em>id. </em>(married with six small children); hard working, <em>Commonwealth </em>v. <em>Seit, supra </em>at 95; disability, <em>Commonwealth </em>v. <em>Vanderpool, </em>367 <page-number citation-index=\"1\" label=\"432\">*432</page-number>Mass. 743, 750 (1975); and lack of prior criminal record, <em>Commonwealth </em>v. <em>Jones, supra.</em></p>\n<p id=\"b454-5\">“If upon our examination of the facts, we should, in our discretion, be of opinion that there was a miscarriage of justice in convicting the defendant of murder in the first degree, and that a verdict of guilty of murder in the second degree or of manslaughter would have been more consonant with justice, it is now our power and duty so to declare.” <em>Commonwealth </em>v. <em>Baker, supra </em>at 109. “Each case depends on its peculiar facts. No one fact is conclusive. A most important consideration is whether the jury verdict is markedly inconsistent with verdicts returned in similar cases.” <em>Commonwealth </em>v. <em>Gaulden, </em>383 Mass. 543, 556 (1981). It is not our function to second-guess the jury. <em>Id. </em>at 555-556. We turn to the facts of this case.</p>\n<p id=\"b454-6\">The incident reflects spontaneity rather than premeditation. See <em>Commonwealth </em>v. <em>Gaulden, supra </em>at 556; <em>Commonwealth </em>v. <em>Williams, supra </em>at 171. Indeed, no motive for the killing has surfaced other than an illogical ideation produced by the defendant’s mental illness. See <em>Commonwealth </em>v. <em>Dalton, </em>385 Mass. 190, 196-197 (1982) (no motive). Dr. Denton opined that “this was an impulsive act with a vague thought. To be planful to me requires more thought than I believe she was capable of doing.” Dr. Kelly opined that the defendant “had no plan. This was an impulsive act.”</p>\n<p id=\"b454-7\">The defendant was suffering from a profound depression, probably psychotic depression, emotionally detached from her thought processes, and prone to acting illogically and contrary to her own self interest. Although we have never had occasion to reduce a verdict where mental illness was a factor, we have done so where alcohol was a factor and the victim died as a result of a senseless argument and fight. See <em>Commonwealth </em>v. <em>Jones, supra; Commonwealth </em>v. <em>Ransom, supra. </em>Mental illness, like voluntary intoxication, bears on the specific intent required for murder in the first degree based on deliberate premeditation.<footnotemark>10</footnotemark> See <em>Commonwealth </em>v. <em>Gould, </em>380 Mass. 672, 682 (1980).</p>\n<p id=\"b455-4\"><page-number citation-index=\"1\" label=\"433\">*433</page-number>No weapon was carried to the scene. <em>Commonwealth </em>v. <em>Williams, supra </em>at 152. There appears to have been no hostile relationship between the defendant and the victim. See <em>Commonwealth </em>v. <em>Seit, supra </em>at 94 (defendant and victim were friends); <em>Commonwealth </em>v. <em>Jones, supra </em>(no prior animosity between defendant and victim).</p>\n<p id=\"b455-5\">We also may consider personal characteristics of the defendant in mitigation, such as the fact the defendant was in a stable family relationship, and gainfully employed. See <em>Commonwealth </em>v. <em>Jones, supra. </em>Although the defendant had abused drugs in the past, the evidence suggests an experimental involvement while in high school, and a deeper but short-lived involvement while the defendant was in an abusive relationship with a man ten years her senior that ended when the defendant was about twenty-two years old. There is no indication the defendant used illegal drugs in the five years prior to the incident, or that the defendant had a prior criminal record. See <em>Commonwealth </em>v. <em>Dalton, supra </em>at 196-197.</p>\n<p id=\"b455-6\">Although the record supports the verdict of murder in the first degree based on a theory of deliberate premeditation, the heft of the evidence falls more squarely with murder in the second degree. As horrific as this crime was, this court has exercised its powers under § 33E to reduce the jury’s verdict where a defendant killed his child, see <em>Commonwealth </em>v. <em>Bearse, </em>358 Mass. 481, 487-488 (1970) (sixteen year old son), or the child (four year old boy) of the woman with whom he had been living, see <em>Commonwealth </em>v. <em>Cadwell, </em>374 Mass. 308, 317-318 (1978). Where the evidence of premeditation was so intertwined with the defendant’s mental illness, and where the case presents multiple factors we have previously identified when exercising our power under § 33E, we conclude that a verdict of murder in the second degree is more consonant with justice than a verdict of deliberately premeditated murder.</p>\n<p id=\"b455-7\">We turn to the jury’s verdict of murder committed with extreme atrocity or cruelty. The Commonwealth argues that the following evidence supports a finding of extreme atrocity or cruelty under the factors enumerated in <em>Commonwealth </em>v. <em>Cunneen, </em>389 Mass. 216, 227 (1983): “[Tjhe defendant smothered, then strangled, her [two and one-half] year old daughter, initiating <page-number citation-index=\"1\" label=\"434\">*434</page-number>the attack while the child slept on the sofa .... The defendant used a great deal of force to suffocate the child, using both hands to press the child’s face into the sofa, both to smother her and to prevent the child from alerting her father, who was asleep in the house .... The child struggled against the smothering, flailing her legs in an attempt to break free . . . .”</p>\n<p id=\"b456-5\">The circumstances of this killing were disturbing. We must examine dispassionately the manner in which the murder was committed. The means used to cause death were not disproportionate. The defendant took no pleasure in the victim’s suffering. Beset by profound depression in the weeks before the murder, the defendant expressed devastation over what she had done, telling the police officer who interrogated her that this was “the most atrocious thing. I feel like I have no soul. It’s so selfish. Just so selfish. How can anyone forgive something like this? I murdered my daughter.” Based on considerations “that our decisions have held particularly relevant, we can say, at least, that we have here a case much less persuasive of extreme cruelty than is commonly found in convictions on that basis.” <em>Commonwealth </em>v. <em>Cadwell, supra </em>at 318.</p>\n<p id=\"b456-6\">As with deliberate premeditation, we look to the same factors considered when reducing a verdict of murder in the first degree based on extreme atrocity or cruelty. <em>Id. </em>at 318-319. <em>Commonwealth </em>v. <em>Tavares, </em>385 Mass. 140, 158, cert. denied, 457 U.S. 1137 (1982). We are left with the clear sense that this defendant’s conduct, although culpable, was very much driven by her mental condition. The thrust of the evidence was that although this was an intentional killing of a child, the manner in which it was carried out was not one that judges and juries generally consider extremely atrocious or cruel, see <em>Commonwealth </em>v. <em>Williams, </em>364 Mass. 145, 152 (1973), and the case presents multiple factors we have looked to when exercising our power under § 33E. We conclude that, in the unusual circumstances of this case, a verdict of murder in the second degree is more consonant with justice.</p>\n<p id=\"b456-7\">6. <em>Conclusion. </em>The case is remanded to the Superior Court where the verdict of guilty of murder in the first degree and the sentence previously imposed are to be vacated. A verdict of <page-number citation-index=\"1\" label=\"435\">*435</page-number>guilty of murder in the second degree is to be entered and sentence is to be imposed thereon.</p>\n<p id=\"b457-5\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b442-7\"> Sergeant Simpson, who knew the defendant, testified that he had no reason to believe she was abusing drags or alcohol.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b443-7\"> Dr. Denton’s opinion addressed both the first and the second alternate prongs of the standard for lack of criminal responsibility. See <em>Commonwealth </em>v. <em>McHoul, </em>352 Mass. 544, 547 (1967).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b444-9\"> Dr. Kelly’s opinion addressed the second alternate prong of the standard for lack of criminal responsibility. See <em>Commonwealth </em>v. <em>McHoul, supra.</em></p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b444-11\"> The question of forced medication in the context of competence to stand trial usually is raised in one of two ways. First, a defendant may challenge the order as a deprivation of her liberty. See <em>Sell </em>v. <em>United States, </em>539 U.S. 166, 179 (2003). See also <em>Rogers </em>v. <em>Commissioner of the Dep’t of Mental Health, </em>390 Mass. 489, 498 (1983) (right to forgo treatment has constitutional and common-law origins). The case before us does not present the question of forced medication as a deprivation of the defendant’s liberty interest.</p>\n<p id=\"b444-12\">The defendant pursues the second means of raising the question of forced <page-number citation-index=\"1\" label=\"423\">*423</page-number>medication. She contends that an order of forced medication deprived her of her right to present evidence in her defense. See <em>Commonwealth </em>v. <em>Louraine, </em>390 Mass. 28 (1983). The two questions are very different, and the means of appellate review for each is very different. Where the question is one of liberty, the order is immediately reviewable. See <em>Sell </em>v. <em>United States, supra </em>at 176-177. See also <em>McMenimen </em>v. <em>Passatempo, ante </em>178, 186 n.10 (2008), quoting <em>Elles </em>v. <em>Zoning Bd. of Appeals of Quincy, </em>450 Mass. 671, 674 (2008) (doctrine of present execution permits appeal as of right when interlocutory ruling is “collateral” to merits of underlying action and “will interfere with rights in a way that cannot be remedied on appeal”); <em>Fabre </em>v. <em>Walton, </em>436 Mass. 517, 521 (2002), <em>S.C., </em>441 Mass. 9 (2004), and cases cited (“immediate appeal of an interlocutory order is allowed if the order will interfere with rights in a way that cannot be remedied on appeal from the final judgment”). Where the question is evidentiary, that is, where it involves the right to present evidence in one’s defense, the normal course of appeal is the proper avenue of review. See <em>Sell </em>v. <em>United States, supra </em>at 177.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b445-8\"> The United States Supreme Court has not decided whether a defendant may waive the right to be tried while competent. One Justice has suggested that “a general rule permitting waiver would not withstand scrutiny.” <em>Riggins </em><page-number citation-index=\"1\" label=\"424\">*424</page-number>v. <em>Nevada, </em>504 U.S. 127, 140 (1992) (Kennedy, J., concurring) (“[I]n my view a general rule permitting waiver would not withstand scrutiny under the Due Process Clause .... A defendant’s waiver of the right to be tried while competent would cast doubt on his exercise or waiver of all subsequent rights and privileges through the whole course of the trial”).</p>\n<p id=\"b446-7\">In an entirely different context we have said that it “is axiomatic that the trial, conviction, or sentencing of a legally incompetent person violates that person’s constitutional right to due process.” <em>Commonwealth </em>v. <em>Simpson, </em>428 Mass. 646, 649 (1999). See <em>Commonwealth </em>v. <em>Prater, </em>420 Mass. 569, 573 (1995), quoting <em>Drope </em>v. <em>Missouri, </em>420 U.S. 162, 171 (1975) (“It has long been accepted that a person whose mental condition is such that he lacks the capacity to understand the nature and object of the proceedings against him, to consult with counsel, and to assist in preparing his defense may not be subjected to a trial”). But see <em>Commonwealth </em>v. <em>Louraine, </em>390 Mass. 28, 38 n.13 (1983) (“if the defendant wishes to appear at trial in an unmedicated condition ... he may be held to have waived his right to be tried while competent”).</p>\n</footnote>\n<footnote label=\"[6]\">\n<p id=\"b446-8\">6 The defendant’s use of antipsychotic medication had been discontinued at some point between February and August, 2002. The judge credited testimony that the medications for depression the defendant was taking during trial had some side effects, but she found they “did not produce so drastic an effect on [her] demeanor as to undermine the defense” of lack of criminal responsibility.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b448-8\"> Contrary to the defendant’s assertion that criminal responsibility was the only issue for the jury to decide in this case, the defendant requested that the jury be instructed as to the issue of “diminished capacity,” so-called, and the judge instructed the jury accordingly. She instructed the jury on murder in the second degree and two theories of involuntary manslaughter, conformably with the possibility that the jury might have concluded that the Commonwealth had not met its burden of proof as to deliberate premeditation, extreme atrocity or cruelty, or malice, presumably based on the evidence of the defendant’s mental state. This scenario is common, if not typical, where there is evidence of a defendant’s lack of criminal responsibility.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b450-8\"> Dr. Denton’s name was included on the witness lists of both the defense and the prosecution.</p>\n</footnote>\n<footnote label=\"[9]\">\n<p id=\"b452-9\">9 The punctuation and separate paragraphs that break up the point being made is an obvious stenographic error. See <em>Commonwealth </em>v. <em>Nighelli, </em>13 Mass. App. Ct. 590, 597-598 (1982).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b454-8\"> It also bears on whether the defendant had the capacity to commit murder with extreme atrocity or cruelty, which we discuss later. See <em>Commonwealth </em>v. <em>Meinholz, </em>420 Mass. 633, 637-638 (1995); <em>Commonwealth </em>v. <em>Perry, </em>385 Mass. 639, 649 (1982).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}