{
  "casebody": {
    "data": "<casebody firstpage=\"516\" lastpage=\"538\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b536-9\">STATE OF CONNECTICUT <em>v. </em>JEFFREY PIERCE</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"ATI\">(AC 19692)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b536-10\">Lavery, C. J., and Foti and Dupont, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b537-14\"><page-number citation-index=\"1\" label=\"517\">*517</page-number>Argued November 26, 2001</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Ab\">officially released May 7, 2002</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b537-16\"><em>Francis L. O’Reilly, </em>special public defender, for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b537-17\"><em>Christopher T. Godialis, </em>assistant state’s attorney, with whom, on the brief, was <em>Scott J. </em>Murphy, state’s attorney, for the appellee (state).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b538-5\">\n<page-number citation-index=\"1\" label=\"518\">*518</page-number>\n<em>Opinion</em>\n</p>\n<author id=\"b538-6\">DUPONT, J.</author>\n<p id=\"Aff\">The defendant, Jeffrey Pierce, appeals from the judgment of conviction, rendered after a jury trial, of kidnapping in the second degree in violation of General Statutes § 53a-94<footnotemark>1</footnotemark> and burglary in the first degree in violation of General Statutes § 53a-101 (a) (l).<footnotemark>2</footnotemark> He was sentenced to a total effective term of thirty years imprisonment, execution suspended after twenty-five years and five years probation. The defendant was ordered to register as a sexual offender pursuant to General Statutes § 54-254 (a).<footnotemark>3</footnotemark></p>\n<p id=\"b538-7\">The defendant claims that the court improperly (1) found that the evidence was sufficient to prove that the defendant had committed the offense of kidnapping in the second degree for a sexual purpose within the meaning of § 54-254 (a), (2) instructed the jury concerning reasonable doubt, (3) marshaled the evidence in its charge by referring to an element of the crime while discussing the evidence that was presented during trial and (4) denied the defendant’s motion to suppress his confession to the police. We affirm the defendant’s conviction and reverse the judgment only to the extent that the trial court ordered the defendant to register as a <page-number citation-index=\"1\" label=\"519\">*519</page-number>sexual offender without a hearing to determine whether the offense was committed for a sexual purpose.</p>\n<p id=\"b539-6\">The jury reasonably could have found the following facts. OnAugust 11,1998, the victim drove her Plymouth Voyager minivan to the Shaw’s Supermarket in Newington to purchase groceries. The victim was alone and spent approximately one-half hour inside the store. The victim then returned to her vehicle, loaded her groceries and got in the driver’s seat. The defendant was hiding in the backseat of the vehicle<footnotemark>4</footnotemark> and, upon the victim’s entry into the vehicle, placed a knife to her side. The knife’s blade was five to six inches in length and was beveled.</p>\n<p id=\"b539-7\">The defendant told the victim to “do as I say and you will not be hurt.” The defendant ordered the victim to drive to Glastonbury and gave her specific directions to follow. The defendant directed the victim to a park on a dirt road in East Hartford. The road was blocked by a gate and the victim stopped the vehicle. The defendant ordered the victim to accompany him into a wooded area. The victim refused and told the defendant that she did “not feel like getting harmed or raped by [the defendant].” The defendant stated that he did not intend to harm the victim, but he did not want the victim to see which way he would be going in the wooded area to aid in his escape. The victim suggested that she would look away while the defendant fled into the wooded area. The defendant “seemed satisfied with that,” and the victim did not turn around until she was certain that the defendant was gone.</p>\n<p id=\"b539-8\">The victim then drove to the Newington police department and reported the incident. The victim described <page-number citation-index=\"1\" label=\"520\">*520</page-number>the man who perpetrated the crime as having shoulder length, dirty blond hair and wearing a baseball cap, blue jeans and a shirt. A detective prepared a composite sketch drawing based on the victim’s description. Thereafter, flyers were printed based on the composite sketch drawing. The flyers were shown to members of the Newington police department, including Officer Jeannine M. Candéis and her partner, Officer Timothy A. Walsh, who both recognized the sketch as depicting the defendant. They then went to a motel in Newington, where they believed the defendant was currently living.</p>\n<p id=\"b540-6\">The officers interviewed the defendant and he gave them a full statement in which he confessed. He signed the statement, and his version of the events matched that given by the victim. The defendant also gave the officers a baseball cap that he had been wearing during the event, and the officers took a picture of the defendant wearing the hat. The next day, the victim returned to the Newington police department and was shown a photographic lineup consisting of eight photographs, including the defendant. The victim recognized the defendant and pointed him out as the man that she had described three days earlier. Additional facts will be set forth where necessary to address the issues on appeal.</p>\n<p id=\"b540-7\">I</p>\n<p id=\"b540-8\">The defendant first claims that the court abused its discretion when it required him to register as a sex offender pursuant to § 54-254 (a).</p>\n<p id=\"b540-9\">Before reaching this issue as originally briefed by the parties, we address the supplementary issues we raised after oral arguments in this court. We requested that the parties file simultaneous supplemental briefs addressing the following issues:</p>\n<blockquote id=\"b540-10\">“Is § 54-254 (a) a sentence enhancement statute?</blockquote>\n<blockquote id=\"b541-5\"><page-number citation-index=\"1\" label=\"521\">*521</page-number>“A. If it is a sentence enhancement statute, what is the proper procedure to be followed? See <em>Apprendi </em>v. <em>New Jersey, </em>530 U.S. 466, 120 S. Ct. 2348, 147 L. Ed. 2d 435 (2000).</blockquote>\n<blockquote id=\"b541-6\">“B. If it is not a sentence enhancement statute, must the court hold an evidentiary hearing before finding that the defendant has committed a felony for a sexual purpose, and what is the standard of proof to be applied at the hearing?”</blockquote>\n<p id=\"b541-7\">The state claims in its supplemental brief that the supplemental issues are “unpreserved and [therefore have been] waived” by the defendant because they were not raised at trial and were not originally briefed. The state further asserts that it “does not concede review-ability of the supplemental issues or consent to their consideration by this court.” We would not have asked for supplemental briefs had we believed the issues were not reviewable, nor do we need the consent of the parties to review issues we deem relevant.</p>\n<p id=\"b541-8\">The case of <em>State </em>v. <em>Velasco, </em>253 Conn. 210, 751 A.2d 800 (2000), is relevant to the state’s position that the supplemental issues should not be reviewed. In <em>Velasco, </em>the defendant did not object at trial to the court’s determination, as opposed to a determination by the jury, that he had used a firearm in the commission of the underlying felony with which he had been charged. Id., 218 n.9. In the present case, the defendant did not object to the court’s application of § 54-254 (a) or claim that it was a sentence enhancement statute or seek a separate evidentiary hearing. The <em>Velasco </em>court determined that because its analysis was based on statutory construction, and raises questions in the public interest and of justice between the parties, the case could be reviewed under the plain error doctrine; Practice Book § 60-5; even if it was not reviewable under the precepts of <page-number citation-index=\"1\" label=\"522\">*522</page-number><em>State </em>v. <em>Golding, </em>213 Conn. 233, 239-40, 567 A.2d 823 (1989). See <em>State </em>v. <em>Velasco, </em>supra, 218-19 n.9.</p>\n<p id=\"b542-6\">We also review the claim in the present case pursuant to the plain error doctrine as outlined in <em>Velasco. </em>The application and interpretation of § 54-254 (a) is strictly a question of law that requires no finding of facts, the review might result in the reversal of a miscarriage of justice, is in the interest of public welfare or of justice between the parties, and neither party is prejudiced by our decision to invoke the doctrine because each was afforded an opportunity to present arguments regarding the interpretation of § 54-254 (a).<footnotemark>5</footnotemark> Id.</p>\n<p id=\"b542-7\">Our analysis of § 54-254 (a) is plenary because statutory construction is a question of law. See <em>Gartrell </em>v. <em>Dept. of Correction, </em>259 Conn. 29, 39, 787 A.2d 541 (2002). We take into account and give effect to the apparent intent of the legislature. <em>State </em>v. <em>Dash, </em>242 Conn. 143, 146-47, 698 A.2d 297 (1997). Section 54-254 (a) is a provision of the so-called Megan’s Law, General Statutes §§ 54-250 through 54-261. The intent of the Connecticut legislature, as is true of many other state legislatures that have enacted similar legislation, was to alert the public by identifying potential sexual offender recidivists when necessary for public safety. <em>State </em>v. <em>Kelly, </em>256 Conn. 23, 90-91, 770 A.2d 908 (2001).</p>\n<p id=\"b542-8\">“The seriousness of the harm that sex offenders’ actions cause to society and the perception, supported by some data, that such offenders have a greater probability of recidivism than other offenders have recently combined to prompt the enactment of numerous laws across the country directed specifically toward persons convicted of crimes involving sexual conduct.” <em>Doe </em>v. <page-number citation-index=\"1\" label=\"523\">*523</page-number><em>Pataki, </em>120 F.3d 1263, 1266 (2d Cir. 1997). Chapter 969 of the General Statutes, entitled “Registration of Sexual Offenders,” is such an enactment. See General Statutes §§ 54-250 through § 54-261.</p>\n<p id=\"b543-6\">Connecticut’s version of Megan’s Law imposes a registration requirement on specified sex offenders who are convicted on or after January 1, 1995. General Statutes (Rev. to 1995) § 54-102r. The law was broadened in 1997 to include <em>all </em>convicted sex offenders rather than only some specified sex offenders. Conn. Joint Standing Committee Hearings, Judiciary, Pt. 4, 1997 Sess., pp. 1230-31, testimony of Senator Kevin B. Sullivan and Senator George C. Jepsen. The registration of defendants falls into four categories, classified as to whether: (1) the victims are minors or the sexual offenses are nonviolent, (2) the sexual offenses are violent, (3) the sexual offense was committed in another jurisdiction or (4) a felony was committed for a sexual purpose. The last category allows the ten year registration required by § 54-254 to be discretionary with the judge if the court finds a felony was committed for a sexual purpose.</p>\n<p id=\"b543-7\">The specific question we first must answer is whether, within the teachings of <em>Apprendi </em>v. <em>New Jersey, </em>supra, 530 U.S. 466, § 54-254 (a) is a sentence enhancement statute. The state and the defendant agree that if the statute enhances the defendant’s sentence, a jury should have decided the question of whether the defendant had committed the crime of kidnapping in the second degree for a sexual purpose, the quantum of proof being beyond a reasonable doubt. Both parties also agree that if § 54-254 (a) is not an enhancement statute, an evidentiary hearing is required. The state claims, however, that such a hearing was already held when the defendant was sentenced, but that the defendant did not seek to produce any information to show that he had not committed the crime for a sexual pur<page-number citation-index=\"1\" label=\"524\">*524</page-number>pose. The defendant seeks an additional hearing for the specific purpose of having the court make a finding by a fair preponderance of the evidence. The state concludes in its supplemental brief that “perhaps two hearings may be required in the future” because of the recent decision in <em>Doe </em>v. <em>Dept. of Public Safety ex rel. </em>Lee, 271 F.3d 38 (2d Cir. 2001).<footnotemark>6</footnotemark></p>\n<p id=\"b544-6\">We conclude, after a review consonant with the doctrine of plain error, that § 54-254 (a) is not a sentence enhancement statute and that the court’s finding of a sexual purpose requires a hearing with the quantum of proof being a fair preponderance of the evidence. The hearing must afford the defendant an opportunity to present evidence to show that he did not commit the crime for a sexual purpose.</p>\n<p id=\"b544-7\">Many of the questions raised in our analysis of the statute are of first impression in this state. This case involves one section of the Connecticut Megan’s Law that applies to those who are not convicted of sexual offense crimes, but with crimes found to have been committed for a sexual purpose. The statute itself does not address the question of what evidence a court may consider in making such a finding. Nor does the statute state whether a hearing must be held and, if so, the particular quantum of proof necessary for such a finding, or whether, if after such a finding, the requirement of registration is discretionary with the court.</p>\n<p id=\"b544-8\">The state invoked § 54-254 (a) after the defendant’s conviction to require him to register as a sexual offender with the commissioner of public safety. The defendant <page-number citation-index=\"1\" label=\"525\">*525</page-number>opposed the state’s request, arguing that the evidence presented at trial would not support a finding that the crime of kidnapping in the second degree was committed for a sexual purpose. The state argued that the information in the presentence investigation report could be used in making the finding, as well as the evidence heard during the trial.</p>\n<p id=\"b545-6\">The court ruled, “on the basis of the evidence presented at trial, that the defendant’s purpose in his actions with regard to the first count of the information, that is, kidnapping in the second degree, his objective was to sexually assault the victim . . . when he forced her at knifepoint to drive to a secluded area, I believe in East Hartford, off a main road and onto a dirt road, which led to apparently nowhere. My recollection is, there was a barrier at the end of the road.</p>\n<p id=\"b545-7\">“And ... as I recall, [the victim] was directed to bring the car to a stop and ordered out of the car, still at knifepoint, and to accompany the defendant to a wooded area.</p>\n<p id=\"b545-8\">“As the court already noted, the defendant’s claim that he merely attempted to, in doing so, directing her into the wooded area, that he merely was attempting to make easier his escape and the victim’s detection in what direction he was traveling.</p>\n<p id=\"b545-9\">“That claim is entirely implausible. It’s the court’s finding that the crime committed, that is, the kidnapping in the second degree, was committed for sexual purposes, pursuant to § 54-254. The court will make that finding.”</p>\n<p id=\"b545-10\">It is thus clear that the court found that the “sexual purpose” of the crime was based on the evidence alone, although the court had relied on the presentence investigation report in determining the appropriate sentence <page-number citation-index=\"1\" label=\"526\">*526</page-number>for the defendant.<footnotemark>7</footnotemark> The definition of “sexual purpose” as used in § 54-254 (a) is contained in General Statutes § 54-250 (12), which provides in relevant part that “a purpose ... in committing the felony was to engage in sexual contact or sexual intercourse with another person without that person’s consent. A sexual purpose need not be the sole purpose of the commission of the felony. The sexual purpose may arise at any time in the course of the commission of the felony.”</p>\n<p id=\"b546-6\">Although the court did not rely on the presentence investigation report in finding that the defendant had committed kidnapping in the second degree with a sexual purpose, we note that such reliance would have been proper. Practice Book § 43-9 provides in relevant part that a presentence investigation report may be used “in the sentencing hearing and in any subsequent proceedings wherein the same conviction may be involved,” and shall be available to “(7) [a]ny court of proper jurisdiction where it is relevant to any proceeding before such court. ...” A proceeding is any undertaking in open court with the parties present for the resolution of a fact or an issue.</p>\n<p id=\"b546-7\">We now turn to our analysis of <em>Apprendi </em>v. <em>New Jersey, </em>supra, 530 U.S. 466, to substantiate our conclusion that § 54-254 (a) is not a sentence enhancement statute. <em>Apprendi </em>establishes the principle that a legislature may not remove from a jury the consideration of a question of fact that increases the range of penalties to which a criminal defendant is exposed. Id., 490. Phrased another way, if the penalty for a crime goes <page-number citation-index=\"1\" label=\"527\">*527</page-number>beyond the prescribed statutory maximum based on the finding of a particular fact, that fact must be submitted to a jury to be proved beyond a reasonable doubt. The question is whether a statute either alters the maximum penalty for an underlying crime or creates a second, separate offense calling for an additional separate penalty. If the statute does either, a jury must make the finding beyond a reasonable doubt. The relevant inquiry for us is whether § 54-254 (a) caused the defendant to be exposed to a greater punishment than that authorized by the verdict of guilty of kidnapping in the second degree.</p>\n<p id=\"b547-6\">There is a difference between a “sentencing factor” and a “sentencing enhancement.” In <em>Apprendi, </em>the defendant pleaded guilty to the unlawful possession of a firearm for an unlawful purpose. Id., 469-70. Another New Jersey statute provided for an increased sentence if the purpose for the offense was a “racial bias.” Id., 468- 69. The trial court, after a hearing, found by a preponderance of the evidence that the hate crime enhancement applied even though the defendant was not charged with violating the hate crime statute. Id., 469- 71. The United States Supreme Court held that the “hate bias” statute that provided for an increase in penalty for the crime by two years was a sentence enhancement statute, not a sentencing factor statute, and that, therefore, a jury should have decided the question with the quantum of proof being that of beyond a reasonable doubt. Id., 476.</p>\n<p id=\"b547-9\">It is useful to also discuss another United States Supreme Court case, <em>McMillan </em>v. <em>Pennsylvania, </em>477 U.S. 79, 106 S. Ct. 2411, 91 L. Ed. 2d 67 (1990). <em>McMillan </em>involved a statute that required a mandatory minimum sentence if a trial court found by a preponderance of the evidence that the defendant “visibly possessed a firearm” during the course of an offense, but gave the court no discretion to impose a lesser sentence for the <page-number citation-index=\"1\" label=\"528\">*528</page-number>underlying felony. Id., 81-82. The United States Supreme Court held that there was no denial of the defendant’s right to a jury trial and deemed the statute to be one dealing with a sentencing factor. Id., 91. Because the statute was a sentencing consideration only, due process was satisfied by the court’s finding by a preponderance of the evidence of “visible possession.” Id., 91-92.</p>\n<p id=\"b548-6\">The state claims that § 54-254 (a) provides for a consequence of being convicted of a registerable offense, and is part of the sentencing process, rather than an increase in the sentence. The defendant argues that the statute is punitive and increases the penalty for the crime he did commit and that, therefore, it is a sentence enhancement statute that gives him the due process right of having a jury determine beyond a reasonable doubt if his crimes were committed for a sexual purpose.</p>\n<p id=\"b548-7\">The case of <em>State </em>v. <em>Kelly, </em>supra, 256 Conn. 90-91, clearly establishes that Connecticut’s Megan’s Law, as to registration, was enacted by the legislature as a regulatory measure, not a punitive one, and was not intended as punishment. See also <em>State </em>v. <em>Misiorski, </em>250 Conn. 280, 290-92, 738 A.2d 595 (1999). The case of <em>State </em>v. <em>Velasco, </em>supra, 253 Conn. 210, decided just prior to <em>Apprendi, </em>concludes, as did the United States Supreme Court in <em>Apprendi, </em>that a separate statute that requires an additional term added to a sentence, if a fact (e.g., the use of a firearm) was found, is a sentence enhancement statute. <em>Velasco </em>concludes that a jury finding must be made if the separate statute is really an enhancement statute. A finding made by the trial court, even if beyond a reasonable doubt, is not good enough. Id., 228-29.</p>\n<p id=\"b548-8\">In addition to the lack of legislative intent to increase punishment by registration, as found in <em>Kelly, </em>we determine that <em>Apprendi </em>and <em>Velasco </em>differ from the present <page-number citation-index=\"1\" label=\"529\">*529</page-number>case in that the statutes being interpreted in the latter cases would have an immediate impact on the defendant. The registration of the defendant as a sex offender takes place after conviction, but does not affect the term of the sentence to be imposed and is not required to be effective until “release into the community . . . .” General Statutes § 54-254 (a). <em>Apprendi </em>and <em>Velasco </em>involved the immediate application of the statutes at sentencing to increase the term of imprisonment for the crime of which the defendant was convicted, upon the finding of a particular fact.</p>\n<p id=\"b549-6\">In this case, we are not dealing with a sentencing factor or a sentencing enhancement, but with a finding to be made after conviction that has no effect until after a defendant’s sentence has been served. We are concerned with the constitutionally appropriate consequences of a conviction after the serving of a sentence. See <em>Doe </em>v. <em>Dept. of Public Safety ex rel. Lee, </em>supra, 271 F.3d 38.</p>\n<p id=\"b549-7\">A violation of § 54-254 (a) is itself a class D felony. The behavior it punishes is unrelated to the original offense and refers to a defendant’s subsequent behavior. We are not concerned in this case with any subsequent behavior following the court’s requirement of registration. After the determination that a defendant is required to register, the defendant must comply with the requirements of the statute.<footnotemark>8</footnotemark></p>\n<p id=\"b550-5\"><page-number citation-index=\"1\" label=\"530\">*530</page-number>There are consequences that follow the conviction of all felonies, apart from sexual offender types of crimes, such as the inability to obtain or to keep certain jobs, to own a gun, to vote, to sit on a jury, the removal from judicial office or disbarment from the practice of law. Most criminal convictions result in adverse consequences. <em>State </em>v. <em>John, </em>210 Conn. 652, 694, 557 A.2d 93, cert. denied, 493 U.S. 824, 110 S. Ct. 84, 107 L. Ed. 2d 50 (1989).</p>\n<p id=\"b550-6\">Having determined that § 54-254 (a) is not a sentence enhancement statute or a statute involving a sentencing factor, we next decide what due process requires by way of an evidentiary hearing to find a “sexual purpose.” It is necessary to provide procedural safeguards when defamation of character or notoriety combines with the removal of a protected status previously enjoyed by the defendant. This is the so-called “stigma plus” test for determining the quantum of procedural due process owed to a person who comes within the terms of a statute, such as Megan’s Law, or who has been harmed within the terms of 42 U.S.C. § 1983. See <em>Paul </em>v. <em>Davis, </em>424 U.S. 693, 96 S. Ct. 1155, 47 L. Ed. 2d 405 (1976); <em>Wisconsin </em>v. <em>Constantineau, </em>400 U.S. 433, 91 S. Ct. 507, 27 L. Ed. 2d 515 (1971); <em>Doe </em>v. <em>Dept, of Public Safety ex rel. Lee, </em>supra, 271 F.3d 38.</p>\n<p id=\"b550-7\">In <em>Doe, </em>the United States Court of Appeals for the Second Circuit held that the plaintiff in that case was entitled to summary judgment on his claim that under 42 U.S.C. § 1983, Connecticut’s sexual offender law violated the fourteenth amendment to the United States constitution. The <em>Doe </em>court further held that the plaintiff was entitled to a permanent injunction to prevent the state from disseminating the registry or disclosing registry information to the public except in limited circumstances.</p>\n<p id=\"b551-5\"><page-number citation-index=\"1\" label=\"531\">*531</page-number>The plaintiff in <em>Doe </em>had been convicted of an offense that subjected him to the registration and notification requirements of § 54-250 et seq. His complaint alleged that he was not a dangerous sexual offender and that he did not pose a threat to the community. He claimed that the damage to his reputation and the alteration of his status required that he be given a meaningful opportunity to be heard before there could be disclosure to the public. In sum, the <em>registration </em>as provided in § 54-254 (a) was not at issue because that presumably had already occurred, and the injunction did not prevent law enforcement offices from accessing the registry. At issue was the public disclosure of the registry. The present case involves only registration, not any future disclosure at the conclusion of the service of the defendant’s twenty-five year sentence.</p>\n<p id=\"b551-6\">Using the “stigma plus” test as outlined in <em>Paul </em>v. Davis, supra, 424 U.S. 693, the <em>Doe </em>court concluded that the dissemination of the registration information was sufficiently derogatory, allegedly falsely derogatory, and that a burden was imposed on the plaintiff not imposed on other citizens and was an alteration of his status. That combination, the “stigmaplus,” ensured him the procedural protections of due process. <em>Doe </em>established that the plaintiff is entitled to an opportunity for a hearing consistent with due process principles to determine whether he is particularly likely to be dangerous before being included on a publicly disseminated registry, although <em>Doe </em>does not decide the exact form of due process.</p>\n<p id=\"b551-7\">“The registration duties imposed by Connecticut’s sex offender law are extensive and onerous. With a few exceptions, a person who is required to register because he or she was convicted ... of a felony with a sexual purpose must verify his or her address annually for ten years. . . . Whenever any registrant changes his or her address, he or she must notify the Commissioner of <page-number citation-index=\"1\" label=\"532\">*532</page-number>Public Safety within five days.” (Citations omitted.) <em>Doe </em>v. <em>Dept. of Public Safety ex rel. Lee, </em>supra, 271 F.3d 57. Other onerous requirements relate to providing blood samples and photographs. Id. The failure to abide by any of these obligations can be punishable by a five year prison term. Id. These obligations easily satisfy the “plus” factor of <em>Paul </em>v. <em>Davis, </em>supra, 424 U.S. 693. Furthermore, these duties are a change of a person’s status under the state law.</p>\n<p id=\"b552-6\">On the basis of <em>Doe </em>and the other cases cited herein, we conclude that the defendant is entitled to a hearing because he satisfies the “stigma plus” test. Although we are dealing with the registration component of the statute, as opposed to its disclosure component, disclosure cannot occur without registration having first been ordered. Both disclosure and notification should be treated in the same manner as far as due process is concerned.</p>\n<p id=\"b552-7\">Because registration as a person convicted of an offense committed for a “sexual purpose” is not an element of the underlying crime, nor does it increase the penalty for that crime, the hearing is to be conducted by the court and the fact is to be found by a fair preponderance of the evidence. See <em>McMillan </em>v. <em>Pennsylvania, </em>supra, 477 U.S. 79. Section 54-254 (a) uses the phrase “may be required by the court” and is, therefore, discretionary. It allows the court, if it first finds that the crime was committed for a sexual purpose, to exercise its discretion as to whether to require the defendant to register with the commissioner of public safety. The purpose of the hearing is to allow the defendant and the state to produce whatever relevant evidence each deems necessary for the court to determine if the underlying offense was committed for a sexual purpose. The hearing does not disturb the defendant’s conviction or his sentence in any way and determines only whether he will be required to register with the commissioner <page-number citation-index=\"1\" label=\"533\">*533</page-number>of public safety upon the conclusion of his term of imprisonment.</p>\n<p id=\"b553-4\">II</p>\n<p id=\"b553-5\">The defendant’s next claim is that the court improperly instructed the jury concerning reasonable doubt. A portion of the court’s charge with respect to reasonable doubt stated: “Now, keep in mind that the state of Connecticut does not desire the conviction of an innocent person, or any person who is presented on evidence where there’s reasonable doubt. The state does not wish to have an innocent person punished or to have a person acquitted who has been proven guilty as provided by law. . . . But keep in mind, those mies of law are made to protect the innocent and not those whose guilt has been established beyond a reasonable doubt.” The defendant claims that these two instructions violated his state and federal rights to due process, and his rights to a fair trial under the constitution of the United States and the constitution of Connecticut. We do not agree.</p>\n<p id=\"b553-6\">The standard of review of juiy instructions is well settled. This court shall make an inquiry to determine whether it is reasonably possible that the court’s instmctions misled the jury. See <em>State </em>v. <em>Anderson, </em>65 Conn. App. 672, 685, 783 A.2d 517 (2001). “In determining whether it was . . . reasonably possible that the jury was misled by the trial court’s instmctions, the charge to the jury is not to be critically dissected for the purpose of discovering possible inaccuracies of statement, but it is to be considered rather as to its probable effect upon the jury in guiding them to a correct verdict in the case. . . . The charge is to be read as a whole and individual instmctions are not to be judged in artificial isolation from the overall charge. . . . The test to be applied ... is whether the charge, considered as a whole, presents the case to the jury so <page-number citation-index=\"1\" label=\"534\">*534</page-number>that no injustice will result. . . . <em>State </em>v. <em>Delvalle, </em>250 Conn. 466, 470, 736 A.2d 125 (1999). As long as [the instructions] are correct in law, adapted to the issues and sufficient for the guidance of the jury . . . we will not view the instructions as improper. . . . <em>State </em>v. <em>Denby, </em>235 Conn. 477, 485, 668 A.2d 682 (1995).” (Internal quotation marks omitted.) <em>State </em>v. <em>Respass, </em>256 Conn. 164, 182, 770 A.2d 471, cert. denied, 534 U.S. 1002, 122 S. Ct. 478, 151 L. Ed. 2d 392 (2001).</p>\n<p id=\"b554-6\">The language questioned by the defendant has been held not to be a constitutional violation and the defendant “faces a wall of recent Supreme Court decisions rejecting challenges to very similar instructions.” <em>State </em>v. <em>Robinson, </em>56 Conn. App. 794, 804, 746 A.2d 210, cert. denied, 253 Conn. 904, 753 A.2d 938 (2000); see also <em>State </em>v. <em>Copas, </em>252 Conn. 318, 347, 746 A.2d 761 (2000); <em>State </em>v. <em>Watson, </em>251 Conn. 220, 227-28, 740 A.2d 832 (1999).</p>\n<p id=\"b554-7\">The defendant argues that this case is different because he objected immediately following the charge to the jury. The fact that the objection was timely made, on the facts of this case, is irrelevant, and the same standard of review applies whether we analyze the charge as unpreserved under <em>State </em>v. <em>Golding, </em>supra, 213 Conn. 239-40, or as preserved at trial. <em>State </em>v. <em>Madagoski, </em>59 Conn. App. 394, 402, 757 A.2d 47 (2000), cert. denied, 255 Conn. 924, 767 A.2d 100 (2001).</p>\n<p id=\"b554-8\">The defendant also argues that our Supreme Court has directed trial courts to refrain from using the “laws are designed to protect the innocent” language contained in the charge to the jury in <em>State </em>v. <em>Schiappa, </em>248 Conn. 132, 168, 728 A.2d 466 (en banc), cert. denied, 528 U.S. 862, 120 S. Ct. 152, 145 L. Ed. 2d 129 (1999). The defendant is correct, but the decision in <em>Schiappa </em>was released on March 23, 1999, and the charge to the jury in the present case was given on March 2, 1999. <page-number citation-index=\"1\" label=\"535\">*535</page-number>Despite the admonishment by the court in <em>Schiappa, </em>our Supreme Court found that there was no constitutional violation when the “laws are designed to protect the innocent” language was utilized. Id., 168. We can find no reason to distinguish the long line of precedent in which it has been found that similar language does not violate the defendant’s constitutional rights and, therefore, decline to do so.</p>\n<p id=\"b555-6\">Ill</p>\n<p id=\"b555-7\">The defendant next claims that the court improperly marshaled the evidence by impliedly finding an element of the crime. The court, during its marshaling of the evidence, stated that the victim had identified “the defendant as the person who broke into her vehicle and abducted her and drove her to East Hartford at knifepoint.” The defendant objects to the word “abduct” because it is an element of the crime contained in kidnapping in the second degree pursuant to § 53a-94 (a). We do not agree with the defendant.</p>\n<p id=\"b555-8\">“A trial court often has not only the right, but also the duty to comment on the evidence.... To avoid the danger of improper influence on the jury, a recitation of the evidence should not be so drawn as to direct the attention of the jury too prominently to the facts in the testimony on one side of the case, while sinking out of view, or passing lightly over, portions of the testimony on the other side, which deserves equal attention. . . . In marshaling the evidence, the court must be careful not to imply any favor or criticism of either side.” (Citation omitted; internal quotation marks omitted.) <em>State </em>v. <em>Davis, </em>255 Conn. 782, 797, 772 A.2d 559 (2001). The nature of the court’s comments depends on the particular facts present in the case being tried. Id., 799.</p>\n<p id=\"b555-9\">The court was fulfilling its duty to marshal the evidence. When the court used the word “abducted,” it was presenting the victim’s version of events. The court <page-number citation-index=\"1\" label=\"536\">*536</page-number>also gave the defendant’s view when it stated: “The defendant’s version of what happened [was] mainly that no crime or crimes were committed by him.”<footnotemark>9</footnotemark> The court’s summary of the state’s case consisted entirely of the statement concerning the victim’s testimony that previously was cited. The court then added: “So, you have conflicting versions regarding not only the events, but I suppose the identity and whether or not any crime was committed.” The court’s marshaling of the evidence was an accurate portrayal of the evidence as it was presented during the short trial. The jury was presented with two different versions of events and was asked to determine if the state had proven its case beyond a reasonable doubt. The court did not improperly marshal the evidence.</p>\n<p id=\"b556-4\">IV</p>\n<p id=\"b556-5\">The defendant’s final claim is that the court, after a hearing, improperly denied the defendant’s motion to suppress his confession to the police. The defendant argues that he was under custodial interrogation because he was on probation and was not given his Miranda<footnotemark>10</footnotemark> warnings when he gave a confession to the police.</p>\n<p id=\"b556-6\">The following additional facts are relevant to this claim and were presented at the suppression hearing. When Officer Candéis and Officer Walsh recognized the composite drawing of the alleged perpetrator as the defendant, they went to his last known residence, a motel. Candéis testified that she told the defendant that he could ask them to leave at any time during the interview and that the defendant would not be placed <page-number citation-index=\"1\" label=\"537\">*537</page-number>under arrest. During the interview, the defendant was seated approximately six feet to ten feet away from Candéis, and Walsh stood in the doorway. It is admitted that at no time did Candéis advise the defendant of his rights under <em>Miranda </em>v. <em>Arizona, </em>384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966). Both officers testified that the defendant did not appear intoxicated, and they could not recall seeing any empty alcoholic beverage containers in the room. At that time, the defendant confessed to the events and signed a statement.</p>\n<p id=\"b557-6\">At the suppression hearing, the defendant claimed that he was an alcoholic and that before the visit from the officers he had consumed six or seven forty-ounce bottles of malt liquor beer and one-half pint of hard liquor. The defendant claimed that he did not remember any of the questioning by the officers. The defendant claimed that he was made aware of the confession the following morning when his roommate informed him of the events from the previous evening. The defendant did not produce any additional witnesses from the previous evening, including his former roommate, to verify that he had indeed been drinking heavily. At no time during the suppression hearing was there any mention of the defendant’s probationary status. Following the presentation of evidence, the court stated that the defendant’s testimony that he was intoxicated was not credible and that he “was not in custody” at the time he was questioned by the police officers.</p>\n<p id=\"b557-7\">On appeal, the defendant claims that he was on probation at the time of his confession and, therefore, that he was in the custody of the department of correction. The defendant argues, therefore, that he was entitled to be advised of his rights under <em>Miranda </em>v. <em>Arizona, </em>supra, 384 U.S. 436.</p>\n<p id=\"b557-8\">The state argues that this claim is unpreserved and should not be reviewed. Nevertheless, the defendant <page-number citation-index=\"1\" label=\"538\">*538</page-number>seeks review of Ms claim under the precepts of <em>State </em>v. <em>Golding, </em>supra, 213 Conn. 239-40. The defendant is not entitled to review under <em>Golding </em>because there is no record to substantiate Ms claimed probationary status, and he therefore fails to meet the first prong of <em>Golding. </em>See <em>State </em>v. <em>Downey, </em>45 Conn. App. 148, 157-59, 694 A.2d 1367, cert. denied, 242 Conn. 909, 697 A.2d 367 (1997).</p>\n<p id=\"b558-6\">The judgment of conviction is affirmed and we reverse oMy as to the requirement that the defendant register as a sexual offender and the case is remanded for a hearing for the sole and specific purpose of determining whether the defendant committed the offense of kidnapping in the second degree in violation of § 54-94 “for a sexual purpose” as provided in § 54-254 (a).</p>\n<p id=\"b558-7\">In tMs opimon the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b538-8\"> General Statutes § 53a-94 (a) provides: “A person is guilty of kidnapping in the second degree when he abducts another person.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b538-9\"> General Statutes § 53a-101 (a) provides in relevant part: “A person is guilty of burglary in the first degree when he enters or remains unlawfully in a building with intent to commit a crime therein and ... (1) He is armed with explosives or a deadly weapon or dangerous instrument. . . .” General Statutes § 53a-100 defines “building” as including a vehicle.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b538-10\"> General Statutes § 54-254 (a) provides in relevant part: “Any person who has been convicted ... in this state on or after October 1, 1998, of any felony that the court finds was committed for a sexual purpose, may be required by the court upon release into the community to register such person’s name, identifying factors, criminal history record and residence address with the Commissioner of Public Safety, on such forms and in such locations as the commissioner shall direct, and to maintain such registration for ten years. . . .”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b539-9\"> The victim testified that she accidentally had left the vehicle’s sliding door unlocked because it has to be locked manually, and she had forgotten to lock the vehicle manually after someone else had driven it on the previous day.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b542-9\"> “While it is the general practice of this court not to review claims not distinctly raised at trial, we may, in the interests of justice, notice plain error not brought to the trial court’s attention.” <em>State </em>v. <em>Luca, </em>19 Conn. App. 668, 670, 563 A.2d 752 (1989).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b544-9\"> <em>Doe </em>v. <em>Dept, of Public Safety ex rel. Lee, </em>supra, 271 F.3d 38, requires a hearing before there can be public disclosure of the registration required by Connecticut’s Megan’s Law. <em>Doe </em>does not concern the registration requirement itself, and we are concerned in the present case only with the registration of the defendant as an offender who committed a felony for a sexual purpose rather than with the possible public disclosure following his release into the community after his prison term has been completed.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b546-8\"> The court stated to the defendant prior to sentencing that “[i]t’s the court’s belief that you intended to sexually attack [the victim] .... [T]he contents of the presentence report paint a picture of [the defendant] that is about as deplorable as any that I have ever had occasion to read. And I have reviewed dozens and dozens of presentence reports during my career as a jurist. You are a sexual deviate. . . . [T]he report is replete with your antisocial behavior.”</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b549-8\"> General Statutes § 54-254 (a) provides in relevant part: “If such person changes such person’s address such person shall, within five days, register the new address in writing with the Commissioner of Public Safety, and, if the new address is in another state, such person shall also register with an appropriate agency in that state, provided that state has a registration requirement for such offenders. If any person who is subject to registration under this section regularly travels into or within another state or temporarily resides in another state for purposes including, but not limited to employment or schooling, such person shall notify the Commissioner of Public Safety and shall also register with an appropriate agency in that state, provided that state has a registration requirement for such offenders. During such period of registration, each registrant shall complete and return forms mailed to such registrant to verify such registrant’s residence address and <page-number citation-index=\"1\" label=\"530\">*530</page-number>shall submit to the retaking of a photographic image upon request of the Commissioner of Public Safety.”</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b556-7\"> The defendant testified that he had received a ride voluntarily from the victim and that no crime had been committed. The defendant also stated that an argument ensued between him and the victim when she requested money from him for gasoline and that, motivated by revenge, she fabricated the story.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b556-8\"> <em>Miranda </em>v. <em>Arizona, </em>384 U.S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}