{
  "casebody": {
    "data": "<casebody firstpage=\"889\" lastpage=\"890\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b915-10\">UNITED STATES of America, Appellee, v. Penny J. GRAPE, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b915-13\">No. 04-3185.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b915-14\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b915-15\">Submitted May 11, 2005.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b915-16\">Decided June 2, 2005.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b915-23\">Joe W. Stecher, U.S. Attorney’s Office, Omaha, NE, for Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b916-3\"><page-number citation-index=\"1\" label=\"890\">*890</page-number>William Charles Bracker, Council Bluffs, IA, for Appellant.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b916-4\">Before MORRIS SHEPPARD ARNOLD, MURPHY, and BENTON, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b916-6\">PER CURIAM.</author>\n<p id=\"b916-7\">Penny Jane Grape appeals her 57-month sentence, after pleading guilty to conspiracy to distribute methamphetamine, and to forfeiture of $14,430. 21 U.S.C. §§ 841(a)(1), (b)(1); 21 U.S.C. § 846. At sentencing, Grape objected to the constitutionality of the Sentencing Guidelines, and to two enhancements for weapons and additional amounts of drugs, citing <em>Blakely v. Washington, </em>542 U.S. 296, 124 S.Ct. 2531, 159 L.Ed.2d 403 (2004). The district court sustained Grape’s objection to the enhancements, but imposed a guidelines sentence based on facts stipulated in her plea agreement. Jurisdiction being proper under 18 U.S.C. § 3742(a) and 28 U.S.C. § 1291, this court remands for new sentencing in light of <em>United States v. Booker, </em>— U.S. -, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005).</p>\n<p id=\"b916-10\">This case does not present a Sixth Amendment violation because Grape stipulated to the facts used to calculate her sentence. <em>See Booker, </em>125 S.Ct. at 769. Still, the district court (understandably) erred by applying the guidelines as mandatory. <em>See United States v. Pirani, </em>406 F.3d 543, 553 (8th Cir.2005) (en banc). Grape’s objections at sentencing properly preserved the issue that mandatory guidelines are unconstitutional. <em>See id. </em>at 549-50. Thus, the government must demonstrate the error was harmless. <em>See Booker, </em>125 S.Ct. at 769; <em>United States v. Garcia, </em>406 F.3d 527, 529 (8th Cir.2005); <em>United States v. Haidley, </em>400 F.3d 642, 644 (8th Cir.2005). This requires the government to prove that the error did not affect the defendant’s substantial rights. <em>See Garcia, </em>406 F.3d at 529; <em>Haidley, </em>400 F.3d at 645. For <em>Booker </em>error, the government must show the district court would have imposed the same sentence applying the guidelines as advisory. <em>See Garcia, </em>406 F.3d at 529; <em>Haidley, </em>400 F.3d at 645.</p>\n<p id=\"b916-12\">This court has yet to decide “whether we review Booker sentencing errors to determine if the error was harmless beyond a reasonable doubt, <em>Chapman v. California, </em>386 U.S. 18, 24, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967), or under the less stringent ‘grave doubt’ standard announced in <em>Kotteakos v. United States, </em>328 U.S. 750, 764-65, 66 S.Ct. 1239, 90 L.Ed. 1557 (1946).” <em>Garcia, </em>406 F.3d at 529 n. 2. In this case, the government repeatedly stated at oral argument that applying the guidelines as mandatory, rather than advisory, is a constitutional error, and that the government must prove the error harmless beyond a reasonable doubt. <em>See Chapman, </em>386 U.S. at 24, 87 S.Ct. 824.</p>\n<p id=\"b916-13\">As in <em>Haidley </em>and <em>Garcia, </em>the district court here sentenced Grape at the bottom of the guidelines range, and “nothing in the record suggests that the sentence would be the same if the guidelines were advisory.” <em>See Garcia, </em>406 F.3d at 529; <em>Haidley, </em>400 F.3d at 645. <em>See also United States v. Marcussen, </em>403 F.3d 982, 985 (8th Cir.2005) (finding a <em>Booker </em>error harmless where district court gave an identical alternative sentence, “were the mandatory guidelines scheme not in place”). Because the government has failed to prove the error was harmless, this court must remand.</p>\n<p id=\"b916-14\">The judgment of the district court is reversed and the case remanded for resentencing.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}