{
  "casebody": {
    "data": "<casebody firstpage=\"421\" lastpage=\"426\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b441-9\">Israel Berube <em>vs. </em>Fred B. Horton &amp; another.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b441-10\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AH2\">March 27, 1908.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Axc\">June 17, 1908.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b441-11\">Present: Knowlton, C. J., Morton, Hammond, Loring, &amp; Sheldon, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b441-12\"><em>Negligence, </em>Employer’s liability. <em>Practice, Civil, </em>Amendment.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b441-13\">In an action by a carpenter against his employer for personal injuries caused by some small stones and mortar from the bottom of part of an old cellar wall falling upon him while he was working beneath the wall in shoring up the earthen sides of a cellar which was being excavated preparatory to the construction of a large office building, it appeared that the new cellar was to be considerably <page-number citation-index=\"1\" label=\"422\">*422</page-number>deeper than the old one, and that a part of the old wall, which was to be preserved and kept in position so as to form a part of the new wall, was braced by planks placed against its face, and was supported by a girder placed under it, the girder resting at each end upon parts of the new wall and in the middle upon an upright post, that this part of the old wall was made of mortar and rough granite stones, both great and small, and was two or three feet thick, that the girder supporting it was only from twelve to fourteen inches wide, so that about one half of the bottom of the wall projected over the girder, that the plaintiff, who was an experienced carpenter, was one of the night gang, that when he went to work that night he asked the “ night boss \" whether the old wall was “ real secure,” that the boss replied, “ Yes, it is all right,” and that it looked all right to the plaintiff, that the plaintiff worked under the wall much of the time that night, shoring the sides of the excavation as it proceeded, and that about seven o'clock in the morning some small stones and mortar became detached from the bottom of the wall and fell upon him, causing the injuries sued for. There was nothing to show that the falling of the stones was due to any changes made that night. There was evidence that the “ night boss ” was a person exercising superintendence. <em>Held, </em>that the jury properly might find that the answer of the superintendent that the wall was all right was intended by him and was understood by the plaintiff to mean that the wall was braced and supported securely so that no part of it would fall into the cellar, that the plaintiff, relying upon that assurance and seeing nothing inconsistent with it, proceeded to work under the wall in the exercise of due care, that there was negligence in not providing a suitable place for the plaintiff to work, and that this was the negligence both of the superintendent and of the defendant.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b442-5\">In a notice to an employer of the time, place and cause of an injury required by R. L. c. 106, § 75, for the maintenance of an action under the employers’ liability' act, an averment of the negligence of the defendant in a matter stated includes not only personal negligence of the defendant but also negligence of a superintendent in his employ, and under it negligence of either or both of them may be proved.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b442-6\">A declaration in an action for personal injuries against an employer, brought within one year after the accident which caused the injuries, containing a count at common law alleging a failure to provide the plaintiff with a reasonably safe place in which to work and a count under the employers’ liability act alleging a defect in the ways, works or machinery of the defendant, properly may be amended by the addition of a count alleging negligence of the- defendant’s superintendent as the cause of the same accident, and it does not matter that the amendment is offered and allowed more than a year after the accident, the new count being simply a statement of another ground on which the same cause of action is presented.</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b442-7\">Tort by a carpenter against his employers for personal injuries incurred on March 23, 1904, by reason of some small stones and mortar from part of an old wall falling upon him while he was working beneath the bottom of this wall in shoring up the earthen sides of a cellar which was being excavated preparatory to the construction of a large office building, called the John Hancock Building, on Federal Street in Boston, with a first <page-number citation-index=\"1\" label=\"423\">*423</page-number>count at common law alleging a failure of the defendants to supply the plaintiff with a reasonably safe place in which to work and a failure properly and safely to support a wall and to shore up and brace the sides of it, and a second count under the employers’ liability act alleging a defect in the ways, works or machinery of the defendants; Writ dated June 14, 1904.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b443-5\">After more than a year had expired from the date of the plaintiff’s injuries, but some months before the trial of the case, the plaintiff filed a motion to amend his declaration by adding a third count alleging negligence of the defendant’s superintendent under the employers’ liability act. The defendants contended that the motion, as matter of law, should be disallowed and that the plaintiff was confined to causes of action alleged in his notice, but the judge allowed the amendment, and the defendants excepted.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b443-6\">At the trial in the Superior Court before <em>Bell, </em>J., the defendants objected to the admission of any evidence under the third count thus added by amendment. The judge admitted evidence under this count, and the defendant excepted.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b443-7\">The facts which appeared in evidence, or the finding of which was warranted by the evidence, are stated in the opinion. At the close of the evidence the defendants asked the judge to direct a verdict for them. This the judge refused to do, and submitted the case to the jury. The jury found for the defendants on the second count. On the first and third counts they returned a verdict for the plaintiff in the sum of $1,700; and the defendants alleged exceptions.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b443-8\"><em>W. H. Hitchcock, </em>(G. <em>A. Drury </em>with him,) for the defendants.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b443-9\"><em>W. A. Thibodeau, (G. L. Ellsworth </em>with him,) for the plaintiff.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b443-10\">Hammond, J.</author>\n<p id=\"A4k\">The plaintiff was an experienced carpenter, and at the time of the accident was engaged with others in shoring up the earthen sides of the cellar as the excavation proceeded. A part of the old wall which was to be preserved and kept in position so as to form a part of the new wall, was braced by planks placed against its face, and was supported by a wooden girder placed under it, the girder resting at each end upon parts of the new wall and in the middle upon an upright post. This part of the old wall was two or three feet thick and was made of <page-number citation-index=\"1\" label=\"424\">*424</page-number>mortar and rough granite stones, both great and small. The wooden girder by which it was supported was from twelve to fourteen inches wide, so that nearly, if not quite, one half of the bottom of the wall was not covered by the girder. While the plaintiff was at work under this wall a small portion of it, consisting of small stones and mortar, became detached from the bottom and fell upon him and injured him.</p>\n<p id=\"b444-5\">It is urged by the defendant that the plaintiff was hired to shore up places that needed shoring, that if the bottom of the wall was insecurely shored it was his duty to cure the defect, and if he did not do it the accident was the result of his own inattention to duty; moreover, that he must be held to have assumed the obvious risks of the business, that the liability that the uncovered part of the old wall would fall was an obvious risk and must be held to have been known and appreciated by an experienced workman like the plaintiff.</p>\n<p id=\"b444-6\">There is evidence, however, that when the plaintiff, who was one of the night gang, went to work that night, he asked Wetherbee, who was the “ night boss,” if the old wall was “ real secure,” and that Wetherbee replied, “Yes, it is all right.” The plaintiff testified that it looked to him all right. He worked under the wall much of the time that night, shoring the sides of the excavation as it proceeded; and the accident occurred just before seven o’clock in the morning. We think the jury might properly find that the plaintiff relied upon this assurance of Wetherbee, and had a right to rely upon it at least until he saw some indication to the contrary, or until something happened to arouse his suspicions.</p>\n<p id=\"b444-7\">It is urged, however, by the defendant that the inquiry and answer plainly referred only to the shoring and securing of the old wall by the braces that were resting against its face. But it is to be noted that both the plaintiff and Wetherbee expected that the plaintiff would have occasion to work under the wall in the course of the night; and the jury may well have found that both supposed the inquiry was made for the purpose of ascertaining whether the plaintiff could safely work there as it was, or was likely to be, during the night. It was as important for the plaintiff to know, that the wall was so supported that no part of the bottom would drop upon him as that it was so shored <page-number citation-index=\"1\" label=\"425\">*425</page-number>upon the face that no part of it would strike him by toppling over into the cellar.</p>\n<p id=\"b445-5\">It is unnecessary to discuss this part of the case further. Upon the evidence the jury might properly have found that the answer of Wetherbee that the wall was all right was intended by him and understood by the plaintiff to mean that the wall was securely braced and supported so that no part of it would fall into the cellar; and that there was no occasion therefore for the plaintiff to work upon it in the way of “boxing” it (a course which had been adopted in other parts of the cellar), or in any other way, or to pay any further attention to it; that the plaintiff, in reliance upon that assurance and seeing nothing inconsistent with it, proceeded to work under the wall in the exercise of due care; that the fall of a part of the wall was due in no respect to any changes made that night, after the assurance was given, which were known or might have been known to the plaintiff in the exercise of due care; and that under the circumstances there was negligence in not providing a suitable place for the plaintiff, and that this was the negligence both of Wetherbee and of the defendant. Upon such a finding, taken in connection with the other evidence, including that as to the superintendence or control exercised by Wetherbee, the verdict for the plaintiff upon the first and third counts would be warranted.</p>\n<p id=\"b445-6\">The defendant argues that the notice is not broad enough to cover the third count. In the notice the cause of the injury was said to be “ the dangerous condition of the ways and works, and of your negligence in not properly shoring up that part of the old foundation wall left standing on the Federal Street side.” It is urged that the only negligence spoken of is that of the defendant, and not that of a superintendent. The averment of the negligence of the superintendent was unnecessary. The notice was sufficient. Under it the plaintiff could prove negligence for which the defendant was answerable, whether it be his own personal negligence or that of a superintendent. See <em>Brick </em>v. <em>Bosworth, </em>162 Mass. 334.</p>\n<p id=\"b445-7\">Finally, it is said by the defendant that this third count added a new cause of action, that an action under the employers’ liability act, (R. L. c. 106, § 71,) must be brought within one year from the time of the injury; that the motion to insert this count <page-number citation-index=\"1\" label=\"426\">*426</page-number>was made after the expiration of the year and hence that the court had no power to allow the amendment. While it is true that the action under the statute must be brought within the year, <em>(McRae v. New York, New Haven, &amp; Hartford Railroad, ante, </em>418,) the answer to the defendant’s contention is that this action was brought within that time; that it was plainly brought under the statute for it contained a count based upon it; that the cause .of action was the injury under the circumstances under which it took place; that the notice is broad enough to cover the third count, and that the count does not state a new cause of action under the statute, but is simply another statement of the same cause of action. See as instructive upon the distinction between a cause of action and the ground upon which it is presented, <em>Bassett </em>v. <em>Connecticut River Railroad, </em>150 Mass. 178, and cases cited; The exception of the defendant to the admission of evidence in support of the third count upon the ground that the count was not properly before the court is overruled. The defendant has not argued any exception to the admission of evidence upon any other ground, and such other exceptions must be regarded as waived.</p>\n<p id=\"b446-3\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}