{
  "casebody": {
    "data": "<casebody firstpage=\"401\" lastpage=\"406\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b447-3\">LUIGI MAISTO AND MARIA MAISTO, PLAINTIFFS-APPELLEES, v. NICHOLAS MAISTO AND GIUSEPPE MAISTO, DEFENDANTS-APPELLANTS.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b447-4\">Argued October 3, 1939</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A1r\">Decided November 3, 1939.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b447-12\">Before Brogan, Chief Justice, and Justices Donges and Porter.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b448-3\"><page-number citation-index=\"1\" label=\"402\">*402</page-number>For the plaintiffs-appellees, <em>Mario H. Volpe (Joseph D. Kaplan, </em>of counsel).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b448-4\">For the defendants-appellants, <em>George Pellettieri.</em></attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b448-5\">Brogan, Chief Justice.</author>\n<p id=\"An6\">This is an appeal by the defendants from a judgment in favor of the plaintiffs for $1,500 and costs. The jury found this sum to be the reasonable value of the services rendered by the plaintiff, Dolores Maisto, for a period of about three years work in the bake shop of the defendants, during part of which time she was a minor.</p>\n<p id=\"b448-6\">Appellants argue their grounds of appeal — twelve in all— under seven points which will be discussed in the order in which they were argued and briefed.</p>\n<p id=\"b448-7\">The first point alleges error in the refusal of the trial court to permit defendants’ counsel to cross-examine Luigi Maisto, the father of Dolores, during his direct examination, concerning his qualifications to testify as to the reasonable value of his daughter’s services. This stated ground of appeal is not available to the appellants because no exception was entered to the court’s denial of the right to cross-examine. <em>Booth </em>v. <em>Keegan, </em>108 <em>N. J. L. </em>538.</p>\n<p id=\"b448-8\">The second ground of appeal charges that the court erred in permitting the same witness to testify as to the reasonable value of the services in question. The objection is that the witness had not been properly qualified. Now whether a witness is qualified to testify is a question for the court to determine as a fact <em>(Electric Park Co. </em>v. <em>Psichos, </em>83 <em>N. J. L. </em>262) and on appeal a judgment will not be reversed on assigned error of this character unless there was a clear abuse of discretion by the trial court in rejecting or allowing such testimony, <em>i. e., </em>if there was no evidence to support the finding that the witness had the necessary experience, and therefore the court’s error in receiving the evidence was palpable and plain. But here we think the witness manifested almost to the point of demonstration his fitness to testify to the subject-matter in hand. He had been engaged in the bakery business for more than thirty years, was familiar with all phases of it, and well knew the type of work his daughter was doing, <page-number citation-index=\"1\" label=\"403\">*403</page-number>namely, selling bread and “loading carriers.” There was no error in receiving the testimony.</p>\n<p id=\"b449-4\"><em>Third: </em>The court is said to have erred in sustaining an objection to the following question asked of the same witness: “And last year, did you know what the reasonable value of her services was at that time?” The question was asked on cross-examination and the objection was on the ground of immateriality. To understand the situation before the court it is necessary to state its background. The case had been tried before, resulting in a disagreement by the jury.</p>\n<p id=\"b449-5\">Now returning to the present case, the witness was under cross-examination on the fact that at the preceding trial he had not testified to the reasonable value of his daughter’s services. He virtually admitted that fact, saying that he did not remember that he had so testified and adding that he did not think he did. Then followed the question with which we are concerned as to whether last year he knew what the reasonable value of his daughter’s services was. In the form in which the question was put it seems to us to have been entirely immaterial. The question under consideration was not directed at his credibility. If he had testified differently at the last trial interrogation along this line would have been material and proper to attack his credibility, but in the form in which the question was put we consider that the court was not in error, strictly speaking, in excluding the question.</p>\n<p id=\"b449-6\"><em>Fourth: </em>This point alleges error in the court’s rulings on evidence, which were made to confine the answers of Joseph Maisto, a defendant’s witness, to the sphere of responsiveness. Under this heading three of the court’s rulings are challenged. The court’s ruling on the first question is not available as error because no exception was entered to the ruling. As to the second, a question on cross-examination to this witness was: “You were interested in the accounts of the company, were you not?” to which reply was made, “I was not interested because 1 stopped working--” and at this point cross-examining counsel said, “I do not want the reason.” Appellants’ counsel objected to the witness being stopped. This was not error. It is entirely proper for cross-examining counsel to coniine the witness to direct response. If opposing counsel <page-number citation-index=\"1\" label=\"404\">*404</page-number>thought the reason given or attempted to be advanced was pertinent and material he might elicit such information on redirect examination. This is everyday trial practice. In any event, on motion of the examining counsel, that which is irresponsive to the question, whether competent evidence or not, should be struck out. <em>State </em>v. <em>D’Adame, </em>84 <em>N. J. L. </em>386, 390. The court’s ruling on a third question to and answer from the same witness is also argued as error under this heading: <em>“Q. </em>Do you recall in November of 1931, after you took over this business, Luigi Maisto being on a truck with your son, Nicholas, for approximate^ one year?” The answer was “It was because the place-.” Examining counsel objected on the ground that the answer was not responsive, stating that the witness was “going into a reason for the answer and not into the answer.” The court sustained the objection. The answer was undeniably irresponsive. The question obviously called for a “yes” or “no” answer. It is difficult at times when the witness, as here, testifies through an interpreter, to properly advise and admonish the witness to be responsive. The examining counsel was entitled to a responsive answer. We perceive no error in the court’s action.</p>\n<p id=\"b450-6\">The control of examination, both direct and cross, resides in the trial judge. It is his province to keep the proof within reasonable bounds at all times, and this is essential to the orderly administration of the conduct of a law suit. See <em>Donovan </em>v. <em>Limouze, 108 N. J. L. </em>494; <em>Stein </em>v. <em>Goodenough, </em>73 <em>Id. </em>812, 816; <em>Moon </em>v. <em>Lewis, </em>116 <em>Id. </em>521; <em>Johnson </em>v. <em>Central Railroad, </em>111 <em>Id. </em>93, 99.</p>\n<p id=\"b450-7\"><em>Fifth: </em>Under this point the refusal of the learned trial court to permit the defendants to amend paragraph 2 of the answer is set up as error. Now paragraph 2 of the answer admitted that the defendants, Nicholas and Giuseppe Maisto, were the owners of the bakery in question. In the record before us it appears that one of the defendants, Nicholas, testified that he became a partner of the other defendant, Giuseppe, in the latter part of 1935, which was after Dolores had quit her employment in the bake shop. Since Nicholas is a named defendant there was a motion made toward the end of the defense to amend the pleadings to conform to the proof. <page-number citation-index=\"1\" label=\"405\">*405</page-number>Plaintiffs counsel proceeded to cross-examine Nicholas, asking him if he hadn’t testified at the previous trial that the bake shop was, at the time of plaintiff’s service, owned and operated by him and his father, Giuseppe, to which he answered that he did not remember. The court then denied the motion to amend.</p>\n<p id=\"b451-4\">Our <em>statute </em>— B. <em>8. </em>2 :27-133 — provides that a variance between pleading and proof which does not mislead the adverse party to his prejudice may be cured by an immediate amendment of the pleading, but if such variance prejudices the adverse party the pleading may be amended on terms. Our decisions hold that the right to amend is not absolute but one that rests rather with the sound discretion of the court, and that the allowance or refusal of amendment may not be urged for error unless the trial judge has abused his discretion in this particular. <em>Valiant </em>v. <em>Plaza Realty, </em>7 <em>N. J. Mis. R. </em>340; <em>Johnson </em>v. <em>Hunt, </em>15 <em>Id. </em>247; <em>Charlton </em>v. <em>Jersey Mutual, </em>&amp;c., <em>Co., </em>107 <em>N. J. L. </em>126; <em>Walton </em>v. <em>Fidelity and Surety Co., </em>109 <em>Id. </em>71; <em>Glass </em>v. <em>American Stores Co., </em>110 <em>Id. </em>152, 154; <em>King </em>v. <em>Steglitz, </em>111 <em>Id. </em>11; <em>Allen </em>v. <em>Spring Street Really Co., </em>111 <em>Id. </em>88; <em>Yuska </em>v. <em>Yuska, </em>114 <em>Id. </em>157. But in the record before us it appears that a witness for the plaintiff, one Chianese, was asked if he knew “what individuals composed the Colonial Bakery” (this was the defendants’ trade name), and at this point defendants’ counsel said, “Oh, that is admitted.” The subject was not pursued further. This admission, in addition to the testimony of Nicholas that he did not remember whether at the previous trial he had testified that he was a partner, in our judgment, justified the court’s action in denying the motion to amend. Certainly the court has the right to rely on counsel’s oral stipulation, written into the record. It is not reasonable to permit counsel to repudiate his admissions without a word of explanation. We do not think the court’s refusal to permit amendment, under the circumstances, was an abuse of discretion.</p>\n<p id=\"b451-5\">The two remaining grounds of appeal — the sixth and seventh — require very little discussion. Under the former of these points it is argued that the court erred in permitting counsel for plaintiff to read aloud to the witness, Nicholas <page-number citation-index=\"1\" label=\"406\">*406</page-number>Maisto, one of the defendants, what purported to be a portion of his testimony at the previous trial. The record does not indicate that this was done. All that the record shows is that appellants’ counsel objected to the question itself, saying that it was improper “in the form in which it is propounded.” The objector failed to state just what informality there was.</p>\n<p id=\"b452-5\">Now the question objected to, if it was in fact a preliminary to an attack upon the credibility of the witness, seems to us to have been proper, the witness being asked if, in the previous trial, he had not testified in a particular manner in answer to a given question. This is an approved method of laying a foundation to contradict a witness whose credibility is challenged. <em>Wassmer </em>v. <em>Public Service Electric and Gas Co., </em>122 <em>N. J. L. </em>367, 373. But in this instance the witness answered that he did not remember whether he had so testified and that ended the matter. We see no error in this.</p>\n<p id=\"b452-6\">The final ground of appeal is that the court sustained objection to certain questions asked of plaintiffs’ counsel. It appears that defense counsel called plaintiffs’ counsel to the stand and asked him whether in fact he had the questions and answers propounded by him to the witness, Nicholas, and which allegedly were asked and answered by the witness at the previous trial, before him. The court excluded the questions. Now whether plaintiffs’ counsel, at the time he asked the witness, Nicholas, if he had not testified differently at the previous trial, had the questions and answers of such previous trial before him was of no consequence since the witness, Nicholas, replied that he did not remember how he had testified on the point. The interrogation of plaintiffs’ counsel on this point was therefore immaterial.</p>\n<p id=\"b452-7\">The judgment will be affirmed, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}