{
  "casebody": {
    "data": "<casebody firstpage=\"709\" lastpage=\"711\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b763-4\">9768.</docketnumber>\n<parties data-order=\"1\" data-type=\"parties\" id=\"A5y\">EMPIRE TALC &amp; LUMBER CO. <em>v. </em>GOBLE.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b763-5\">No title to the lumber in question passed tinder 'the parol 'contract of purchase relied on by the plaintiff, and the action of trover was not maintainable.</headnotes>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b763-6\">Decided October 16, 1918.</decisiondate>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b763-7\">Trover; from Gordon superior court—Judge Tarver. February '28, 1918. . '</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b763-8\">The Empire Talc &amp; Lumber Company brought trover against Goble for 60,000 feet of lumber. From the testimony of the plaintiffs vice-president and manager, Dillard, it appeared that after the' purchase of 200,000 feet of lumber by the plaintiff from the defendant under a written contract of January 20, 1917, a parol agreement was made between them on March 19, 1917, for the purchase of 100,000 feet more, to be delivered at the plaintiff’s yard in Chatsworth, under the' terms of the prior written contract, as to dimensions, prices, time of payment, etc. Dillard testified: “On the 24th of April, after getting word from Mr. Goble that he was done sawing on this second contract and wanted the lumber cheeked, I went to Gordon county, waited awhile on the day I got there for them to finish stacking the lumber, checked it up, and gave Mr. Goble check for $561:82, which represented the balance of advance on the January 20 contract and a payment of $350 on the March 19 contract. This lumber was to be delivered at our plant in Chatsworth, Ga., later in the year and in such quantities as we called for. We were advancing $5.25 per 1000 feet, the balance to be paid each two weeks as-the lumber was delivered. In October Mr. Goble completed the delivery of 200,000 feet. He came to our office and said he had come to settle up; which we did, as I understood it, for the. 200,000 'feet. Before leaving the office Mr. Goble said he did not intend to deliver the oth,er 100,000 feet, unless we would pay him more for it, that lumber had advanced in the market, that we had made enough off of him, and he did not intend to deliver the lumber unless he got more for it. I told him it was our lumber, that we had bought it under contract, and would expect it to be delivered according to contract. . . I got information that he had sold the lumber to Mr. Swan. . . Immediately after, I filed suit to recover the lumber. . . The contract for the purchase of the lumber sued for was in parol. No note or memorandum in writing was ever made, nor any written <page-number citation-index=\"1\" label=\"710\">*710</page-number>contract -whatever between the plaintiff and the defendant with reference to this trade Yas ever signed. When he' came to our office in October, 1917, for a settlement he claimed that he had shipped the 200,000 feet called for by his contract, but our books showed that we had received only 196,836 feet. We had a settlement with him at that time. We deducted the sum of all the money we had advanced to him from what we owed him for this-196,836 feet and found that we owed him $375.46, and on that date 'gave him a check for that amount. This payment balanced our books. If he-had shipped us the lumber sued for, we would have owed him the full purchase-price for it. . . In this agreement with defendant we reserved the right to reject any lumber that did'not come up to specifications of,the written contract, and if he had shipped this lumber to us we would have had the right to reject any that did not so come up to that standard. The lumber was subject to our measurements at Chatsworth. We never accepted it when .we estimated the measurement on the yard,' but bought it subject to measurement and grade when delivered at Chatsworth. If we should -recover the lumber sued for, we would owe the defendant the full purchase-price.” At the conclusion of the plaintiff’s evidence the judge awarded a nonsuit. '</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b764-4\"><em>H. H. Anderson, </em>for plaintiff, cited:</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"A-R8\"><em>Ray </em>v. <em>Schmidt, </em>7 <em>Ga. App. </em>380 (3); <em>Consignees Favorite Box Co. </em>v. <em>Speer, </em>5 <em>Ga. App. </em>156; Civil Code (1910), 4106; <em>Heard </em>v. <em>Coggins, </em>134 <em>Ga. </em>52 (2); <em>Cen. Ry. Co. </em>v. <em>Gortatowsky, </em>123 <em>Ga. </em>366, 374-5.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b764-5\"><em>J. G.’B. Erwin Jr., </em>for defendant, cited:</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"AiBr\"><em>Mitchell </em>v. <em>Ga. &amp; Ala. Ry., </em>111 <em>Ga. </em>760; <em>Brunswick Grocery Co. </em>v. <em>Lamar, </em>116 <em>Ga. </em>1; <em>Lloyd </em>v. <em>Wight, </em>25 <em>Ga. </em>215; 38 Cyc. 2044, 2008.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b764-6\">Wade, C. J.</author>\n<p id=\"A6Er\">Under the facts -developed in this case the court did not err in awarding a nonsuit. The application by the plaintiff of the sum paid the defendant as 'part of the purchase-price of the lumber in .question to an entirely different contract between the parties, by and with the consent of the defendant, amounted to a withdrawal or rescission of the partial payment made under «the parol agreement, and rendered the contract for the sale of - the lumber (valued at more than $5.0) unenforceable under the statute of frauds, to which it constituted no exception. In the case of <em>Ray </em>v. <em>Schmidt, </em>7 <em>Ga. App. </em>380 (3) (66 S. E. 1035), cited-by counsel for the plaintiff, not only had the timber been inspected, <page-number citation-index=\"1\" label=\"711\">*711</page-number>measured, marked, and branded by both seller and purchaser, but the agreed price had been fully paid. Here, before the action of trover was brought, the partial payment, made on the agreed price of the timber in question, which had been “checked” but not' delivered or accepted, was withdrawn by the vendee and applied to the purchase-price of other timber from the same defendant under a different contract.</p>\n<p id=\"b765-5\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"ADi\">\n<em>Jenhins and Luke, JJ., concur.</em>\n</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}