{
  "casebody": {
    "data": "<casebody firstpage=\"89\" lastpage=\"91\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b113-7\">(136 App. Div. 855.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b113-8\">LEWIS v. GEHLEN.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b113-9\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AH5\">March 31, 1910.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b113-10\">1. Master and Servant (§ 252<footnotemark>*</footnotemark>)—Personal Injuries—Notice Under Employer’s Liability Act.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b113-12\">A notice, served under the employer’s liability act (Consol. Laws, c. 31), merely asserting plaintiff was injured through negligence in failing to provide him with a reasonably safe and suitable place to work, in that a plank on which he stood broke, and he was precipitated, etc., obviously called attention to a common-law right of action, and did not enlarge his rights.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b113-13\">[Ed. Note.—For other cases, see Master and Servant, Cent. Dig. § <em>806; </em>Dec. Dig. § 252.<footnotemark>*</footnotemark>]</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b113-14\">2. Master and Servant (§ 107<footnotemark>*</footnotemark>)— Safe Place to Work.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b113-15\">If a place is made unsafe in the progress of work, and an employs, injured by reason thereof, participated in the act which caused the accident, he cannot recover.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b113-16\">[Ed. Note.—For other cases, see Master and Servant, Cent. Dig. §§ 199-211; Dec. Dig. § 107.<footnotemark>*</footnotemark>]</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b113-17\">3. Master and Servant (§ 124<footnotemark>*</footnotemark>)—Safe Place to Work—Master’s Duty to Inspect.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b113-19\">Where an employs helped to remove the support for certain crossbeams in a building, and within an hour and a half was injured by their giving <page-number citation-index=\"1\" label=\"90\">*90</page-number>way, he cannot recover on the ground of his employer’s negligence in failing to inspect the place in the time between the removal and the injury.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b114-5\">[Ed. Note.—For other' cases, see Master and Servant, dent. Dig. §§ 235-242; Dec. Dig. § 124.<footnotemark>*</footnotemark>]</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b114-6\">4. Master and Servant (§ 231<footnotemark>*</footnotemark>)—Safe Place to Work—Assurance as to Safety.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b114-7\">Where dangers to be anticipated were as obvious to the servant as to his master, an assurance of his foreman as to the safety of the place in •question is not an assurance on the part of his master.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b114-8\">[Ed. Note.—For other cases, see Master and Servant, Cent Dig. §§ 675-677; Dec. Dig. § 231.<footnotemark>*</footnotemark>]</headnotes>\n<headnotes data-order=\"16\" data-type=\"judges\" id=\"b114-9\">Hirschberg, P. J., dissenting.</headnotes>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b114-10\">Appeal from Trial Term, Kings County.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b114-11\">Action by Joseph Lewis against Charles W. Gehlen. From a judgment for defendant, and from an order denying a new trial, defendant appeals. On reargument of the appeal.</summary>\n<disposition data-order=\"19\" data-type=\"disposition\" id=\"A70q\">Judgment and order affirmed.</disposition>\n<seealso data-order=\"20\" data-type=\"seealso\" id=\"b114-12\">For former report see 132 App. Div. 898, 116 N. Y. Supp. 1140, and 120 N. Y. Supp. 1132.</seealso>\n<p data-order=\"21\" data-type=\"judges\" id=\"b114-13\">Argued before HIRSCHBERG, P. J., and WOODWARD, THOMAS, RICH, and CARR, JJ.</p>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b114-14\">Charles Goldzier (Louis J. Vorhaus, on the brief), for appellant.</attorneys>\n<attorneys data-order=\"23\" data-type=\"attorneys\" id=\"b114-15\">Frederick B. Campbell (Elliott L. Perkins, on the brief), for respondent.</attorneys>\n<footnote data-order=\"24\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b113-20\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes-</p>\n</footnote>\n<footnote data-order=\"25\" data-type=\"footnote\" id=\"x999-2\" label=\"*\">\n<p id=\"b114-18\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, <em>&amp; </em>Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"26\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b114-16\">WOODWARD, J.</author>\n<p id=\"AS\">The notice served under the supposed provisions of the employer’s liability act merely asserts that the plaintiff was injured “through your negligence in failing to provide him with a reasonably safe and suitable place whereat to work, in that a plank on which he was standing broke, and he was precipitated from one of the upper floors of the said building to the ground floor,” etc. It is now conceded that no plank broke; that the injury resulted from the removing of a “header” or beam used to shore up the ends of crossbeams on which the floor was laid, and which had been cut off for the purpose of enlarging a well hole or elevator shaft in a building which was in course of remodeling. The plaintiff testifies that he helped to remove this header, and that the accident occurred within an hour and a half of the time that the header was taken away.</p>\n<p id=\"b114-17\">Obviously the notice served called attention only to a common-law right of action, and did not enlarge his rights. He is entitled to no greater consideration in asserting a common-law right of action because he served a notice that he had been injured by the neglect of a common-law duty of the master, and when it appears by plaintiff’s own testimony that the place was made unsafe in the progress of the work, he himself participating in the very act which caused the accident, there is an end of his case. If the plaintiff had just come upon the work, with the header already removed, and had been directed by the foreman to go upon the projecting ends of these beams, unsupported by the header, he might be heard to say that he was not furnished a reasonably safe place in which to perform his labors; but this <page-number citation-index=\"1\" label=\"91\">*91</page-number>was not the case. He had worked there for several months in the remodeling of this building. The header was in position when he went to work on the very day of the accident, and he himself helped to take it down in the very work then under way, and the master certainly did not owe him such a duty of active vigilance as to come along and inspect these unsupported beams within one hour and a half of the time the plaintiff helped to remove them. This duty might have been due to a new employé coming upon the work at that time, but it was not due the plaintiff. The dangers to be anticipated were equally obvious to him as to the master, and the assurance of the working foreman that the beams ran through the wall was not an assurance on the part of the master.</p>\n<p id=\"b115-5\">The judgment and order appealed from should be affirmed.</p>\n<p id=\"b115-6\">Judgment and order affirmed on reargument, with costs. All concur, except HIRSCHBERG, P. J., who dissents.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}