{
  "casebody": {
    "data": "<casebody firstpage=\"95\" lastpage=\"97\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b119-12\">(137 App. Div. 74.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b119-13\">LIEDTKE v. MEYER.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b119-14\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aqm\">March 31, 1910.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b119-15\">1. Landlord and Tenant (§ 310<footnotemark>*</footnotemark>)—Summary Proceedings—Relief.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b119-16\">In summary proceedings by a landlord, the final order for petitioner should award possession of the premises, and not damages for unpaid rent.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b119-17\">[Ed. Note.—For other cases, see Landlord and Tenant, Cent. Dig. § 1319'; Dec. Dig. § 310.<footnotemark>*</footnotemark>]</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b120-2\"><page-number citation-index=\"1\" label=\"96\">*96</page-number>2. Landlord and Tenant (§ 298<footnotemark>*</footnotemark>)—Summary Proceedings—Defenses—Partial Eviction.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b120-4\">Where there has been a partial eviction of the tenant as by entry by the landlord and removing and rebuilding a barn so as to make it less convenient to the tenant, the landlord cannot maintain summary proceedings against the tenant for nonpayment of rent while the partial eviction continues.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b120-5\">[Ed. Note.—Eor other cases, see Landlord and Tenant, Dec. Dig. § 298.<footnotemark>*</footnotemark>]</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b120-6\">3. Appeal and Error (§ 1178<footnotemark>*</footnotemark>)—Disposition—Modification—Directing New Trial.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b120-8\">Where the County Court, upon reversal of a justice’s judgment because against the law and evidence, did not order a new trial, the Appellate Division could modify the order of reversal by directing the County Court to order a new trial before the same or another justice of the same county as that court could have done under Code Civ. Proc. § 3063.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b120-9\">[Ed. Note.—Eor other cases, see Appeal and Error, Cent. Dig. §§ 4604-4620; Dec. Dig. § 1178.<footnotemark>*</footnotemark>]</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b120-10\">4. Appeal and Error (§ 1194<footnotemark>*</footnotemark>)—Decision of Appellate Court—Conclusiveness.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b120-12\">Where an order reversing a final order for petitioner in summary proceedings against a tenant, did not purport to give judgment for defendant upon the merits, it was not conclusive of the rights of the parties so that the landlord could begin a new action.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b120-13\">[Ed. Note.—Eor other eases, see Appeal and Error, Dec. Dig. § 1194.<footnotemark>*</footnotemark>]</headnotes>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b120-14\">Appeal from Suffolk County Court.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b120-15\">Summary proceedings by Gustav H. Liedtke against Henry J. Meyer. From an order reversing a final order for petitioner, he appeals.</summary>\n<disposition data-order=\"18\" data-type=\"disposition\" id=\"A8U-\">Affirmed.</disposition>\n<p data-order=\"19\" data-type=\"judges\" id=\"b120-16\">Argued before HIRSCHBERG, P. J., and BURR, THOMAS, RICH, and CARR, JJ.</p>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b120-17\">Andrew I. Albert, for appellant.</attorneys>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b120-18\">Ernest W. Tooker, for respondent.</attorneys>\n<footnote data-order=\"22\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b119-18\">For other cases see same topic <em>&amp; </em>§ number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<footnote data-order=\"23\" data-type=\"footnote\" id=\"x999-2\" label=\"*\">\n<p id=\"b120-20\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, <em>&amp; </em>Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"24\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b120-19\">CARR, J.</author>\n<p id=\"Au8\">This appeal brings up for review an order .of the county court of Suffolk County which reversed a final order of a justice’s court in summary proceedings between a landlord and tenant for the recovery of possession of certain demised premises. The proceeding was begun on a petition which alleged the tenant’s failure to pay the monthly rent after a demand by the landlord. The tenant filed an answer, setting up as a defense a partial eviction by the landlord. When the proceeding came to trial, the defendant testified that the premises rented to him consisted of a store, one-half of a bam of certain dimensions and accommodations, and a chicken yard with room for 200 chickens. During his absence in the city, in the latter part of 1908, the landlord entered upon the premises, removed the old barn which had stalls for four horses' and a large hayloft, and covering altogether 800 square feet, and, in place thereof, erected a new bam with no hayloft and covering altogether only 306 square feet, and located the new barn in a place inconvenient for the tenant’s use. The tenant claimed that he had no notice of any intended changes and never gave his consent thereto. The plaintiff offered no evidence to the contrary. Notwithstanding this evidence, the justice made a final <page-number citation-index=\"1\" label=\"97\">*97</page-number>order in favor of the plaintiff. That is to say, we assume that he made a final order, for both counsel so refer to it, though it is not printed in the record on the appeal. The order made, whatever else its contents may be, awarded the petitioner the amount of the unpaid rent. From this order, or judgment, or whatever it was in form, the tenant appealed to the County Court. That court reversed the final order, with costs. From the order of reversal, this appeal is taken.</p>\n<p id=\"b121-3\">If the order of the justice’s court simply awarded the petitioner the amount of the unpaid rent, then it was clearly erroneous, as such relief cannot be awarded in summary proceedings between a landlord and tenant. The final order, if in favor of the petitioner, should award possession of the premises and not damages for unpaid rent. If in this case it did award possession to the petitioner, then it was likewise erroneous. When there has been a partial eviction by the landlord, he cannot maintain summary proceedings against the tenant for nonpayment of rent while the partial eviction continues. This rule may be very technical, but it has been so long existing and so frequently applied as to be beyond any present questioning. Sirey v. Braems, 65 App. Div. 472, 72 N. Y. Supp. 1044; People ex rel. Murphy v. Gedney, 10 Hun, 151; Hamilton v. Graybill, 19 Misc. Rep. 521, 43 N. Y. Supp. 1079; Heinrich v. Mack, 25 Misc. Rep. 597, 56 N. Y. Supp. 155; Seigel v. Neary, 38 Misc. Rep. 297, 77 N. Y. Supp. 854.</p>\n<p id=\"b121-4\">The order of the justice’s court was therefore against the evidence and against the law. Its reversal by the County Court was, therefore, proper. On the reversal, the County Court had power to order a new trial before the same or another justice of the same county. Code Civ. Proc. § 3063. It did not, however, so order. Doubtless on this appeal, we may modify the order of reversal in such manner as to direct the County Court to order a new trial before the same justice or another justice of the same county, to be designated by the County Court. Hartmann v. Hoffman, 76 App. Div. 449, 78 N. Y. Supp. 796. Inasmuch, however, as the order of reversal, as it stands, does not purport to give judgment for the defendant on the merits, it is not conclusive as to the rights of the parties. Ellert v. Kelly, 4 E. D. . Smith, 12. The landlord, if he feels so advised, may begin, a new proceeding.</p>\n<p id=\"b121-5\">The order of the County Court should be affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}