{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"169\" lastpage=\"180\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Jyoti R. PATEL, et al., Plaintiffs-Appellants/Cross-Appellees\n  <br/>\n  v.\n  <br/>\n  KRUSHNA SS L.L.C., et al., Defendants-Appellees/ Cross-Appellants\n </parties>\n <docketnumber id=\"p-2\">\n  No. 104665\n </docketnumber>\n <court id=\"p-3\">\n  Court of Appeals of Ohio, Eighth District, Cuyahoga County.\n </court>\n <decisiondate id=\"p-4\">\n  RELEASED AND JOURNALIZED: January 25, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  Thomas A. Barni, Alec F. Davidson, Jared Klebanow, Benjamin D. Carnahan, Dinn, Hochman &amp; Porter L.L.C., 5910 Landerbrook Drive, Suite 200, Cleveland, Ohio 44124, ATTORNEYS FOR APPELLANTS/CROSS-APPELLEES\n </attorneys>\n <attorneys id=\"p-6\">\n  Patrick DiChiro, Law Office of Patrick DiChiro, 4141 Rockside Road, Suite 230, Seven Hills, Ohio 44131, ATTORNEYS FOR APPELLEES/CROSS-APPELLANTS\n </attorneys>\n <attorneys id=\"p-7\">\n  Daniel P. Lang, Leary, Schifko, Nobili and Lang, 5579 Pearl Road, Suite 203, Parma, Ohio 44129, For Estate of Usha Patel\n </attorneys>\n <judges id=\"p-8\">\n  BEFORE: Blackmon, J., E.A. Gallagher, A.J., and Laster Mays, J.\n </judges>\n <p id=\"p-9\">\n  JOURNAL ENTRY AND OPINION\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-10\">\n   PATRICIA ANN BLACKMON, J.:\n  </author>\n  <p id=\"p-11\">\n   {¶ 1} These consolidated appeals arise from Krushna SS L.LC.'s (\"Krushna L.L.C.\") 2003 purchase of a hotel in Middleburg Heights, Ohio. Plaintiffs-appellants Ramesh Patel (\"Ramesh\") and his wife, Jyoti Patel (\"Jyoti\"), a former member of Krushna L.L.C., appeal from the judgment for defendants-appellees Krushna L.L.C., and Krushna's additional members,\n   defendants-appellees Suryakant Patel (\"Suryakant\"), his wife Hansaben Patel (\"Hansaben\"), son Sajag Patel (\"Sajag\"), and brother Pravin Patel (\"Pravin\"), in plaintiffs' action for money damages related to the dissolution of the parties' joint business interests. Ramesh and Jyoti assign the following errors for our review:\n  </p>\n  <blockquote id=\"p-12\">\n   I. The trial court erred by applying Ohio law where only English law applies.\n  </blockquote>\n  <blockquote id=\"p-13\">\n   II. The trial court erred because the trial court's final judgment is an impermissible collateral adjudication on issues already litigated to finality in a fair and impartial English tribunal.\n  </blockquote>\n  <blockquote id=\"p-14\">\n   III. The trial court erred in finding that plaintiffs-appellants failed to meet their burden of establishing that plaintiffs-appellants are due payment on the \"UK. Note.\"\n  </blockquote>\n  <blockquote id=\"p-15\">\n   IV. The trial court erred by excluding plaintiffs-appellants' Exhibits 33, 34 and 35 which are original foreign public documents pursuant to Evid.R. 902(3).\n  </blockquote>\n  <p id=\"p-16\">\n   {¶ 2} The defendants cross-appeal from three related judgments recognizing and enforcing money judgments issued to Ramesh and Jyoti in English courts. They assign the following errors for our review:\n  </p>\n  <blockquote id=\"p-17\">\n   I. The trial court erred by confirming the foreign country money judgments where the three orders issued by the English court did not constitute foreign country money judgments as contemplated by R.C. 2329.90.\n  </blockquote>\n  <blockquote id=\"p-18\">\n   II. The trial court erred by confirming the foreign country orders where the foreign country orders are repugnant to Ohio public policy.\n  </blockquote>\n  <p id=\"p-19\">\n   {¶ 3} Having reviewed the record presented in all four matters, and the relevant law, we affirm all four judgments.\n  </p>\n  <p id=\"p-20\">\n   {¶ 4} In 2003, Jyoti, Sajag, Suryakant, and Hansaben formed Krushna L.L.C., an Ohio limited liability company, in order to purchase a Days Inn in Middleburg Heights, Ohio. Each was a 25 percent member. Four years later, after various disputes, the parties entered into a Family Settlement Agreement that governed buying out Jyoti's interest and the repayment of various loans.\n  </p>\n  <p id=\"p-21\">\n   {¶ 5} Ramesh subsequently filed suit in the High Court of Justice, in London regarding ownership of 5 St. James Gardens, Alperton, Wembley in England (\"5 St. James Gardens property\") titled in Suryakant's name, and 37 Woodstock, Wembley in England (\"37 Woodstock property\") titled in Pravin's name. Ramesh asserts that the High Court issued orders declaring him to be the owner of both properties.\n  </p>\n  <p id=\"p-22\">\n   {¶ 6} Ramesh also filed three separate actions in the court of common pleas under the Uniform Foreign Judgments Recognition Act, R.C. 2329.90 et seq., to enforce three court orders issued in London requiring Suryakant and Pravin to pay £50,000, £5,000, and £1,428. On May 29, 2016, the trial court determined that all three orders were enforceable money judgments. The court granted Ramesh's motion to enforce these three judgments and convert the amounts to equivalent dollar amounts. The cross-appeal challenges these rulings.\n  </p>\n  <p id=\"p-23\">\n   {¶ 7} Additionally, in 2013, Jyoti and Ramesh sued Krushna L.L.C., its remaining members, as well as Pravin, and other family members in the court of common pleas. As is relevant herein, plaintiffs alleged that defendants: breached an agreement to repay plaintiffs' initial loans for purchasing and renovating the hotel; made false representations about the repayment of the loans; were unjustly enriched by obtaining proceeds from the mortgages of the two London properties, and failing to transfer title of those properties to plaintiffs; breached fiduciary duties; and fraudulently\n   obtained Jyoti's 25 percent interest in Krushna L.L.C. then assigned it to Pravin. The matter proceeded to trial to the court in December 2014.\n  </p>\n  <p id=\"p-24\">\n   {¶ 8} The record and the evidence adduced at trial demonstrated that in 2003, Sajag, the son of Suryakant and Suryakant's wife Hansaben, approached Ramesh (who is Suryakant's brother) about the purchase of the hotel. Thereafter, defendants Suryakant, Hansaben, and Sajag, and plaintiff Jyoti formed Krushna L.L.C. as 25 percent shareholders. Each was to invest $187,500. Sajag borrowed $187,500 from plaintiff Ramesh in order to purchase his share in Krushna L.L.C., Ramesh also stated that he invested additional funds in Krushna L.L.C., for a total of $963,999.\n  </p>\n  <p id=\"p-25\">\n   {¶ 9} Ramesh further maintained that in order to obtain funds for the hotel, he had his brothers obtain mortgages against his 5 St. James Gardens property and the 37 Woodstock property. Ramesh asserted that Suryakant and Pravin, the persons listed in the titles to the properties, held them for him under \"oral trusts,\" and bequeathed them to Ramesh's children.\n  </p>\n  <p id=\"p-26\">\n   {¶ 10} Ramesh also testified that when the parties later decided to terminate their joint business interests, they asked family members, including defendant Pravin, to mediate the dispute. Ramesh stated that his objectives were to obtain a buyout of Jyoti's 25 percent interest in Krushna L.L.C., repayment of the money he borrowed in London against the 5 St. James Gardens and 37 Woodstock properties, and repayment of additional money he borrowed in the United States for the purchase and renovation of the hotel. The parties entered into a Family Settlement Agreement in April 2007, obligating defendants to buyout Jyoti's interest for $350,000 ($150,000 for her initial investment, plus an additional $200,000). Additionally, the Family Settlement Agreement provides:\n  </p>\n  <blockquote id=\"p-27\">\n   2) Details of the money loaned to Sajag and also the Ramada [prior to hotel becoming Days Inn] will be forwarded to the mediators within a week. [These loans] will be paid back at a fixed interest rate of 10 percent directly to Ramesh [by the end of 2007]. Until the loan is paid back a promissory note will be held by Pravin Patel. [\"U.S. Note.\"]\n  </blockquote>\n  <blockquote id=\"p-28\">\n   3) Money brought over from London under the liability of Suryakant Patel will be paid back directly to the lender via P.W. Moody (lawyer from U.K.) and Daxa Patel * * *. [\"U.K. Note.\"]\n  </blockquote>\n  <p id=\"p-29\">\n   {¶ 11} Sajag also signed notes on behalf of Krushna L.L.C. agreeing to repay a \"U.S. Note\" in the amount of $523,380, and a \"U.K. Note\" in the amount of $521,016 (in United States currency) in order to fully repay the mortgages on the England parcels. Additionally, Ramesh maintained that defendants were required to deed the England parcels back to him.\n  </p>\n  <p id=\"p-30\">\n   {¶ 12} Ramesh admitted that defendants made a number of payments to him, including payments totaling $350,000 for Jyoti's share. He also admitted that defendants completely repaid the U.S. Note. However, Ramesh testified that defendants made no payments on the U.K. Note. Ramesh offered no documentation to support his claims that there had not been payment on the U.K. Note. He also admitted that the mortgages on the England properties are not in his name, so he is not liable on these debts. Ramesh acknowledged that Krushna L.L.C. lost money in 2004 and 2005, but he testified that after defendants refinanced Krushna L.L.C. in late 2007, they received $1,350,680.\n  </p>\n  <p id=\"p-31\">\n   {¶ 13} Ramesh also testified that defendants did not deed the England properties to him. In 2010, Ramesh filed suit in London High Court concerning the ownership\n   of these properties. Suryakant and Pravin filed defenses and counterclaims but neither they nor their barristers or solicitors appeared for trial. Thereafter, Ramesh testified, the London High Court ruled that Suryakant and Pravin held their parcels \"in trust\" for him, and ordered them to deed the properties to Ramesh. The London Court also issued Ramesh monetary judgments in the amounts of £50,000, £5,000, and £1,428.\n  </p>\n  <p id=\"p-32\">\n   {¶ 14} Proceeding to defendants' evidence, Pravin testified that he and his father purchased the England parcels but later, while going through a divorce, he transferred the 5 St. James property to Suryakant. Additionally, Pravin testified that he obtained a mortgage on the property in 2004. Suryakant maintained that he is the owner who owned the 5 St. James Gardens property and that he purchased it using proceeds of the sale of another property. Suryakant also testified that he took a mortgage on this parcel in order to purchase shares and fund Krushna L.L.C. Defendants denied the existence of any \"oral trust\" for Ramesh. After Ramesh filed suit in London over the properties, he and Suryakant filed defenses and counterclaims. They did not have enough money to obtain representation for trial and the trial dates conflicted with common pleas proceedings, so the defense did not appear for trial. The London High Court subsequently issued judgments concluding that they held the properties \"in trust\" for Ramesh.\n  </p>\n  <p id=\"p-33\">\n   {¶ 15} Defendants' evidence further indicated that the members of Krushna L.L.C. obtained a loan in the amount of $1,760,000 to renovate and operate the hotel. Defendants acknowledged Ramesh's help in operating the hotel, and stated that he had full access to the corporate books and prepared Krushna L.L.C.'s tax returns. However, defendants later learned that Ramesh's C.P.A. license had been expired for many years. By 2006, the parties could no longer work together, so defendants decided to buy out Jyoti's 25 percent share and repay Ramesh his contributions.\n  </p>\n  <p id=\"p-34\">\n   {¶ 16} Defendants admitted that they agreed to pay $523,380 on the U.S. Note, and $521,016 in the U.K. Note, but they testified that both notes were fully repaid. Defendants maintained that Ramesh was not liable on the U.K. Note, and that this note was repaid using tenants' rent payments. Defendants presented evidence that plaintiffs made an initial contribution of $537,891 and received final compensation totaling $830,679. Defendants also testified that the Family Settlement Agreement does not require the transfer of any real estate.\n  </p>\n  <p id=\"p-35\">\n   {¶ 17} Defendants' evidence also demonstrated that after Jyoti received payment for her share in Krushna L.L.C., she assigned her interest to Pravin. Ramesh structured the receipt of $200,000 of the funds to avoid tax liability, requiring defendants to issue checks for less than $11,800 to other family members, including a deceased individual, then negotiated these checks.\n  </p>\n  <p id=\"p-36\">\n   {¶ 18} Attorney Pericles Stergios testified that he represented Suryakant in 2007 after Suryakant learned that Ramesh was attempting to obtain the 5 St. James Gardens property. The title report that he reviewed in connection with this matter demonstrated that Suryakant owned the property.\n  </p>\n  <p id=\"p-37\">\n   {¶ 19} At the conclusion of the trial, the trial court issued final judgment for defendants on all claims. In relevant part, the court found as follows:\n  </p>\n  <blockquote id=\"p-38\">\n   14. The evidence established that Plaintiffs complied with the Family Settlement Agreement. In fact, the evidence established that Plaintiff Jyoti Patel was to receive $200,000 for her 25\n   percent interest in [Krushna L.L.C.]. The evidence established that Plaintiff Ramesh directed that the payment of that money be made to family members in amounts less than $11,800, just under the Federal Gift Tax Exemption. These family members then cashed the checks and gave the monies to Plaintiffs. Plaintiffs did this to avoid paying taxes. The evidence also showed that several of the checks were made payable to a deceased person * * * and that said checks were negotiated by Plaintiff Ramesh Patel on behalf of the deceased person. * * *\n  </blockquote>\n  <blockquote id=\"p-39\">\n   16. Plaintiffs failed to establish that any of the items on the \"Family Settlement Agreement\" were not complied with. * * *\n  </blockquote>\n  <blockquote id=\"p-40\">\n   18. The evidence established and Plaintiffs agreed that Defendants paid back the U.S. loan in [its] entirety.\n  </blockquote>\n  <blockquote id=\"p-41\">\n   19. Plaintiffs failed to present any evidence relative to the U.K. loans from Mortgage Express. No loan paperwork or statements were presented * * *. In addition, there was no evidence presented that there was any balance owed on the U.K. loans, and if any balance, that Plaintiffs were damaged by such balance. Plaintiffs substantiated no damages from the U.K. loans.\n  </blockquote>\n  <blockquote id=\"p-42\">\n   20. The evidence established that Defendant Suryakant Patel borrowed money on a piece of real estate located at 5 St. James, in England. The money was borrowed from a financial institution * * * [t]he real estate was in [Suryakant's] name at the time of the loan and the loan was his liability only. Plaintiffs failed to establish any evidence that 1) the loan by Defendant Suryakant Patel from Mortgage Express was still owed; 2) the balance of the loan, if any; and 3) if any amount was still owed by Defendant Suryakant Patel, Plaintiffs failed to establish that they suffered any damages as a result of that loan being owed.\n  </blockquote>\n  <blockquote id=\"p-43\">\n   21. There was evidence that the loan of Defendant Suryakant Patel may have been paid off. There was evidence that he leased the property to tenants who were paying rent to Defendant Suryakant Patel through his sister in London, England, and that this rent may have paid off the loan.\n  </blockquote>\n  <blockquote id=\"p-44\">\n   22. There was no evidence of any oral or written agreement whereby any of the Defendants agreed to transfer any of their properties in England to Plaintiffs.\n  </blockquote>\n  <blockquote id=\"p-45\">\n   23. Plaintiffs Ramesh and Jyoti Patel established no damages.\n  </blockquote>\n  <p id=\"p-46\">\n   {¶ 20} Ramesh and Jyoti's appeal challenges this judgment.\n  </p>\n  <p id=\"p-47\">\n   <strong>\n    RAMESH AND JYOTI'S APPEAL\n   </strong>\n  </p>\n  <p id=\"p-48\">\n   <strong>\n    <em>\n     I. Trial Court's Application of Ohio Law\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-49\">\n   {¶ 21} In their first assigned error, plaintiffs argue that the trial court erroneously applied Ohio law concerning oral interests in real estate and this led the court to erroneously conclude that defendants are not owed money on the U. K. Note. In opposition, defendants argue that the court properly applied Ohio law to the instant claims.\n  </p>\n  <p id=\"p-50\">\n   {¶ 22} In evaluating this assignment of error, it is essential to begin by stating that plaintiffs at no point asked the Ohio court to determine ownership of 5 St. James Gardens or 37 Woodstock, and the trial court did not issue orders pertaining to the ownership of these properties. Rather, this Ohio litigation concerned the dissolution of a member's interests in an Ohio limited liability corporation for an Ohio business, asked an Ohio court to grant relief on various contract, quasi-contract, and fraud claims. The resolution of these\n   claims necessarily involves application of Ohio law.\n   <em>\n    See\n   </em>\n   <em>\n    Patel v. Krisjal, L.L.C.\n   </em>\n   , 10th Dist. Franklin No. 12AP-16,\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=2013-Ohio-1202\">\n    2013-Ohio-1202\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=2013%20WL%201287344\">\n    2013 WL 1287344\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-51\">\n   {¶ 23} In\n   <em>\n    Patel\n   </em>\n   , the plaintiffs were administrators of an English corporation that became insolvent. They alleged that the defendants improperly transferred £1,000,000 from their corporate account to purchase property in Ohio. The plaintiffs filed an action against defendants in the Franklin County Court of Common Pleas alleging causes of action for fraud, misappropriation, conversion, and unjust enrichment in connection, in part, with actions that occurred in Kenya and a judgment in the English courts. In determining the merits of the Ohio claims for relief, the trial court considered the evidence regarding the events taking place in England and Kenya, but applied Ohio law to the claims.\n   <em>\n    Id.\n   </em>\n   at ¶ 28-32.\n  </p>\n  <p id=\"p-52\">\n   {¶ 24} Likewise, in this matter, the resolution of plaintiffs' Ohio claims for fraud and unjust enrichment were premised upon the Family Settlement Agreement and notes pertaining to an Ohio limited liability company. Although plaintiffs alleged that the Family Settlement Agreement required the transfer of the England properties to them, this was not a claim for relief in the complaint, and was not a provision in the Family Settlement Agreement. Rather, plaintiffs' complaint alleged that defendants committed fraud and were unjustly enriched by obtaining proceeds from the mortgages of two London properties, and by failing to transfer title of these parcels to plaintiffs as part of the Family Settlement Agreement. In determining that defendants were entitled to judgment on all claims for relief, the trial court properly evaluated the evidence presented on those claims when it concluded that: the 5 St. James property was \"in [Suryakant's] name at the time of the loan and the loan was [Suryakant's] liability only\"; plaintiffs failed to establish any evidence regarding loan payments and balance; and \"[t]here was no evidence of any oral or written agreement whereby any of the Defendant agreed to transfer any of their properties in England to Plaintiffs.\" These factual determinations were among the many findings that the court properly made in order to evaluate the merits of plaintiffs' Ohio claims for relief.\n  </p>\n  <p id=\"p-53\">\n   {¶ 25} That is, in Ohio, an unjust enrichment claim requires the plaintiff to prove: (1) a benefit conferred by plaintiff upon the defendant; (2) knowledge by the defendant of the benefit; and (3) retention of the benefit by the defendant under circumstances where it would be unjust to do so without payment.\n   <em>\n    L &amp; H Leasing Co. v. Dutton,\n   </em>\n   <extracted-citation case-ids=\"1679839\" index=\"2\" url=\"https://cite.case.law/ohio-app-3d/82/528/#p534\">\n    82 Ohio App.3d 528\n   </extracted-citation>\n   , 534,\n   <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=612%20N.E.2d%20787\">\n    612 N.E.2d 787\n   </extracted-citation>\n   (3d Dist.1992). In rejecting the unjust enrichment claim herein, the court concluded that \"Plaintiffs failed to submit any evidence of the benefit that was conferred to Defendants and how Defendants were unjustly enriched by such benefit.\"\n  </p>\n  <p id=\"p-54\">\n   {¶ 26} To prove fraud, a party must demonstrate: (1) a representation or, where there is a duty to disclose, concealment of a fact; (2) which is material to the transaction at hand; (3) made falsely, with knowledge of its falsity, or with such utter disregard and recklessness as to whether it is true or false that knowledge may be inferred; (4) with the intent of misleading another into relying upon it; (5) justifiable reliance upon the representation or concealment, and (6) a resulting injury proximately caused by the reliance.\n   <em>\n    Russ v. TRW, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1429130\" index=\"4\" url=\"https://cite.case.law/ohio-st-3d/59/42/#p49\">\n    59 Ohio St.3d 42\n   </extracted-citation>\n   , 49,\n   <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=570%20N.E.2d%201076\">\n    570 N.E.2d 1076\n   </extracted-citation>\n   (1991). In rejecting the fraud claim herein, the trial court concluded that any mortgages were the sole responsibility of Suryakant and \"there was no evidence by Plaintiffs to prove otherwise.\"\n  </p>\n  <p id=\"p-55\">\n   {¶ 27} In accordance with the foregoing, the first assigned error is without merit.\n  </p>\n  <p id=\"p-56\">\n   <strong>\n    <em>\n     II. Claim of Collateral Attack on English Court's Ruling\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-57\">\n   {¶ 28} Ramesh and Jyoti next assert that the trial court's rejection of Ramesh's claims to the England properties constitutes a collateral attack the 2013 decision of the London High Court finding that Pravin and Suryakant owned the properties \"in trust\" for Ramesh. Plaintiffs also argue that the 2013 London order must be given effect under principles of comity. In opposition, defendants argue that the London trial conflicted with trial dates in the instant matter and was a default judgment. They further argue that the London judgment is in conflict with Ohio's Statute of Frauds and Statute of Deeds, is not relevant to the 2007 Family Settlement Agreement, and is not a proper subject for judicial notice.\n  </p>\n  <p id=\"p-58\">\n   {¶ 29} Comity is \"a principle in accordance with which the courts in one state or jurisdiction will give effect to the laws and judicial decisions of another, not as a matter of obligation but out of deference and respect.\"\n   <em>\n    Patel\n   </em>\n   at ¶ 45, quoting\n   <em>\n    Kaur v. Bharmota\n   </em>\n   ,\n   <extracted-citation case-ids=\"3857184\" index=\"6\" url=\"https://cite.case.law/ohio-app-3d/182/696/\">\n    182 Ohio App.3d 696\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=2009-Ohio-2344\">\n    2009-Ohio-2344\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"8\" url=\"https://cite.case.law/citations/?q=914%20N.E.2d%201087\">\n    914 N.E.2d 1087\n   </extracted-citation>\n   , ¶ 7 (internal quotes omitted). An Ohio court's recognition of a foreign decree is a matter of courtesy rather than of right.\n   <em>\n    <extracted-citation index=\"9\" url=\"https://cite.case.law/citations/?q=914%20N.E.2d%201087\">\n     Id.\n    </extracted-citation>\n   </em>\n   , citing\n   <em>\n    State ex rel. Lee v. Trumbull Cty. Probate Court\n   </em>\n   ,\n   <extracted-citation case-ids=\"555272\" index=\"10\" url=\"https://cite.case.law/ohio-st-3d/83/369/#p374\">\n    83 Ohio St.3d 369\n   </extracted-citation>\n   , 374,\n   <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=700%20N.E.2d%204\">\n    700 N.E.2d 4\n   </extracted-citation>\n   (1998) ;\n   <em>\n    Gupta v. Gupta,\n   </em>\n   8th Dist. Cuyahoga No. 99005,\n   <extracted-citation index=\"12\" url=\"https://cite.case.law/citations/?q=2013-Ohio-2203\">\n    2013-Ohio-2203\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=2013%20WL%202382617\">\n    2013 WL 2382617\n   </extracted-citation>\n   , ¶ 24. An Ohio court is not bound to enforce a foreign judgment when it is repugnant to the laws of the United States and Ohio or violates Ohio public policy.\n   <em>\n    Patel\n   </em>\n   at ¶ 48, citing\n   <em>\n    Kalia v. Kalia\n   </em>\n   ,\n   <extracted-citation case-ids=\"994595\" index=\"14\" url=\"https://cite.case.law/ohio-app-3d/151/145/\">\n    151 Ohio App.3d 145\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=2002-Ohio-7160\">\n    2002-Ohio-7160\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"16\" url=\"https://cite.case.law/citations/?q=783%20N.E.2d%20623\">\n    783 N.E.2d 623\n   </extracted-citation>\n   , ¶ 27-29 (11th Dist.). We review the trial court's decision to grant or deny comity under an abuse of discretion standard.\n   <em>\n    Patel\n   </em>\n   at ¶ 46.\n  </p>\n  <p id=\"p-59\">\n   {¶ 30} In this matter, the trial court did not adopt and incorporate into its findings of fact and conclusions of law the 2013 High Court order finding that Pravin and Suryakant owned the properties \"in trust\" for Ramesh. However, plaintiffs' Ohio complaint did not assert a claim to the England parcels. Rather, the instant matter involves plaintiffs' claims for breach of contract, unjust enrichment, and fraud in connection with the 2007 Family Settlement Agreement, U.S. Notes, and U.K. Notes. In rejecting the Ohio claims, the trial court concluded, inter alia, that there was no evidence of any oral or written agreement to transfer the properties to plaintiffs in connection with the 2007 agreements, but the court made no absolute declarations regarding the absolute ownership of the parcels. Conversely, the evidence regarding the London High Court's ruling indicates that the London claims were premised upon events occurring from 1988-1991 when those properties were purchased. Therefore, we cannot conclude that the trial court abused its discretion in failing to adopt the rulings of the London High Court.\n  </p>\n  <p id=\"p-60\">\n   {¶ 31} This assigned error is without merit.\n  </p>\n  <p id=\"p-61\">\n   <strong>\n    <em>\n     III. Challenge to Judgment for Defendants on the U.K. Note\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-62\">\n   {¶ 32} Plaintiffs next argue that the trial court erred in concluding that they failed to meet their burden of proof regarding money due on the U.K. Note. Plaintiffs argue that the court erred in failing to recognize their ownership of the England properties and failed to give proper weight to the loan repayment schedule entitled \"R. Patel.\" In opposition, defendants argue that the trial court's judgment was correct because plaintiffs\n   admitted that the U.S. Note was repaid, the U.K. Note was for repayment of Suryakant's mortgage, and there was no evidence regarding payments made or balances due under this note. Defendants also argue that after Ramesh was impeached for structuring the buyout payments to evade payment of taxes, including his negotiation of a payments to a deceased individual, the trial court could properly conclude that Ramesh's claims were not credible.\n  </p>\n  <p id=\"p-63\">\n   {¶ 33} A reviewing court will not reverse a jury verdict that is supported by some competent credible evidence.\n   <em>\n    Seasons Coal Co. v. Cleveland\n   </em>\n   ,\n   <extracted-citation case-ids=\"1815389\" index=\"17\" url=\"https://cite.case.law/ohio-st-3d/10/77/#p80\">\n    10 Ohio St.3d 77\n   </extracted-citation>\n   , 80,\n   <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=461%20N.E.2d%201273\">\n    461 N.E.2d 1273\n   </extracted-citation>\n   (1984). The underlying rationale of giving deference to the findings of the trial court rests with the knowledge that the trial judge is best able to view the witnesses and observe their demeanor, gestures and voice inflections, and use these observations in weighing the credibility of the proffered testimony.\n   <em>\n    <extracted-citation index=\"19\" url=\"https://cite.case.law/citations/?q=461%20N.E.2d%201273\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-64\">\n   {¶ 34} In order to substantiate a breach of contract claim, a party must establish four elements: (1) a binding contract or agreement was formed; (2) the nonbreaching party performed its contractual obligations; (3) the other party failed to fulfill its contractual obligations without legal excuse; and (4) the nonbreaching party suffered damages as a result of the breach.\n   <em>\n    Textron Fin. Corp. v. Nationwide Mut. Ins. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"964177\" index=\"20\" url=\"https://cite.case.law/ohio-app-3d/115/137/#p144\">\n    115 Ohio App.3d 137\n   </extracted-citation>\n   , 144,\n   <extracted-citation index=\"21\" url=\"https://cite.case.law/citations/?q=684%20N.E.2d%201261\">\n    684 N.E.2d 1261\n   </extracted-citation>\n   (9th Dist.1996) ;\n   <em>\n    Garofalo v. Chicago Title Ins. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1778601\" index=\"22\" url=\"https://cite.case.law/ohio-app-3d/104/95/#p108\">\n    104 Ohio App.3d 95\n   </extracted-citation>\n   , 108,\n   <extracted-citation index=\"23\" url=\"https://cite.case.law/citations/?q=661%20N.E.2d%20218\">\n    661 N.E.2d 218\n   </extracted-citation>\n   (8th Dist.1995).\n  </p>\n  <p id=\"p-65\">\n   {¶ 35} In this matter, plaintiffs demonstrated that the parties entered into the 2007 Family Settlement Agreement, and that Sajag subsequently agreed to pay the U.S. Note and the U.K. Note. However, Ramesh conceded that the U.S. Note was completely repaid. Further, although Ramesh testified that \"no payment\" had been made on the U.K. Note, he conceded that this note was connected to a mortgage loan that was not in his name on property that was not in his name, and he failed to present documentation to support his claim for damages. Additionally, defendants presented evidence that the U.K. Note was repaid using tenant rent payments.\n  </p>\n  <p id=\"p-66\">\n   {¶ 36} In light of the foregoing, the judgment of the trial court in favor of defendants on this claim is supported by competent, credible evidence. The assigned error is without merit.\n  </p>\n  <p id=\"p-67\">\n   <strong>\n    <em>\n     IV. Exclusion of Plaintiffs' Exhibits Nos. 33, 34 and 35\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-68\">\n   {¶ 37} Plaintiffs next argue that the trial court misapplied Evid.R. 902(3) in concluding that plaintiffs' exhibits Nos. 33, 34 and 35, the original London High Court orders, were inadmissible. In opposition, defendants argue that these orders were properly deemed inadmissible under Evid.R. 201 and 403.\n  </p>\n  <p id=\"p-69\">\n   {¶ 38} Trial court rulings concerning the admissibility of evidence will not be reversed on appeal absent a clear abuse of discretion resulting in material adverse prejudice.\n   <em>\n    Renfro v. Black\n   </em>\n   ,\n   <extracted-citation case-ids=\"1424591\" index=\"24\" url=\"https://cite.case.law/ohio-st-3d/52/27/#p32\">\n    52 Ohio St.3d 27\n   </extracted-citation>\n   , 32,\n   <extracted-citation index=\"25\" url=\"https://cite.case.law/citations/?q=556%20N.E.2d%20150\">\n    556 N.E.2d 150\n   </extracted-citation>\n   (1990) ;\n   <em>\n    Shimola v. Cleveland\n   </em>\n   ,\n   <extracted-citation case-ids=\"1698548\" index=\"26\" url=\"https://cite.case.law/ohio-app-3d/89/505/#p511\">\n    89 Ohio App.3d 505\n   </extracted-citation>\n   , 511,\n   <extracted-citation index=\"27\" url=\"https://cite.case.law/citations/?q=625%20N.E.2d%20626\">\n    625 N.E.2d 626\n   </extracted-citation>\n   (8th Dist.1992).\n  </p>\n  <p id=\"p-70\">\n   {¶ 39} After reviewing the record, we find no abuse of discretion or prejudice from the challenged evidentiary rulings. Herein, plaintiffs alleged that defendants committed fraud and were unjustly enriched by obtaining proceeds from the mortgages of two London properties, and by failing to transfer title of these parcels to plaintiffs as part of the 2007 Family Settlement Agreement. In determining that defendants were entitled to judgment\n   on these claims for relief, the trial court concluded that: the 5 St. James property was \"in [Suryakant's] name at the time of the loan and the loan was his liability only\"; plaintiffs failed to establish any evidence regarding loan payments and balance; and \"[t]here was no evidence of any oral or written agreement whereby any of the Defendant agreed to transfer any of their properties in England to Plaintiffs.\" Moreover, in rejecting the Ohio claims, the trial court made no absolute declarations regarding the absolute ownership of the parcels. Conversely, the evidence regarding the London High Court's ruling indicates that the London claims were premised upon events occurring from 1988-1991 when those properties were purchased. Therefore, we cannot conclude that the trial court abused its discretion in failing to adopt the rulings of the London High Court or that this evidence would have changed the outcome of the Ohio claims for relief.\n  </p>\n  <p id=\"p-71\">\n   {¶ 40} This assigned error is without merit.\n  </p>\n  <p id=\"p-72\">\n   <strong>\n    DEFENDANTS' CROSS-APPEAL\n   </strong>\n  </p>\n  <p id=\"p-73\">\n   <strong>\n    <em>\n     I. The High Court Orders as Money Judgments within R.C. 2329.90\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-74\">\n   <strong>\n    <em>\n     II. The High Court Orders and Ohio Public Policy\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-75\">\n   {¶ 41} In their cross-appeal, defendants argue that the trial court misapplied R.C. 2329.90, and disregarded Ohio public policy, in enforcing the £50,000, £5,000, and £1,428 London judgments. Defendants note that the judgments were issued after they failed to appear for trial on a declaratory judgment matter. They further note that the judgments provide for attorney fees to Ramesh, which are recoverable in England, but generally not recoverable in the United States in actions for declaratory judgment. In opposition, plaintiffs argue that the monetary orders are enforceable judgments under R.C. 2329.90.\n  </p>\n  <p id=\"p-76\">\n   {¶ 42} Under R.C. 2329.90,\n  </p>\n  <blockquote id=\"p-77\">\n   (B) \"Foreign country judgment\" means any judgment of a foreign country that grants or denies the recovery of a sum of money, other than the following types of judgments:\n  </blockquote>\n  <blockquote id=\"p-78\">\n   (1) A judgment for taxes;\n  </blockquote>\n  <blockquote id=\"p-79\">\n   (2) A judgment imposing a fine or other monetary penalty[.]\n  </blockquote>\n  <p id=\"p-80\">\n   {¶ 43} Under R.C. 2329.91(A) a \"foreign country judgment that is final, conclusive, and enforceable where rendered shall be recognized[.]\" R.C. 2329.91(B) states that \"a foreign country judgment is conclusive between the parties to the extent that it grants or denies the recovery of a sum of money.\"\n  </p>\n  <p id=\"p-81\">\n   {¶ 44} However, a foreign judgment will not be found \"conclusive\" where (1) the judgment was rendered under a system that does not provide impartial tribunals or procedures that are compatible with the requirements of the due process of law; (2) the foreign court did not have personal jurisdiction over the defendant; or (3) the foreign court did not have jurisdiction over the subject matter. R.C. 2329.91(B).\n  </p>\n  <p id=\"p-82\">\n   {¶ 45} In\n   <em>\n    Hazzledine v. Hazzledine\n   </em>\n   , 2d Dist. Greene No. 95-CA-35,\n   <extracted-citation index=\"28\" url=\"https://cite.case.law/citations/?q=1996%20WL%20156883\">\n    1996 WL 156883\n   </extracted-citation>\n   (Apr. 5, 1996), the court applied R.C. 2329.90 and found a wife's English court judgment for costs to a prevailing party in a family court matter to be enforceable. Although the husband complained that the award was an unenforceable support order, the court determined that it was a judgment granting the recovery of a sum of money, and therefore enforceable. The court stated:\n  </p>\n  <blockquote id=\"p-83\">\n   In our view, the record clearly reflects that the judgment of the English court is an award of costs under the English rule that the prevailing party is normally awarded attorneys fees. Accordingly,\n   while the underlying cause of action in which the judgment was awarded may have involved matrimonial or family matters, the judgment is not for support.\n  </blockquote>\n  <p id=\"p-84\">\n   <em>\n    Id.\n   </em>\n   at *1. The\n   <em>\n    Hazzledine\n   </em>\n   court noted that although an award of attorney fees in a domestic relations case might constitute support, in the absence of any evidence that the judgment was intended to support the prevailing party, it was not a judgment for support, but was instead based on the nature of the English rule awarding costs to the prevailing party.\n   <em>\n    Id.\n   </em>\n   at *2.\n  </p>\n  <p id=\"p-85\">\n   {¶ 46} Similarly, in this matter, the High Court orders in the amounts of £50,000, £5,000, and £1,428 are \"foreign country judgments\" that are \"final\" and \"conclusive\" as to these amounts. They appear to be based on the general nature of the English rule awarding costs under the English rule that the prevailing party is normally awarded attorney fees, rather than a specific feature of a declaratory judgment award. Further, there has been no assertion that the London judgments were rendered under a system that fails to provide for impartial tribunals or procedures compatible with the mandates of due process. To the contrary, federal courts have found the English judiciary to constitute a \"system\" providing fair tribunals compatible with due process.\n   <em>\n    See\n   </em>\n   <em>\n    Soc. of Lloyd's v. Turner\n   </em>\n   ,\n   <extracted-citation case-ids=\"11432974\" index=\"29\" url=\"https://cite.case.law/f3d/303/325/#p331\">\n    303 F.3d 325\n   </extracted-citation>\n   , 331 (5th Cir.2002) ;\n   <em>\n    Soc. of Lloyd's v. Ashenden\n   </em>\n   ,\n   <extracted-citation case-ids=\"11175052\" index=\"30\" url=\"https://cite.case.law/f3d/233/473/#p476\">\n    233 F.3d 473\n   </extracted-citation>\n   , 476 (7th Cir.2000).\n  </p>\n  <p id=\"p-86\">\n   {¶ 47} Accordingly, the defendants' assigned errors in the cross-appeal are without merit.\n  </p>\n  <p id=\"p-87\">\n   {¶ 48} Judgments are affirmed.\n  </p>\n  <p id=\"p-88\">\n   EILEEN A. GALLAGHER, A.J., and ANITA LASTER MAYS, J., CONCUR\n  </p>\n </opinion>\n</casebody>\n"
  }
}