{
  "casebody": {
    "data": "<casebody firstpage=\"129\" lastpage=\"143\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b151-4\">Charles H. Robinson <em>v. </em>St. Johnsbury <em>&amp; </em>Lake Champlain Railroad Co.</parties>\n<p data-order=\"1\" data-type=\"misc\" id=\"b151-6\">May Term, 1905.</p>\n<judges data-order=\"2\" data-type=\"judges\" id=\"b151-7\">Present: Rowell, C. J., Tyler, Munson, Watson, Haselton, and Powers, JJ.</judges>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b151-9\">Opinion filed May 18, 1907.</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b151-10\"><em>Pleading </em>— Duplicity—Accord <em>and Satisfaction </em>— Release—Oper<em>ation </em>— Persons <em>Entitled to Benefit </em>— Master <em>and Servant </em>— • <em>Assumption of Rish </em>— Carriers—Transportation <em>of Express Messengers </em>— Stipulation <em>&gt;Against s Liability </em>— Validity.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b151-11\">Where the -fact relied upon as the gist of defence is hut the consequence of another fact, or when one is.necessary to a proper inducement to another, both may be pleaded without making the plea double.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b151-12\">Though the facts alleged in a plea are multifarious, if they all eon- . stitute one defence, and require but one answer, there is no duplicity.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b151-13\">Though the facts alleged in a plea disclose two defences, if they are so alleged as to show that only one defence is relied on, the plea is not double.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b152-4\"><page-number citation-index=\"1\" label=\"130\">*130</page-number>Where, in. an action against a railroad company for personal injuries through negligence, defendant pleaded that plaintiff was a messenger of an express company and received his injuries in the performance of his duties; that defendant and the express company had a contract whereby defendant undertook to carry all express matter and messengers of the express company, the latter assuming all risk of accidents to its messengers, and indemnifying defendant against all claims of such messengers for injuries; and that the express company, for the purpose of settling for and procuring a discharge of plaintiff’s cause of action, made a payment to him that was received in full settlement of the cause of action, plaintiff executing a sealed release of his claim, — the pleas are not double, the fact of satisfaction being matter of inducement only.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b152-5\">Where an express messenger entered the employ of an express company with knowledge of a contract between it and a railroad company, whereby the latter was to carry the express company’s express matter and messengers and to be indemnified by the express company against all claims for injuries received by its messengers, he must be held to have assented to the contract; but such assent was not a waiver of the messenger’s right to assert the liability of the railroad company for injuries resulting to him from its negligence.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b152-6\">The fact that an express messenger on entering the service of an express company had some knowledge of a contract with the railroad company covering his transportation, did not charge him with knowledge of anything in the contract affecting his right of recovery against the railroad company for injuries received through its negligence.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b152-7\">The doctrine that a master must use the care of a prudent man to provide his servant a reasonably safe place in which to work, has no application where, by the terms of the contract, the servant is required to work in a place that is not in the possession and control of the master.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b152-8\">One may be a stranger to a cause of action as disclosed by the pleadings or determined by the inquiry, and not be a stranger to the occurrence out of which the cause of action arose.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b152-9\">Where an express company had a contract with a railroad company whereby the latter was to carry the express company’s express matter and messengers, the express company to indemnify the railroad company against claims of messengers for injuries through negligence, the railroad company, in an action by one of such mes<page-number citation-index=\"1\" label=\"131\">*131</page-number>sengers for injuries, may effectively plead in bar of plaintiff’s suit his discharge of the express company fcfr the injuries received.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b153-5\">An express messenger who accepted an employment from an express • company, which made it his duty to work upon the trains of a railroad company, assumed, as regards the express company, the risks incident to transportation.</headnotes>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b153-6\">Case for negligence. Pleas, the general issue, and eight special pleas in bar relying upon a release. Heard on demurrers to said eight special pleas, at the December Term, 1904, Caledonia .County, <em>Tyler, </em>J., presiding. Demurrers overruled, <em>pro forma, </em>and pleas adjudged sufficient. The plaintiff excepted. Cause passed to the Supreme Court before trial on the merits. The opinion states the case, and the substance of the special pleas.</summary>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b153-7\"><em>J. P. Lamson </em>and <em>Dunnett &amp; Slack </em>for the plaintiff.</attorneys>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b153-8\">A contract stipulating that an employer shall be relieved from the consequences of his own negligence is void. <em>Brewer </em>v. <em>New York etc. B. B. Go., </em>124 N. Y. 59, 47 Am. &amp; Eng. E. E. Cases, 488.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b153-9\">An express messenger is a passenger for hire. <em>Voight </em>v. <em>Baltimore etc. By. Go., </em>79 Fed. 561; <em>G. C. &amp; St. L. By. Go. </em>v. <em>Ketchdm, </em>33 N. E. 116.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b153-10\">The defendant having received the plaintiff on its train so that the plaintiff was rightfully there, in the absence of any release or assumption of risk by the plaintiff, the defendant owes him the duty not to negligently injure him. <em>Dewire </em>v. <em>B. &amp; M. B. B., 2 </em>L. E. A. 166; <em>Philadelphia etc. B. B. Go. </em>v. <em>Derby, </em>14 How. 468.</summary>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b153-11\"><em>Harry Blodgett </em>and <em>Young &amp; </em>YowigriorThe defendant.</attorneys>\n<summary data-order=\"21\" data-type=\"legal\" id=\"b153-12\">The contract between the defendant, and the express company is a valid contract. <em>Baltimore etc. By. Go. </em>v. <em>Voight, </em>176 U. S. 498; <em>Pittsburg, G. C. etc. Go. </em>v. <em>Mahoney, </em>148 Ind. 196, 62 Am. St. Eep. 503; <em>Long </em>v. <em>Lehigh Valley B. Go., </em>130 Fed. 870; <em>Lotisville etc. </em>v. <em>Keefer, </em>146 Ind. 21, 38 L. E. A. 93; <em>Goup </em>v. <em>Wabash etc. Go., </em>56 Mich. Ill, 56 Am. Eep. 374; <em>Bobertson </em>v. <em>Old Colony B. Go., </em>156 Mass. 525; <em>Bates </em>v. <em>Old Colony B. Go., </em><page-number citation-index=\"1\" label=\"132\">*132</page-number>147 Mass. 255; <em>Hosmer </em>v. <em>Old Colony B. Co., </em>156 Mass. 506; <em>Osgood v. C. V. B. Co., </em>77 Yt. 334.</summary>\n<summary data-order=\"22\" data-type=\"legal\" id=\"b154-4\">\" By entering upon tbe service and riding upon defendant’s trains in the baggage car or the express car without himself making a contract with the defendant for his carriage in such car, plaintiff became the representative of the Express Company under the contract between the Express Company and the defendant, and it was his duty to know the terms and conditions of the contract under which the defendant was carrying him. <em>Long </em>v. <em>Lehigh Valley B. Co., </em>130 Fed. 870; <em>Blair </em>v. <em>Erie Bail-way Company, </em>66 N. Y. 313; <em>McDermon </em>v. <em>So. Pao. Co., </em>122 Fed. 669.</summary>\n<summary data-order=\"23\" data-type=\"legal\" id=\"b154-5\">The discharge set out in each plea is a full and complete discharge of both this defendant and the Express Company, and therefore is a bar to this action. <em>Dufur </em>v. <em>Boston &amp; Maine B. B. Co., </em>75 Yt. 165; <em>Eastman </em>v. <em>Grant, </em>34 Yt. 387; <em>James </em>v. <em>Aiken, </em>47 Vt. 23; <em>Brown </em>v. <em>Marsh, </em>7 Yt. 320; <em>Chamberlain </em>v. <em>Murphy, </em>41 Yt. 110; <em>Tompkins </em>v. <em>Bailroad Co., </em>66 Cal. 165; <em>Sither </em>v. <em>Traction Co., </em>125 Pa. St. 397; <em>Spurr </em>v. <em>Bailroad Co., </em>56 N. J. L. 346; <em>Livingston </em>v. <em>Bishop, </em>1 Johns. 290; <em>Hale </em>v. <em>Spaulding, </em>145 Mass. 482; <em>TJrton </em>v. <em>Price, </em>57 Cal. 270; Jaggard on Torts, §117; Addison on Torts, §1353; <em>Leddy </em>v. <em>Barney, </em>139 Mass. 294; <em>Brown </em>v. <em>Cambridge, </em>3 Allen 474; <em>Goss </em>v. <em>Ellson, </em>136 Mass. 503; <em>Hubbard </em>v. <em>St. Louis etc. B. Co., </em>173 Mo. 249.</summary>\n<opinion data-order=\"24\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b154-6\">Munson, J.</author>\n<p id=\"A2M\">The plaintiff sues to recover damages for injuries sustained .through the negligence of the defendant while he was riding upon defendant’s road. The pleas allege that the plaintiff was a messenger of the American Express Company, and that his injuries were received while he was in the performance of his duties as such messenger; that the two companies had a contract by which the defendant company undertook to transport the express matter and messengers of the express company, and the express company assumed all risk of’accidents happening to its messengers, and indemnified the defendant company against all claims made by its messengers for injuries received; and that the express company, for the purpose of settling for and procuring a discharge of the plaintiff’s cause of action, made a payment to the plaintiff, which was received in full settlement, satisfaction and discharge of said cause of <page-number citation-index=\"1\" label=\"133\">*133</page-number>action, and that in consideration of said payment the plaintiff executed to the express company a release and discharge of his claim under seal. The pleas are .demurred to generally, and specially for that they are double, in that they set forth an aee'brd and satisfaction and a release under seal.</p>\n<p id=\"b155-5\">It is true that a release is a complete defence, and that a seal imports a consideration; and if the allegation of the payment and receipt of a certain sum in satisfaction and discharge of the claim is to be treated as the pleading of an accord and satisfaction, the pleas are double. But we'think the fact of satisfaction as here presented is matter of -inducement only. The pleas allege that the payment was made for the purpose of procuring a discharge and was the consideration of the release given, and conclude with an averment that the causes of action set up in the. declaration are the identical causes discharged bj the release. The allegations are all confined to a single transaction culminating in the release, and point to the release as the defence relied upon. When the fact relied on as the gist of the defence is but the consequence of another fact, or when one of them is a necessary or a proper inducement to the other, both may be pleaded without making the plea double. Gould Pl. 4th Ed. Ch. viii, §512; <em>Robinson </em>v. <em>Raley, </em>1 Bur. 316. The facts may be multifarious; yet if they all go to make up one entire result, and require but one answer, there is no duplicity. <em>Torrey </em>v. <em>Field, </em>10 Vt. 353 (412). The facts alleged may disclose two defences, but if so alleged as to show that but one is relied upon, the plea will not be double. See <em>Raymond </em>v. <em>Sturges, </em>23 Conn. 146.</p>\n<p id=\"b155-6\">The defendant claims in the first place that the contract between it and the express company is a valid contract, and that the plaintiff’s relations to it are such that he is bound by it. The plaintiff claims that the case is controlled in this respect by <em>Sprigg’s Admr. </em>v. <em>Rutland R. R. Co., </em>77 Vt. 347, 60 Atl. 143. It was held in that case to be against public policy for a common carrier to stipulate for indemnity against its own negligence in respect of its carriage of a passenger for hire, and that a care-taker accompanying a shipment of cattle under a contract with the railroad company, based upon the same consideration as the contract of shipment, is a-passenger for hire. So the determinative inquiry here will be whether the' plaintiff was a passenger for hire.</p>\n<p id=\"b156-4\"><page-number citation-index=\"1\" label=\"134\">*134</page-number>The decision in <em>Sprigg’s Admr. </em>v. <em>Rutland R. R. Co. </em>is in accord with the holding of the United States Supreme Court in <em>N. Y. Central R. R. Co. </em>v. <em>Lochwood,, </em>17 Wall. 357. In <em>Baltimore &amp; Ohio etc. R. R. Co. </em>v. <em>Voight, </em>176 U. S. 498, 44 Law. Ed. 560, that Court, while recognizing and affirming the doctrine of the <em>Lochwood, </em>case, held that an express messenger, occupying an express ear under a contract substantially like the one set up in these pleas, was not a passenger for hire. The plaintiff insists that the reasoning upon which the Court distinguished the <em>Voight </em>case from the <em>Lochwood </em>case is unsound, and that this Court ought not to adopt it.</p>\n<p id=\"b156-5\">The discussion in the <em>Voight </em>case is based upon the nature of the business done by express companies and the relations sustained by those companies to the railroad companies giving them transportation, as set forth and judicially recognized in the <em>Express Cases, </em>117 U. S. 1, 29 Law. Ed. 791. It is said that railroad companies and express companies are both common carriers of the public, but that the railroad company does not sustain that relation to the express company; that the right of an express company to the kind of transportation afforded it depends solely upon private contract; that an express messenger receives transportation as an incident of his permanent employment by the express company, and not by virtue of any right which he or his employer is entitled to demand. Any brief summary of the opinion would be inadequate, and the case should be referred to for the full discussion. The same position has been taken by several of the state courts. <em>Bates </em>v. <em>Old Colony R. R. Co., </em>147 Mass. 255; <em>Louisville etc. Ry. Co. </em>v. <em>Keefer, </em>146 Ind. 21; <em>Blank Jr. </em>v. <em>Illinois Central R. R. Co., </em>182 Ill. 332.</p>\n<p id=\"b156-6\">We are not disposed to reject the theory of the United States Supreme Court as to the relation which the companies sustain to each other; and if we proceed upon that theory the points of difference between the <em>Sprigg </em>case and this are manifest, and of controlling significance. If the drover were not the shipper of his own cattle, but one recognized by the law as a common carrier of the cattle of others; if he provided special cars and servants of his own for the transportation and care of the cattle of all persons who desired to ship them, and had an established schedule for the regular and constant service of the cattle-owning public;'if the railroad companies had yielded to him all that part of their business as common carriers of freight, and <page-number citation-index=\"1\" label=\"135\">*135</page-number>Jiad undertaken by special contract to draw his cars, giving them the special advantages required by the nature of the business as thus established; — and it were then held that the drover’s servant was a passenger for hire, it could be urged with greater ’ force that the holding should control a case like this. It is evident that an express messenger cannot be classed with the caretaker of a private shipper. He receives, holds and delivers express matter in the performance of his employer’s duty as a common carrier for the public. His business and his relations to the train service are substantially the same as those of the railroad baggage master. The two áre under different employers, .and doing a divided work, because in the development of transportation facilities a certain field of service has been divided between two classes of common carriers.\" We think the distinction made between the <em>Lockwood </em>and <em>Voight </em>cases stands upon good ground, and that the same distinction should be made between the <em>Sprigg </em>case and this. It follows that this case is not within the rule which forbids a railroad company to stipulate against its liability, and that the contract between the two companies is a valid one.</p>\n<p id=\"b157-3\">We are next to inquire what bearing this contract has upon the rights of the plaintiff. None of the pleas allege in terms that the plaintiff assented to the contract, and only part of them allege that he had knowledge of it. The plaintiff contends that his rights cannot be affected by an agreement to which he did not assent. But we think the plaintiff must be held to have assented to the contract when he accepted the service with knowledge of its provisions. It is not to be assumed, .however, that this knowledge and assent amounted to a waiver of the plaintiff’s right to assert the liability of the railroad company. There is nothing in the terms of this contract that imports a waiver of the messenger’s right to compensation. In most of the eases involving contracts of this eháraeter there was a further agreement on the subject between the messenger and the express company, and the question was whether the messenger could recover notwithstanding this agreement. Here, the question is whether the right of recovery has been cut off by a release, and the plaintiff’s knowledge of the contract is important only for its bearing on the effect of the release.</p>\n<p id=\"b157-4\">We think the defendant can plead 'the plaintiff’s discharge of the express company in bar of the plaintiff’s suit because of <page-number citation-index=\"1\" label=\"136\">*136</page-number>this contract. Under the contract, the ultimate liability lor any damage sustained by the plaintiff through the negligence of the defendant rested upon the express company. So payment by the express company, even if that company was in no way liable to the plaintiff, would not be payment by a stranger, but by one who had the right to pay in behalf of the defendant for its own protection. This being the situation, the action of the plaintiff in obtaining satisfaction from and discharging the express company must be held to have been taken in view of the relations subsisting between the two companies, and to have inured to the defendant’s benefit. The first, third, fifth and seventh special pleas are held sufficient on this ground.</p>\n<p id=\"b158-5\">It remains to consider the pleas which contain no averment of knowledge. It was held in <em>Brewer </em>v. <em>New York etc. R. R. Co., </em>124 <em>N. </em>Y. 59, 21 Am. St. 647, that an express messenger cannot be deprived of his remedy against the railroad company by an agreement of his employer made without his knowledge or assent. The Indiana court reviewed this case in <em>Pittsburg etc. Ry. Co. </em>v. <em>Mahoney, </em>148 Ind. 196, 62 Am. St. 503, and reached a different conclusion. It was there considered that the express company’s rights upon the train were measured by the contract, and that the rights of the messenger could be no greater than those of the company; that the messenger could not avail himself of the right of transportation without accepting the conditions upon which it was granted; that inasmuch as the contract was the basis of his rights it was his duty to inform himself of its terms, and that he was thus charged with knowledge of the provision limiting the railroad company’s liability. We are not willing to adopt this view.</p>\n<p id=\"b158-6\">It may well be said that the messenger of an express company, who rides without paying fare or having any arrangement of his own, must understand that he is carried under some arrangement between his employer and the railroad company. But it by no means follows that this charges him with the duty of inquiring what that arrangement is. He has no reason to suppose that his personal rights are involved in the doing of his employer’s work in the place where his employer has put him. There 'is nothing connected with his presence upon the train that is inconsistent with the status of one entitled to the benefit of the law of negligence. Hé is rightfully there, rendering for his employer a service from which the railroad company derives <page-number citation-index=\"1\" label=\"137\">*137</page-number>a benefit, under some contract wbicb might as easily have provided for his transportation by an allowance to the company as\" by a release from liability for dámáges. He may well suppose that his transportation is covered by some provision which bears only upon the rights of the contracting parties. He is not called upon to inquire whether his employer, in adjusting its relations with the railroad company, has undertaken to limit his individual rights. So the understanding that there is some arrangement covering his transportation does not charge him with knowledge of anything affecting his right of recovery. It follows that the second, fourth and sixth special pleas are not sustainable on the ground considered. The eighth, although not alleging knowledge, sets up a direct release of the defendant, and is not specially questioned.</p>\n<p id=\"b159-4\">\"We have taken up these questions in the order in which they are presented in defendant’s brief, and have passed upon them as presented; although the disposition of other points made by the defendant may render the decision. of these unnecessary. The examination of the remaining questions will require a further reference to the pleadings.</p>\n<p id=\"b159-5\">The discharge set forth in the first six special pleas is, in substance, that the plaintiff, in consideration of a sum paid him by the American Express Company, released and discharged that company from every cause of action he had against it, and particularly from a claim on account of injuries received in the accident at Greensboro. It is also alleged, in substance, that the plaintiff demanded compensation from the express company for the injuries described in the declaration before such payment was made, and that the cause of action mentioned in said release is the one declared, upon. The declaration sets up an undertaking and duty of the defendant to transport the plaintiff in one of its cars, and a negligence in the performance thereof, causing a collision between the car in which the plaintiff was riding and another car of the defendant, whereby the plaintiff was'thrown upon the floor of the car and an iron safe east.upon him.</p>\n<p id=\"b159-6\">The defendant claims further that the release to the express company discharged both companies because the two were joint tort feasors. It is argued that it was the duty of the express company to furnish the plaintiff a sáfe place in which to work, and that as the plaintiff’s work was to be. done in a moving ear this duty included the providing of safe-transportation, so that <page-number citation-index=\"1\" label=\"138\">*138</page-number>the express company was chargeable with negligence if there was a shortage of duty in this respect on the part of the defendant. But the safe place doctrine is not applicable when the duty of the employee requires him to work in a place which is not in the possession and control of his employer. <em>Shannon </em>v. <em>Sanford Co., </em>70 Conn. 573, 66 Am. St. 133. The express company had no control of the tracks or trains of the defendant. In accepting an employment which required him to work on defendant’s trains, the plaintiff assumed, as regards his employer, the risks incident to the transportation.</p>\n<p id=\"b160-5\">It is claimed in conclusion that if the express company was not liable, or if the express company and the defendant company are not joint tort feasors, the effect of the discharge will nevertheless be the same. This claim is based upon the theory that satisfaction is a bar, from whatever source it comes.</p>\n<p id=\"b160-6\">The rule that a discharge of one discharges all, as applied to cases of joint liability, is of ancient origin and universal recognition. A few instances of its application are found in our own cases. A release to one of several joint debtors or joint trespassers is a release of all. This is upon the ground that there is one demand against all, and that that demand is satisfied. <em>Brown </em>v. <em>Marsh, </em>7 Vt. 320. Full payment by one who is jointly liable with others is a discharge of all; and a release, being an instrument under seal, conclusively imports full payment. <em>Eastman </em>v. <em>Green, </em>34 Vt. 387. One injured by the concurrent negligence of two may recover against either, but can have only one satisfaction. <em>Dufur </em>v. <em>Boston &amp; Maine R. R., </em>75 Vt. 165 53 Atl. 1068.</p>\n<p id=\"b160-7\">In the case last cited, the declaration disclosed a joint liability of the defendant and one Allen, and it was pleaded that plaintiff had given Allen a release of the cause of action. It is said in the opinion: “ * * To defeat the action, the defendant must allege facts showing that it was not liable, or that it and Allen were jointly liable, and that the plaintiff released Allen from such liability. If Allen was never liable, then the release given him did not affect the defendant’s liability; in that case, the payment by Allen would be the act of a stranger to the cause of action.”</p>\n<p id=\"b160-8\">This statement in the <em>Dufur </em>opinion is entirely consistent with 'our previous cases, and with the great majority of cases decided elsewhere; for their holding is based on the relations <page-number citation-index=\"1\" label=\"139\">*139</page-number>which, those connected with the affair in question sustained to the transaction and to each other; which impliedly excludes the act of a stranger from the scope of the decisions. But the effect of a payment by or release to a stranger has not been directly considered in this State. The statement in the <em>Dufur </em>case, although the basis of the argument, was not essential to the decision. So the question presented is-an open one; and, as we shall see upon further inquiry, the trend of recent decision invites a careful examination of the authorities.</p>\n<p id=\"b161-3\">The inquiry will include cases of contract as well as cases of tort, for it is held that the effect of a release is the same in both. 1 Pars. Con. 28; <em>Matthews </em>v. <em>Lawrence, </em>1 Den. 213; <em>Turner </em>v. <em>Hitchcock, </em>20 Iowa 310, 323. Cases of payment, accord and satisfaction, and release, -are all material to the inquiry; for all are cases of satisfaction in different forms. Payment is full satisfaction; an executed accord involves the acceptance of something as satisfaction; and a release is a conclusive acknowledgment of satisfaction. Note 100, Am. St. 391; <em>Ayer </em>v. <em>Ashmead, </em>31 Conn. 447, 83 Am. Dec. 154; <em>Eastman </em>v. <em>Green, </em>34 Vt. 387.</p>\n<p id=\"b161-4\">It was held in <em>Grymes </em>v. <em>Blofield, </em>5 Cro. Eliz. 541, that a satisfaction of the condition of a bond by a stranger to the obligation was no bar. The authority of this case was questioned by counsel in <em>Edgecombe </em>v. <em>Rodd, </em>5 East 294, but was clearly recognized by the judges, although the decision was .mainly put on another ground. The case in Croke was followed by the Supreme Court of New York in <em>Clow </em>v. <em>Borst, </em>6 Johns. 37, decided in 1810, and several cases in that jurisdiction have since been disposed of on the same ground. <em>Matthews </em>v. <em>Lawrence, </em>1 Den. 212, 43 Am. Dec. 665; <em>Bleakly </em>v. <em>White, </em>4 Paige 654; <em>Daniels </em>v. <em>Hollenbeck, </em>19 Wend. 408; <em>Atlantic Dock Co. </em>v. <em>Mayor, 53 </em>N. Y. 64. .The same view of the matter has been taken in other states. <em>Stark </em>v. <em>Thompson, </em>3 Mon. 296; <em>Armstrong </em>v. <em>School District, </em>28 Mo. App. 169, 180; <em>Wardell </em>v. <em>McConnell, </em>25 Neb. 558; <em>Missouri etc. Ry. Co. </em>v. <em>McWherter, </em>59 Kan. 345; <em>Seiber </em>v. <em>Amanson, </em>78 Wis. 679; <em>Thomas </em>v. <em>Central R. R. Co., </em>194 Pa. St. 511. The doctrine has been -promulgated in various text books as settled law. It is said in the American note to <em>Cumber </em>v. <em>Wane, </em>in 1 Smith’s Lead. Cas. 325, 3 Am. Ed., in giving the essentials of a good accord and satisfaction, that one rule, “of no great practical <page-number citation-index=\"1\" label=\"140\">*140</page-number>value, is that the matter received in satisfaction must be given by the debtor, and not by a stranger. ” It is said in a note to 5 Bl. Com. 16, Shars. Ed., that \"the satisfaction should proceed from the party who wishes to avail himself of it; for when it proceeds entirely from a stranger it will be a nullity.”</p>\n<p id=\"b162-4\">The present standing of the doctrine will be seen from a Teference to further cases. In <em>Jones </em>v. <em>Broadhurst, </em>9 C. B. 173, the accuracy of the reports and the subject-matter of the deci-sions were critically examined, but without passing upon the •question. In <em>Belsham </em>v. <em>Bush, </em>11 C. B. 191, a payment made and received for and on account of the defendant, and after-wards ratified by the defendant, was held a bar. In <em>James </em>v. <em>Isaacs, </em>12 C. B. 791, satisfaction from a stranger, without authority or ratification, was held insufficient. These cases were finally reviewed in <em>Simpson </em>v. <em>Eggington, </em>10 Exch. 844, where it was •concluded that payment or satisfaction by a third person, not himself liable as a co-contractor or otherwise, is not sufficient ■to discharge a debtor unless it is made by such third person \"as agent for and on account of the debtor, and with his prior authority or subsequent ratification.” In <em>Leavitt </em>v. <em>Morrow, </em>6 O. St. 71, 67 Am. Dec. 334, the court disregarded the precedents, and held that an accord and satisfaction accepted in discharge of a ■debt, although coming from a stranger, is available in defence •of an action against the debtor. In <em>Wellington </em>v. <em>Kelley, </em>84 N. Y. 547, the court referred to <em>Grymes </em>v. <em>Blofield, </em>as a case ■followed in that jurisdiction and not authoritatively overruled, •and said: \"We need not now determine whether it should any longer be regarded as authority.”</p>\n<p id=\"b162-5\">The cases cited by defendant in support of its position are <em>Tompkins </em>v. <em>Clay Hill St. R. R. Co., </em>66 Cal. 163; <em>Seither </em>v. <em>Philadelphia Traction Co., </em>125 Pa. St. 397, 11 Am. St. 905; <em>Hubbard </em>v. <em>St. Louis and Meramic River R. R. Co., </em>173 Mo. 249; <em>Leddy </em>v. <em>Barney, </em>139 Mass. 394. The first two are cases of crossing collisions between the cars of different companies. The third was a case of collision between an express delivery wagon and a street car. In these cases the injury resulted from .an impact of forces controlled by two parties, and the situation .afforded the basis of an .honest claim against either. Neither was a stranger to the occurrence, and it could not be said without an inquiry that either was a stranger to the cause of action. “These cases have generally been treated as within the joint tort <page-number citation-index=\"1\" label=\"141\">*141</page-number>feasor doctrine, and the Pennsylvania case seems to have been, so treated by the court which decided it; for it was cited in support of the defendant’s contention in <em>Thomas </em>v. <em>Central R. R.. Co., </em>194 Pa. St. 511, 45 Atl. 344, and it was nevertheless held, that the court properly excluded the release of one not shown to_have been liable.</p>\n<p id=\"b163-3\">With these cases may be classed <em>Metz </em>v. <em>Soule, </em>40 Iowa 230, where an inmate of the state prison was injured by defective-machinery furnished by the contractors entitled to his service,, while he was working near it, after protest, under compulsion of an agent of the state; and <em>Brown </em>v. <em>Cambridge, </em>3 Allen 474, where a water works company made and left an excavation in a street which the city was bound to keep in repair. In neither Ghse was the releasee a stranger to the situation that caused the accident. In this connection reference-may be had to <em>Chapin </em>v. <em>Chicago etc. R. R. Co., </em>18 Ill. App. 47, where the injury resulted from a collision between the trains of two roads, and it was considered that the question whether the companies were-joint tort feasors was not important, inasmuch as the circumstances were such that an action would have lain against either - See, also, in further presentation of the subject, <em>Hartigan </em>v. <em>Dickson, </em>81 Minn. 284; <em>Western Tube Co. </em>v. <em>Zang, </em>85 Ill. App. 63; <em>Kentucky etc. Bridge Co. </em>v. <em>Hall, </em>125 Ind. 220; <em>O’Shea </em>v. <em>New York etc. R. R. Co., </em>44 C. C. A. 601.</p>\n<p id=\"b163-4\">' In <em>Leddy </em>v. <em>Barney, </em>139 Mass. 394, the remaining case cited by the defendant, the parties were fellow employees — the plaintiff as a common laborer and the defendant as superintendent; and the evidence tended to show that the plaintiff was injured in the moving of a derrick by the carelessness of the defendant. The defence was a release taken by the employer. Of the cases cited, this is most like the one at bar, for in both these cases the releasee was, in a sense, involved in the occurrence, but was not connected with the injury. In the <em>Leddy </em>case, the releasee employed the defendant as superintendent, but there was no evidence tending to show that he was negligent in selecting the defendant for that position, or that the ’defendant was in fact incompetent. Here, the express company was the occupant of the ear, but if any circumstance in the occurrence as presented permits a supposition that the plaintiff’s injuries may have been due in part to the negligence of the express company, there are no allegations to give it that effect. The instructions in the <em>Leddy </em><page-number citation-index=\"1\" label=\"142\">*142</page-number>case made the release a bar if it was found that the payment was made in settlement of the same claim, upon a demand made by the plaintiff, and to avoid a threatened suit; and the verdict for defendant was sustained. In disposing of the case it was said that the effect of releasing a cause of action does not depend upon the validity of the claim, .and that the rule that a release to ’one of several persons liable releases all, applies to a release given to one against whom a claim is made, although he may not be in fact liable.</p>\n<p id=\"b164-5\">It is doubtless true that a discharge will not be made ineffective by proof that the party procuring it was not in fact liable. But this is not equivalent to saying that the release of an entire stranger to the transaction will bar a suit against persons who are liable. One may be a stranger to the cause of action as disclosed by the pleadings or determined by the inquiry, and not be a stranger to the occurrence out of which the cause of action arises. A claim against one whose connection with the affair is such that he may be liable, is not the same as a claim against one whom there is no ground for claiming to be liable; and the effect to be given to a payment in the two cases is not necessarily the same.</p>\n<p id=\"b164-6\">•The defendant also cites the remark of Judge Miller in <em>Lovejoy </em>v. <em>Murray, </em>3 Wall. 1, 18 Law Ed. 129, that \"when the plaintiff has accepted satisfaction in full for the injury done him, from whatever source it m'ay come, he is so far affected in equity and good conscience, that the law will not permit him to recover again for the same damages.” It may also be noted that in <em>Dufur </em>v. <em>Boston &amp; Maine R. R. Co., </em>before cited, it is said that the injured party can have but one satisfaction. The same statement may be found in a great number of eases which were reasoned out and disposed of on the joint tort feasor doctrine, — the argument and learning of which were entirely superfluous if payment by one who is a stranger in the broader sense is a satisfaction. The explanation seems to be that payment by a stranger has not been considered a satisfaction, but a payment regarding which questions of fraud, duress, voluntary payment, liability of repayment, and equitable relief might arise after suit brought or collection enforced against the one upon whom rested the duty of payment. <em>Bleakly </em>v. <em>While, </em>4 Paige 654; <em>Stark </em>v. <em>Thompson, </em>3 Mon. 296.</p>\n<p id=\"b165-2\"><page-number citation-index=\"1\" label=\"143\">*143</page-number>Manifestly, the effort of recent decision has been to, bring the parties in these anomalous cases into the relations which have always been considered necessary to support a recovery, by finding in their acts certain elements not recognized by the earlier adjudications. The making of a demand is treated as giving the payor the necessary status as far as the claimant is concerned. It is considered that in acceding to the demand the payor puts himself in the position of one who is.liable or who assumes to act for one liable. The pleading of the release by one subsequently sued is treated as a seasonable ratification of the settlement] If these views regarding the settlement and the parties are accepted, the satisfaction does'mot come from a stranger.</p>\n<p id=\"b165-3\">The case of <em>Jackson </em>v. <em>Pennsylvania R. R. Co., </em>66 N. J. L. 319, 49 Atl. 730, a case not cited by defendant, merits special attention. The facts were almost identical with those before us. The plaintiff had acknowledged the receipt from the express company of certain sums in full satisfaction and discharge of all claims for injuries received in a certain accident. There was a contract between the express company and the defendant, not disclosed to the plaintiff, by which the express company agreed to protect the- defendant from all claims for damages sustained by its employees. It was considered that the payment was made for and on account of the defendant, that the settlement was recognized and adopted by the plea, and that the plaintiff was bound by the receipt and retention of the money.</p>\n<p id=\"b165-4\">Upon the case before us, the payment was made on plaintiff’s demand, in settlement of the cause of action, by one who was in fact an indemnitor of the defendant, and whose act the defendant has ratified by pleading it. 'We hold all the pleas good on this ground. Nothing said in the previous discussion is to be taken as deciding more. ' ■</p>\n<p id=\"Azq\">\n<em>Judgment affirmed and cause remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}