{
  "casebody": {
    "data": "<casebody firstpage=\"251\" lastpage=\"259\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b277-5\">MINNEAPOLIS, ST. PAUL AND SAULT STE. MARIE RAILWAY COMPANY <em>v. </em>DOUGHTY.</parties>\n<summary data-order=\"1\" data-type=\"summary\" id=\"b277-6\">ERROR TO THE SUPREME COURT OP THE STATE OF NORTH DAKOTA.</summary>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AmEx\">No. 81.</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"Ao6\">Argued December 17, 1907.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AAC\">Decided February 3, 1908.</decisiondate>\n<syllabus data-order=\"5\" data-type=\"syllabus\" id=\"b277-7\">Under the act of March 3, 1875, c. 152, 18 Stat. 482, granting to railroads the right of way through public lands of the United States, such grant takes effect either on the actual construction of the road, or on the approval of the Secretary of the Interior, after the definite location and the filing of a profile of the road in the local land office, as provided in § 4 of the act; and a'valid homestead entry made after final survey but before either the construction of the road or the approval by the Secretary of the profile, is superior to the rights of the company. <em>Jamestown &amp; Northern Railway Co. </em>v. <em>Jones, </em>177 U. S. 125, explained and followed.</syllabus>\n<history data-order=\"6\" data-type=\"history\" id=\"AFS\">107 N. W. Rep. 971, affirmed.</history>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b277-8\">The facts are stated in the opiniou.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b277-9\"><em>Mr. Alfred H. Bright </em>for plaintiff in error:</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"b277-10\">The filing of the plat and the approval thereof by the Secretary of the Interior were not conditions precedent to the acquisition of a right of way under the act of March 3, 1875. .</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b277-11\">It was the intention of Congress to protect the company as' well as the settler from the time of entry. It is assumed by Congress that' the company must of necessity locate\"'its <page-number citation-index=\"1\" label=\"252\">*252</page-number>line before it could make' a filing or build its railway, and that to do this it must have the right to enter and take possession of the land.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b278-4\">The only location mentioned in the act does not depend on the map, that is to say, is not made by the map, because the map, of necessity, follows the location. The map is simply the evidence of the location made as all locations are made, and the right of way may be built upon before the map is approved or even filed. <em>Jamestown &amp; Northern </em>v. <em>Jones, </em>177 U. S. 125.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b278-5\">When the company locates its line, it has begun proceedings to acquire the title, which if regularly followed up makes it the first in right as to any unoccupied Government land. <em>Railroad </em>v. <em>Alling, </em>99 U. S. 463.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b278-6\">The court should avoid a . too rigid and literal or verbal construction of the act in question and should hold not that the word “thereafter” means only after the last act recited has been done, but . that it applies to the first thing which the railroad company is required to do, to wit: the location of its road. It refers to the whole group of acts for securing the title and, by the doctrine of relation, when the map is approved the title vests in the railroad company as of thq date of the location of its road. <em>St. Paul &amp;c. Ry. </em>v. <em>W. &amp; St. P. Ry., </em>112 U. S. 720; <em>Sioux City &amp;c. Ry. </em>v. <em>C., M. &amp; St. P. Ry., </em>117 U. S. 406; <em>United States </em>v. <em>Detroit Lumber Co., </em>200 U. S. 321, 334.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b278-7\">The construction of this statute here contended for invokes the doctrine of relation from the approval of the map to the inception of the equitable title of th¿ railway company, at . least as early as the seventeenth day of June. This construction is supported by-the Supreme Court of Missouri in the case of <em>Kinion </em>v. <em>Railway Co., </em>118 Missouri, 577; <em>S. C., </em>24 S. W. Rep. 636; by the Supreme Court of Colorado in <em>Denver &amp; Rio Grande R. R. Co. </em>v. <em>Hanoun, </em>19 Colorado, 162; <em>S. C., </em>34 Pac. Rep. 838, and by the Supreme Court of Utah in <em>Lewis </em>v. <em>Railway, </em>54 Pac. Rep. 981.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b279-3\"><page-number citation-index=\"1\" label=\"253\">*253</page-number>Counsel is aware .of a line of decisions contrary to the views here contended for. <em>Red River &amp;c. </em>v. <em>Sture, </em>20 N. W. Rep. 229; <em>S. C., </em>32 Minnesota, 95; <em>Spokane &amp;c. Co. </em>v. <em>Zeigler, </em>61 Fed. Rep. 392;. <em>Lilienthal </em>v. <em>So. Cal. Ry. Co., </em>56 Fed. Rep. 701; <em>Hamilton </em>v. <em>Spokane &amp;c., </em>28 Pac. Rep. 408; <em>Enoch </em>v. <em>Spokane </em>&amp;c., 33 Pac. Rep. 966; <em>Denver &amp;c. </em>v. <em>Wilson, </em>62 Pac. Rep. 843, discussed and said to be in conflict with <em>Jamestown </em>&amp; <em>Northern </em>v. <em>Jones, </em>177 U. S. 125. The latter case discussed, and distinguished from the present case.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b279-4\"><em>Mr. S. E. Ellsworth, </em>with whom <em>Mr. George W. Soliday </em>was on the brief, for defendant in error:</attorneys>\n<p data-order=\"17\" data-type=\"legal\" id=\"b279-5\">It was not'the intention of the framers of the act of March 3, 1875, that the grant therein mentioned should attach immediately upon the filing of a copy of the railroad company’s articles of incorporation. No railroad company can claim to be a grantee of a right of way over the public lands until a profile of its road has been filed and approved as specified in the act, and after that has been done, the grant is not operative upon lands to which private rights had previously attached <em>Enoch </em>v. <em>Spokane Falls &amp; N. Ry., </em>33 Pac. Rep. 966; <em>Jamestown &amp; N. Ry. Co. </em>v. <em>Jones, </em>7 N. Dak. 119; <em>S. C., </em>76 N. <em>W. </em>Rep. 227. See also <em>Red River &amp; C. R. Co. </em>v. <em>Sture, </em>20 N. W. Rep. 229; <em>Spokane Falls &amp; N. Ry. Co. </em>v. <em>Zeigler, </em>61 Fed. Rep. 392; aff’d 167 U. S. 65; <em>Washington &amp; I. Ry. Co. </em>v. <em>Osborn, </em>160 U. S. 103; <em>Lilienthal </em>v. <em>Southern California Ry. Co., </em>56 Fed. Rep. 701; <em>Dakota Central R. R. Co. </em>v. <em>Downey, </em>8 L. D. 115; <em>Circular of Commissioner Williamson, 2 </em>Copp’s Public Land Laws, 816; <em>Circular of Commissioner Stockslager, </em>12 L. D. 423; <em>Denver &amp; R. G. R. Co. </em>v. <em>Wilson, </em>28 Colorado, 6; <em>S. C., </em>62 Pac. Rep. 843; <em>Hamilton </em>v. <em>Spokane Falls &amp; P. Ry. Co., </em>3 Hasb. (Idaho) 164; <em>S. C., </em>28 Pac. Rep. 408; <em>Chicago, K. &amp; N. Ry. Co. </em>v. <em>Van Cleave, </em>52 Kansas, 665; <em>S. C., </em>33 Pac. Rep. 472; <em>Red River &amp;c. R. Co. </em>v. <em>Sture, </em>32 Minnesota; 95; <em>S. C., </em>20 N. W. Rep. 229; <em>Jamestovm &amp; N. Ry. Co. </em>v. <em>Jones, </em>7 N. Dak. 119; <em>S. C., </em>76 N. W. Rep. 227.</p>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b280-3\"><page-number citation-index=\"1\" label=\"254\">*254</page-number>Mb. Justice McKenna</author>\n<p id=\"Aju\">delivered the opinion of the court.</p>\n<p id=\"b280-4\">This action was brought by the defendant in error against plaintiff in error in the District Court of Foster County, State of North Dakota, to recover compensation for injury to his land by the construction and operation of the railroad oí the plaintiff in error.</p>\n<p id=\"b280-5\">Defendant in error has a patent to the land, and the question is. whether before his settlement undér. the homestead laws plaintiff in error acquired á right of way over the land for its railroad under the. act of March 3, 1875, c. 152, 18 Stat. 482;</p>\n<p id=\"b280-6\">The trial court held (1) That defendant in error was “the owner in absolute fee simple of the land” and that his title related back to July 1,1892, the date of his settlement. (2) That • the railroad “having attempted to acquire a right of way across said land before and in anticipation of the construction of its railroad, in compliance with the. provisions of § 4 of the act of Congress, approved March 3, 1875, the filing with the register of the district land office, and approval by- the Secretary of the Interior, of the plat or profile of the section of its railroad extending across said land, was a condition precedent to the acquisition or claim on its part to right of way, and any title, estate or interest acquired by it in or to said land dates from said filing and approval.” Judgment was entered for the sum of $1,000 damages and costs, and it was adjudged, upon paying the sum, the title to the right of way should vest in the railroad company.</p>\n<p id=\"b280-7\">The facts, as recited by the Supreme Court in its opinion, are as follows:</p>\n<p id=\"b280-8\">“On June 25, 1892, the plaintiff’s application to enter the quarter section in question was presented to and accepted by the register and receiver of the United States land office at Fargo. On July 1, 1892, the plaintiff took up his residence on the land under his homestead entry and in all things complied with the Federal homestead laws. On November 4, <page-number citation-index=\"1\" label=\"255\">*255</page-number>1899, a patent conveying the title to him was issued. That instrument makes no mention of any .easement in favor of the railroad.</p>\n<p id=\"b281-4\">“The defendant railway company was organized in 1891. Its articles were-filed with the Secretary of the Interior on March 26, 1891, and approved by him on April 15, 1891; and it thereby became entitled to the benefit of the act-of March 3, 1875.</p>\n<p id=\"b281-5\">“In October, 1891, the company made a preliminary survey of its proposed line of railway across the land-; and on May 13, 1892, completed its final survey, definitely fixing the line-of its proposed road over the quarter section. The line as surveyed was marked by stakes driven into7 the ground one hundred feet apart, indicating the center of the roadway to be constructed. The. definite location of the route as fixed by this survey was approved and adopted by the company’s board of directors on June 17, 1892, being eight days before the plaintiff made his homestead filing.</p>\n<p id=\"b281-6\">“The map or profile of its road as thus definitely located was filed in the local land office at Fargo on July 20, 1892, and received the approval. of the Secretary of the Interior on October 14, 1892. In the latter part of July, 1892, the company constructed its road across the land, on the line as surveyed, and ever since has operated its railway-over the roadway • so constructed, using and' appropriating for that purpose a strip 200 feet wide, 100 feet on each side of the center of the track.” 107 N. W. Rep. 975.</p>\n<p id=\"b281-7\">. On these facts the court affirmed the judgment of the trial court, basing its decision on <em>Jamestown &amp; Northern Railway Company </em>v. <em>Jones, </em>177 U. S. 125. The court said that it was a necessary inference from that case “ that actual construction is the- only sufficient act, other than compliance with § .4, to constitute a definite location, and thé right of way does not exist before actual construction unless the .company’s profile map has been approved by the Secretary, before the settler’s rights attached.”</p>\n<p id=\"b282-5\"><page-number citation-index=\"1\" label=\"256\">*256</page-number>It will be necessary, therefore, to consider § 4 of the act and its interpretation in that case. ■</p>\n<p id=\"Ale\">Section 1 of the act reads: “That the right of way through the public lands of the United States is hereby granted to any railroad company .... which shall have filed with the Secretary of the Interior a copy of its articles of incorporation, and due proofs of its organization, ... to the extent of • one hundred feet on each side of the central line of said road.”</p>\n<p id=\"b282-8\">Section' 4 reads as follows (18 Stat.' 483):</p>\n<p id=\"b282-9\">“Sec. 4. That any railroad company desiring to secure the benefits of this act shall, within twelve months after the location of any section of twenty miles of its road, if the same be upon surveyed lands, and, if upon unsurveyed lands, within twelve months after the survey thereof by the.United States, filé with .the register of the land office for the district where such land is located a profile of its road; and upon approval thereof by the Secretary of the Interior the same shall be noted upon the plats in said office; and thereafter all such lands over which such right of way shall pass shall'be disposed of subject to such right of way: <em>Provided, </em>That if any section of said road shall not be completed within five\" years after the location of said section, the rights herein granted shall be forfeited as to any such uncompleted section of said road.”</p>\n<p id=\"b282-10\">•• Did the District Court-and the Supreme-Court construe this section correctly? The railroad contends, against an affirmative answer, and urges that it is : the location of its road which initiates a railroad company’s right, and which, “if regularly followed up, makes.it the-first in right -as to any unoccupied Government land.” And this, it is contended, is.a necessary conclusion from other provisions - which' makes the location, the first act, the act-from which “everything is reckoned”—' the time within which the map must be filed and the time, within which the road must be built.- And it is further urged that an entry upon the land to lo'cate the’ road is as necessary as an entry on-.the land to build the road, and, being there, <page-number citation-index=\"1\" label=\"257\">*257</page-number>the railroad “could not become a. trespasser, either as to the Government or as to the plaintiff:” In further support of the contention it is pointed out that Congress gave the company twelve months after the location within which to make its filing, and, therefore, in analogy to preemption and homestead laws Congress intended to protect the location during the time allowed for the filing of the profile or plat. But § 4 gives little play to construction or the analogies which the company invoke. That section determines, the priority of rights between railroads and settlers by explicit language. A right of way-is^ granted, but to secure it. three things are necessary: (1) location of the road; (2) filing a profile of it in the local land office; and (3) the approval thereof by the Secretary of the Interior, to be noted upon the plats in the local office. ,It -is after these things are done'that the-statute fixes the right of the railroad .and -subjects the disposition of the land, under the land laws, to that right. “And thereafter,” are the words of the statute, “all such lands over which such right of way-shall pass shall be disposed of subject to such right of way.” It would be a free construction of these words to give them the meaning for which the railroad company contends. They neither convey an .unnatural sense or lead to an-unnatural consequence. Unless rights under the act of 1875 and rights ' under the land laws were to be kept;for an indeterminate, time in uncertainty and possible conflict, to fix some act or point of time at which they should attach was natural, and to construe language which is apt and adequate by its sense and arrangement to express one time to mean another, would be a' pretty free . exercise of construction. • We admit that the , letter of a statute is not always, adhered to. and words may be'transposed, but the necessity for it must be indicated to accomplish the purpose of the legislation: There is always a presumption that the words were intended as Written and-in the order as written; certainly, when they express a definite sense which would be changed to another with different' and opposing legal consequences. The railroad company, how<page-number citation-index=\"1\" label=\"258\">*258</page-number>ever, contends for that result. .We have stated its contentions, and, it is urged, if there is.difficulty in accepting them it arises “from a too rigid and literal or verbal construction” of §4; “ that the wold. ‘ thereafter ’ means only after the last act recited has been done.- Whereas it is perfectly legitimate to' consider that the term ' thereafter ’ applied to the first thing which the railroad company was required to do, to wit, the location of its road. That it refers.to the whole group of acts for securing the title, and that by the doctrine of relation when the map is approved the title vests in the railway company as of the date of the location of its road.” And' this, it is further ürged, is the rule applied to preémptors on the public lands and which this court has applied to some railway land grants. The contention is supported by. <em>Kinion </em>v. <em>Railway Co., </em>118 Missouri, 577; <em>Lewis </em>v. <em>Railway </em>(Utah), 54 Pac. Rep. 981, and, it is urged; by <em>Denver &amp; Rio Grande R. R. Co. </em>v. <em>Hanoun, </em>19 Colorado, 162. It is opposed by <em>Lilienthal </em>v. <em>So. Cal. Ry. Co., </em>56 Fed. Rep. 701; <em>Larson </em>v. <em>Oregon Co., </em>23 Pac. Rep. 974; <em>Hamilton </em>v. <em>Spokane, </em>28 Pac. Rep. 408; <em>Enoch </em>v. <em>Spokane, </em>33 Pac. Rep. 966; <em>Denver &amp;c. </em>v. <em>Wilson, </em>62 Pac. Rep. 843.. The simple weight of opinion is against the contention of the railroad, and its counsel meets the fact squarely, and says that. those cases “ are in their, broad scope in clear and unmistakable conflict with the fundamental principle on which” <em>Jamestown &amp; Northern Railway Co. </em>v. <em>Jones, 177 </em>U. S. 125, was decided, “and rest upon the hard and fixed proposition that no railroad company under this act [act of 1875] could , get any right in the land until its map was approved.” But counsel, while invoking the “fundamental' principle” of <em>Jamestown &amp; Northern Railway Co. </em>v. <em>Jones, </em>attacks the construction of. the statute there made and the reasoning which led us to the principle.</p>\n<p id=\"b284-5\">That case decided three propositions: (1) That a railroad company becomes specifically a grantee under the act of 1875 by filing its articles of incorporation and due proof of its organization under the same with the Secretary of the Interior. <page-number citation-index=\"1\" label=\"259\">*259</page-number>(2) That the lands granted were identified by a definite location of the right of way, and, sustaining the contention of the railroad that definite location could bé made by actual construction of the road against the decision of the lower courts that such location could only be made by a profile map of the road, we said that the contention gives practical operation to the statute and enables the railroad company to secure the grant by an actual construction of the road, or, in advance of construction, by filing a map as provided in § 4. (3) Actual construction of the road is certainly unmistakable evidence and notice of appropriation.</p>\n<p id=\"b285-4\">This, it is now contended’ or intimated, reads something into the statute which is not there, and that the Jamestown and Northern Railway Company “could only maintain its claim to right of way upon the same construction of the statute as that for which' the plaintiff in error contends.” In other words, location initiated the company’s right, and any other view will put <em>Jamestown &amp; Northern Railway Company </em>v. <em>Jones </em>in opposition to the decisions in railway land grant cases. The latter proposition was disposed of in the case. The answer to the other is contained in the words of the statute, and the essential difference between a mere location movable at the will of the company and the actual construction of the road necessarily fixing its position and consummating the purpose for which the. grant of a right of way was given.</p>\n<p id=\"b285-5\"><em>Judgment </em>affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}