{
  "casebody": {
    "data": "<casebody firstpage=\"721\" lastpage=\"722\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b757-13\">UNITED STATES of America, Plaintiff-Appellee, v. Sacramento CRUZ-MANDUJANO, aka, Jose Garcia Rodriguez, Jesus Gomez, Sacrame Mandujano, Sacramento Ruz-Mandujano, Manduja Sacramento, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b757-16\">No. 01-10067.</docketnumber>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b757-17\">D.C. No. CR-00-00809-JMR.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b757-18\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b758-3\"><page-number citation-index=\"1\" label=\"722\">*722</page-number>Submitted Nov. 18, 2002.<footnotemark>*</footnotemark></otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b758-4\">Decided Nov. 22, 2002.</decisiondate>\n<p data-order=\"6\" data-type=\"judges\" id=\"b758-6\">Before REINHARDT, RYMER and SILVERMAN, Circuit Judges.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b758-10\"> This panel unanimously finds this case suitable for decision without oral argument. <em>See </em>Fed. R.App. P. 34(a)(2). Cruz’s request for oral argument is therefore denied.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b758-7\">MEMORANDUM<footnotemark>**</footnotemark></p>\n<p id=\"b758-8\">Sacramento Cruz-Mandujano, an alien convicted by guilty plea of illegally reentering the United States pursuant to 8 U.S.C. § 1326, appeals his thirty-seven month sentence. We have jurisdiction under 28 U.S.C. § 1291. We vacate and remand for resentencing.</p>\n<p id=\"b758-9\">Cruz contends that his prior conviction for violation of California Vehicle Code section 10851 (theft and unlawful driving or taking of a vehicle) does not constitute an aggravated felony for purposes of a sentence enhancement pursuant to U.S.S.G. § 2L1.2(b)(l) (1998), because it is neither a crime of violence nor a theft offense under 8 U.S.C. §§ 1101(a)(43)(F) or 1101(a)(43)(G), respectively. We agree. This court has set forth a generic definition of “theft offense” to require “a taking of property or an exercise of control over property.” <em>United States v. Corona-Sanchez, </em>291 F.3d 1201, 1205 (9th Cir.2002) (en banc). In <em>Coronar-Sanchez, </em>we held that California Penal Code section 484(a) is broader than the generically defined offense because it allows conviction for aiding and abetting. <em>Id. </em>at 1207-08. Section 10851 is likewise broader than the generic definition, so it is not categorically a theft offense. <em>See People v. Donnell, </em>52 Cal.App.3d 762, 125 Cal.Rptr. 310, 314 (1975) (recognizing that section 10851 allows conviction as a party, accessory or accomplice). Neither is section 10851 violent in nature. <em>See Ye v. INS, </em>214 F.3d 1128, 1133-34 (9th Cir.2000) (holding that vehicle burglary is not a crime of violence because it can be committed in numerous ways without using violent physical force). Accordingly, Cruz’s prior conviction does not facially qualify as an aggravated felony for sentence enhancement purposes.</p>\n<p id=\"b758-13\">The record does not contain enough information to determine whether Cruz’s prior conviction may support enhancement under the modified categorical approach described in <em>Corona-Sanchez, </em>291 F.3d at 1211. At the time of the sentencing hearing, the district court did not have the benefit of our en banc decision in <em>CoronarSanchez </em>and did not deem it necessary to inquire whether documentation or judicially noticeable facts unequivocally establish that the defendant was in fact convicted of the generic offense. <em>See id. </em>(explaining what judicially noticeable documents may be considered in a modified categorical analysis). We therefore vacate and remand for resentencing.</p>\n<p id=\"b758-14\">The mandate shall issue forthwith.</p>\n<p id=\"b758-15\">VACATED AND REMANDED.</p>\n<footnote label=\"**\">\n<p id=\"b758-17\"> This disposition is not appropriate for publication and may not be cited to or by the courts of this circuit except as provided by Ninth Circuit Rule 36-3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}