{
  "casebody": {
    "data": "<casebody firstpage=\"408\" lastpage=\"409\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b430-7\">Kriss Ray CAMP, Plaintiff-Appellant v. POTTER COUNTY; Legal Aid of Northwest Texas; Caroline Woodburn, District Clerk; Alvina Musick, Deputy Clerk; Steven McBride, Attorney; Shalyn Hamlin, Attorney, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"ANp\">No. 15-10079</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AWqB\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b430-10\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b430-12\">March 14, 2016.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b430-13\">Kriss Ray Camp, Amarillo, TX, pro se.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b430-16\">Before REAVLEY, SMITH, and HAYNES, Circuit Judges.</judges>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b430-17\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"AUn\">Kriss Ray Camp, Texas prisoner # 1734943, is serving a 25-year sentence as a habitual offender following his conviction for assault causing bodily injury to a family member. <em>Camp v. State, </em>No. 07-11-0033-CR, 2013 WL 308992, *1 (Texas App. Jan. 25, 2013). While incarcerated, he filed an unrelated complaint under 42 U.S.C. § 1983 alleging wrongdoing by several entities and individuals involved in his divorce proceedings, including court personnel, his ex-wife’s attorneys, and Potter County, Texas. The district court dismissed the suit as frivolous and for failure to state a claim upon which relief could be granted under 28 U.S.C. § 1915A and 28 U.S.C. § 1915(e)(2).</p>\n<p id=\"b430-20\">According to Camp, the district court erred by dismissing the action sua sponte without serving the defendants, allowing him the opportunity to amend, and appointing counsel to pursue a possible conspiracy claim. Camp asserts that the magistrate judge acted as an attorney for the defendants and that the magistrate judge or the district court had unknown interest in the case that should be exposed. We find neither an abuse of discretion in the sua sponte dismissal, <em>see </em>§ 1915A(a), (b)(1); § 1915(e)(2)(B); <em>West v. Atkins, </em><page-number citation-index=\"1\" label=\"409\">*409</page-number>487 U.S. 42, 48, 108 S.Ct. 2250, 101 L.Ed.2d 40 (1988); <em>Eason v. Thaler, </em>14 F.3d 8, 9-10 &amp; n. 5 (5th Cir.1994), nor any exceptional circumstance that would have justified the appointment of counsel, <em>see Ulmer v. Chancellor, </em>691 F.2d 209, 213 (5th Cir.1982).</p>\n<p id=\"b431-5\">Camp also asserts, in conclusory fashion, that the district court erred in dismissing his claims that he was denied notice of the trial date and was unable to prepare or call witnesses; that attorney Steven McBride refused to answer discovery requests, threatened that Camp would be charged with bigamy, and filed the petition to void the marriage under the same cause number as the original divorce proceeding; and that pleadings were omitted from the record in his second divorce appeal. He does not identify any error in the district court’s legal analysis in dismissing these claims, and we will not “raise and discuss legal issues that [Camp] has failed to assert” and thereby abandoned. <em>Brinkmann v. Dallas County Deputy Sheriff Abner, </em>813 F.2d 744, 748 (5th Cir.1987).</p>\n<p id=\"b431-6\">With respect to Camp’s assertion that the district court erred in determining that several of his claims were time barred, we apply de novo review. <em>See Harris v. Hegmann, </em>198 F.3d 153, 156 (5th Cir.1999). His claims decrying the filing of a false affidavit of poverty and a false protective order accrued when the documents were filed, just as his claims about documents missing from the record accrued when the documents were omitted. <em>See Gartrell v. Gaylor, </em>981 F.2d 254, 257 (5th Cir.1993). Camp has shown no grounds for tolling the applicable two-year Texas statute of limitations during the pendency of his divorce proceedings. <em>See King-White v. Humble Indep. Sch. Dist., </em>803 F.3d 754, 759 (5th Cir.2015); <em>Gartrell, </em>981 F.2d at 257; <em>Weisz v. Spindletop Oil &amp; Gas Co., </em>664 S.W.2d 423, 425 (Tex.App.1983). Nor has he shown that the “continuing violation theory” renders his claims against attorney Shalyn Hamlin timely. <em>See Messer v. Meno, </em>130 F.3d 130, 134-35 (5th Cir.1997).</p>\n<p id=\"b431-8\">For the first time, Camp also challenges the property settlement in his divorce case and argues that there was a taking of his property without just compensation. Absent extraordinary circumstances, which are not indicated here, we do not address issues raised for the first time on appeal. <em>See Leverette v. Louisville Ladder Co., </em>183 F.3d 339, 342 (5th Cir.1999).</p>\n<p id=\"b431-9\">The judgment of the district court is AFFIRMED. The district court’s dismissal counts as a strike for purposes of § 1915(g). <em>See Adepegba v. Hammons, </em>103 F.3d 383, 387 (5th Cir.1996); see <em>also Coleman v. Tollefson, </em>— U.S. -, 135 S.Ct. 1759, 1763-64, 191 L.Ed.2d 803 (2015). Camp is WARNED that, once he accumulates three strikes, he may not proceed IFP in any civil action or appeal filed while he is incarcerated or detained in any facility unless he is under imminent danger of serious physical injury. <em>See </em>§ 1915(g).</p>\n<footnote label=\"*\">\n<p id=\"b430-21\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir, R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}