{
  "casebody": {
    "data": "<casebody firstpage=\"165\" lastpage=\"170\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b181-4\">Commonwealth vs. David Thomas.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b181-5\">Berkshire.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AlB\">December 4, 1986. —</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AZb\">February 5, 1987.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b181-6\">Present: Hennessey, C.J., Wilkins, Abrams, Lynch, &amp; O’Connor, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b181-14\"><em>Robert H. Astor </em>for the defendant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b181-15\"><em>Daniel A. Ford, </em>Assistant District Attorney, for the Commonwealth.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b181-16\">Hennessey, C.J.</author>\n<p id=\"A2-\">The defendant was convicted of rape and abuse of a child without force in violation of G. L. c. 265, § 23 (1984 ed.). The defendant appeals from the Superior Court judge’s denial of his motions for a new trial. We conclude there was no error, and affirm the judgment.</p>\n<p id=\"b182-4\"><page-number citation-index=\"1\" label=\"166\">*166</page-number>The victim, fourteen years old at the time of trial, lived with her mother and the defendant, who was the mother’s boy friend. The victim testified that on several occasions when her mother was at work the defendant had taken her into the bedroom and had sexual intercourse with her. The most recent incident, the victim testified, had occurred on March 15, 1984. Shortly thereafter, the victim told a former neighbor that the defendant had raped her. The Department of Social Services and the local police department were then notified.</p>\n<p id=\"b182-5\">The police arrested the defendant on March 22, 1984. The next day the defendant signed a statement confessing that he had been sexually abusing the victim for about one year.<footnotemark>1</footnotemark> A Berkshire County grand jury returned seven indictments against the defendant, alleging that on various dates from July 1,1981, through March 15, 1984, he committed rape and abuse of a child without force in violation of G. L. c. 265, § 23, and indecent assault and battery on a child under the age of fourteen years in violation of G. L. c. 265, § 13B (1984 ed.).</p>\n<p id=\"b182-6\">After a jury-waived trial, the defendant was convicted on one of the seven indictments, which charged him with unlawful sexual intercourse with a child under sixteen years of age between January 1, 1984, and March 15, 1984. The defendant was acquitted on the other six indictments. The defendant was sentenced to from three to five years at the Massachusetts Correctional Institution at Cedar Junction.</p>\n<p id=\"b182-7\">The defendant appealed his conviction, and we transferred the case on our own motion. The defendant argues that the judge erred in denying his motion for a new trial on the basis of newly discovered evidence, that he was denied effective assistance of counsel because his counsel had been suspended for failure to register with the Board of Bar Overseers, and because his counsel’s representation amounted to ineffective assistance of counsel.</p>\n<p id=\"b183-4\"><page-number citation-index=\"1\" label=\"167\">*167</page-number>1. The defendant moved for a new trial on the basis of newly discovered evidence. The defendant presented an affidavit from the victim’s mother, which stated that, on March 15, 1984, the date on which the victim testified the final sexual assault occurred, the mother and the victim had been together all day, and that the defendant could not have raped the victim on that day. The affidavit also stated that the victim’s mother had been incapable of testifying at trial because of emotional problems. The judge denied the defendant’s motion for a new trial.</p>\n<p id=\"b183-5\">Granting a motion for a new trial rests within the sound discretion of the judge. <em>Commonwealth </em>v. <em>Brown, </em>378 Mass. 165, 170-171 (1979). <em>Commonwealth </em>v. <em>Grace, </em>370 Mass. 746, 751 (1976). <em>Commonwealth </em>v. <em>DeChristoforo, </em>360 Mass. 531, 542 (1971). The judge’s decision will not be reversed “unless a survey of the whole case shows that his decision, unless reversed, will result in manifest injustice.” <em>Sharpe, petitioner, </em>322 Mass. 441, 445 (1948). In considering a motion for a new trial based on newly discovered evidence, it was also for the judge’s discretion to determine the weight and import of affidavits submitted, especially where the motion judge was also the trial judge. See <em>Commonwealth </em>v. <em>Grace, </em>397 Mass. 303, 307 (1986); <em>Commonwealth </em>v. <em>DeChristoforo, supra </em>at 543. Where the motion judge presided at the jury-waived trial, that judge is in a particularly good position to assess the trial record. See <em>Commonwealth </em>v. <em>Grace, </em>397 Mass, at 307.</p>\n<p id=\"b183-6\">In this case, the judge found that, in light of the relationship between the defendant and the victim’s mother, the affidavit was “somewhat less credible,” See <em>Commonwealth </em>v. <em>Grace, </em>370 Mass, at 752. Moreover, the judge found that the affidavit raised no evidentiary issues that were not available to the defendant at trial. See <em>Commonwealth </em>v. <em>Grace, </em>397 Mass, at 306; <em>Commonwealth </em>v. <em>Brown, supra </em>at 171-172. Even if the affidavit of the victim’s mother were credible and raised a question of the precise date of the last incident of abuse, we do not think the judge’s denial of the defendant’s motion for a new trial would result in manifest injustice. The indictment alleged offenses occurring between January 1, 1984, <page-number citation-index=\"1\" label=\"168\">*168</page-number>and March 15, 1984; the precise date of the offense is not an element of the crime. <em>Commonwealth </em>v. <em>Day, </em>387 Mass. 915, 922 (1983). <em>Commonwealth </em>v. <em>King, </em>387 Mass. 464, 467-468 (1982). We conclude that the judge did not abuse his discretion in denying the defendant’s motion for a new trial on the basis of newly discovered evidence.</p>\n<p id=\"b184-5\">2. The defendant subsequently filed a motion for reconsideration of denial of postconviction relief, which the judge treated as a second motion for a new trial. The basis for the defendant’s motion was his discovery that his trial counsel, Mr. Arthur H. Gregory, had been suspended from the practice of law in the Commonwealth for failure to register with the Board of Bar Overseers. The defendant argues that representation by a suspended attorney constitutes per se ineffective assistance of counsel, without requiring a showing of prejudice resulting from counsel’s incompetence.</p>\n<p id=\"b184-6\">The defendant relies on <em>People </em>v. <em>Felder, </em>47 N.Y.2d 287 (1979), for the adoption of a per se rule. In <em>Felder, </em>the person who represented the defendant at trial had never been admitted to the bar, and had in fact never completed law school; he was “a layman masquerading as a lawyer.” <em>Id. </em>at 291. This case does not raise the concerns the New York court found in <em>Felder. </em>In this case, the defendant’s counsel had properly been admitted to the bar. His suspension was for an administrative matter, and not for a matter raising serious questions such as moral character or other conduct bearing on his capacity and competence. See <em>United States </em>v. <em>Bradford, </em>238 F.2d 395 (2d Cir. 1956), cert. denied, 352 U.S. 1002 (1957); <em>Wilson </em>v. <em>People, </em>652 P.2d 595 (Colo. 1982), cert. denied, 459 U.S. 1218(1983); <em>Johnson </em>v. <em>State, </em>225 Kan. 458 (1979); <em>People </em>v. <em>Brewer, </em>88 Mich. App. 756 (1979). Cf. <em>Commonwealth </em>v. <em>Stirk, </em>16 Mass. App. Ct. 280, 284 (1983), <em>S.C., </em>392 Mass. 909, 912 n.2 (1984). We decline to adopt a rule that representation by counsel who had been suspended for failure to register with the board constitutes per se ineffective assistance of counsel.</p>\n<p id=\"b184-7\">3. The defendant argues that, even if we do not adopt a per se rule, his representation by counsel was ineffective. In determining whether the defendant was denied effective assistance <page-number citation-index=\"1\" label=\"169\">*169</page-number>of counsel, we must examine “whether there has been serious incompetency, inefficiency, or inattention of counsel — behavior of counsel falling measurably below that which might be expected from an ordinary fallible lawyer — and, if that is found, then, typically, whether it has likely deprived the defendant of an otherwise available, substantial ground of defence.” <em>Commonwealth </em>v. <em>Saferian, </em>366 Mass. 89, 96 (1974). The defendant’s burden is to demonstrate both the shortcomings of the trial counsel’s behavior and that that conduct “has likely deprived the defendant of an otherwise available, substantial ground of defence.” <em>Commonwealth </em>v. <em>Bryant, </em>390 Mass. 729, 749- 750 (1984), quoting <em>Commonwealth </em>v. <em>Saferian, supra. Commonwealth </em>v. <em>Street, </em>388 Mass. 281, 285 (1983).</p>\n<p id=\"b185-6\">The defendant argues that his attorney’s suspension for failing to register with the board “is indicative of a certain cavalier attitude with respect to the duties and responsibilities of an attorney,” and it is therefore “entirely possible, and perhaps even likely” that counsel failed to prepare the defendant’s case adequately. We reject this argument. Ineffective assistance of counsel must be shown by specific instances of attorney incompetence, not by mere speculation.</p>\n<p id=\"b185-7\">The defendant points as evidence of incompetence to the statement of the victim’s mother in her affidavit that the defendant’s counsel had never interviewed her. The defendant also argued for the first time in oral argument before this court that the defendant’s trial counsel should have moved for a bill of particulars regarding the date of the offenses. See G. L. c. 277, § 34 (1984 ed.); Mass. R. Crim. P. 13 (b) (1), 378 Mass. 871 (1979).</p>\n<p id=\"b185-8\">The defendant has failed to indicate an instance of trial counsel’s incompetence. The judge, who observed trial counsel throughout the trial, found the case was presented with “vigor and competence.” The defendant’s trial counsel could have decided as a matter of trial tactics not to call the victim’s mother as a witness because the fact finder might not find her testimony credible. See <em>Commonwealth </em>v. <em>Bryant, supra </em>at 750- 752. Moreover, even if the statements in her affidavit might be believed, they could only disprove that the defendant committed the offense on the specific date of March 15, 1984. <page-number citation-index=\"1\" label=\"170\">*170</page-number>The precise date, however, is not an element of the offense. See <em>Commonwealth </em>v. <em>Day, supra; Commonwealth </em>v. <em>King, supra. </em>Similarly, the judge would not have been required to grant a request for a bill of particulars. See <em>Commonwealth </em>v. <em>Baran, </em>21 Mass. App. Ct. 989, 990 (1986). The defendant has not shown that “better work might have accomplished something material for the defense.” <em>Commonwealth </em>v. <em>Satterfield, </em>373 Mass. 109, 115 (1977).</p>\n<p id=\"b186-5\">\n<em>Judgment affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b182-8\"> The defendant moved to suppress his confession. After a hearing, the motion judge denied the motion. At the jury-waived trial, however, the judge decided to “give the defendant the benefit of the doubt and exclude the confession from consideration.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}