{
  "casebody": {
    "data": "<casebody firstpage=\"137\" lastpage=\"140\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b153-9\">E. R. Lowe v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b153-10\">No. 11471.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AKB\">Delivered December 19, 1928.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b154-9\"><page-number citation-index=\"1\" label=\"138\">*138</page-number>The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b154-10\"><em>Ratliff &amp; Ratliff, J. F. Cunningham, J. S. Kendall </em>and <em>McDonald &amp; Anderson, </em>for appellant</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b154-11\"><em>A. A. Dawson </em>of Canton, State’s Attorney, for the State.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b154-12\">LATTIMORE, Judge.</author>\n<p id=\"AqPq\">Appellant appeals from a conviction for manslaughter, with punishment fixed at two years in the penitentiary.</p>\n<p id=\"b154-13\">Appellant was indicted for murder. He introduced many witnesses whose testimony seemed to the jury sufficient to justify them in concluding that at the time he killed deceased his mind was agitated by information of statements made by deceased which reflected, if true, an undue intimacy between deceased and the wife of appellant. It is not deemed necessary to set out the facts at length.</p>\n<p id=\"b154-14\">There are three bills of exception in the record. Bills Nos. 1 and 2 contain recitals of facts and rulings of the court in the rejection of testimony, which testimony, if same had been admitted, would have had no other effect than to reduce the case to manslaughter. The verdict of the jury having effectually settled that proposition, neither of said bills could be held to present error of a reversible character.</p>\n<p id=\"b154-15\">Appellant reserved numbers of exceptions to the charge of the court, which appear in bill of exceptions No. 3. Among others we find exceptions to the failure of the court to charge on the presumption arising from the use of a deadly weapon in the hands of deceased; also because the charge on uncommunicated threats was erroneous in that it restricted the jury’s consideration of such <page-number citation-index=\"1\" label=\"139\">*139</page-number>threats to a determination of the condition of the mind of deceased. The learned trial judge charged on self-defense, evidently regarding this issue as raised by the testimony. The mother of appellant swore that he returned home a few minutes after having gone away in his car, and that upon his return he was much excited and said to her: <em>“1 </em>had to kill Pies Chamberlain to save my life; he was shooting at me.” Mr. Burdette swore for the defense that he heard the shooting at the time of the homicide and it sounded as if some shots were louder than others, as though not all came from the same gun. Appellant used a shot gun. Six pistol cartridges were found in a pocket of deceased after his death; a brother of the deceased was the first person to arrive at the scene of the shooting, and some testimony offered by the defense was regarded as indicative of the fact that said brother was hiding a pistol when seen by another witness who presently came up.</p>\n<p id=\"b155-5\">Art. 1223 P. C., provides that when a homicide takes place to prevent murder, etc., if the weapon or means used by the party attempting or committing such murder, etc., are such as would have been calculated to produce that result, it is to be presumed that the person so using them designed to inflict the injury. In many cases cited by Mr. Branch in his Annotated P. C., Sec. 1918, and by Mr. Vernon in his annotation of said Art. 1223, supra, it has been held that it is erroneous for the trial court to fail to charge this presumption when the facts call for such charge. In Smith v. State, 57 Texas Crim. Rep. 455, we said it was error to fail to give such charge when the accused testified that deceased was shooting at him at the time of the killing. This seems to be the law of the case even though circumstantially the State shows deceased to be unarmed. McMichael v. State, 49 Texas Crim. Rep. 425. The res gestae statement of appellant in this case, to his mother, given in testimony by her, and clearly provable in his behalf, coupled with other testimony, leads us to believe the exception to the failure to charge on said presumption was well taken in the instant case. The fact that it might appear from the testimony of an eye-witness that appellant began the shooting; or that it might appear doubtful whether deceased did any shooting at all, would not justify the court in refusing to give charges applicable to the issues raised by the testimony for the defendant.</p>\n<p id=\"b155-6\">On the subject of uncommunicated threats, the court charged the jury as follows:</p>\n<p id=\"b155-7\">“If you find and believe from the evidence, that the deceased had made threats to take the life of the defendant, or to do him serious <page-number citation-index=\"1\" label=\"140\">*140</page-number>bodily injury, and that such threats had not been communicated to the defendant, then they will only be considered by you, if considered at all, as a circumstance tending to explain the action of the deceased at the time of the killing, if they do so.”</p>\n<p id=\"b156-5\">This was also excepted to on the ground that appellant was entitled to have the jury told that uncommunicated threats could be considered by the jury in determining who was the aggressor., and who began the difficulty, and also as corroborating the testimony of communicated threats. In his brief appellant cites Sebastian v. State, 42 Texas Crim. Rep. 84, in which case this court held it error to ■charge that proof of uncommunicated threats might be considered only as determining the state of mind of the deceased, since such proof was also admissible to show who began the difficulty. See also Huddleston v. State, 54 Texas Crim. Rep. 98. Of course if no issue of self-defense had appeared or been in the case, it would not be error to refuse to charge on -uncommunicated threats, but, as stated above, the learned trial judge correctly recognized that the issue of self-defense was in this case, and charged the jury upon same. It follows that we are of opinion this exception was also well taken.</p>\n<p id=\"b156-6\">For the errors mentioned the judgment will be reversed and the cause remanded.</p>\n<p id=\"b156-7\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}