{
  "casebody": {
    "data": "<casebody firstpage=\"260\" lastpage=\"265\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b292-9\">Arthur Rivers, Appellant, <em>v. </em>Peter Sauter, Respondent.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b292-10\">Argued February 24, 1970;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ABr\">decided April 8, 1970.</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b293-5\"><page-number citation-index=\"1\" label=\"261\">*261</page-number><em>Leonard A. Sheft </em>and <em>Harry Bermack </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"AyW5\">I. An owner who furnishes or supplies a faulty ladder to an employee is absolutely liable for breach of the nondelegable statutory duties imposed by section 240 of the Labor Law. <em>(Koenig </em>v. <em>Patrick Constr. Corp., </em>298 N. Y. 313; <em>Galbraith </em>v. <em>Pike, </em>18 A D 2d 39; <em>Melzer </em>v. <em>195 Broadway Corp., </em>17 A D 2d 656; <em>Mendes </em>v. <em>Caristo Constr. Corp., </em>5 A D 2d 268, 6 N Y 2d 729; <em>Adamo </em>v. <em>Fuller Co., </em>47 Misc 2d 1036; <em>Kluttz </em>v. <em>Citron, </em>2 N Y 2d 379; <em>Overton </em>v. <em>Gerard, </em>2 A D 2d 410; <em>Borzell </em>v. <em>Peter, </em>285 App. Div. 983.) II. One who gives a direction to another to work under an assurance of safety when he knew or should have known that a dangerous condition existed is liable to defendant for the resultant injuries. <em>(Broderick </em>v. <em>Cauldwell-Wingate Co., </em>301 N. Y. 182.)</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b293-6\"><em>Daniel J. Coughlin </em>for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AV8\">I. Section 240 of the Labor Law of the State of New York does not apply to a private home owner under the facts and circumstances disclosed by the record. <em>(Connors </em>v. <em>Boorstein, </em>4 N Y 2d 172; <em>Pollard </em>v. <em>Trivia Bldg. Corp., </em>291 N. Y. 19; <em>Koenig </em>v. <em>Patrick Constr. Corp., </em>298 N. Y. 313; <em>Kluttz </em>v. <em>Citron, </em>2 N Y 2d 379; <em>Bellask </em>v. <em>Coronation Homes, </em>5 N Y 2d 956; <em>Grant </em>v. <em>Rochester Gas &amp; Elec. Corp., </em>20 A D 2d 48; <em>Iacono </em>v. <em>Frank &amp; Frank Contr. Co., </em>259 N. Y. 377; <em>O’Brien </em>v. <em>Annarella, </em>29 A D 2d 890; <em>Agnelli </em>v. <em>Tonegatti, </em>20 A D 2d 887.) II. The cases cited by appellant do not support appellant’s position. <em>(Sdoia </em>v. <em>Cawley, </em>290 N. Y. 847; <em>Overton </em>v. <em>Gerard, </em>2 A D 2d 410; <em>Borzell </em>v. <em>Peter, </em>285 App. Div. 983.)</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b293-7\">Bergan, J.</author>\n<p id=\"Adp\">Plaintiff is a painter. Defendant hired him to paint the outside of his frame dwelling house. Plaintiff testified he agreed to paint “ the outside ” of the house, the ‘ wooden frame * * the border, the window frame, and the doorways ”. He was to be paid at an hourly rate.</p>\n<p id=\"b294-4\"><page-number citation-index=\"1\" label=\"262\">*262</page-number>Defendant furnished a ladder on which a rung broke while plaintiff was using it. Plaintiff testified: “ It looked like about six inches broke off, and it was like an old crack in it. ’ ’ Plaintiff was injured.</p>\n<p id=\"b294-5\">This action based on section 240 of the Labor Law and on common-law negligence was dismissed at the end of plaintiff’s case, and the Appellate Division has affirmed by a divided court.</p>\n<p id=\"b294-6\">The proof brings the case literally within the language of section 240 of the Labor Law. The question is whether prior decisions of this court have removed the owner of a household from the operation of the statute where he hires a painter to repaint the outside of his house. It was on a reading of some of these cases that the Appellate Division decided that the statute does not apply here.</p>\n<p id=\"b294-7\">Although article 10 of the Labor Law, which includes section 240, is headed ‘ ‘ Building Construction, Demolition and Repair Work ” the language of the section itself plainly is not limited to construction or demolition. And “repair work”, to the extent the term may have any effect on the operation of section 240, must be read as including painting. By accepted canons of construction the generalities of the article heading must yield to the specifics of the section itself.</p>\n<p id=\"b294-8\">The pertinent direction of the language of section 240 for the purposes of the present case is that <em>11 </em>A person employing * * * another to perform labor of any kind in the <em>* </em>* * painting * * * of a building or structure shall furnish * * * ladders * * * which shall be so constructed * # * as to give proper protection to a person so employed ”.</p>\n<p id=\"b294-13\">Unless there is judicial construction plainly pointing the other way, there can be little doubt that this language fits exactly the situation in the present case, i.e., plaintiff was hired by defendant to paint a building and was given a ladder which did not afford “ proper protection ”.</p>\n<p id=\"b294-15\">The two cases most heavily relied on for a construction to exclude the application of the statute are <em>Kluttz </em>v. <em>Citron </em>(2 N Y 2d 379) and <em>Connors </em>v. <em>Boorstein </em>(4 N Y 2d 172). In <em>Kluttz </em>the majority stressed the stipulation that plaintiff there was an independent contractor (p. 383) but it is clear from the opinion that this was not there decisive and in any event <em>Koenig </em>v. <em>Patrick </em><page-number citation-index=\"1\" label=\"263\">*263</page-number><em>Constr. Corp. </em>(298 N. Y. 313) plainly holds that the statute would apply to a workman who also is an independent contractor.</p>\n<p id=\"b295-5\">The decisive circumstance in <em>Klutts </em>was that the plaintiff had a choice of two ladders and himself altered the one that caused the accident. It is not a decision which can reasonably lead to a dismissal of the complaint under the facts now before the court.</p>\n<p id=\"b295-6\">In <em>Connors </em>v. <em>Boorstein </em>( 4 N Y 2d 172, <em>supra) </em>the court held that section 240 did not cover a domestic cleaning the outside of a window as part of a household task. The term “ cleaning ”, as used in section 240, was read as incidental to building construction, demolition and repair work and ‘6 not to the cleaning of the windows of a private dwelling by a domestic ” (p. 175).</p>\n<p id=\"b295-7\">This limitation on the .statute expressed in <em>Connors </em>should apply only to truly domestic situations. The painting of the outside of a house by a painter is surely not that. It comes precisely. within the term <em>‘1 </em>painting * * * of a building ” and if plain meaning is given to plain language this plaintiff must come within the protection of the statute.</p>\n<p id=\"b295-9\">In <em>Koenig </em>v. <em>Patrick </em>Constr. <em>Corp. </em>(298 N. Y. 313, <em>supra), </em>which is the leading case in the construction of section 240, Judge Fuld’s -opinion deals both with the elimination of contributory negligence in a case arising under the statute; and with the legislative purpose to protect workers in these prescribed situations.</p>\n<p id=\"b295-10\">Speaking of the safe-ladder provision of section 240, Judge Fuld wrote (p. 318): “By its force, certain safeguards have been legislatively commanded for the safety of those engaging in the work described. Instead of simply defining the general standard of care required and then providing that violation of that standard evidences negligence, the legislature imposed upon employers or those directing the particular work to be done, a flat and unvarying duty. * * * For breach of that duty, thus absolutely imposed, the wrongdoer is rendered liable without regard to his care or lack of it.”</p>\n<p id=\"b295-12\">Nothing decided in <em>Mendes </em>v. <em>Caristo Constr. Corp. </em>(5 A D 2d 268, affd. 6 N Y 2d 729), which turned on the fact the sling which broke was not furnished by defendant, would lead to a different result. Although the ruling that common-law negli<page-number citation-index=\"1\" label=\"264\">*264</page-number>gence is not established is correct, a prima facie case of liability under the statute is shown.</p>\n<p id=\"b296-5\">The order should be reversed and a new trial ordered, with costs to abide the event.</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b296-6\">Scileppi, J. (dissenting).</author>\n<p id=\"AMx\">I dissent and vote to affirm for the reasons stated in the majority opinion at the Appellate Division. I merely add the following to amplify my disagreement with the majority herein.</p>\n<p id=\"b296-7\">In <em>Connors </em>v. <em>Boorstein </em>(4 N Y 2d 172) we held that section 240 of the Labor Law should not be so literally read as to apply to an employee injured while cleaning windows of a private dwelling. We stated: “ The statutory words ‘ A person employing or directing another to perform labor of any kind in the * * * cleaning * * * of a building or structure shall furnish # * * ladders * * * which shall be so constructed * * * as to give proper protection to a person so employed or directed’ — standing by themselves and without more — should not be separated from context in order to create a liability which is clearly not contemplated when such words are read in the light of the whole enactment. When so done, it is significant to note that section 240 is found in article 10 of the Labor Law, which relates to ‘ Building construction, demolition and repair work ’.” (p. 174).</p>\n<p id=\"b296-9\">We then continued with a discussion of the legislative history of the statute and concluded that: “ It follows, as a matter of logic and common sense, that the word ‘ cleaning ’ as used in context, has reference to the cleaning ’ incidental to building construction, demolition and repair work and hot to the cleaning of the windows of a private dwelling by a domestic.” (p. 175).</p>\n<p id=\"b296-10\">In reversing herein the majority has taken the exact portions of the statute quoted in <em>Connors </em>and merely substituted the word “ painting ” for “ cleaning ” and without any consideration for the spirit of the statute, which we found controlling in <em>Connors, </em>stated that: <em>‘ </em>By accepted canons of construction the generalities of the article heading [Building construction, demolition and repair work] must yield to the specifics of the section itself.”</p>\n<p id=\"b296-11\">It is my view that the majority’s distinction' between “ cleaning ” and “ painting ” is unjustified. Moreover, this distinction <page-number citation-index=\"1\" label=\"265\">*265</page-number>has been drawn by employing a method of statutory construction expressly rejected in <em>Connors </em>itself.</p>\n<p id=\"b297-5\">As to the majority’s attempt to distinguish <em>Connors </em>on the ground that there we were involved with a “ truly domestic ” situation, suffice it to say that I do not believe that the Legislature, in using the broad language “ A person employing * * * another to perform labor of any kind”, ever contemplated making such a distinction.</p>\n<p id=\"b297-6\">Accordingly, the order appealed from should be affirmed.</p>\n<p id=\"b297-7\">Chief Judge Fuld and Judges Burke, Breitel and Gibson concur with Judge Bergan ; Judge Scileppi dissents and votes to affirm in a separate opinion in which Judge Jasen concurs.</p>\n<p id=\"b297-8\">Order reversed, etc.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}