{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"2\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b21-3\">VIRGINIA:</p>\n<p data-order=\"1\" data-type=\"parties\" id=\"b21-4\">In the Supreme Court of Virginia held at the Supreme Court Building in the City of Richmond on Friday the 12th day of May, 2000.</p>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b21-5\">Frank Raymond Pauley, Appellant, against State Farm Mutual Automobile Insurance Company, Appellee.</parties>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"At\">Record No. 992366</docketnumber>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"AAk\">Circuit Court No. CL98-300</docketnumber>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b21-10\">Upon consideration of the record, briefs, and argument of counsel, the Court is of opinion that there is no error in the judgment of the circuit court.</p>\n<p id=\"b21-11\">The issue presented by this appeal is whether our holding in <em>Cotchan v. State Farm Fire &amp; Casualty Co., 250 </em>Va. 232, 462 S.E.2d 78 (1995) applies on the facts of this case. In <em>Cotchan, </em>we held that an exclusion in an automobile liability insurance policy which provided that the policy’s medical expense coverage did not apply to “bodily injuries sustained by the named insured or any relative while occupying any motor vehicle owned by or furnished or available for regular use of such named insured or relative and which is not an insured motor vehicle” was not violative of the provisions of Code § 38.2-2201 requiring that such coverage be extended to relatives of a named insured and permitting the “stacking” of medical expense coverage for up to four vehicles so insured. <em>Id. </em>at 234-36, 462 S.E.2d at 79-81. In <em>Cotchan, </em>the claimant was the named insured in a separate policy of insurance issued by a different insurance company and he had declined medical payments coverage under that policy. We held that as defined in the policy under which he sought coverage, his vehicle was not “an insured vehicle” and, thus, the exclusion applied and barred his recovery under that policy.</p>\n<p id=\"b21-12\">Appellant asserts that the present case can be distinguished from <em>Cotchan </em>on the grounds that the separate policy of insurance on his vehicle was issued by the same company as the policy on his wife’s <page-number citation-index=\"1\" label=\"2\">*2</page-number>vehicle under which he seeks to stack medical expense coverage and that both policies contained provisions for medical payments coverage. Thus, he contends, appellee had a known risk that the coverage of the two policies could be stacked and had accepted premiums for that risk. We disagree.</p>\n<p id=\"b22-5\">The clear import of our holding in <em>Cotchan </em>is that Code § 38.2-2201 “does not prohibit reasonable exclusions of medical expense coverage that are clear and unambiguous.” <em>Id. </em>at 234-35, 462 S.E.2d at 80. The exclusion here is identical to the one at issue in <em>Cotchan. </em>Under the definitions of the policy relevant to this exclusion, an “insured vehicle” is one insured under the same policy as the vehicle for which medical expense coverage is being sought, and not merely one insured under a policy issued by the same company. As such, the exclusion is clear and unambiguous, and, under the same rationale applied in <em>Cotchan, </em>it is not violative of Code § 38.2-2201.</p>\n<p id=\"b22-6\">Accordingly, the judgment of the trial court is affirmed. The appellee shall recover thirty dollars damages from the appellant.</p>\n<p id=\"b22-7\">This order shall be certified to the said circuit court and because we are advised that the issue is one of significance in proceedings in other circuit courts, this order shall be published in the Virginia Reports.</p>\n<p id=\"b22-8\">A Copy,</p>\n<p id=\"b22-9\">Teste:</p>\n<p id=\"pAx\">[[Image here]]</p>\n<p id=\"b22-10\">David B. Beach, Clerk</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}