{
  "casebody": {
    "data": "<casebody firstpage=\"578\" lastpage=\"580\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b598-6\">Lucy A. Rawson <em>vs. </em>Stephen W. Rawson &amp; others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b598-7\">Worcester.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AXYj\">May 31, 1892.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AQh\">June 22, 1892.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b598-8\">Present: Field, C. J., Allen, Holmes, Knowlton, &amp; Barker, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b598-9\"><em>Validity of Marriage </em>— <em>Legitimacy.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b598-10\">Where two persons have contracted marriage in \"good faith in the belief that each can lawfully marry, and it is subsequently discovered that the marriage is void because one of the parties has a former husband or wife alive, a libel for annulling tlie marriage cannot be maintained by the survivor after the death of the other party.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b598-11\">Petition under the Pub. Sts. c. 145, §§ 11 and 14. The petitioner set forth that she was legally married to one Bruce in <em>1852; </em>that they subsequently cohabited in this Commonwealth until 1868, when Bruce deserted her; that she heard nothing of or from him, in any way, for eight years, and a long time thereafter, and that she honestly supposed him to be dead, but had recently heard that he was alive <em>; </em>that in 1876 she entered into the marriage relation with Moses A. Rawson, which marriage was contracted in good faith, and with the full belief of both .parties that the former husband of the petitioner was dead ; that said relation of marriage continued till the death of said Moses A., in March, 1891; that in December, 1877, there was born to the petitioner the issue of the last mentioned marriage, a son, Daniel A. Rawson, now alive.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b598-12\">The petition asked that the Rawson marriage be declared void, and that Daniel A. Rawson be declared the legitimate issue of Moses A., he having been capable of contracting said marriage.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b598-13\">All the heirs of Moses A. were joined as respondents, and some of them appeared as contestants. Before trial on the facts, a motion to dismiss was filed by the contestants, on the <page-number citation-index=\"1\" label=\"579\">*579</page-number>ground that on the allegations the petition could not be maintained. Bond, J. found as matter of fact that the Rawson marriage was entered into in good faith, and with a full belief on the part of both parties that Bruce was dead, and also found that Bruce was alive at the time the Rawson marriage was entered into. The judge ruled as matter of law that the petition could not be maintained, on the ground that Moses A. Rawson was dead, refused to enter a decree declaring Daniel A. Rawson the legitimate issue of Moses A. Rawson, ordered the motion to dismiss to be allowed, and reported the case for the determination of this court. If the rulings and findings were right, the order of the Superior Court was to be affirmed; if the findings of fact were not warranted by the evidence, and the rulings as matters of law were wrong, a new trial was to be granted; if the findings of fact were warranted by the evidence, and the motion of the respondents to dismiss the petition should have been overruled, the case was to be remanded to the Superior Court, with direction to grant the requests of the petition, and to decree Daniel A. Rawson the legitimate issue of Moses A. Rawson.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b599-5\"><em>J. R. </em>Thayer, for the petitioner.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b599-6\"><em>J. E. </em>Beeman, for the respondents.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b599-7\">Knowlton, J.</author>\n<p id=\"Ati\">This case presents the question whether, when two persons have contracted marriage in good faith in the belief that each can lawfully marry, and it is subsequently discovered that the marriage is void because one of the parties has a former husband or wife alive, a libel for annulling the marriage can be maintained by the survivor, after the death of the other party.</p>\n<p id=\"b599-8\">The Pub. Sts. c. 145, § 11, which provide for proceedings to annul or affirm a marriage whose validity is doubted, make these proceedings closely analogous to proceedings for divorce. Under the statute, “ either party may file a libel ”; that is to say, either party to the supposed marriage, and not another person interested in the marriage. “ Such libel shall be filed in the same manner as a libel for divorce, and all the provisions of chapter one hundred and forty-six relative to libels for divorce . . . shall, so far as applicable, apply to libels under this section.” § 11. The statute plainly contemplates proceedings between the original parties to the marriage, and these can only be had while they are both alive.</p>\n<p id=\"b600-4\"><page-number citation-index=\"1\" label=\"580\">*580</page-number>It has always been held in England that petitions for a decree of nullity of a marriage cannot be maintained after the death of one of the parties. <em>Hinks </em>v. <em>Harris, </em>4 Mod. 182. <em>Hemming </em>v. <em>Price, </em>12 Mod. 432. <em>Brownsword </em>v. <em>Edwards, </em>2 Ves. Sen. 243, 245. 2 Bish. on Mar. &amp; Div. (6th ed.) § 298, and cases cited. We have been referred to no authority in which a libel of this kind has been sustained in this country, and it would seem that, except where there are special statute provisions, the law in the American States is the same as in England. <em>Fornshill </em>v. <em>Murray, </em>1 Bland, 479. <em>Pingree </em>v. <em>Goodrich, </em>41 Vt. 47.</p>\n<p id=\"b600-5\">The reasons on which such proceedings are ordinarily founded are inapplicable to a case in which one of the parties is dead. While both are living and the marriage apparently in force, it may be important to have their status determined by an adjudication, rather than that they should remain in doubt in regard to the validity of the marriage. But where death terminates the marriage relation, this reason no longer exists. Moreover, there are grave objections to permitting one of the parties, after the death of the other, to have a decree which shall relate back and change their previous apparent status, and perhaps affect important collateral interests,. Without an express provision of statute to that effect, a libel of this kind ought not to be permitted after the death of either of the parties.</p>\n<p id=\"b600-6\">It is contended in behalf of the libellant, that under the Pub. Sts. c. 145, § 14, a decree of nullity should be entered for the purpose of giving legitimacy to the issue of the supposed marriage. If the contention of the libellant were correct, it would follow that a libel might be brought, and a decree of nullity entered, after the death of both of the parties to the supposed marriage. This is not the meaning of the statute. Section 14 does not authorize the bringing of any suit which cannot be brought under § 11, and the statement of the fact that the second marriage was contracted in good faith is to be made in a decree of nullity entered while both of the parties to the marriage are alive, and not in any other.</p>\n<p id=\"b600-7\">The libel was rightly dismissed. The other questions raised at the hearing are not now material.</p>\n<p id=\"b600-8\">\n<em>Libel dismissed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}