{
  "casebody": {
    "data": "<casebody firstpage=\"801\" lastpage=\"809\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b827-23\">UNITED STATES of America, Plaintiff-Appellee, v. Michael PERICLES, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b827-26\">No. 09-15594</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"ADg\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b827-27\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b827-28\">June 10, 2010.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b829-20\"><page-number citation-index=\"1\" label=\"803\">*803</page-number>Beatriz Galbe Bronis, Federal Public Defender, Assistant Federal Public Defender, Vincent P. Farina, Kathleen M. Williams, Federal Public Defender, Miami, FL, for Defendant-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b829-21\">Kathleen M. Salyer, Anne R. Schultz, U.S. Attorney’s Office, Miami, FL, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b829-23\">Before DUBINA, Chief Judge, CARNES and FAY, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b829-25\">PER CURIAM:</author>\n<p id=\"b829-26\">Appellant Michael Pericles appeals his conviction and 96-month sentence for possession of firearms and ammunition by a convicted felon, in violation of 18 U.S.C. § 922(g)(1).</p>\n<p id=\"b829-27\">I.</p>\n<p id=\"b829-28\">On appeal, Pericles argues that his conviction under 18 U.S.C. § 922(g)(1) is un<page-number citation-index=\"1\" label=\"804\">*804</page-number>constitutional because the possession of a firearm by a convicted felon does not have a substantial effect on interstate commerce. However, Pericles concedes that our binding precedent may foreclose his Commerce Clause argument.</p>\n<p id=\"b830-4\">Constitutional challenges raised for the first time on appeal are reviewed for plain error. <em>United States v. Peters, </em>403 F.3d 1263, 1270 (11th Cir.2005). Under the plain error standard, a defendant must show (1) error, (2) that is plain, (3) that affects substantial rights, and (4) that “seriously affeet[s] the fairness, integrity, or public reputation of judicial proceedings.” <em>Id. </em>at 1271 (quoting <em>United States v. Otono, </em>507 U.S. 725, 731, 113 S.Ct. 1770, 1776, 123 L.Ed.2d 508 (1993)).</p>\n<p id=\"b830-5\"> We have previously rejected both challenges to the facial constitutionality of § 922(g)(1) asserted by Pericles — that the statute fails to specifically define commerce as “interstate or foreign commerce,” and that the statute does not require that a felon’s possession of a firearm substantially affect interstate commerce. <em>See, e.g., United States v. Wright, </em>392 F.3d 1269, 1280 (11th Cir.2004). Moreover, we have continued to uphold the “minimal nexus” test, which provides that the interstate nexus requirement is met “once the government demonstrate^] that the gun had previously travelled in interstate commerce.” <em>United States v. McAllister, </em>77 F.3d 387, 390 (11th Cir.1996).</p>\n<p id=\"b830-6\">Because we have previously held that § 922(g)(1) is not unconstitutional, we reject Pericles’s contention that we should find it facially invalid. Moreover, because, as discussed below, the government demonstrated that the firearm possessed by Pericles previously traveled in interstate commerce, the statute is not unconstitutional as applied to him.</p>\n<p id=\"b830-7\">II.</p>\n<p id=\"b830-8\">Pericles next argues that the government’s evidence was insufficient to establish the required interstate nexus to convict him under § 922(g)(1).</p>\n<p id=\"b830-9\">We review <em>de novo </em>the district court’s denial of a motion for judgment of acquittal, “viewing the evidence in the light most favorable to the government and drawing all reasonable inferences and credibility choices in favor of the jury’s verdict.” <em>United States v. Tampas, </em>493 F.3d 1291, 1297-98 (11th Cir.2007) (internal quotation marks omitted). “The jury is free to choose among alternative reasonable interpretations of the evidence and the government’s proof need not exclude every reasonable hypothesis of innocence.” <em>Id. </em>at 1298 (internal citations and quotation marks omitted). We will affirm “if a reasonable juror could have concluded that the evidence established [the defendant’s] guilt beyond a reasonable doubt.” <em>Id.</em></p>\n<p id=\"b830-10\">To convict under 18 U.S.C. § 922(g)(1), the government must prove the following three elements beyond a reasonable doubt: (1) the defendant has been convicted of a crime punishable by imprisonment for a term exceeding one year, and (2) the defendant knowingly possessed a firearm or ammunition, (3) in or affecting interstate commerce. <em>United States v. Funches, </em>135 F.3d 1405, 1406-07 (11th Cir.1998). For purposes of § 922(g)(1), a firearm is “(A) any weapon ... which will or is designed to or may readily be converted to expel a projectile by the action of an explosive; (B) the frame or receiver of any such weapon; (C) any firearm muffler or firearm silencer; or (D) any destructive device.” 18 U.S.C. § 921(a)(3).</p>\n<p id=\"b830-11\">Here the defendant was charged with the possession of four firearms as well as quantities of four types of ammunition. The jurisdictional element may be satisfied by proof that a firearm or ammunition <page-number citation-index=\"1\" label=\"805\">*805</page-number>traveled in interstate commerce. <em>United States v. McAllister, </em>77 F.3d at 390. Generally, expert testimony that the firearm traveled in interstate commerce is sufficient. <em>See United States v. Scott, </em>263 F.3d 1270, 1274 (11th Cir.2001) (noting that the prosecutor established the required interstate nexus through expert testimony that the firearm was manufactured in another state and had moved in interstate commerce).</p>\n<p id=\"b831-5\">Although direct evidence of movement in interstate commerce, such as tracing the firearm’s serial number, may be the best evidence of movement in interstate commerce, the government is not required to present this type of evidence. <em>See United States v. Clay, </em>355 F.3d 1281, 1287 (11th Cir.2004). In <em>Clay, </em>we held that the evidence was sufficient to meet the jurisdictional requirement of § 922(g)(1), even without expert testimony, because the firearm had the inscription “Colt Manufacturing Company, Hartford, CT,” and the firearm was seized in Georgia. <em>Id. </em>Moreover, a “firearms expert may testify — based on his examination of the weapons in question and his consultation of reference books— about where the particular weapons had been manufactured, to establish the required interstate nexus.” <em>United States v. Floyd, </em>281 F.3d 1346, 1349 (11th Cir.2002) (citation omitted) (rejecting a hearsay challenge to the admissibility of firearm expert’s opinion).</p>\n<p id=\"b831-6\">We conclude from the record that there was sufficient evidence to establish that the firearms and ammunition traveled in interstate commerce because the government presented testimony that they had been manufactured either in foreign countries or in states other than Florida, where Pericles was arrested.</p>\n<p id=\"b831-7\">III.</p>\n<p id=\"b831-8\">Pericles argues that the district court erred in denying his motion for a new trial challenging the court’s earlier ruling excluding any reference to a robbery that allegedly occurred prior to the officers arriving at Pericles’s home. He contends that the exclusion deprived him of a meaningful opportunity to present a complete defense in violation of his constitutional rights. In his motion, he also submitted the results of a polygraph examination in order to convince the court that he had a viable third party guilt defense. <em>(Id.).</em></p>\n<p id=\"b831-10\">We review the denial of a motion for a new trial for abuse of discretion. <em>United States v. Lee, </em>68 F.3d 1267, 1273 (11th Cir.1995). “The trial court is vested with broad discretion in ruling upon the relevancy and admissibility of evidence.” <em>United States v. Anderson, </em>872 F.2d 1508, 1515 (11th Cir.1989). When reviewing for abuse of discretion, we will affirm unless we find that “the district court has made a clear error of judgment, or has applied the wrong legal standard.” <em>United States v. Lyons, </em>403 F.3d 1248, 1255 (11th Cir.2005) (internal quotation marks omitted). Moreover, “[a]n evidentiary ruling will stand unless the complaining party has shown a substantial prejudicial effect.” <em>United States v. Breitweiser, </em>357 F.3d 1249, 1254 (11th Cir.2004) (internal quotation marks omitted). Finally, we will not reverse an erroneous evidentiary ruling if the resulting error was harmless. <em>United States v. Dickerson, </em>248 F.3d 1036, 1048 (11th Cir.2001). An error is harmless if it “had no substantial influence on the outcome and sufficient evidence uninfected by error supports the verdict.” <em>Id. </em>(internal quotation marks omitted).</p>\n<p id=\"b831-11\">The Supreme Court has held that the constitution guarantees criminal defendants “a meaningful opportunity to present a complete defense.” <em>Holmes v. South Carolina, </em>547 U.S. 319, 324, 126 S.Ct. 1727, <page-number citation-index=\"1\" label=\"806\">*806</page-number>1731, 164 L.Ed.2d 508 (2006) (internal quotation marks omitted). A relevant factual basis for the defense must exist under Federal Rules of Evidence 401 and 402. <em>United States v. Thompson, </em>25 F.3d 1558, 1564 (11th Cir.1994). Federal Rule of Evidence 402 provides that only relevant evidence is admissible. Fed.R.Evid. 402. “ ‘Relevant evidence’ [is] evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.” Fed.R.Evid. 401. Moreover, “well-established rules of evidence permit trial judges to exclude evidence if its probative value is outweighed by certain other factors such as unfair prejudice, confusion of the issues, or potential to mislead the jury.” <em>Holmes, </em>547 U.S. at 326, 126 S.Ct. at 1732 (citing Fed.R.Evid. 403).</p>\n<p id=\"b832-4\">Additionally, “[m]otions for a new trial based on newly discovered evidence are highly disfavored in the Eleventh Circuit and should be granted only with great caution. Indeed, the defendant bears the burden of justifying a new trial.” <em>United States v. Campa, </em>459 F.3d 1121, 1151 (11th Cir.2006) <em>(en banc) </em>(internal quotation marks omitted). A new trial is warranted based upon circumstances coming to light after trial only if the following five part test is satisfied: “(1) the evidence was in fact discovered after trial; (2) the defendant exercised due care to discover the evidence; (3) the evidence was not merely cumulative or impeaching; (4) the evidence was material; and (5) the evidence was of such a nature that a new trial would probably produce a new result.” <em>United States v. Starrett, </em>55 F.3d 1525, 1554 (11th Cir.1995) (internal quotation marks omitted). “Failure to meet any one of these elements will defeat a motion for a new trial.” <em>Id.</em></p>\n<p id=\"b832-5\">We have restricted the use of polygraph evidence to only two contexts: (1) when the parties stipulate in advance as to the test’s circumstances and the scope of its admissibility, or (2) “to impeach or corroborate the testimony of a witness at trial.” <em>United States v. Piccinonna, </em>885 F.2d 1529, 1535-36 (11th Cir.1989) <em>(en banc).</em></p>\n<p id=\"b832-7\">We conclude from the record that the district court did not abuse its discretion by denying Pericles’s motion for a new trial because (1) any error in excluding evidence relating to an alleged robbery that occurred prior to an officer observing Pericles in possession of the firearms and ammunition was harmless, and (2) the results of Pericles’s post-trial polygraph examination did not meet the test for newly discovered evidence.</p>\n<p id=\"b832-8\">IV.</p>\n<p id=\"b832-9\"> Pericles argues that it is improper for the government to argue that the jury must find that an officer is lying in order to acquit the defendant, and that it is improper for the prosecutor to vouch for an officer’s credibility by arguing that they would not lie on the stand. The use of these improper techniques cannot be justified as a response to defense tactics.</p>\n<p id=\"b832-10\">We review allegations of prosecutorial misconduct <em>de novo </em>because it is a mixed question of law and fact. <em>United States v. Eckhardt, </em>466 F.3d 938, 947 (11th Cir.2006). We assess whether the challenged comments were improper, and if so, whether they affected the substantial rights of the defendant. <em>Id. “A </em>defendant’s substantial rights are prejudicially affected when a reasonable probability arises that, but for the remarks, the outcome of the trial would have been different.” <em>Id. </em>(citation omitted). However, if “the record contains sufficient independent evidence of guilt, any error is harmless.” <em>Id.</em></p>\n<p id=\"b833-4\"><page-number citation-index=\"1\" label=\"807\">*807</page-number>We examine the prosecutor’s comments “in the context of the entire trial and in light of any curative instructions.” <em>United States v. Wilson, </em>149 F.3d 1298, 1301 (11th Cir.1998) (internal quotation marks omitted). Accordingly, to reverse on the basis of prosecutorial misconduct, “the misconduct must be so pronounced and persistent that it permeates the entire atmosphere of the trial.” <em>United States v. Herring, </em>955 F.2d 703, 710 (11th Cir.1992) (internal quotation marks omitted).</p>\n<p id=\"b833-5\">A prosecutor may not personally vouch for the credibility of a witness. <em>United States v. Eyster, </em>948 F.2d 1196, 1206 (11th Cir.1991). The prohibition against improper vouching, however, does not preclude prosecutors from arguing about credibility. <em>Id. </em>at 1207. “[R]ather, it forbids arguing credibility based on the reputation of the government office or on evidence not before the jury.” <em>United States v. Hernandez, </em>921 F.2d 1569, 1573 (11th Cir.1991) (citation omitted). Therefore, the prosecutor may “argue that the fair inference from the facts presented is that a witness had no reason to lie.” <em>Id. </em>(internal quotation marks omitted). Additionally, this Court has “recognized an exception to this prohibition, the so-called ‘fair response’ rule, that entitles a prosecutor to respond to arguments advanced by defense counsel in his or her statement to the jury.” <em>United States v. Lopez, </em>590 F.3d 1238, 1256 (11th Cir.2009) (internal quotation marks omitted).</p>\n<p id=\"b833-6\">Here, we conclude from the record that the prosecutor’s comments during the redirect examination did not constitute improper vouching. First, the challenged comments by the prosecutor were all made in her rebuttal argument and in response to Pericles’s suggestion. Second, she was permissibly arguing that it could be inferred from the facts presented that the witness had no reason to lie. Moreover, even if the comments were improper, we conclude they did not affect Pericles’s substantial rights because the court twice instructed the jury that attorney statements were not evidence and that it was up to the jury to determine whether to believe each witness’s testimony.</p>\n<p id=\"b833-8\">V.</p>\n<p id=\"b833-9\">Pericles argues that his sentence was procedurally unreasonable because the district court erred by calculating Pericles’s base offense level as 26 pursuant to U.S.S.G. § 2K2.1(a)(l) and by imposing a four-level enhancement pursuant to U.S.S.G. § 2K2.1(b)(4) for obliterated serial numbers on the weapons. Pericles argues that the district court should not have applied these enhancements because (1) there was no evidence supporting the enhancements presented at trial, (2) with respect to the § 2K2.1(b)(4) enhancement, the issue was not raised in any objections to the PSI, and (3) the sentencing testimony was based on hearsay, which violated his Confrontation Clause rights.</p>\n<p id=\"b833-10\">When reviewing the sentence imposed, we must first “ensure that the district court committed no significant procedural error, such as failing to calculate (or improperly calculating) the Guidelines range, treating the Guidelines as mandatory, failing to consider the § 3553(a) factors, selecting a sentence based on clearly erroneous facts, or failing to adequately explain the chosen sentence.” <em>Gall v. United States, </em>552 U.S. 38, 51, 128 S.Ct. 586, 597, 169 L.Ed.2d 445 (2007).</p>\n<p id=\"b833-11\">We review a district court’s application and interpretation of the Guidelines <em>de novo, </em>and its factual findings for clear error. <em>United States v. Rhind, </em>289 F.3d 690, 693 (11th Cir.2002). “For a factual finding to be clearly erroneous, this court, after reviewing all of the evidence, must be left with a definite and firm conviction that <page-number citation-index=\"1\" label=\"808\">*808</page-number>a mistake has been committed.” <em>United States v. Rodriguez-Lopez, </em>363 F.3d 1134, 1137 (11th Cir.2004) (internal quotations marks omitted).</p>\n<p id=\"b834-4\">“The findings of fact of the sentencing court may be based on evidence heard during trial, facts admitted by a defendant’s plea of guilty, undisputed statements in the presentence report, or evidence presented at the sentencing hearing.” <em>United States v. Wilson, </em>884 F.2d 1355, 1356 (11th Cir.1989); <em>see also United States v. Rodriguez, </em>398 F.3d 1291, 1300 (11th Cir.2005) (holding that extra-verdict enhancements used “in a non-mandatory guidelines system [are] constitutionally permissible”). Moreover, the “right to confrontation is not a sentencing right.” <em>United States v. Cantellano, 430 F.3d 1142, 1146 </em>(11th Cir.2005) (holding that Crawford<footnotemark>1</footnotemark> does not extend to non-capital sentencing). Therefore, the court may use “reliable hearsay at sentencing.” <em>Id.</em></p>\n<p id=\"b834-5\">The Federal Rules of Criminal Procedure provide that “[w]ithin 14 days after receiving the presentence report, the parties must state in writing any objections, including objections to material information, sentencing guideline ranges, and policy statements contained in or omitted from the report.” Fed.R.Crim.P. 32(f)(1). However, “[a]t sentencing, the court ... may, for good cause, allow a party to make a new objection at any time before sentence is imposed.” Fed.R.Crim.P. 32(i)(l)(D).</p>\n<p id=\"b834-6\">Under the Sentencing Guidelines, the base offense level for possession of a firearm by a convicted felon is 26 if the offense involved a “semiautomatic firearm that is capable of accepting a large capacity magazine” and the “defendant committed any part of the instant offense subsequent to sustaining at least two felony convictions of either a crime of violence or a controlled substance offense.” U.S.S.G. § 2K2.1(a)(l). However, the base offense level is only 24 if the offense did not involve a semiautomatic firearm capable of accepting a large capacity magazine. U.S.S.G. § 2K2.1(a)(2). The guideline commentary clarifies that a “semiautomatic firearm capable of accepting a large capacity magazine” means a</p>\n<blockquote id=\"b834-9\">firearm that has the ability to fire many rounds without reloading because at the time of the offense (A) the firearm had attached to it a magazine or similar device that could accept more than 15 rounds of ammunition; or (B) a magazine or similar device that could accept more than 15 rounds of ammunition was in close proximity to the firearm.</blockquote>\n<p id=\"b834-10\">U.S.S.G. § 2K2.1, comment, (n.2). Moreover, the sentencing level is increased by four levels if any of the firearms involved had an altered or obliterated serial number. U.S.S.G. § 2K2.1 (b)(4)(B).</p>\n<p id=\"b834-11\">We conclude from the record that the district court did not impose a procedurally unreasonable sentence. First, the district court was free to consider any sufficiently reliable information during the sentencing hearing, including hearsay statements. Second, we conclude there was no Confrontation Clause violation because the right to confrontation is a trial right that does not apply to a non-capital sentencing hearing. Third, we conclude it was not error for the district court to consider evidence presented at the sentencing hearing when making its factual findings. Finally, we conclude the district court did not abuse its discretion by allowing the government to raise a new objection to the PSI at the sentencing hearing.</p>\n<p id=\"b835-4\"><page-number citation-index=\"1\" label=\"809\">*809</page-number>VI.</p>\n<p id=\"b835-5\">Pericles argues that the sentence imposed by the district court is substantively unreasonable because the district court did not take into account all of the § 3553(a) factors or the totality of the circumstances. Specifically, the district court failed to seriously consider the results of the polygraph examination, which supported his defense that he was innocent.</p>\n<p id=\"b835-6\">We review the final sentence imposed by the district court for reasonableness. <em>United States v. Williams, </em>526 F.3d 1312, 1321 (11th Cir.2008). The Supreme Court has clarified that the reasonableness standard means review for abuse of discretion. <em>Gall, </em>552 U.S. at 46, 128 S.Ct. at 594. “[T]he burden of establishing that the sentence is unreasonable in light of the record and the § 3553(a) factors lies with the party challenging the sentence.” <em>Williams, </em>526 F.3d at 1322.</p>\n<p id=\"b835-7\">Pericles has not shown that the sentence imposed by the district court, which reflected a downward variance from the statutory maximum of 120 months to 96 months, was substantively unreasonable. While Pericles argues on appeal that the district court should have given more weight to the exculpatory polygraph examination results, the relative weight the district court afforded to each factor is entitled to deference. <em>Williams, </em>526 F.3d at 1322. Therefore, we affirm Pericles’s conviction and sentence.</p>\n<p id=\"b835-8\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b834-7\">. <em>Crawford, v. Washington, </em>541 U.S. 36, 124 S.Ct. 1354, 158 L.Ed.2d 177 (2004).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}