{
  "casebody": {
    "data": "<casebody firstpage=\"162\" lastpage=\"166\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b202-6\">John E. Savage, Jr., &amp; another <em>vs. </em>Agnes A. McCauley &amp; others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b202-8\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A1E\">May 5, 1938.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AU9\">September 13, 1938.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b202-9\">Present: Field, C.J., Donahue, Lummus, &amp; Qua, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b203-6\"><page-number citation-index=\"1\" label=\"163\">*163</page-number><em>B. Goldman &amp; S. Sandler, </em>for the defendant McCauley.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b203-7\"><em>D. J. Kelley &amp; T. F. Quinn, </em>for the plaintiffs.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b203-8\">Qua, J.</author>\n<p id=\"As_\">The allegations of the bill, in substance, are that the plaintiffs John E. Savage, Jr., and Ruth E. Savage are the next of kin of John E. Savage, deceased; that John E. Savage at his death on February 6, 1938, held a benefit certificate in the defendant Somerville Firemen’s Relief Association in which the plaintiff John E. Savage, Jr., was named as beneficiary and also policies of the defendant John Hancock Mutual Life Insurance Company in which both plaintiffs were named as beneficiaries; that the defendant Agnes A. McCauley, with whom the deceased boarded, has taken possession of the certificate and policies and contends that she is entitled to the proceeds thereof by virtue of a change of beneficiary alleged to have been executed by said John E. Savage before his death; that at the time of any purported change he was mentally incompetent; that any such changes of beneficiary are fraudulent and void as against the plaintiffs; and that the defendant McCauley refuses to deliver the certificate and policies to the plaintiffs to whom they rightfully belong. The prayers are that the rights of the parties be determined and enforced.</p>\n<p id=\"b203-9\">The defendant McCauley answered, denying material allegations of the bill, asserting that she was the beneficiary named in the certificate and policies, and adding a counterclaim setting up her right to the proceeds and praying that the bill against her be dismissed and that the defendants Somerville Firemen’s Relief Association and John Hancock Mutual Life Insurance Company be ordered to pay them to her.</p>\n<p id=\"b203-10\">The two corporate defendants answered, admitting their liability to pay and submitting themselves to the direction of the court as to the persons to whom payment should be made.</p>\n<p id=\"b203-11\">The judge made findings that on January 20, 1938, the deceased “changed the beneficiary from that of his estate <page-number citation-index=\"1\" label=\"164\">*164</page-number>to the name of the defendant [McCauley] under circumstances which fairly indicate that the change was made as the result of influence on the defendant’s part” and that the mind of the deceased “had been so weakened that he was not able to resist such influence or to properly appreciate the effect of such change.” The judge ruled that payment should be made as indicated by the' condition of the papers before the change of beneficiary and entered a final decree ordering the relief association to make payment to John E. Savage, Jr., and the insurance company to make payment “to John E. Savage, Jr. and Ruth E. Savage, or to the Estate of John E. Savage,” declaring that any changes or attempted changes of beneficiaries are null and void and ordering that the defendant McCauley pay to the plaintiffs $66.55 as costs. The defendant McCauley appeals.</p>\n<p id=\"b204-5\">The pleadings show that the corporate defendants disclaimed all interest in the controversy and placed themselves in the position of stakeholders, although they were not formally dismissed from the suit. The bill cannot in strictness be described as a bill of interpleader, because it was not brought by stakeholders having no interest solely for the purpose of securing for themselves relief from double liability, but was brought by parties claiming and seeking to enforce an alleged interest of their own. Nevertheless upon the filing of the answers by the corporate defendants the proceeding took on most of the aspects of a bill of inter-pleader. Bills in the nature of interpleader have sometimes been brought by a party who was not a stakeholder and who had an interest, and such suits have been treated as analogous to interpleader suits. <em>Pacific National Bank </em>v. <em>Mixter, </em>124 U. S. 721, 729. See <em>Groves </em>v. <em>Sentell, </em>153 U. S. 465, 485-486. Whether this bill would have been demurrable is not before us. In an interpleader the issues made and tried are treated as issues between the rival claimants only. See, for example, <em>National Life Ins. Co. </em>v. <em>Pingrey, </em>141 Mass. 411; <em>Gonia </em>v. <em>O’Brion, </em>223 Mass. 177, 178; <em>Roberts </em>v. <em>United States Trust Co. </em>234 Mass. 224, 230; <em>Conway </em>v. <em>Kenney, </em>273 Mass. 19, 22. So here the plaintiffs <page-number citation-index=\"1\" label=\"165\">*165</page-number>and the defendant McCauley were rival claimants for the funds, and the issues were tried solely between them.</p>\n<p id=\"b205-5\">Between the plaintiffs and McCauley it has been decreed that McCauley was not entitled to the funds; that the changes of beneficiary are null and void; and that McCauley must pay costs to the plaintiffs. But the judge found that before the attempted changes the beneficiary was the estate of the deceased. This is a finding that the plaintiffs, who sue as individuals, had no title to the disputed funds. It means that when the plaintiffs brought their suit against McCauley and the other defendants the plaintiffs had no interest in the subject matter of that suit and no cause of action in relation to it. <em>Lewis </em>v. <em>Metropolitan Life Ins. Co. </em>178 Mass. 52, 54. <em>Flynn </em>v. <em>Flynn, </em>183 Mass. 365. <em>Pettit </em>v. <em>Prudential Ins. Co. </em>231 Mass. 394. In a true interpleader, the cause of action is founded upon the right of the stakeholder to avoid multiple suits against him, but where one not a stakeholder takes it upon himself to bring suit it seems to us that, as in other cases, he is entitled to no decree of any kind against anybody unless he establishes some right in himself. The decree was therefore in error in granting relief to the plaintiffs. See <em>Taft </em>v. <em>Hyatt, </em>105 Kans. 35, 41.</p>\n<p id=\"b205-6\">It does not follow, as the defendant McCauley contends, that a decree should be entered in her favor. As a claimant seeking the funds she is likewise in the position of a plaintiff who must win upon the strength of her own title and not upon the weakness of her opponents’ title. <em>Conway </em>v. <em>Caswell, </em>121 Ga. 254, 259. <em>Mutual Life Ins. Co. </em>v. <em>Ritsher, </em>196 Ill. App. 27, 33. <em>Howland Bros. </em>v. <em>Barre Savings Bank &amp; Trust Co. </em>87 Vt. 181, 185. <em>Penn Mutual Life Ins. Co. </em>v. <em>Union Trust Co. </em>83 Fed. 891, 894. Her title also is not valid, because it was obtained either through the exercise by her of undue influence in procuring the changes of beneficiary or by reason of the mental incompetence of the deceased. It is true that the judge does not expressly state that her influence was “undue,” but that he intended to make and did make findings sufficient to invalidate the changes of beneficiary, because of either undue influence or mental incompetency, or both, is implied in the decree which <page-number citation-index=\"1\" label=\"166\">*166</page-number>he entered. <em>Abeloff v. Peacard, </em>272 Mass. 56, 59. <em>Columbian Insecticide Co. of Boston </em>v. <em>Driscoll, </em>271 Mass. 74, 77. <em>Downey Co. </em>v. <em>282 Beacon Street Trust, </em>292 Mass. 175, 178. <em>Durfee </em>v. <em>Durfee, </em>293 Mass. 472, 477. And the allegation in the bill that the changes in beneficiary are fraudulent and void is sufficient at this stage of the case to support a finding of undue influence. <em>McDonald </em>v. <em>MacNeil, </em>300 Mass. 350.</p>\n<p id=\"b206-5\">The defendant McCauley can take nothing by her additional appeal from the order of the judge denying her motion for a decree <em>pro confessa </em>against the corporate defendants “for failure on their part to appear at the trial of this cause,” first, because the record does not show that they did not in fact appear at the trial, and, secondly, because, as already shown, no issue against them was on trial requiring their presence.</p>\n<p id=\"b206-6\">The order denying the motion of the defendant McCauley for a decree <em>pro confessa </em>against the defendants Somerville Firemen’s Relief Association and John Hancock Mutual Life Insurance Company is affirmed. The final decree is reversed. Unless within sixty days from the date of the rescript an amendment to the bill shall have been allowed in the Superior Court substituting an executor or administrator of the estate of the deceased as the sole party plaintiff, a final decree is to be entered dismissing the bill and the counterclaim of the defendant McCauley. If such amendment shall be allowed, further proceedings are to be had in the Superior Court not inconsistent with this opinion. No costs are allowed on this appeal.</p>\n<p id=\"b206-7\">\n<em>Ordered accordingly.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}