{
  "casebody": {
    "data": "<casebody firstpage=\"300\" lastpage=\"310\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b348-8\">NATIONAL LABOR RELATIONS BOARD, <em>Petitioner, </em>v. ATLANTA COCA-COLA BOTTLING COMPANY, Inc., Atlanta, Georgia, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b348-10\">No. 18289.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b348-11\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b348-12\">July 24, 1961.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b349-22\"><page-number citation-index=\"1\" label=\"301\">*301</page-number>Marcel Mallet-Prevost, Asst. Gen. Counsel, Dominick Manoli, Assoc. Gen. Counsel, Hans J. Lehmann, Atty., Stuart Rothman, Gen. Counsel, Melvin J. Welles, Atty., National Labor Relations Board, Washington, D. C., for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b350-3\"><page-number citation-index=\"1\" label=\"302\">*302</page-number>A. G. Cleveland, Jr., Harry J. Mehre, Jr., Atlanta, Ga., for respondent, Smith, Kilpatrick, Cody, Rogers &amp; McClatchey, Atlanta, Ga., of counsel.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b350-4\">Before TUTTLE, Chief Judge, and RIVES and WISDOM, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b350-5\">WISDOM, Circuit Judge.</author>\n<p id=\"b350-6\">The National Labor Relations Board petitions this Court for enforcement of its cease and desist order<footnotemark>1</footnotemark> against the Atlanta Coca-Cola Bottling Company, issued October 20, 1959. On charges filed by the International Union of United Brewery, Flour, Cereal, Soft Drink and Distillery Workers, AFL-CIO, the Board found that the Company violated Section 8(a) (1) of the National Labor Relations Act by interrogating its employees concerning their union membership and activities and soliciting them to sign a statement to withdraw from the Union. The Board also found that respondent violated Section 8(a) (3) and (1) of the Act in connection with layoffs of employees on two occasions. We grant enforcement as to the Section 8(a) (1) violation; we deny enforcement as to the alleged Section 8(a) (3) violation; we modify the order.</p>\n<p id=\"b350-7\">Atlanta Coca-Cola Bottling Company manufactures, sells at wholesale, and distributes Coca-Cola in bottles and premixed tanks. The Company has a number of departments: a main bottling shop, a pre-mix department, a quality control laboratory, a machine shop, a case repair shop, a garage, an advertising department, and a sales department.</p>\n<p id=\"b350-9\">In October 1957 the Union began an organizational campaign among the Company’s employees. Some two hundred and thirty-five employees signed authorization cards designating the Union as their exclusive representative for the purpose of collective bargaining. November 15, 1957, the Union filed a representation petition with the Board and stipulated with the Company for a consent election to be conducted by the Board December 11, 1957. The parties agreed that about four hundred employees were eligible to participate in this election. The Company challenged the ballots cast by forty-two employees but it was unnecessary to count the challenged ballots since the Union lost the election by a vote of 230 to 100.</p>\n<p id=\"b350-11\">The election is not contested. It is, however, the nucleus around which revolve the charges of unfair labor practices.</p>\n<p id=\"b350-12\">In November, 1957, the Company laid off forty-seven employees. No substantial reduction in force had occurred since 1950; respondent followed a policy of avoiding a general layoff during slack season. The Examiner found that the discharges were discriminatorily motivated in violation of Section 8(a) (3) and (1). The Company insists that the forty-seven men were laid off for economic reasons.</p>\n<p id=\"b350-13\">The Board’s order requires that twenty-one employees, recalled after the layoffs, be made whole for their losses as a result of the discriminatory layoff; that two additional employees be made whole for such losses and be offered full reinstatement; and that the Company post appropriate notices.</p>\n<p id=\"b350-14\">I.</p>\n<p id=\"b350-15\">The Section 8(a) (1) violation needs no extended discussion. Substantial evidence supports the Board’s Section 8(a) (1) finding that the Company interfered with the right of its employees to select their bargaining representative, by interrogating the employees concerning their union membership and activities, by soliciting them to sign a statement withdrawing from the Union, and, in some cases, by threatening economic reprisals for union activities. N. L. R. B. v. Dan River Mills, Inc., 5 Cir., 1956, 274 F.2d 381; N. L. R. B. v. Fox Manufacturing Co., 5 Cir., 1956, 238 F.2d 211, 214-215; N. L. R. B. v. McGahey, 5 Cir., 1956, 233 F.2d 406.</p>\n<p id=\"b351-4\"><page-number citation-index=\"1\" label=\"303\">*303</page-number>The Company contends that the Board could not make a finding of an unfair labor practice based on the Company pressing its employees to sign a withdrawal statement, because the Union’s application blank, by authorizing the Union to negotiate with the employer for a contract requiring union membership as a condition of employment, violated the Georgia right-to-work law.<footnotemark>2</footnotemark> This, so the Company says, made the Union’s entire application illegal. There is no merit to this contention. This Court has held that an employer is not relieved of his duty to bargain collectively merely because the union demands a union shop agreement contrary to the state right-to-work law. N. L. R. B. v. White Construction &amp; Engineering Co., 5 Cir., 1953, 204 F.2d 950, 953. See also N. L. R. B. v. Sunrise Lumber &amp; Trim Corp., 2 Cir., 1957, 241 F.2d 620, certiorari denied 355 U.S. 818, 78 S.Ct. 22, 2 L.Ed.2d 34. Similarly, a company cannot justify its interference with the right of employees to select their bargaining representative by asserting the alleged invalidity of a union’s application blank.</p>\n<p id=\"b351-5\">II.</p>\n<p id=\"b351-6\">The Board’s finding that the layoffs were diseriminatorily motivated requires a more extended discussion.</p>\n<p id=\"b351-7\">November 15, 1957, the Company laid off thirty-seven employees. November 29, 1957, the Company laid off ten more employees.<footnotemark>3</footnotemark> The Trial Examiner, with the approval of the Board, found that all forty-seven discharges were in reprisal for the employees’ union activities and in order to defeat the Union’s organizing campaign.<footnotemark>4</footnotemark> The complaint, however, alleged discriminatory discharges only as to twenty of the thirty-seven employees laid off on November 15 and only as to three of the ten laid off on November 29. The complaint makes no mention of the other twenty-four employees.</p>\n<p id=\"b351-12\">The parties stipulated that ten of the laid off employees involved in the complaint had been re-employed by respondent and that nine others of those in the complaint had declined proper offers of re-employment. As to the remaining four employees of the twenty-three whose layoff had been found to be discriminatory and who were not covered by the above stipulation, namely, L. E. Bar-field, Clarence Elzey, Eston Dobson, and Hubert Crowe, the Trial Examiner, found: that L. E. Barfield was properly offered re-employment on May 28, 1958, that Clarence Elzey was properly offered re-employment on February 20, 1958; that the offer of re-employment made by respondent to Eston Dobson, contrary to respondent’s contention, was not legally sufficient; and that respondent was legally bound to make an offer of reinstatement to Hubert Crowe contrary to respondent’s contention. The Board’s order requires respondent to make payment of back wages to the above referred to twenty-three employees from the dates of their layoff to the time of their reinstatement or their refusal of a proper offer of reinstatement. Thus, at issue are (1) the findings of discriminatory layoff and back pay for ten of the laid off employees who were re-employed by respondent and for eleven of the laid off employees who had declined offers of reemployment and, (2) the order that the Company offer re-employment and back pay to Eston Dobson and Hubert Crowe.</p>\n<p id=\"b351-13\">Of significance to our decision in this case is the fact that although the Examiner discussed each of the twenty-three employees mentioned in the complaint, he made no finding of discriminatory dis<page-number citation-index=\"1\" label=\"304\">*304</page-number>charge as to any individual employee. Instead, the Examiner made a blanket finding that “all employees laid off” were discriminatorily discharged, including therefore even the twenty-four who were not mentioned in the complaint. The Board adopted all the findings, conclusions, and recommendations of the Examiner, agreeing that “Respondent’s purpose in making the layoffs was to retaliate” against these employees identified with the Union’s organizational campaign.</p>\n<p id=\"b352-4\"> The record shows that only half of the employees laid off were members of the Union or adherents of the Union. It shows that with one exception, Hubert Crowe, all were later offered employment. After the November layoffs, and until February and March, 1958, the Company operated with a reduced force. There is no question therefore of the replacement of union men by anti-union men. We take judicial notice of the fact that in 1957 this country suffered a recession. The Company records show a down trend in sales in 1957 from May to November. At the same time the Company laid off the employees, it curtailed advertising expenses and repair and maintenance work. In view of these basic facts, we are less ready than the Board was to accept the Examiner’s conclusion that in laying off the forty-seven men the motivating force was anti-union animus.</p>\n<p id=\"b352-5\">As we said in Dan River Mills, Inc. v. N. L. R. B., 5 Cir., 1960, 274 F.2d 381, 384: “A discharge becomes forbidden only if motivated by an unlawful purpose to discriminate against the Union or its adherents. A general bias or a general hostility and interference, whether proved or conceded, does not supply the element of purpose. It must be established with respect to each discharge. But antiunion bias and demonstrated unlawful hostility are proper and highly significant factors for Board evaluation in determining motive, [citations omitted].”</p>\n<p id=\"b352-6\">We find it hard to credit a blanket finding that all the layoffs were discriminatory, when the record shows no evidence whatever as to the facts in connection with the discharge of twenty-four of the forty-seven employees. As to the twenty-three mentioned in the complaint, substantial evidence shows that the Company had no knowledge of the Union affiliation of at least four of the men; and, a fifth had already signed a withdrawal slip, pulling out of the Union. The evidence is undisputed that the Company never knew of the existence of a Union Steering Committee, much less of the membership on the committee.</p>\n<p id=\"b352-8\">We turn now to the department-by-department discharges.</p>\n<p id=\"b352-9\">In closing the repair shop where the wooden Coca-Cola cases were repaired, the Company laid off all nine employees and let the work out to an independent agency that had already been doing a major portion of that work, thereby eliminating the fixed expenses of that department. Of the nine employees laid off, only three were union adherents. All the men were recalled when the Company resumed operations in the case repair shop in February 1958.</p>\n<p id=\"b352-10\">The Company laid off one employee from the garage department, James Adams. Adams’s job was painting the Company’s trucks. Because the Company has a large fleet of vehicles, including two hundred and fifty trucks, and attempts to maintain a twenty-four-month cycle for all the vehicles, it uses independent painting contractors, in addition to Adams. In 1957 the Company changed the color scheme for its vehicles and the entire fleet was completely repainted. The respondent insists that this repainting having been recently completed, leaving virtually nothing for Adams to do, he was included in the general layoff. Adams was recalled in April 1958.</p>\n<p id=\"b352-11\">The Company employed seventy-three driver-salesmen who drove trucks over certain routes, selling and delivering Coca-Cola to customers. November 15, 1957, the Company laid off two of these driver-salesmen, Hubert Crowe and <page-number citation-index=\"1\" label=\"305\">*305</page-number>James Peck. Both were members of the Union Steering Committee. The Examiner found that although the Company said that the layoffs were necessitated by slack business, it substituted other driver-salesmen to handle Crowe’s and Peek’s routes, “a trainee” and “a relief driver.” In answer, Gerland, the supervisor who discharged Crowe and Peck, testified that Crowe and Peck were selected for layoff because in his opinion they were “the weakest of all our salesmen”.<footnotemark>5</footnotemark> The reference to a trainee and a relief driver carries misleading implications.<footnotemark>6</footnotemark> The Examiner stated (but did not find) that Gerland told Crowe and Peck, when they were laid off, that their routes would be consolidated; the Company never consolidated the routes. There is another side to this story.<footnotemark>7</footnotemark> Gerland said that he did not know Peck or Crowe was affiliated with the Union, and there is no evidence in the record that he had any knowledge of the Union affiliation of either Peck or Crowe. The Company offered to reinstate Crowe. It did not offer to reinstate Peck.</p>\n<p id=\"b353-14\">Advertising is a phase of business that lends itself easily to curtailment or expansion, and four employees (“erectors”) in the advertising department were laid off. The wisdom of reducing advertising from a business standpoint is pre-eminently a matter for management to decide, especially when the country is suffering through a recession.</p>\n<p id=\"b353-15\">A large number of the layoffs were from the factory groups. Fourteen were negro and fourteen were white employees. Only three of the fourteen negroes were included in the complaint; ten of the fourteen white employees were included. At the time of the layoffs two of the bottling machines had already been closed down for normal seasonal reasons, and there was thus less manufacturing work to be done in that department. There is no rating or grading system, no seniority system. The Company’s position is that it relied on <page-number citation-index=\"1\" label=\"306\">*306</page-number>the good judgment of its supervisors, who saw the men day in-day out, and who discharged the least capable and least needed employees.</p>\n<p id=\"b354-4\">The Board points out that although the Company denied knowledge of the membership of the Union Steering Committee, four of its members (Crowe, Peck, Cagle, and Weatherspoon) were discharged. The Board, however, did not find that the Company had knowledge of union activities of Peck and Crowe. It is clear, however, that one of the Company’s supervisors interrogated Cagle and Weatherspoon as to their union activities.<footnotemark>8</footnotemark> The Board considered it established that respondent laid off a disproportionate number of active unionists in some of the departments. In support of its position the Board refers to (1) ten out of fourteen white factory employees; (2) the only employee laid off in the pre-mix department; (3) four sign erectors out of five; and, (4) the only employee laid off in the garage department. But these layoffs are not disproportionate if they are compared, as they should be, with union membership in the particular departments concerned. (1) Ninety per cent of the bottling department (factory white) had signed with the Union. The Company points out that although a large number of negro factory workers had signed up, only three of the ten laid off were union members. (2) All of the members in the pre-mix department had signed up with the Union. The only one discharged was laid off because he had been running a particular tank washer. At the time of the layoff changes had been made in that particular washer; one man could do about the same work as two previously could have done and the department, therefore, required one less worker. (3) The reduction in force in the advertising department and (4) the layoff of the painter in the garage are discussed earlier in the opinion. It should be pointed out that although four of five erectors were laid off, twelve of the sixteen employees on the advertising department had agreed to join the Union.</p>\n<p id=\"b354-11\">The President of the Company, Arthur Montgomery, whose testimony was not impeached or contradicted, testified under oath that the layoffs were motivated by good faith economic considerations: a declining sales trend over a period of months,<footnotemark>9</footnotemark> coupled with the general economic recession the nation was experiencing. His sworn testimony cannot be “arbitrarily disregarded” on the mere suspicion, or assumption, that he was lying. Universal Camera Corp. v. N. L. R. B., 1951, 340 U.S. 474, 71 S.Ct. 456, 95 L.Ed. 456; N. L. R. B. v. Russell Mfg. Co., 5 Cir., 1951, 191 F.2d 358; N. L. R. B. v. Tex-O-Kan Flour Co., 5 Cir., 1941, 122 F.2d 433.<footnotemark>10</footnotemark> Mr. <page-number citation-index=\"1\" label=\"307\">*307</page-number>Montgomery testified that he spoke with department heads early in October, telling them then that they should start thinking about cutting back. He testified flatly that the actual decision to make the layoffs was made around the first of November. The time is important.</p>\n<p id=\"b355-5\">The Union did not hold its first meeting until around October 28, 1957; six persons were present. The second meeting was held about a week later; sixteen persons were present. There is no evidence in the record that the Union’s organizing campaign was brought to the attention of the management until after the first layoff, November 15. The Company was not notified of the Union’s representation claim until November 18.</p>\n<p id=\"b355-6\">No new employees were hired between the time of the layoffs and the general recall of the laid-off employees. The Company showed that the general recall sometime after the first of 1958 was not because the slack season was over, but because the Company had started a large new operation, the bottling and sale of a new “King-size” ten-ounce Coca-Cola.</p>\n<p id=\"b355-7\">As the Board recognizes in its brief, this is not a case, such as N. L. R. B. v. Newton, 5 Cir., 1956, 236 F.2d 438, where the Board finds that economic conditions justified a layoff, but a disproportionate number of union members were discriminatorily selected.<footnotemark>11</footnotemark> The Board denies that economic reasons justified a layoff and maintains that <em>all </em>of the employees were laid off in reprisal for Union activities.</p>\n<p id=\"b355-12\">In support of its position, the Board points out that at the time the Company arrived at its decision to make the layoffs, sales for the preceding ten-month period had dropped only .3 per cent below those for the same period in 1956 and that sales in 1957, although lower than sales in 1956, were substantially higher than in 1954 and in 1955. The respondent answers that the true test of a significant sales problem, especially in a business sensitive to short-term trends, is the current trend, monthly or weekly, rather than a comparison of total annual sales. If management relied on total annual sales, a substantial sales increase for the early months of the year could obscure a serious sales decline beginning in the middle of the year.</p>\n<p id=\"b355-13\">The Company’s books and records disclose a decrease for May 1957, compared with May 1956, of 2.3 per cent, for June 6.6 per cent, for July 1.7 per cent, for August 4.9 per cent, for October 10.5 per cent. September 1957 showed a misleading increase, because the figures for September 1956 were abnormally low.<footnotemark>12</footnotemark> <page-number citation-index=\"1\" label=\"308\">*308</page-number>With this drop in business behind them but indicative of a trend, with sales in November through February subject to their usual seasonal decline, and with the country in the throes of a national recession (some called it a “depression”), it is not surprising that those in charge of management decided on a broad policy of retrenchment. We find it astonishing that the Board should pitch its decision on the record evidence that the Company had no “convincing” business reasons for the layoff. “ [Management is for management. Neither Board nor Court can second-guess it or give it gentle guidance by over-the-shoulder supervision. Management can discharge for good cause, or bad cause, or no cause at all. It had, as the master of its own business affairs, complete freedom with but one specific, definite qualification: it may not discharge when the real motivating purpose is to do that which Section 8(a) (3) forbids.” N. L. R. B. v. McGahey, 5 Cir., 1956, 233 F.2d 406, 413.</p>\n<p id=\"b356-9\"> Section 8(a) (3) cases are difficult cases. Their guiding principle has never been in doubt.<footnotemark>13</footnotemark> Unfortunately, <page-number citation-index=\"1\" label=\"309\">*309</page-number>when it comes to applying the principle, the cases seem to turn on preternatural perception, and neither the Board nor the Court has a magical scale on w'hich to weigh anti-union hostility against economic reasons for discharge. We try not to tolerate an unfair labor discharge disguised as business judgment, but we cannot condemn business judgment whenever it coincides with anti-union sentiment. N. L. R. B. v. Birmingham Publishing Co., 5 Cir., 1959, 262 F.2d 2. This is not a case where conflicting inferences of equal weight may be drawn from the record.<footnotemark>14</footnotemark> Looking at this record as a whole, we have to say that the Company was primarily motivated by economic reasons.</p>\n<p id=\"b357-5\">We fail to understand the blanket finding of discriminatory discharges. The blanket is too short: if we pull it up to cover our ears, it exposes our toes. If all forty-seven employees were discriminatorily discharged, it seems to us that the complaint should not have been limited to twenty-three employees. And, if each employee, as an individual, was discriminatorily discharged, there should have been a finding as to each. The easy way out of making a blanket finding might be acceptable if, but only if, all or a disproportionate number of the employees had been union members or union adherents. It is wholly unacceptable when half of those discharged were not union members or engaged in union activities, and, considering only the evidence favorable to the Board’s finding, a scant twenty-one (nineteen, according to the Company) were known as union sympathizers. Knowledge by an employer of the discharged employees’ union activities is a vital element in the proof of a violation of Section 8(a) (3). Tampa Times Co. v. N. L. R. B., 5 Cir., 1952, 193 F.2d 582; N. L. R. B. v. Shen-Valley Meat Packers, Inc., 4 Cir., 1954, 211 F.2d 289. Here, where the dismissals are separate incidents and there is no evidence that union adherents were treated more severely than others, a blanket finding evades the responsibility placed on the board and, ingenuously, attempts to evade the burden of proof the law places on the General Counsel.<footnotemark>15</footnotemark></p>\n<p id=\"b357-15\">This ease unquestionably shows anti-union animus. At the same time, the record as a whole shows, beyond a doubt, legitimate management reasons for the discharges. “In each case it must be established whether the legal or the illegal reason for discharge was the actually <page-number citation-index=\"1\" label=\"310\">*310</page-number>motivating one, and if evidence of both is present <em>we </em>must ascertain whether the evidence is at least as reasonably susceptible of the inference of illegal discharge drawn by the Board as it is of the inference of legal discharge. N. L. R. B. v. Fox Manufacturing Co., supra. In doing so we must keep in mind that while proof that a discriminatory purpose was the motivating one is rarely direct, and it may therefore be established from all the circumstances, the burden is throughout upon the Board to establish that it was, and this may not lightly be inferred. N. L. R. B. v. McGahey, 5 Cir., 233 F.2d 406.” N. L. R. B. v. West Point Mfg. Co., 5 Cir., 1957, 245 F.2d 783, 786.</p>\n<p id=\"b358-4\">In this case, as in N. L. R. B. v. Walton Manufacturing Co., 5 Cir., 1961, 286 F.2d 16, 21, “[i)n the determination of whether there is substantial evidence and whether inferences are justified, a closer scrutiny of the record than might otherwise be required becomes necessary where, as here, questionable inferences have been drawn and where, as here, the Examiner has uniformly credited all of the General Counsel’s evidence and generally disbelieved all of the employer’s evidence.” The Court has given a close scrutiny to the record. We find that taking it as a whole, the Board’s General Counsel has failed to carry the burden of showing that the general layoffs were discriminatorily motivated. Accordingly, that portion of the Board’s order relating to the reinstatement of the discharged employees, payment of back wages, and enforcement of the cease and desist order for violation of Section 8(a) (3) will not be enforced.</p>\n<p id=\"b358-5\">III.</p>\n<p id=\"b358-6\">Respondent contends that, regardless of the issues in the case, the Board order is too broad. The order requires respondent to cease and desist from soliciting withdrawals from the Union “or any other labor organization”, and from encouraging or discouraging membership in the Union “or any other labor organization” by laying off or terminating its employees “or otherwise discriminating in regard to their hire or tenure of employment or any term or condition of employment”. Respondent objects to the inclusion of the quoted words and also requests deletion in its entirety of paragraph 1(d) of the order, which prohibits it “from in any other manner interfering with, restraining or coercing its employees in the exercise” of their rights guaranteed by Section 7 of the Act.</p>\n<p id=\"b358-8\">We hold that, in the circumstances of this case, paragraph 1(d) of the order, if restricted in its application to unfair labor practices violative of Section 8(a) (1), is within proper bounds. The propriety of the phrase “in any other manner” depends upon the facts of the case. N. L. R. B. v. Express Pub. Co., 1941, 312 U.S. 426, 61 S.Ct. 693, 85 L.Ed. 930.</p>\n<p id=\"b358-9\">We hold that the order goes too far in ordering respondent to cease and desist from engaging in unfair labor practices with “any other labor organization”. There is nothing in the record to indicate that the respondent will engage in unfair labor practices with any other labor organization. Nor is this a case where the Company’s past history of labor law violations indicates the need for such a broad order. Communications Workers of America et al. v. N. L. R. B., 1960, 362 U.S. 479, 80 S.Ct. 838, 4 L.Ed.2d 896; N. L. R. B. v. United States Steel Corp., 3 Cir., 1960, 278 F.2d 896; N. L. R. B. v. Dallas General Drivers, 5 Cir., 1960, 281 F.2d 593; N. L. R. B. v. Local 926, Intern. Union of Operating Engineers, 5 Cir., 1959, 267 F.2d 418; N. L. R. B. v. Ford Motor, 5 Cir., 1941, 119 F.2d 326. As so modified, the order covering the Section 8(a) (1) violation is enforced.</p>\n<p id=\"b358-10\">The petition is granted in part, denied in part, and the cease and desist order is modified.</p>\n<footnote label=\"1\">\n<p id=\"b350-16\">. Pursuant to Section 10(e) of the National Labor Relations Act, as amended, 29 U.S. O.A. § 151 et seq.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b351-8\">. Section 54-904, Georgia Code Ann., Act 140, Laws of 1947.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b351-9\">. The discharges were distributed throughout the plant: Among the factory white —9; among the factory colored — 9; 2 route salesmen; 1 truck painter in the garage; 9 employees constituting the entire complement of the ease shop; and 7 employees in the advertising department. The November 29 discharges included five negro and five white employees, all in employment in the factory.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b351-15\">. The Examiner found “that Respondent discriminated in regard to the tenure of employment of all employees laid off # * * <em>”</em></p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b353-4\">. Gerland testified: “A. Crowe was selected because of Ms continued absenteeism. In addition to that, it was necessary for me to talk to him at times about various stock conditions out on Ms route.</p>\n<blockquote id=\"AG_\">“Q. All right, sir. Now, tell us about Peck. Why was he selected? A. Peck, he was selected because of his, we felt, poor attitude towards his job.</blockquote>\n<blockquote id=\"Aa7\">“Q. Now, what do you mean by that, Mr. Gerland? A. Well, unfortunately, Mr. Peck had no enthusiasm whatsoever about his work. He gave the impression that he was there just to earn a paycheck, and we operate a lot on the attitude and enthusiasm with our salesmen.”</blockquote>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b353-11\">. Crowe was replaced by a regular employee who had started to work in the summer while he was a student. He had been kept on after the other summer employees had left “because he is a most capable individual.” Peek was replaced for several months by an “extra man.” His route was then taken over by a full service man. An “extra man” is valuable to a company such as the respondent’s because of his familiarity with all the routes. On a “full service” route, the Company provides all the necessary services, such as furnishing coolers and filling the coolers, and at the end of the month handing the check to the operator. Contrary to the implications in the Examiner’s statement, no inference can be drawn that the two replacements were not competent, valued employees.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b353-17\">. Gerland testified that he may have given the wrong impression as to what would be done as to consolidating the routes, but he was unshaken in his insistence that he selected Crowe and Peck because they were the weakest salesmen. Crowe testified: “The only reason that ho stated to me was on the slip that he gave me that was attached to my check. It was just about word for word.” Peck testified: “That’s right, sir, it was between 3:30 and 4:00 in the afternoon. I was told that because of the slack season he was having to cut down on the routes and he was going to try and combine some routes.” The check contained a slip stating: “As you no doubt know, there has been a material slackening in our business during the past month or so. As a result, we are today temporarily laying off a part of our force. We sincerely hope that business will pick up soon so that this lay off will be short. Please, therefore, be sure to notify the office of any change in your address so that there will be no delay in contacting you.”</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b354-5\">. Cagle testified: “Well, Mr. Clack sent for me, told me to come in and have a seat. He said, ‘Walt, what are your boys trying to do out there?’ He said, ‘Aren’t you satisfied?’ He said, ‘If you wasn’t, why didn’t you come to me?’ He said, ‘If the Union comes in, my hands will be tied. I won’t be able to do anything for you,’ and he went on and named over what the company had done for us, like furnished the uniforms, paid vacation, one week sick leave and in the past years during slack season the company had not laid off anyone, and if the union came in, like all the other union places, they would be a layoff during slack season.”</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b354-8\">. Mr. Montgomery testified that ho kept a daily cheek on sales and made a month-by-month comparison of sales.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b354-12\">. The Court stated, “In each case such membership may have been the cause, for the union was not welcomed by the persons having authority to discharge and employ. If no other reason is apparent, union membership may logically be inferred. Even though the discharger disavows it under oath, if he can assign no other credible motive or cause, he need not be believed. But it remains true that the discharger knows the real cause of discharge, it is a fact to which he may swear. If he says it was not union membership or activity, but something else which in fact existed as a ground, his oath cannot be disregarded because of suspicion that he may be lying. There must be impeachment of him, or substantial contradiction, or if circumstances raise doubts, they must be inconsistent <page-number citation-index=\"1\" label=\"307\">*307</page-number>with the positive sworn evidence on the exact point.” N. L. R. B. v. Tex-O-Kan Flour Mills Co., 5 Cir., 1941, 122 F.2d 433, 438-439.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b355-9\">. In N. L. R. B. v. Newton Co., 5 Cir., 1956, 236 F.2d 438, 446, the Board drew an inference of discriminatory selection from the fact that there were sixteen pro-union employees out of thirty-three laid off. At the time of the layoff only 26 per cent of the employees had signed Union cards and 81.18 per cent of the employees were selected for layoff. In the instant case 50 per cent of the employees had signed Union cards; according to the Board, the Company knew that 21 of 47 were Union sympathizers. This Court said: “It is not enough to show that the rating method and its use could have been the instruments of discrimination. The discrimination must be shown. Hostility to the union and the percentage testimony do not supply the required proof. One inference cannot be piled upon another. Interlake Iron Corporation v. N. L. R. B., 7 Cir., 1942, 131 F.2d 129. From our review of the record, including consideration of all the testimony with respect to each of the sixteen persons, we are persuaded that there is not substantial evidence to support this phase of the Board’s order.”</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b355-15\">. A comparison of the 1956 figures with 1954 and 1955 shows abnormally low sales for September 1956. Thus, in 1954, September sales (592,629 cases) showed an increase of eight-tenths of one percent over the average of the four preceding months (587,991 cases); and, in 1955 September sales (595,782 cases) showed a decrease of only 3 percent from the average of the four preceding months (614,070 eases). However, in 1956, September sales (536,911 cases) showed a decrease of 20.2 percent from the average of the four preceding months (672,435 <page-number citation-index=\"1\" label=\"308\">*308</page-number>cases). September, 1957 sales (595,885 cases) are consistent with the picture of continuous monthly decreases, for September, 1957 sales show a decrease of 7.8 percent from the average of the four preceding 1957 months (which, of course, were themselves months of decrease). Thus, September, 1957 in showing a decrease of 7.8 percent from the average of the four preceding months, can more accurately be said to be a month of real decline, for the other two Septembers (other than September, 1956), for which sales figures are in the record, show September to be typically a month in which sales fairly closely approximate the average of the preceding four months (September, 1954 showed an increase of .8 percent over the average of the preceding four months and September, 1955 showed a decrease from the average of the preceding four months of only 3 percent).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b356-5\">. In the original N. L. R. B. cases, N. L. R. B. v. Jones &amp; Laughlin Steel Corp., 1937, 301 U.S. 1, 45-46, 57 S.Ct. 615, 628, 81 L.Ed. 893, 916, the Supreme Court held: “The employer may not, under cover of that right [to discharge for cause or according to his whim], intimidate or coerce its employees with respect to their self-organization, and, on the other hand, the Board is not entitled to make its authority a pretext for interference with the right of discharge when that right is exercised for other reasons than such intimidation or coercion. <em>The true purpose is the subject of investigation with full opportunity to show the facts.” </em>Notwithstanding this principle laid down by the Supreme Court, the courts in effect, abdicated to the Board, as the Statement of the House Managers explained in reporting on the Taft-Hartloy Amendment of Section 10(e). H.R. Rep. No. 245, 80th Cong., 1st Sess. 42 (1947). This amendment added the sentence: “No order of the Board shall require the reinstatement of any individual as an employee who has been suspended or discharged * * * if such individual was suspended or discharged for cause.” The Statement adds: “As previously stated in the discussion of amendments to section 10(b) and section 10(c), by reason of the new language concerning the rules of evidence and the preponderance of the evidence, presumed expertness on the part of the Board in its field can no longer be a factor in the Board’s decisions * * * [These amendments] will very materially broaden the scope of the courts’ reviewing power. This is not to say that the courts will be required to decide any case de novo, themselves weighing the evidence, but they will be under a duty to see that the Board observes the provisions of the earlier sections, that it does not infer facts that are not supported by evidence or that are not consistent with evidence in the <em>record, </em>and that it does not concentrate on one element of proof to the exclusion of others without adequate explanation of its reasons for disregarding or discrediting the evidence that is in conflict with its findings. The language also precludes the substitution of expertness for evidence in making decisions. It is believed that the provisions of the conference agreement relating to the courts’ reviewing power will be adequate to preclude such decisions as those in N. L. R. B. v. Nevada Consol. Copper Corp., 1942, 316 U.S. 105, 62 S.Ct. 960, 86 L.Ed. 1305.” In Universal Camera Corp. v. N. L. R. B., 1951, 340 U.S. 474, 490, 71 S.Ct. 456, 466, 95 L.Ed. 456, a case that is worked hard enough to be entitled to time and a half for overtime, the Supreme Court said: “Courts must now assume more responsibility for the reasonableness and fairness of La<page-number citation-index=\"1\" label=\"309\">*309</page-number>bor Board decisions than * * * courts have shown in the past.” See also Cox, The Labor Management Relations Act, 61 Harv.L.Rev. 1, 21 (1947). Sahm, The Discharge for Union Activities, 12 Labor L.J. 325 (1961). Recent cases in this Circuit are: N. L. R. B. v. Gibbs Corp., 1960, 284 F.2d 403; N. L. R. B. v. Redwing Carriers, 1960, 284 F.2d 397; N. L. R. B. v. Drennon Food Products Co., 1959, 272 F.2d 23; N. L. R. B. v. Walton Manufacturing Co., 1961, 286 F.2d 16.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b357-9\">. See N. L. R. B. v. Coats &amp; Clark, Inc., 5 Cir., 1956, 231 F.2d 567, 572, in which this Court commented on N. L. R. B. v. Houston Chronicle Pub. Co., 5 Cir., 1954, 211 F.2d 848, 855. See also N. L. R. B. v. Fox, 5 Cir., 1956, 238 F.2d 211.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b357-11\">. Section 7(c) of the Administrative Procedure Act, 5 U.S.C.A. § 1006, provides: “[T]he proponent of a rule or order shall have the burden of proof * * * and no sanction shall be imposed or rule or order be issued except upon consideration of the whole record or such portions thereof as may be cited by any party and as supported by and in accordance with the reliable, probative, and substantial evidence.” See Local No. 3, United Packinghouse Workers v. N. L. R. B., 8 Cir., 1954, 210 F.2d 325. Although the burden of going forward with evidence to rebut a prima facie case rests on the employer, the burden is not on the employer to show the absence of discrimination; it is on the General Counsel to show its presence. N. L. R. B. v. Brady Aviation Corp., 5 Cir., 1955, 224 F.2d 23; N. L. R. B. v. Winter Garden Citrus Products Cooperative, 5 Cir., 1958, 260 F.2d 913; N. L. R. B. v. Drennon Food Products Co., 5 Cir., 1959, 272 F.2d 23. “Whenever the General Counsel’s burden is not carried, and whenever the inferences of fact are not reasonably permitted by the substantial evidence, it is the duty of the reviewing court to displace the Board’s finding of unlawful motive.” N. L. R. B. v. Walton Manufacturing Company, 5 Cir., 1961, 286 F.2d 16, 22.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}