{
  "casebody": {
    "data": "<casebody firstpage=\"212\" lastpage=\"228\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b234-4\">[Civ. No. 25705.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AVb\">Second Dist., Div. One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ARoX\">Feb. 13, 1962.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b234-5\">CHARLES PILCH, Plaintiff and Respondent, v. BEN MILIKIN, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b237-6\"><page-number citation-index=\"1\" label=\"215\">*215</page-number>William Katz for Defendant and Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b237-7\">Abe Mutchnik and David S. Smith for Plaintiff and Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b237-8\">LILLIE, J.</author>\n<p id=\"A7j\">In June of 1946 plaintiff and defendant became partners in the operation of a meat packing plant in the city of Vernon. At the time of the events hereinafter related, each partner had an equal interest in the business. Disagreements developed in the early part of 1957, and during the next three or four months there were discussions respecting a severance of the partnership relation. Shortly after June 1, 1957, the defendant obtained an option (later exercised by him) to purchase or lease a meat packing plant in San Luis Obispo, California. He twice asked plaintiff to join him in that venture, but the latter on each occasion replied that he was not interested. Subsequently, defendant having indicated that he wished to do so, the parties orally agreed to terminate the partnership. Various steps were thereafter taken to effectuate such agreement; thus, the parties took inventory of their stock in trade and divided and distributed its monetary value between them; they also divided and distributed the physical assets of the business, including trucks, office equipment and furniture, stationery and the like. According to the plaintiff, these and other undertakings (referred to later) resulted in a dissolution of the partnership by mutual consent on or about June 28, 1957. Undistributed, however, after such asserted dissolution were two bank accounts (totalling $10,133.11) standing in the name of the partnership; funds therefrom could not be withdrawn without the joint signatures of both parties. Another uncompleted task, according to plaintiff, was defendant’s obligation to reimburse him in the sum of $2,677.59, being one-half of $5,355.18 advanced by plaintiff for the benefit of the partnership.</p>\n<p id=\"b237-9\">The present action, admittedly one at law, was commenced on June 8, 1959, after defendant had failed to join in the execution of a withdrawal form for the sums remaining in the banks and after the further failure by defendant to make reimbursement for the money advanced by the plaintiff. Count <page-number citation-index=\"1\" label=\"216\">*216</page-number>one of the complaint entitled “Money Due” alleged that the parties, prior to June 28, 1957, were partners in a business under the name of Milikin Packing Company; that by both oral and written agreement the partnership was dissolved on June 28, 1957, by mutual consent; that following said dissolution there remained in the possession of the defendant Milikin assets in the total sum of $10,133.11, half of which belonged to plaintiff and was due, owing and unpaid from defendant to plaintiff; that said $10,133.11 was on deposit in the name of the Milikin company with certain described banks, which money could be withdrawn only upon the joint signatures of the parties; that defendant had refused to sign the necessary documents to secure such withdrawal. The concluding paragraphs alleged that plaintiff had advanced to the partnership the sum of $5,355.18, that defendant was indebted to plaintiff for one-half thereof and that no part of said one-half had been paid. Counts two, three and four were common counts for money had and received, account stated and open-book account respectively, being based upon the facts specifically pleaded in the first cause of action. Count five was predicated on an alleged oral agreement between the parties whereby defendant assertedly agreed to pay to plaintiff the sum of $7,744.15 in compromise and settlement of all disputes between them arising out of the partnership relation. The prayer, among other things, asked for interest from August 1, 1957, on any judgment rendered.</p>\n<p id=\"b238-5\">A demurrer, both general and special, was overruled, following which defendant by answer denied each and all of the material allegations of the complaint; he also affirmatively alleged that plaintiff and defendant were still partners. By way of cross-complaint, damages for the appropriation of the goodwill of the business were demanded, as well as an accounting and a determination of defendant’s rights in and to said business.</p>\n<p id=\"b238-6\">The trial court found in plaintiff’s favor, adjudging that plaintiff recover from defendant the sum of $7,744.15, together with interest thereon at 7 per cent from November 1, 1957; it was further determined that defendant take nothing under his cross-complaint. Prom such judgment defendant has appealed.</p>\n<p id=\"b238-7\">The several points on appeal have been ably and extensively argued pro and con.<footnotemark>1</footnotemark> Since they are controlled in great <page-number citation-index=\"1\" label=\"217\">*217</page-number>measure by the facts at bar, a rather detailed statement of such facts becomes necessary, particularly as they relate to plaintiff’s claim that the partnership was dissolved prior to the institution of the present proceeding.</p>\n<p id=\"b239-6\">Two or three days prior to July 1, 1957, plaintiff received a phone call from the defendant, at which time the latter stated: “Charles, I have taken up the option on this plant up north. I am starting for myself effective Monday morning, or effective now, we are no longer partners, you are on your own beginning Monday morning.” Plaintiff replied: “Fine.” During the same conversation it was suggested by defendant that the parties take inventory the following Monday (July 1, 1957). On Monday, as arranged, the parties met at their place of business and took inventory of all the meats in stock. At that time the defendant suggested that there be a division and distribution of all the company’s physical properties on or before Wednesday (July 3, 1957) so that defendant could move his half thereof to San Luis Obispo over the coming holiday (July 4th). That same Monday defendant also called a meeting of the employees. According to plaintiff he told them: “Charlie and I have split up. I am going in business for myself. We are splitting up amicably, we have no hard feelings between us.” (Under direct examination defendant furnished corroboration of the foregoing incident as follows: “We called a meeting of the employees and we told them the employees we were dissolving, any of the employees that felt that they were free—I told some of the employees that I would possibly ask some of them to go with me, and if they felt they wanted to, they were welcome to go with me.”)</p>\n<p id=\"b239-7\">Two days later, pursuant to defendant’s suggestion, the physical assets of the business were divided and distributed. Defendant’s own testimony explains how this was accomplished: “We argued between ourselves that we would draw high card for any item that we chose, the man who drew high card, if there were two items of the same kind the man with the high card, he would have the pick or if there was one specific item, the man who drew the high card for that, he had the item. We divided all the equipment on that basis. . . .” The next day or so defendant moved his share of the equipment thus distributed to San Luis Obispo.</p>\n<p id=\"b240-4\"><page-number citation-index=\"1\" label=\"218\">*218</page-number>Meantime, the accountant for the company, advised by defendant that the partnership had been terminated, was instructed to prepare a final audit and close the books as of June 30, 1957. He computed the book value of the physical assets received by the parties and struck a balance between them, plaintiff paying defendant $51.43 to make up the difference therein. Accounts receivable were likewise liquidated— the sums in due course received being split between the parties. The same accountant prepared an income tax return marked “Final” for the year ending June 30, 1957; defendant signed this return for the company.</p>\n<p id=\"b240-5\">We come now to an incident in the chain of events upon which defendant bases much of his ease. It appears that following the taking of inventory and the division of assets, as noted above, the parties consulted an attorney for the purpose of reducing to written form the oral understandings theretofore had between them. Plaintiff says that the purpose of this document, subsequently drafted and entitled “Agreement for Dissolution of Partnership,” was to “put into writing evidence of the prior termination of (the) partnership,” while defendant argues that the dissolution of the parties’ relation was not to become effective until the instrument in question was signed. This “Agreement” was never signed by either party. True, the instrument does provide that “The signing of this Agreement shall constitute and be deemed a mutual release and discharge of any and all obligations of each of the parties to the other . . .,” but it also recites (by preamble) that “a further continuance of the partnership is no longer desired, and the parties by mutual consent have agreed to a dissolution thereof. ’ ’ Pursuant to a further provision in the instrument, a notice of dissolution was thereafter published in a Los Angeles legal newspaper to the effect that the partnership “has been dissolved by mutual consent”—it was testified by defendant that he and the plaintiff signed a notice of dissolution “in blank” at the time of the meeting with the attorney who drafted the agreement under discussion.</p>\n<p id=\"b240-6\">During the same period, it further appears, defendant executed a “Consent to Assignment” pertaining to the lease on the Vernon premises from Milikin Packing Company, as lessee, to “Charles Pilch doing business as Delta Meat Company.” There was also testimony that on July 18, 1957, defendant placed the following announcement in a Los Angeles weekly trade paper: 11 This is to announce that Milikin Packing Co. formerly of Los Angeles has moved its opera<page-number citation-index=\"1\" label=\"219\">*219</page-number>tions to San Luis Obispo,” the exact location of the plant as well as its post office address and phone number being included in such announcement.</p>\n<p id=\"b241-6\">Defendant operated the San Luis Obispo business for about four months. In November of 1957 the plant closed; late that same year he met the plaintiff and (according to the plaintiff) stated: “Charles, things didn’t go very well in San Luis Obispo. I am closing the plant” or “I have closed it . . . and I want to be your partner again.” Defendant’s own testimony in this regard was as follows: “Q. Do you remember any time, after July 1, 1957, telling Mr. Pilch that you would like to come back as a partner in the business being operated by him ? A. I told him I would like to come back. Q. What did he say to you ? A. Turned me down. ’ ’</p>\n<p id=\"b241-7\">In addition to the above admissions, the record reveals the following: “Q. What do you calculate you owe Mr. Pilch? A. (by Defendant) I claim I believe there is $5,066 in the bank and then there is $2,677.38, all these funds owing from a partnership. Q. What was that? A. $2,677.38 and then approximately $5,066. The sum of both of these, I believe are- Q. Due Mr. Pilch ? A. That is right. Q. Do you know how many times Mr. Pilch has asked you to pay those from you to him ? A. A few times. Q. Have you ever paid the whole or any part thereof? (An objection was overruled) A. I refused to make payment.”</p>\n<p id=\"b241-10\">Plaintiff called nine witnesses to corroborate certain of his factual claims. We deem it unnecessary to detail their testimony. Defendant was the only witness to testify in support of his side of the controversy.</p>\n<p id=\"b241-11\">After all the evidence was in, and argument having been waived, the trial court immediately announced its oral decision as follows: ‘ The Court is under the opinion that Mr. Milikin made a bad deal for himself and he is trying to back into a proposition that didn’t exist and it will be the judgment of the Court that the corporation was dissolved by mutual consent. Mr. Katz: Partnership. The Court: Partnership was dissolved by mutual consent on or about June 30, 1957, and thereabouts for a few following weeks until the bills were collected, paid. Therefore, the judgment of the Court will be for the plaintiff ...” After defendant’s counsel called attention to the cross-complaint, the trial court said: “Well, we have some $10,133.11 to dispose of according to Mr. Milikin. Mr. Smith: My findings will encompass both complaint and cross-complaint and answers to each. I assume your Honor <page-number citation-index=\"1\" label=\"220\">*220</page-number>was making full and complete disposition when your Honor announced the judgment. The Court: That is the thing the Court had in mind.”</p>\n<p id=\"b242-5\">Findings of fact and conclusions of law, dispositive of the entire controversy, were duly signed; one proviso in the conclusions of law was to the effect that judgment be stayed for a period of TO days so as to permit defendant an opportunity to execute the withdrawal form releasing the funds on deposit with the banks in question—this defendant failed to do within the prescribed period.</p>\n<p id=\"b242-6\"> Consistent with the view taken below by way of demurrer, a motion to exclude all evidence and motion for a nonsuit, defendant relies on the general rule that until the affairs of a partnership are wound up, the claim of a partner is equitable and can only be enforced in an accounting action <em>(Hooper </em>v. <em>Barranti, </em>81 Cal.App.2d 570, 578 [184 P.2d 688]); further, that no personal judgment can be entered in such an action until all partnership assets have been converted into money, the debts paid and a final balance ascertained. <em>(Hooper </em>v. <em>Barranti, supra, Clark </em>v. <em>Hewitt, </em>136 Cal. 77 [68 P. <em>303]; Nakamura </em>v. <em>Kondo, </em>65 Cal.App. 211 [223 P. 425].) Elaborately, and with considerable scholarship, his counsel has developed the asserted untenability of the following thesis: “Plaintiff seeks to recover from his partner in an action at law instituted after the alleged dissolution of the partnership, but before the winding up thereof and accounting between the partners, an amount equal to one-half the indebtedness owed to the partnership by the banks in which the partnership deposited its funds, and an amount equal to one-half of the sum allegedly owed to the plaintiff by the partnership for moneys advanced on its behalf.” According to defendant, this is the gist of plaintiff's first cause of action; as for the common counts, he points out that where a common count follows a count in which all of the facts are specifically pleaded and the common count is based on the same set of facts, the latter is not to be considered as a different cause of action but as an alternative method of pleading the plaintiff’s right to recover. <em>(Orloff </em>v. <em>Metropolitan Trust Co., </em>17 Cal.2d 484 [110 P.2d 396].) Citing <em>Smiths’ Cash Store </em>v. <em>Hirst Nat. Bank, </em>149 Cal. 32 [84 P. 663, 5 L.R.A. N.S. 870], for the proposition that the sums on deposit with the banks are uncollected debts due to the partnership, defendant concludes an exhaustive discussion of the problem with these statements: “There is no allegation in plaintiff’s purported first cause of action, or in any count <page-number citation-index=\"1\" label=\"221\">*221</page-number>of the complaint that there has been a winding up of the partnership or an accounting between the partners. Indeed, assuming the averments of plaintiff’s complaint to be true . . . such allegation could not truthfully have been made. The very averments of the complaint establish that the partnership is still possessed of assets, has at least one liability yet outstanding, and that the assets have not been used to satisfy such liability.”</p>\n<p id=\"b243-6\">The difficulty with defendant’s argument at this state of the proceedings is, among other things, that “ [t]he manner of pleading becomes unimportant when the case is fairly tried on the merits under circumstances which indicate that nothing in the pleadings mislead the unsuccessful litigant to his prejudice. [Citations.] ” <em>(Ravel </em>v. <em>Hubbard, </em>112 Cal.App.2d 255, 258 [246 P.2d 88].)  As in the ease just cited, the defendant has failed to indicate wherein he was not fully informed of the issues which he was called upon to meet or wherein he was prejudiced by the trial court’s ruling. There was a pretrial conference at which the parties’ respective contentions were filed with the pretrial judge; the latter by pretrial conference order thereafter spelled out the issues to be determined upon the trial, an examination of which indicates that each side was put on notice of the respective theories to be advanced. “Errors and defects in pleadings and proceedings which do not affect the substantial rights of the parties must be disregarded £in every stage of the action’ (Code Civ. Proc., § 475). Contrary to the uninformed assertions of some critics of current procedure, courts consistently place substance above form and are guided in their decisions by considerations of common sense, justice and fair play, uninfluenced by frivolous technicalities.” <em>(Estate of Palmer, </em>145 Cal.App.2d 428, 434 [302 P.2d 629].) Defendant’s contentions, contrary to plaintiff’s suggestion, are not frivolous; however, in the light- of the pronouncements above quoted there is little cogency to defendant’s claims. For example, after stating that plaintiff and defendant were “the only persons to testify as to any oral agreement between them,” defendant goes on to say that “All of the evidence presented by plaintiff from the commencement of this case to the time plaintiff rested his case in chief, was directed not toward establishing a written agreement of dissolution or an oral agreement of dissolution, but toward establishing, over objection, a dissolution upon an unpleaded and unannounced theory of estoppel,” citing case law for the general rule that <page-number citation-index=\"1\" label=\"222\">*222</page-number>supporting facts must be pleaded where estoppel is relied upon to state a cause of action. Matters warranting application of the doctrine of estoppel “must have strong appeal to the court’s sense of justice.” <em>(Augustine </em>v. <em>Trucco, </em>124 Cal. App.2d 229, 241 [268 P.2d 780]); furthermore, the impact of any estoppel on the facts at bar was, at most, a very minor one; and it is for the trial court to determine whether a party’s case is governed by the rules relating thereto. <em>(Hudson </em>v. <em>Morgan &amp; Peacock Properties Co., </em>170 Cal.App.2d 328 [339 P.2d 180].)</p>\n<p id=\"b244-5\">Aside from the matters just discussed, defendant’s insistence upon a reversal is without merit for the further reason that the general rule upon which defendant relies <em>(Hooper </em>v. <em>Barranti, supra) </em>is not an inflexible one.  In 37 California Jurisprudence 2d 676, section 78, the governing law is thus stated: “The general rule that an accounting is a condition precedent to an action at law by one partner against another is subject to exceptions. To begin with, it does not apply where there are no outstanding demands against the firm, all collectible debts due it have been collected, and the judgment to be rendered will effect a final settlement between the partners. ... It has been held that where no complex account involving a variety of partnership transactions is involved, an accounting is not a prerequisite to suit....  <em>After dissolution of a partnership and full settlement of accounts, one partner may bring an action at law against the other for contribution.” </em>(Emphasis added.) The principles above stated appear to be almost universal: “. . . practically all the courts have recognized an exception to the general rule that a partner cannot maintain an action at law against another partner based upon partnership transactions, without an accounting, where the facts are such that no complex accounting involving a variety of partnership transactions is necessary, and they have held that in such cases an action at law may be maintained, even though a partnership transaction was the basis of the suit. Naturally, the same exceptions apply in the ease of a suit brought by one partner against another partner or against the partnership after the termination or dissolution.” (168 A.L.R. 1110).</p>\n<p id=\"b244-6\">It is express statutory law that dissolution of a partnership may be accomplished by the express will of the partners (Oorp. Code, § 15031, subd. (c)). Decisional law also supports plaintiff’s position that the subsequent conduct of either partner, or both, inconsistent with a genuine conviction that the partner<page-number citation-index=\"1\" label=\"223\">*223</page-number>ship has continued is evidence of a voluntary dissolution.  This court declared in <em>Fisher </em>v. <em>Fisher, </em>83 Cal.App.2d 357, 360 [188 P.2d 802] : “ ‘The partnership may be dissolved by agreement of the partners, or the will of one of them, where there is no fixed term of its existence. Such agreement, or the will of one, may be proven by all the circumstances of the ease as well as by direct evidence.  Complete cessation of partnership business and a division of all, or a major portion of its assets without any objection, express or implied, is strong evidence of an agreement to dissolve. If not explained or refuted, it is sufficient to force the conclusion of a dissolution by agreement. [Citation.]’ ” The foregoing principles fit the facts at bar. Parenthetically, we wonder whether defendant would be persisting in his present position if the San Luis Obispo venture had proven to be successful. The trial court certainly felt otherwise, and understandably so, upon the record before us; defendant, it would seem, took a calculated business risk and now, as the trial court put it, “he is trying to back into a proposition that didn’t exist.”</p>\n<p id=\"b245-6\">In his argument for compliance with the general rule <em>(Hooper </em>v. <em>Barranti, supra) </em>defendant is also confusing the <em>dissolution </em>of a partnership with the liquidation of its affairs, as was the case in <em>Fisher </em>v. <em>Fisher, supra. </em> Partners may accomplish an accounting and final settlement without a formal judicial proceeding therefor. (38 Cal.Jur.2d § 136, p. 82.) In <em>Griffeth </em>v. <em>Fehsel, </em>61 Cal.App.2d 600 [143 P.2d 522], the parties dissolved their partnership and settled the liquidation sums due; the plaintiff then sued for an accounting on the theory that he was entitled to additional profits.  At pages 604-605 the court said: 1 ‘The agreement for a joint venture between the parties was effectively terminated by their own mutual agreement . . . Having fixed no definite term for the duration of the joint venture, their oral agreement to its termination and to an accounting left nothing for the court to adjudicate. [Citation.] Parties to any sort of a business arrangement are their own best judges of the accounts between themselves. They understand their own plans and purposes as well as their settlements, and <em>after they have reached an understanding to dissolve and have agreed upon an accounting, courts must not undo such mutual, extrajudicial determinations. </em>[Citation.] ” (Emphasis added.) Without repeating the factual situation at bar, it will suffice to state that the above observations are also here applicable.</p>\n<p id=\"b245-7\">Even if there had been no prior dissolution or <page-number citation-index=\"1\" label=\"224\">*224</page-number>accounting between the partners, the present action with its resulting personal judgment could well be sustained, at least with respect to the funds deposited with the two banks, on the theory of defendant’s conversion thereof. <em>(Driskill </em>v. <em>Thompson, </em>141 Cal.App.2d 479 [296 P.2d 834].) In the case just cited it was said, quoting from an earlier decision: 11 ‘ <em>Where, as in this case, some of the partners have excluded another and have appropriated the partnership property to their own use, </em>the latter may treat the matter as a conversion and, without any accounting or disposition of the former partnership assets, sue the offending partners and recover against them a personal judgment in the amount of his damage.’ (Italics added.) ” (P. 482.)  Conversion has been broadly defined as any act of dominion wrongfully exerted over another’s personal property in denial of or inconsistent with his rights thereto. <em>(Gruber </em>v. <em>Pacific States Sav. &amp; Loan Co., </em>13 Cal.2d 144 [88 P.2d 137].)  It is not necessary that there be a manual taking of the property, since any wrongful assumption of authority over chattels, inconsistent with another’s right of possession or, subversive of his vested interest therein amounts to conversion. <em>(McCaffey Canning Co. </em>v. <em>Bank of America, </em>109 Cal.App. 415 [294 P. 45].)  Too, it is immaterial that the property in question may be in the actual possession of a third party. <em>(Kessinger </em>v. <em>Organic Fertilizers, Inc., </em>151 Cal.App.2d 741 [312 P.2d 345].)  Defendant, as mentioned earlier, admitted that one-half of the moneys on deposit belonged to the plaintiff and not to the partnership ; what had been previously a valid assumption of authority over such moneys became wrongful in the light of defendant’s continued refusal to execute the joint withdrawal form. A case of conversion was, therefore, made out.</p>\n<p id=\"b246-7\">We have examined the many authorities cited by defendant in his briefs, the latter encompassing almost 150 pages.<footnotemark>2</footnotemark> Some contain statements not applicable at bar; others are clearly distinguishable on their facts. For example, on “the law versus equity” aspect of the ease, as plaintiff puts it, defendant cites <em>Martyn </em>v. <em>Leslie, </em>137 Cal.App.2d 41, 61 [290 P.2d <page-number citation-index=\"1\" label=\"225\">*225</page-number>58], to the effect that a partner is not entitled to sue the other members of the partnership “until an accounting has been had.” Also cited is <em>Demattei </em>v. <em>Lagomarsino, </em>123 Cal.App. 646 [11 P.2d 897], where the evidence showed “without conflict” that there had been no settlement of the partnership affairs. Despite counsel’s urgings, we are not persuaded that his position has merit, and we accordingly pass to the remainder of the points on appeal.</p>\n<p id=\"b247-6\">Defendant’s next contention challenges the sufficiency of the evidence to support certain findings—almost 40 pages are taken up with a discussion of this point. The findings in question are said to be “contradictory, confusing, meaningless and incomprehensible.” No exceptions to the findings were filed below, nor did defendant propose his own findings.  Too, he made no motion for a new trial, and “While it is established that the failure of appellants to object to the findings of a trial court is not a waiver of a failure to find on a material issue [citation], the rule that the findings of a trial court must be construed liberally by the reviewing court in support of the judgment is particularly applicable in the absence of a request for more specific findings. [Citations.] ” <em>(McKinley </em>v. <em>Buchanan, </em>176 Cal.App.2d 608, 612 [1 Cal. Rptr. 573].)</p>\n<p id=\"b247-8\">The court found as true the allegation in the complaint that “On June 28, 1957, said partnership was dissolved by mutual consent, said dissolution being accomplished by both oral and written agreement between the plaintiff and the defendant Milikin.” Defendant argues (among other things) that the evidence established without conflict that the parties not only left most, if not all, of the terms of their agreement for future determination, but they also manifested their intention that their oral agreement was to be reduced to writing and become binding only when signed by them. As for the first part of the foregoing statement, the record does not sustain any such extravagant claim, nor does defendant point out the “terms” which assertedly were left “for future determination.”</p>\n<p id=\"b247-9\">The remainder of the same statement cites our decision in <em>Apablasa </em>v. <em>Merritt &amp; Co., </em>176 Cal.App.2d 719 [1 Cal. Rptr. 500], for the proposition that there can be no binding contract until a writing evidencing the terms of the agreement has been executed. Unlike the situation in <em>Apablasa, both </em>of the parties at bar acted on the unexecuted written “Agreement for Dissolution”—there was thus part performance of such contract. <em>Both </em>parties here had materially changed their busi<page-number citation-index=\"1\" label=\"226\">*226</page-number>ness positions and accepted the benefits of the mutual understandings theretofore had. “There is here shown not a mere voluntary compliance with the conditions of the contract by one who has not previously assented to it. There is 'distinctly shown part performance under it by both parties, and an accession to its terms by both parties. [Citations.] ” <em>(Sparks </em>v. <em>Mauk, </em>170 Cal. 122, 123 [148 P. 926].) To the same effect is <em>American Aeronautics Corp. </em>v. <em>Grand Central Aircraft Co., </em>155 Cal.App.2d 69, 83 [317 P.2d 694].)</p>\n<p id=\"b248-5\">The next finding challenged declares: “Preparatory to said dissolution, it was agreed by plaintiff and defendant Milikin that the assets of the partnership were to be equally divided between them and the partnership affairs thus wound up.” There is a seeming inconsistency in the above finding, but it is slight and immaterial in the light of our determination that the evidence supports the judgment. <em>(McKinley </em>v. <em>Buchanan, supra, </em>176 Cal.App.2d 608, 612.) Immaterial, also, is the apparently erroneous declaration in another finding that the sums in the two banks could be withdrawn only by the joint signatures of the parties; thus, it seems that one Gurvin, a relative of the defendant, had authority to sign for the latter when Gurvin was employed by the partnership and prior to his employment by the defendant at the San Luis Obispo plant.</p>\n<p id=\"b248-6\">The court found that plaintiff had advanced $5,355.18 for and on behalf of the partnership and that defendant was indebted to plaintiff for one-half of such sum. In his attack upon that finding, defendant says that “No evidence was adduced that plaintiff advanced any sums for and on behalf of the partnership, <em>except the following testimony of the defendant </em>under cross-examination as an adverse party” which is thereafter set forth. Such reasoning is so patently unsound that we refrain from any comment thereon.</p>\n<p id=\"b248-7\">Next, the findings relating to defendant’s cross-complaint, as well as the sufficiency of the evidence to sustain the judgment as to that part of the controversy, are also challenged. As mentioned earlier, the cross-complaint sought an accounting and damages for the appropriation by plaintiff of the goodwill of the partnership business. Appropriate findings were rendered on the issue of goodwill based on evidence now to be summarized—we do not discuss the accounting demand of the cross-complaint since that point has already been covered by our discussion of defendant’s claims with respect to the judgment as it relates to the complaint.</p>\n<p id=\"b249-5\"><page-number citation-index=\"1\" label=\"227\">*227</page-number>First, there was evidence of the parties’ agreement that there would be no payment for goodwill on dissolution of the partnership. Plaintiff and cross-defendant so testified. The attorney who drew up the agreement for dissolution testified: “Mr. Mililrin had operated under his own name for many years and wanted the privilege to continue.” There was a clause in such instrument reciting that “The good will of the partnership is hereby sold, assigned and transferred by Charles Pilch to Mililrin.” Defendant and cross-complainant admitted that “goodwill” was never carried as an asset item in the partnership books.</p>\n<p id=\"b249-6\">Second, there was evidence that plaintiff neither retained the partnership business name nor advertised himself as the successor to the partnership. One Rabin, an employee of both the partnership and Delta Meat Company, testified that sales were made under the name Delta and that the invoices used bore the name Delta Meat Packing Co. In contrast, however, defendant and cross-complainant advertised in a trade paper that the “Milikin Packing Co., formerly of Los Angeles has moved its operations to San Luis Obispo.” Indeed, there was evidence that Sunland Meat Company (operated by the cross-complainant) was selling to some of the customers who formerly had been serviced by Pilch.</p>\n<p id=\"b249-7\">In 40 American Jurisprudence, “Partnership,” section 270, it is said: “Furthermore, the partners may contract that the good will of the firm is not to be considered as an asset in winding up its affairs, or that, on the withdrawal of a member, it is to go to the remaining members without any accounting for it. An agreement to this effect, express or implied, will be enforced. <em>(Rankin </em>v. <em>Newman, </em>114 Cal. 635 [46 P. 742, 34 L.R.A. 265].) And when, on the dissolution of the partnership, the former members separate and no one appropriates the good will of the firm, there need be no accounting for this item.” See generally 65 American Law Reports 2d 531, section 6. Under any fair view of the facts at bar, the above principles are controlling.</p>\n<p id=\"b249-8\">Finally, defendant attacks that part of the judgment providing for interest thereon from the date therein designated as “an award to plaintiff of exemplary damages.” Cited is the recent decision of this court in <em>Mashon </em>v. <em>Haddock, </em>190 Cal.App.2d 151 [11 Cal.Rptr. 865], where the judgment of the trial court was modified to exclude interest. That case, however, and other cases relied on by defendant were all actions for an accounting; the sum owed the plaintiff was <page-number citation-index=\"1\" label=\"228\">*228</page-number>unknown and unliquidated at the time of the action, and remained so until the court rendered its own accounting.  The problem is thus rationalized in <em>Schmidt </em>v. <em>Waterford Winery, Ltd., </em>177 Cal.App.2d 28, 34 [1 Cal.Rptr. 874] : “ ‘ . . The general rule with respect to allowance of interest, when there is no contract to pay interest, is that the law awards interest upon money from the time it becomes due and payable, if such time is certain and the sum is certain or can be made certain by calculation. [Citations.]”1 . . . Section 3287 of the Civil Code provides in part that ‘Every person who is entitled to recover damages certain, or capable of being made certain by calculation, and the right to recover which is vested in him upon a particular day, is entitled also to recover interest thereon from that day. ...1 The rule is that interest may be awarded where the amount due is certain from the face of the contract or which might be made certain by reference to well-established value plus computation. [Citations.] But in the instant case we do not believe it can be said that the amount due was a liquidated amount. . . . The general rule that where an accounting is required in order to arrive at a sum justly due interest is not allowed prior to the date of judgment should be applied in the instant case. (See <em>Stockton Theatres, Inc. </em>v. <em>Palermo, </em>121 Cal.App.2d 616, 632 [264 P.2d 74].)”</p>\n<p id=\"b250-6\">In the instant case, the amount due from defendant to respondent was made a sum certain by specific agreement of the parties. At the time the present action was commenced defendant knew the amount of the sum owing, and he admitted the fact upon the trial. In our opinion, the award of interest was proper. (Civ. Code, § 3287).</p>\n<p id=\"b250-7\">Other points, subsidiary to those heretofore reviewed, do not require discussion.</p>\n<p id=\"b250-8\">The entire controversy was fairly and ably tried. No reversible error has been made manifest.</p>\n<p id=\"b250-9\">The judgment is affirmed.</p>\n<p id=\"b250-10\">Wood, P. J., and Fourt, J., concurred.</p>\n<p id=\"b250-11\">A petition for a rehearing was denied March 12, 1962, and appellant’s petition for a hearing by the Supreme Court was denied April 11, 1962.</p>\n<footnote label=\"1\">\n<p id=\"b238-8\">Neither side is to be commended, however, for the use of certain language, critical of Ms opponent’s advocacy, which has no place in the <page-number citation-index=\"1\" label=\"217\">*217</page-number>lexicon of an attorney at this or any other level. Briefs should be confined to the facts and law of the case; a client’s cause is not served by any departure, provoked or otherwise, from this recognized rule.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b246-8\">“The table of authorities (pages V through X of appellant’s opening brief) lists approximately 150 cases cited or discussed thereafter. As in <em>Achen </em>v. <em>Pepsi-Cola Bottling Co., </em>105 Cal.App.2d 113, 115 [233 P.2d 74], 11 [W]e have literally been bombarded by having the ‘law books thrown at us. ’ ” A further example of the needless length of the same brief is a four-line footnote on page three devoted to advising us that there is a one-cent error in computation both in the complaint and the judgment.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}