{
  "casebody": {
    "data": "<casebody firstpage=\"435\" lastpage=\"440\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b457-5\">[Civ. No. 19866.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Aatf\">First Dist., Div. Three.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ACA\">Feb. 19, 1962.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b457-6\">MAX C. SCHEBLE et al., Plaintiffs and Respondents, v. T. F. NELL et al., Defendants and Appellants.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b458-7\"><page-number citation-index=\"1\" label=\"436\">*436</page-number>George F. Jansen for Defendants and Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b458-8\">Robert J. Dell’Ergo, John A. Wilson and Walter P. Capaccioli for Plaintiffs and Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b458-9\">DEVINE, J.</author>\n<p id=\"AqC\">Appellants, the Nells, are the owners of a parcel of land on which their home is constructed in San Mateo County. Respondents, the Schebles, own adjoining land. In 1953 the parcels presently owned by the parties to this action were owned by W. I. Turk, who then subdivided the property and conveyed one residential lot to defendants, the Nells, and another to the Schebles’ predecessors in interest, Ploward and Helen Overby.</p>\n<p id=\"b458-10\">By agreement of all who were then concerned, a public sewer line was placed along the Overbys’ private driveway. The Nells started construction of their residence and, by agreement with Turk and the Overbys, the Nells in 1953 ran their sewer line from their house across the property of the Overbys to connect with the public sewer line. The Overbys agreed to execute an easement for recording, but no such document was ever executed or recorded.</p>\n<p id=\"b458-11\">Nothing happened thereafter until May 28, 1957, on which date the Schebles purchased the Overby residence and property.</p>\n<p id=\"b458-12\">On August 9, 1960, the Schebles filed the complaint in this action to quiet title to their property and for an injunction requiring the Nells to remove their sewer line from the Scheble property. The answer contains, in addition to several denials, allegations of a certain license referred to below, and of hardship and expense which would occur to defendants if judgment were awarded to plaintiffs.</p>\n<p id=\"b458-13\">Motion for summary judgment and to strike the answer was made by the plaintiffs and was granted, the judgment <page-number citation-index=\"1\" label=\"437\">*437</page-number>quieting title against any claim of the defendants and enjoining defendants from using, maintaining and continuing in place the certain sewer line which crossed the property of plaintiffs, ordering defendants to close and terminate the sewer line prior to its entry onto the property of plaintiffs, and ordering defendants to remove the sewer line from the property of plaintiffs. The motion for summary judgment was supported by affidavit of Max C. Scheble, one of the plaintiffs. This affidavit recites that the sewer line was located in a trench and was completely covered from view, and that at the time of the purchase of their real property by plaintiffs, plaintiffs were unaware of the sewer line. Affiant also states that the sewer line “is located in a section of the property which will greatly hamper its orderly development by plaintiffs or any successor in interest and materially reduce the value thereof.”</p>\n<p id=\"b459-6\">In opposition, defendant Nell filed his affidavit, in which he states that the contour of the land is such that there is no other direction for sewage from defendants’ property to flow, except through the land now owned by plaintiffs, and that it is necessary that the sewer line should be thus located; that plaintiffs by inquiry or by observation knew or should have known that defendants’ sewer line ran through plaintiffs’ property, and knew or should have known that septic tanks are not allowed in the area; and that the public sewer line was in 1953 located, and still is located, on the property now owned by plaintiffs and that no easement therefor has been recorded.</p>\n<p id=\"b459-7\">Helen Overby, formerly owner with her husband of the property now owned by plaintiffs, gave her declaration in opposition to the motion for summary judgment, in which she stated that she and her husband granted to the Nells a parol license to construct a sewer line across the property now owned by plaintiffs, and to maintain said sewer line for such period as the use thereof was necessary or desirable in connection with the use of the property and residence by the Nells. Further, she stated that she and her husband had agreed to execute for recordation an easement for the maintenance of the sewer line for the benefit of the Nells and their successors in interest.</p>\n<p id=\"b459-8\">We believe it was error for the court to issue a mandatory injunction for removal of the sewer line.</p>\n<p id=\"b459-9\">In the process of determining whether or not the great and equitable power of injunction should be used in an en<page-number citation-index=\"1\" label=\"438\">*438</page-number>croaehment ease, the court should, when the circumstances are appropriate, consider the doctrine which has been called variously “balancing of equities” or “balancing of conveniences” or “balancing of hardships,” which has been recognized by the courts, sometimes when injunction has been held proper and sometimes when denial of injunction has been approved. <em>(Fairrington </em>v. <em>Dyke Water Co., </em>50 Cal.2d 198, 200 [323 P.2d 1001]; <em>Wright </em>v. <em>Best, </em>19 Cal.2d 368, 386, 387 [121 P.2d 702]; <em>Frost </em>v. <em>City of Los Angeles, </em>181 Cal. 22 [183 P. 342, 6 A.L.R. <em>468]; Peterson </em>v. <em>City of Santa Rosa, </em>119 Cal. 387 [51 P. 557]; <em>Heil </em>v. <em>Sawada, </em>187 Cal.App.2d 633, 637, 638 [10 Cal.Rptr. 61]; <em>Frabotta </em>v. <em>Alencastre, </em>182 Cal.App.2d 679 [6 Cal.Rptr. 536]; <em>Oertel </em>v. <em>Copley, </em>152 Cal. App.2d 287 [313 P.2d 105] <em>; Christensen </em>v. <em>Tucker, </em>114 Cal.App.2d 554 [250 P.2d 660].)  In the <em>Christensen </em>case, Mr. Justice Peters described the proper use and the limitation of the doctrine, and summarized the doctrine, at page 559, in this succinct way: “ [W]here the encroachment does not irreparably injure the plaintiff, was innocently made, and where the cost of removal would be great compared to the inconvenience caused plaintiff by the continuance of the encroachment, the equity court may, in its discretion, deny the injunction and compel the plaintiff to accept damages.”  The defendant must show irreparable injury as a necessary element of a defense based upon a balancing of conveniences. (Fai<em>rrington </em>v. <em>Dyke Water Co., supra, </em>at p. 200.)</p>\n<p id=\"b460-6\"> Whether such balancing could be done by affidavits submitted by the opposing parties at motion for summary judgment is doubtful, but in any ease, the affidavit of plaintiff in support of a motion for summary judgment must be strictly construed and those in opposition, liberally construed <em>(Eagle Oil &amp; Ref. Co. </em>v. <em>Prentice, </em>19 Cal.2d 553, 559 [122 P.2d 264]; <em>Martens </em>v. <em>Winder, </em>191 Cal.App.2d 143, 149 [12 Cal.Rptr. 413]); and if any doubt exists whether summary judgment should be granted, it should be resolved against the moving party <em>(Martens </em>v. <em>Winder, supra, </em>p. 147; <em>Whaley </em>v. <em>Fowler, </em>152 Cal.App.2d 379, 381 [313 P.2d 97]).</p>\n<p id=\"b460-7\">The affidavit of plaintiff, when considered alone, makes out an encroachment on plaintiffs’ land, but gives no information about the extent of the encroachment, nor of inconvenience to plaintiffs except plaintiff’s conclusion that it “will greatly hamper [the] orderly development by plaintiffs or any successor in interest and materially reduce the value [of plaintiffs’ property].” What the “orderly develop<page-number citation-index=\"1\" label=\"439\">*439</page-number>ment” would be, how it would be hampered, how the value would be reduced, and how “materially’’—all of these are left in vagueness.  Conclusions of law or of fact in the movant’s affidavits do not satisfy the requirements of section 437c of the Code of Civil Procedure, the summary judgment section. <em>(Martens </em>v. <em>Winder, supra, </em>p. 149; <em>Weichman </em>v. <em>Vetri, </em>100 Cal.App.2d 177, 179 [223 P.2d 288].) The movant’s affidavit should set forth evidentiary and not ultimate facts. <em>(Southern Pacific Co. </em>v. <em>Fish, </em>166 Cal.App.2d 353, 362 [333 P.2d 133]; <em>Murphy </em>v. <em>Kelly, </em>137 Cal.App.2d 21, 30, 31 [289 P.2d 565].)</p>\n<p id=\"b461-6\">Moreover, the sole affidavit presented on behalf of plaintiffs, that of plaintiff Max C. Scheble, does not show that the facts stated are within the personal knowledge of affiant and does not show affirmatively that the affiant, if sworn as a witness, can testify competently to the facts stated therein, although such affirmative showing is required by section 437c of the Code of Civil Procedure. It may be (to suggest an example of affiant’s incompeteney to testify) that as to the asserted future diminishing of value, affiant could not testify competently, but would need the testimony of an expert. Thus, the affidavit is quite deficient in form and substance, and by no means is it adequate to support the summary judgment.</p>\n<p id=\"b461-7\">On the other hand, because of the drastic nature of summary judgments, it is permitted to the party resisting the motion to state ultimate facts and, to some extent at least, conclusions. <em>(Eagle Oil &amp; Ref. Co. </em>v. <em>Prentice, supra, </em>19 Cal.2d 553 [122 P.2d 264]; <em>Haumeder </em>v. <em>Lipsett, </em>90 Cal.App.2d 167, 176 [202 P.2d 819].)  The affidavit of defendant Nell states that “An order of court depriving defendants of the use of the sewer line would be tantamount to depriving defendants of the use of their home and property,” because there is no other way for disposing of sewage. Apart from the subject of deficiencies of plaintiff’s affidavit, the affidavit of defendant is sufficient to show that it may be appropriate to balance the equities, or hardships, or conveniences in this case. The promise of plaintiffs’ grantors may show, at the trial, that the encroachment was innocent <em>(Oertel </em>v. <em>Copley, supra, </em>152 Cal.App.2d at p. 291), and the weighing of the damages, under the rules set forth in the cases cited above, may justify denial of injunction, but all of this is for the court’s determination at trial.</p>\n<p id=\"b461-9\">It is but fair to the judge who ruled on the motion to say that it would appear, from the record and from the briefs, that <page-number citation-index=\"1\" label=\"440\">*440</page-number>appellants’ position was inadequately presented to him. For this reason, appellants will not receive costs on appeal. Because the summary judgment must be reversed on the grounds above stated, we do not consider the other points made by appellants; to do so would oblige us to study subjects which may not be important at the time of trial, and to study them as presented by affidavits with the necessarily strained construction placed on affidavits at this stage.</p>\n<p id=\"b462-5\">The summary judgment is reversed. Each party to bear own costs on appeal.</p>\n<p id=\"b462-6\">Draper, P. J., and Salsman, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}