{
  "casebody": {
    "data": "<casebody firstpage=\"655\" lastpage=\"663\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b677-5\">[Civ. No. 6517.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A9Y\">Fourth Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A42\">Feb. 23, 1962.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b677-6\">ANGELO J. COSTA, Plaintiff and Respondent, v. ANTHONY TRAINA, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b678-5\"><page-number citation-index=\"1\" label=\"656\">*656</page-number>Nicholas Ferrara for Defendant and Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b678-6\">Robert H. Haden for Plaintiff and Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b678-7\">SHEPARD, J.</author>\n<p id=\"A8c\">This is an appeal by defendant from an order denying defendant’s motion to vacate and set aside a default judgment, recall execution, and for restitution of money collected on execution.</p>\n<p id=\"b678-8\">Facts</p>\n<p id=\"b678-9\">The record before us shows that on June 22,1956, the above-entitled action (Superior Court No. 48690) was commenced by plaintiff against defendant on the common count of <em>indebitatus assumpsit </em>for the sum of $34,024.95 ; that summons was issued the same day and due return was made thereon showing service of summons and complaint on defendant in Tulare County on June 26, 1956; that the return was filed July 29, 1956; that the default of defendant for failure to make any appearance was entered by the clerk of the court August 23, 1956, and on the same day a judgment by default was entered for plaintiff against defendant in the sum claimed; that on August 24, 1956, execution was issued; that on September 14, 1956, the sheriff returned the execution partially satisfied to the extent of $30,661.71; that on May 1, 1958, on further execution, additional partial satisfaction was had to the extent of $3,376.11; that on June 11, 1958, defendant filed with the trial court his notice of motion to vacate the default and the judgment resulting therefrom, to vacate and quash all executions, levies and returns on execution and for order for restitution of all monies collected by said execution. Said motion was made on the grounds that there had been no service of summons and complaint on the defendant; that defendant had no knowledge of any of the proceedings above recounted until the year 1958, shortly before filing said notice of motion; that there was, on June 22, 1956, at the time of the commencement of this action, another action for partnership accounting pending between the same parties on the same cause of action in the same court, being Superior Court No. 44269; that extrinsic and intrinsic fraud was practiced by plaintiff against defendant whereby defendant was pre<page-number citation-index=\"1\" label=\"657\">*657</page-number>vented from presenting to the court his meritorious defense; that extrinsic accident and mistake had prevented defendant from presenting to the court his meritorious defense. It was and is the claim of the moving defendant that the cause of action herein involved was a part of the partnership affairs of the parties being already litigated in said partnership accounting action, No. 44269, and that therefore the commencement of the action here at bar was in truth a fraud upon the court and upon defendant and could not eonscionably be maintained.</p>\n<p id=\"b679-6\">The motion was heard on the original affidavits filed in support thereof and on voluminous oral and documentary evidence. On June 30, 1958, this motion was continued to July 14, 1958. The matter thereafter was partially heard and continued from time to time for production of additional evidence and was finally concluded on December 21, 1958. Constable Daniel B. Williamson of the Porterville Judicial Township, the community of defendant’s residence, gave direct and unequivocal testimony that he personally served the defendant on the date set forth in the return. The testimony makes clear that the constable had served legal processes on defendant on many other occasions and was well acquainted with him, so that there is no problem of possible mistaken identity. In defendant’s original affidavit in support of the motion to vacate he stated that he had no recollection of being served and based his denial on lack of memory thereof. At the hearing he testified positively that he was not served. On cross-examination he testified that there was a possibility that he had in fact received it, believed it to relate to action No. 44269 and to be unimportant, and he merely telephoned his attorney. He finally ended this portion of his testimony, in answer to a question relating to his assertion that he was not served, with the statement, “To the best of my knowledge. I couldn’t be positive, Mr. Haden,” and that he might have mislaid it. Williamson further testified that at the time he served defendant he told defendant he had run a writ of attachment on defendant’s funds at an escrow office. Defendant does hot remember this.</p>\n<p id=\"b679-7\">The record further reveals that defendant had been involved in litigation on numerous other occasions, some of which in part involved disputes between the parties to this action, and that there had been numerous transactions between the parties outside of their partnership relation. The original files in <em>Costa </em>v. <em>Traína </em>(action No. 44211 in the Superior Court of <page-number citation-index=\"1\" label=\"658\">*658</page-number>Tulare County, commenced February 5, 1953, for an alleged amount of $13,300, which was ultimately dismissed without prejudice) ; <em>Ferrara </em>(the attorney for defendant in the present action) v. <em>Costa and Traína </em>(action No. 44118 in the Superior Court of Tulare County, commenced January 12, 1953, and ending in a judgment for Ferrara of $16,730); and <em>Costa </em>v. <em>Traína </em>(action No. 44269, Superior Court of Tulare County, for partnership accounting still pending, together with numerous exhibits and accountant’s reports and the referee’s report in said action No. 44269) were received in evidence as exhibits and are part of the record on this appeal.</p>\n<p id=\"b680-5\">On January 7, 1958, the trial court filed its written order denying the motion. In a brief written memorandum preceding the order denying motion he stated that he was satisfied beyond doubt that the summons and complaint were personally served and that defendant had not shown legal grounds for setting aside the default. No findings were necessary and defendant does not so contend.</p>\n<p id=\"b680-6\">Service oe Summons and Complaint</p>\n<p id=\"AUA\">Defendant first contends that the trial court erred in finding that defendant was served with summons and complaint. There is no merit in this point. There was ample affirmative evidence that the summons and complaint were served personally on defendant in the County of Tulare on the date set forth in the return. While there is some conflict in the evidence, that conflict was resolved by the trial court against the defendant. The arguments of defendant on this subject all involve reweighing the evidence. This we cannot do.  The rule that on appeal all conflicts and inferences must be resolved in favor of the judgment is too well settled to warrant further discussion. <em>(Brewer </em>v. <em>Simpson, </em>53 Cal.2d 567, 583 [1-3] [2 Cal.Rptr. 609, 349 P.2d 289].)</p>\n<p id=\"b680-7\">Extrinsic Accident or Mistake Next, defendant contends that the court committed error in not granting defendant’s motion on the ground of extrinsic accident or mistake and cites in support thereof, <em>Bartell </em>v. <em>Johnson, </em>60 Cal.App.2d 432 [140 P.2d 878]; <em>Hallett </em>v. <em>Slaughter, </em>22 Cal.App.2d 552, 557 [4] [140 P.2d 3]; <em>Watson </em>v. <em>Watson, </em>161 Cal.App.2d 35, 39 [4] [325 P.2d 1011]; and <em>Evry </em>v. <em>Tremble, </em>154 Cal.App.2d 444, 448 [2] [316 P.2d 49].  It is true that in a proper case extrinsic mistake which has prevented petitioner, without culpable negligence or other legal fault on his part, from having a fair hearing on the <page-number citation-index=\"1\" label=\"659\">*659</page-number>merits, may be recognized as a ground for the exercise of the court’s equity powers in vacating judgments after the time provided by Code of Civil Procedure section 473 has expired.</p>\n<p id=\"b681-6\">However, it must be kept in mind that in the ease at bar the factual finding of the trial court after an extended and detailed hearing in which all the charges and counter charges and evidence pertaining thereto were sifted by the trial court with extraordinary care and patience, was against the defendant on all grounds. The fact of service of summons and complaint, while not necessarily conclusive on the other issues, involves an integral element in their consideration. It is clear that the trial judge in the hearing had fully in mind the exact grounds upon which defendant was seeking relief, for he commented affirmatively during the taking of evidence on the materiality of determining whether or not the basis of the complaint in the present action was in truth and in law actually included in the accounting action, No. 44269. We cannot know all the details of the trial judge’s reasoning nor just which or what part of each witness’ testimony he believed or disbelieved. The testimony is full of minor and major conflicts and inconsistencies. The trial judge saw and heard the witnesses.</p>\n<p id=\"b681-7\">Extensive discussion, examination and cross-examination was had respecting the items included in the referee’s report in action No. 44269. The questions and statements of counsel and the oral testimony and documentary evidence make clear that there were in fact many dealings between the parties outside the partnership affairs, involving substantial sums and that many of these amounts were, on the date of the filing of this action, in serious dispute between the parties. One portion of the testimony shows that defendant himself filed written objections to the referee’s report claiming that various sums spoken of therein were in truth not partnership matters but were personal dealings of the parties outside of the partnership. Twenty-one of these items in defendant’s first written objection to the referee’s report total approximately $95,000.  The burden was on the defendant to show extrinsic fraud. No attempt was made to elucidate to the trial court nor to this court the reasons why defendant’s position, taken in his written objection to the referee’s account, was reversed in his presentation of his motion to vacate the default judgment.</p>\n<p id=\"b681-9\">In addition, the original file in case No. 44269, which is one of the exhibits before us, shows that under date of Sep<page-number citation-index=\"1\" label=\"660\">*660</page-number>tember 12, 1960, defendant herein, pursuant to a permissive order in that case, filed an amended answer setting up therein as a credit to himself the amounts collected by plaintiff herein on the judgment herein complained of. The testimony indicates that plaintiff herein paid the judgment in action No. 44118 and claims contribution from defendant therefor. What ultimate disposition was made respecting the amounts claimed in action No. 44211 is not made clear by the record.</p>\n<p id=\"b682-5\">After reviewing the entire record we are convinced that any further elucidation of the details of the testimony simply returns us to the starting point of conflicting evidence and would fruitlessly cumber the record. The evidence, depending on the view of the trial judge, would reasonably have supported a decision either way on the subject of whether or not the amount claimed herein had already been claimed in the partnership accounting case, No. 44269. Defendant’s arguments in essence involve reweighing the evidence.  As has hereinbefore been noted, the weight of the evidence is for the trial court and its decision will not be disturbed in the absence of clear abuse. This we do not find in the case at bar. <em>(Butler </em>v. <em>Nepple, </em>54 Cal.2d 589, 597 [7] [6 Cal.Rptr. 767, 354 P.2d 239]; <em>Brewer </em>v. <em>Simpson, supra.)</em></p>\n<p id=\"b682-6\">Relief Under Code of Civil Procedure Section 473</p>\n<p id=\"b682-7\">Defendant next contends that the trial court erred in holding that defendant’s motion for relief could only be granted under Code of Civil Procedure section 473, which was no longer available to him because of lapse of time, citing <em>Estate of Estrem, </em>16 Cal.2d 563 [107 P.2d 36]; <em>Olivera </em>v. <em>Grace, </em>19 Cal.2d 570 [122 P.2d 564, 140 A.L.R. 1328] ; <em>Evry </em>v. <em>Tremble, </em>supra; and <em>Watson </em>v. <em>Watson, supra. </em>We are unable to find merit in this point. First, it should be noted that the record does not support defendant’s major premise that the trial court made such a ruling. It is true that in the very brief and informal memorandum which precedes the trial court’s order of denial it does speak of the lapse of time which barred the remedy provided by said section 473, and it also refers to the failure of defendant to carry the burden of proof in showing fraud. However, it is also true that throughout the extensive hearing on the motion the trial court repeatedly made clear its close attention to and consideration of defendant’s evidentiary material by which he attempted to show extrinsic mistake, and that if an extrinsic mistake was shown to the satisfaction of the court it would be inclined to take action to grant the relief prayed for. The court reminded <page-number citation-index=\"1\" label=\"661\">*661</page-number>defendant more than once that his figures and allegations were spread through several affidavits and exhibits and that the coordination of these was necessary in order that the court might understand exactly what defendant was contending for in the way of extrinsic fraud or mistake. This court has been at pains to examine the entire record and the mass of lengthy exhibits and accounts presented.</p>\n<p id=\"b683-6\">As was hereinbefore pointed out, some 21 items of account totalling about $95,000 contained in the referee’s report were objected to by the defendant in case No. 48269 on the ground that these were personal transactions between the parties and were not involved in the partnership accounting. Defendant never did point out to the trial court whether these were duplications of other figures or not, and this court on examination of the accounts is likewise unable to make any such determination. Yet he now claims that the present action could only pertain to the partnership. It appears, further, that the referee spent 12 hearing days going over these figures and was himself uncertain whether these amounts were personal transactions or partnership transactions. In any event, all of this material, even had the court accorded to it all the veracity and the weight defendant contended it was entitled, still remained intrinsic and not extrinsic fraud. The base upon which defendant’s contentions primarily rested was lack of service of summons and complaint but the court found against defendant on this issue on amply sufficient evidence.</p>\n<p id=\"b683-7\">Many cases have referred to the type of mistake herein urged by defendant as constructive fraud, although, as was said in <em>Olivera </em>v. <em>Grace, supra, </em>at page 578, it is perhaps more accurate to characterize it as extrinsic mistake. It should be noted that in all of the above mentioned cases cited by defendant on this point, the ground of relief requested centered around the sufficiency of notice to defendant. In <em>Olivera </em>the defendant was an incompetent known by plaintiff to be such at the time the summons was served. In <em>Evry </em>the defendant was confined to her bed in a hospital and claimed no memory of service because of her illness. In <em>Watson </em>defendant wife was unable to speak or read the English language sufficiently to understand the nature of the process. In <em>Estrem, </em>involving notice to support letters testamentary, the court, affirming an order denying a motion to cancel the letters, said on page 572:</p>\n<blockquote id=\"b683-8\">\"... A court may set aside at any time a judgment or order void on its face. It may set aside a default judgment <page-number citation-index=\"1\" label=\"662\">*662</page-number>or order issued without proper jurisdiction over the person of a defendant who at no time was before the court if motion for such relief is made within one year. And, of course, it may set aside a judgment or order inadvertently made upon motion within six months, under section 473. But it cannot, after time for appeal has elapsed, set' aside a judgment or order on the ground that the court lacked jurisdiction, when the facts establishing such jurisdiction were found by the court in the original proceedings, and all adverse parties were properly served with notice and had the opportunity to present their objections.”</blockquote>\n<p id=\"b684-5\">The order denying motion may not be impeached by the failure of the court to specify extrinsic mistake as distinguished from extrinsic fraud in the brief informal memorandum which preceded the order. <em>(Sketchley </em>v. <em>Lipkin, </em>99 Cal.App.2d 849, 855 [3] [222 P.2d 927]; <em>Haynes </em>v. <em>Buckley, </em>165 Cal.App.2d 96, 101 [8] [331 P.2d 693].) Defendant does not contend that findings were necessary to support the order.</p>\n<p id=\"b684-6\">The authorities uniformly hold that no findings are necessary to support an order denying a motion and defendant in his brief so concedes. <em>(Waller </em>v. <em>Weston, </em>125 Cal. 201, 204 [57 P. <em>892]; Parker </em>v. <em>Parker, </em>107 Cal.App.2d 215, 217 [4] [236 P.2d 828]; <em>Beckett </em>v. <em>Kaynar Mfg. Co., Inc., </em>49 Cal.2d 695, 699 [6] [321 P.2d 749]; <em>Crummer </em>v. <em>Beeler, </em>185 Cal.App.2d 851, 856 [1] [8 Cal.Rptr. 698].)  The burden of proving extrinsic fraud or mistake which prevented defendant, without legal fault on his part, from presenting his defense on its merits, was on the defendant. <em>(Mann </em>v. <em>Pacific Greyhound Lines, </em>92 Cal.App.2d 439, 447 [5] [207 P.2d 105] ; <em>Etchepare </em>v. <em>Ehmke, 137 </em>Cal.App.2d 508, 511 [2] [290 P.2d 374]; <em>Luz </em>v. <em>Lopes, </em>55 Cal.2d 54, 62 [7] [10 Cal.Rptr. 161, 358 P.2d 289].)</p>\n<p id=\"ApI\">The granting or denial of a motion to vacate a judgment on the ground of fraud or mistake involves the coordinated weighing of reasonable time, consideration, knowledge, intent, diligence, and other such intangible factors.  The decision is uniformly held to lie within the discretion of the trial court and its order will not be disturbed unless there is a clear showing of abuse of discretion. <em>(Watson </em>v. <em>Watson, supra, </em>39 [1]; <em>Cushing </em>v. <em>Cushing, </em>94 Cal.App.2d 950, 954 [1] [212 P.2d 54].)  On appeal the burden of showing of abuse of discretion rests on the appellant. <em>(Cushing </em>v. <em>Cushing, supra, </em>954 <em>[2]; Mann </em>v. <em>Pacific Greyhound Lines, supra, </em>447 <em>[6]; Kalmus </em>v. <em>Kalmus, </em>103 Cal.App.2d 405, 415 <page-number citation-index=\"1\" label=\"663\">*663</page-number>[9-11] [230 P.2d 57]; <em>Davis </em>v. <em>Davis, </em>185 Cal.App.2d 788, 794 [14] [8 Cal.Rptr. 874].) In the record before us we find no abuse of discretion.</p>\n<p id=\"b685-5\">The order is affirmed.</p>\n<p id=\"b685-6\">Griffin, P. J., and Coughlin, J., concurred.</p>\n<p id=\"b685-7\">A petition for a rehearing was denied March 15, 1962, and appellant’s petition for a hearing by the Supreme Court was denied April 18, 1962.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}