{
  "casebody": {
    "data": "<casebody firstpage=\"262\" lastpage=\"273\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b262-3\">Sheldon Kinney, Jr., <em>vs. </em>Augustus Whiton.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b262-4\">Where a -declaration is made to one person for the purpose of influencing his conduct, and though not confidential is not intended for others, a bystander who overhears it and acts upon it can not set up an estoppel against the party making the declaration.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b262-5\"><em>W </em>gave <em>B </em>a writing by which he agreed to deliver to <em>B </em>or bearer a phaeton of a certain description and value on a certain day a few months later. <em>B </em>soon after assigned the contract to <em>K </em>for a valuable consideration, and the phaeton not being delivered on the day agreed, <em>K </em>brought suit upon it. Held that <em>W </em>could show by parol evidence that the consideration for the contract was a certain note endorsed to him by <em>B, </em>which was to fall due before the day of the delivery of the phaeton, and that it was agreed that he was not to deliver the phaeton unless the note was first paid.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b262-6\">Such parol proof does not contradict or vary the written contract, the writing not purporting to state the consideration.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b262-7\">And the plaintiff especially could not object to parol evidence of the consideration, as it was necessary to his recovery that he should prove a consideration, and as the written contract did not state what it was it could he proved only by parol.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"Ads\">Assumpsit upon a contract to deliver a phaeton to one Boyce, by whom the contract was assigned to the plaintiff; brought to the Court of Common Pleas of Hartford County, and tried to the court, on the general issue with notice, before <em>McManus, J. </em>The court made the following finding of facts:</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b262-10\">On the 20th of October, 1868, one Boyce, a dealer in patent rights, and a resident of the state of New York, called on ■ Whiton, the defendant, who was a carriage maker residing in Bloomfield in this state, and proposed to give him promissory notes in exchange for carriages of the defendant’s manufacture. Boyce had several notes of various amounts, all made payable to one Hazard or bearer, and all having been given to Boyce in payment for patent rights, and legally, collectible. Whiton was informed by Boyce of the consideration of the notes, and after examining them he selected several, amounting in all to $2,166.66, for which he agreed to give Boyce an equivalent in carriages, provided Boyce would put his name °on the back of the notes, he believing, from the representations then made to him, that Boyce was good.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b262-12\">The plaintiff, who then kept a hotel in Windsor, a few miles <page-number citation-index=\"1\" label=\"263\">*263</page-number>from Wliiton’s shop, with whom Boyce was stopping, had driven. Boyce to Whiton’s and introduced him. He had then no pecuniary interest in Boyce’s affairs, and was paid by him for his board, and for his services in driving him about, a fair compensation. The plaintiff expressed his opinion favorably to Whiton concerning the notes, but did not profess any personal knowledge of the makers or their solvency. Whiton did not have in his possession carriages enough to equal the notes so selected by him into about $360. Boyce proposed that he should take the notes, including one made by Dyke &amp; Babcock, of North Adams, Massachusetts, dated October 3d, 1868, payable six months after that date, for $666.66, and should deliver the carriages on hand, five or six in number, and should make a phaeton of the value of $325, and subsequently deliver it, Boyce saying to him at the time, “You may have time till after the North Adams note is due, so that if it is not paid you won’t have to deliver the phaeton.” At the same time he also said that he thought that note was surely good, for one of the three men to whom he there sold his patents paid cash, and the other two gave this note. Kinney was present at this interview, but did not hear this conversation ; but the understanding between Boyce and Whiton was that Whiton should not deliver the phaeton unless the note of Dyke <em>&amp; </em>Babcock was paid, and the time for the delivery of the phaeton was therefore fixed some days after that note would mature. Kinney was ignorant of this understanding. On the following day Whiton delivered the carriages to Boyce, and received the notes, Boyce endorsing his name and address on the back of each. Boyce then said that Kinney ought to have a memorandum to show that the phaeton was to be made and delivered, and wrote the following:</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b263-5\">“On or before the 1st day of May, 1869,1 promise to deliver to A. Boyce or bearer, in Hartford, one phaeton buggy worth three hundred and twenty-five dollars. It is to be the same as I have sold to A. Boyce this day, for which I have this day received my pay.”</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b263-6\">Whiton signed the paper and delivered it to Boyce. Kinney was not then present.. The carriages were then taken to <page-number citation-index=\"1\" label=\"264\">*264</page-number>Hartford, to Spencer’s stables. Whiton was at the stables the same day, and Boyce then offered the paper to one Bartlett, to whom he was indebted. Bartlett asked Whiton if the paper was genuine, and if the phaeton would be delivered. Whiton replied, “It will be ready for you or any one who holds that order.” Kinney and others were standing near by and heard this, and Kinney did not know of the existence of the paper until then. Whiton did not then know that any person thought of purchasing the paper, but did suppose that Boyce would leave it with Kinney or some one else to whom he could deliver the phaeton. Kinney would not have bought the bill had it not been for what Whiton then said. All of the carriages were taken to New York on the same day.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b264-4\">On the 26th of February, 1869, Kinney purchased the paper from Boyce in good faith, paying him therefor $250. Soon after Kinney delivered the paper to S. W. Gregory as collateral security. In April, 1869, Gregory presented the paper to Whiton, and asked if it was good. He replied, “Yes,” and consented that Gregory might take two business wagons instead of a phaeton, paying the difference in money, and he delivered one-wagon. In June he sent Gregory a bill demanding pay for the wagon, and then informed him that he would not give any credit on the order, because some of the notes he had received from Boyce had not been paid. Gregory paid for the wagon, and after having sent his clerk to Whiton with the order to demand the phaeton, which Whiton refused, gave back the paper to Kinney, who ever since has been the lawful owner of the same.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b264-5\">The note of Dyke <em>&amp; </em>Babcock was duly presented to them at maturity, but payment was refused, and the note was protested for non-payment, and a notice sent to Boyce that the holder would look to him for payment. The note has never been paid, but a suit brought on it against the makers, June 11th, 1869, in Massachusetts, was prosecuted to final judgment in Whiton’s favor, and nothing has ever been paid or collected on the judgment. Two other of the notes of $200 each have not been paid, the makers being insolvent, and the claim of the defendant against Boyce on account of his endorsements now amounts to $1,066.66, and interest.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b265-4\"><page-number citation-index=\"1\" label=\"265\">*265</page-number>The plaintiff claimed that upon the evidence offered the defendant was in law estopped by his conduct and language from claiming- that there was any verbal condition or agreement annexed to the written agreement in suit, which could affect it in the hands of the plaintiff. The defendant claimed that he was not thus estopped, and asked the court to rule that the plaintiff could not recover, because the non-payment of the Dyke <em>&amp; </em>Babcock note had released him from his obligation to deliver the phaeton to Boyce, and that the plaintiff could not have rights against the defendant superior to those of Boyce.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b265-5\">The court overruled the claim of the defendant, and rendered judgment in favor of the plaintiff for $435.18 damages and costs. The defendant filed a motion in error, assigning as error the above ruling of the court.</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b265-6\"><em>E. Hall </em>and <em>E. S. </em>White, for the plaintiff in error.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"b265-7\">1. The first question in this case is, whether the defendant is in law estopped by his conduct and language, as set forth in the finding, from claiming that the writing in suit was executed and delivered upon a verbal agreement as to the consideration. To constitute an estoppel <em>in pais, </em>/the party making the representations must have intended that the other party should act upon them. Bigelow on Estoppel, 437, 485; <em>Danforth </em>v. <em>Adams, </em>29 Conn., 107; <em>Andrews </em>v. <em>Lyons, </em>11 Allen, 349; <em>Payne </em>v. <em>Burnham, </em>62 N. York, 73. The language of a party, to operate as an estoppel, must have been addressed to the party claiming it. <em>Mayenborg </em>v. <em>Haynes, </em>50 N. York, 675; Bigelow on Estoppel, 486. The representations must have reference to a present or past state of things. Bigelow on Estoppel, 438. The facts found do not bring this case within these principles. The statement of the defendant, so far as it related to the delivery of the phaeton, was a representation relative to a future transaction. And it was not addressed to the plaintiff. Further, it could not have been made with the intention that the plaintiff should act upon it, for the defendant did not then know that any one thought of purchasing the paper. Estoppels are not favored <page-number citation-index=\"1\" label=\"266\">*266</page-number>in law, and must be strictly made out. <em>Andrews </em>v. <em>Lyons, </em>11 Allen, 361.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b266-4\">2. Parol evidence was admissible to prove the exact consideration of the defendant’s contract, and such evidence did not in any way contradict or vary the written contract, since the written contract does not state what the consideration was, nor that there was any. The plaintiff had no rights in the case different from those which Boyce had, and it was as necessary for him as it would have been for Boyce to show that there was a consideration and what it was.</p>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b266-5\">(t. <em>Gr. Sill </em>and <em>O. H </em>Briscoe, for the defendant in error.</attorneys>\n<p data-order=\"18\" data-type=\"legal\" id=\"b266-6\">1. When Bartlett, in the presence of Kinney, inquired of Whiton, showing him-the paper, if it was genuine, and if the phaeton would be delivered, and he replied, “ It will be- ready for you or any one who holds that order,” is the latter estopped from showing that he is not liable on the order ? It is not necessary to look beyond our own reports for an answer to this question. The case of <em>Preston </em>v. <em>Mann, </em>25 Conn., 118, contains as clear exposition of the law on this subject as any. See also <em>Middletown Bank </em>v. <em>Jerome, </em>18 Conn., 443; <em>West Winsted Sav. Bank </em>v. <em>Ford, </em>27 id., 282. If it is claimed that Whiton did not know that any one thought of buying the order, we say that it makes no difference what his motive was in making the statement. See <em>Preston </em>v. <em>Mann, </em>supra, 128. Nor does it make any difference that he said this to Bartlett. He said it in presence of the plaintiff and others, and added that it would be ready for any one who held the order. This announcement would be analogous to the certificate mentioned in <em>Middletown Bank </em>v. <em>Jerome, </em>supra. That was directed to any one who might see it—this to any one who might hear it. <em>Horn </em>v. <em>Cole, </em>51 N. Hamp., 287; <em>Stevens </em>v. <em>Dennett, </em>id., 324; <em>Quirk </em>v. <em>Thomas, </em>6 Mich., 76; <em>Mitchell </em>v. <em>Reed, </em>9 Cal., 204.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b266-7\">2. If the court below erred in its rulings, yet if, upon the facts found, the plaintiff is entitled to a judgment, this court will not reverse that judgment. The defendant can not maintain his defence because he depends upon parol evidence to <page-number citation-index=\"1\" label=\"267\">*267</page-number>show that there was an unwritten condition attached to this written contract. Parol evidence is not admissible to add to or vary a written contract. <em>Hall </em>v. <em>Rand, </em>8 Conn., 560; <em>Brainerd </em>v. <em>Brainerd, </em>15 id., 575; <em>Glendale Manuf. Co. </em>v. <em>Protection Ins. Co., </em>21 id., 19, 37.</p>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b267-5\">Granger, J.</author>\n<p id=\"Aass\">The contract signed by the defendant, by which he promised, on or before May 1st, 1869, to deliver to Boyce or bearer a phaeton of a certain description and value, is clearly of no validity except as supported by a consideration. It states none upon its face, and the plaintiff, when he bought it of Boyce, must be presumed to have known that he was taking a document that was of no binding force in itself. The actual consideration was the note of Dyke <em>&amp; </em>Babcock and its payment when due, the note falling due on the 6th of April, 1869, and the time of the delivery of the phaeton having been fixed some tln-ee weeks later, so that, as Boyce stated to the defendant at the time, if the note was not paid he would not have to deliver the phaeton.</p>\n<p id=\"b267-6\">The plaintiff, who holds the defendant’s contract by purchase from Boyce, claims that proof can not be gone into of what this consideration in fact was, because it would be adding to or varying a written contract by parol evidence. But the plaintiff stands no better in suing upon this contract than Boyce himself would have done, unless it be on the ground of an estoppel, which we will consider hereafter. The instrument had nothing negotiable about it. It was a promise, it is true, to Boyce or bearer; but it was not for the payment of money. Such an instrument is open to every inquiry and to every defense, in the hands of an assignee, that it would have been open to in the hands of the assignor. If Boyce were suing upon it he would have to prove a consideration. It would be a part of his case, not the want of it a part of the defence. And in showing that there was a valid consideration he would have to show what it was, and all the facts with regard to it. It would not be for him to object to parol evidence of the consideration ; he himself would be the one who would have to offer the evidence. Such evidence does not in any proper <page-number citation-index=\"1\" label=\"268\">*268</page-number>sense vary tlie written contract. There is nothing in the contract that is inconsistent with such consideration. The contract says nothing about it. Indeed the written document does not purport to be the whole contract, but only a part of it. The statement of the consideration is needed to make the full contract of both parties. As it stands it is only the promise of one of the parties. Indeed the paper as drawn not only does not state the consideration, but carries upon its face an implication that the consideration had not been paid. It is as follows: “On or before the first day of May, 1869,1 promise to deliver to A. Boyce or bearer one phaeton buggy worth three hundred and twenty-five dollars. It is to be the same as I have sold to A. Boyce this day, for which I have this day received my pay.” Here the statement with regard to the payment applies obviously only to the phaeton delivered that day, and by being limited to that phaeton impliedly states that the phaeton to be delivered in May was not yet paid for.</p>\n<p id=\"b268-4\">But the plaintiff at this point conies in with his claim of an estoppel, and says that the defendant, by reason of his declaration to one Bartlett, that the phaeton would be ready for any one who brought the order, is estopped from claiming that he was not to deliver it till the Dyke <em>&amp; </em>Babcock note was paid. It appears that Boyce offered the paper to Bartlett in the defendant’s presence, and that Bartlett then enquired of the latter whether it was genuine, and whether the phaeton would be delivered. The defendant’s answer evidently was intended as a recognition of his signature and of the obligation of the contract upon him. He does not now deny the genuineness of the paper, nor his obligation ’ to perform the contract according to its terms. Perhaps also, if Bartlett had purchased the contract in good faith and upon the strength of the defendant’s declaration, he would have a right to say that the defendant misled him into a belief that the consideration was paid, and the obligation to deliver the phaeton an absolute one. As he did not in fact make the purchase we need not decide this point. But if he could have sustained a claim to an estoppel we do not think that it necessarily follows that the plaintiff can do so. Bigelow, in his <page-number citation-index=\"1\" label=\"269\">*269</page-number>work on Estoppel, page 487, gives a summary statement of the essential elements of an estoppel by conduct, and among them that the representation “ should have been made with the intention that the other party should act upon it.” This doctrine is laid down in <em>Plumer </em>v. <em>Lord, </em>9 Allen, 455, and still more strongly in <em>Andrews </em>v. <em>Lyons, </em>11 Allen, 349. Some of our own decisions perhaps go somewhat beyond this limit, particularly that in <em>Preston </em>v. <em>Mann, </em>25 Conn., 118, and we should undoubtedly hold that it is enough if the circumstances are such that the party is fairly chargeable with knowledge that his declaration may induce the action taken. Here it can not be supposed that there was in fact any intention to induce the action taken by the plaintiff. It seems extremely improbable that the possibility of such action was in the defendant’s mind. He knew that'■the plaintiff had been present during the whole negotiation between himself and Boyce and had no reason to doubt that he fully understood all the facts. Boyce when, after the negotiation, he drew the paper for the defendant to sign, said to him that “Kinney ought to have a memorandum to show that the phaeton was to be made and delivered.” The very paper therefore was procured by Boyce to be put into the plaintiff’s hands, of course as his agent. It would seem therefore as if the last thing to enter the defendant’s mind, would be the idea that the plaintiff could become the purchaser of the contract on any ignorance of the facts or under any inducement from such a remark as his to Bartlett. It is difficult to see therefore how the defendant can be fairly chargeable with either an intention to influence the action of the plaintiff, or with a knowledge that his action might be influenced by what he said.</p>\n<p id=\"b269-5\">There may of course be cases where a declaration, though in reply to an enquiry from one of a company, may have been intended for all present—a public declaration to be acted upon by any one present who should choose. In such a case any one of the company acting upon it would be an original party to the representation. Of such a character is a representation, whether in writing or made orally, that is. intended for <page-number citation-index=\"1\" label=\"270\">*270</page-number>all the public, as in the certificate signed by tne party for general use, in the case of. <em>Middletown Bank </em>v. Jerome, 18 Conn., 443. Here the declaration, though it speaks of a delivery of the phaeton to any one bringing the order, (for the defendant seems to have regarded it as simply an order, and it was taken of him by Boyce simply as an authority for Kinney as .his agent to receive the phaeton,) was, for aught that appears, addressed solely to Bartlett and intended solely for him. Estoppels are not favored, and in the absence of any finding upon the point, we can not presume that the defendant turned around to the bystanders and in a raised voice addressed all present. The case must be regarded as one where a declaration addressed to and intended for one person, is overheard by another, who afterwards acts upon the strength of it.</p>\n<p id=\"b270-4\">But the plaintiff claims that even if this be his position, yet he is entitled to the benefit of the estoppel, and we are referred to two or three decisions that seem to favor this view. One of these is the case of <em>Quirk </em>v. <em>Thomas, </em>6 Mich., 78. In this case land was conveyed to a grantee to defraud creditors, and it was held that the deed, appearing on the public records, was a declaration to the world that the grantee was the true owner, and that though intended only to defraud creditors, any bon&amp; fide purchaser could set up an estoppel against any denial of the grantee’s title.' It is difficult to see how this decision bears upon the question. Such a deed would be a declaration to all the world, and any purchaser accepting it and acting upon it would be a party to it. Indeed the whole system of registering deeds of land would become of no value if a purchaser could not rely upon the records as he finds them. The case of <em>Mitchell </em>v. <em>Reed, </em>9 Cal., 204, which is also cited by the plaintiff’s counsel, lays down the doctrine claimed by the plaintiff in direct language, but does not commend itself to our judgment. It is there held that when a declaration, not confidential, is made to <em>A, </em>and comes to the knowledge of others, who act upon it, those who so áct upon it can set up an estoppel against the party making the representation. The case was this. A person keeping a saloon <page-number citation-index=\"1\" label=\"271\">*271</page-number>and apparently the owner of liquors in it, repeatedly stated that they belonged to <em>B </em>and not to himself. A creditor of <em>B </em>having heard of this statement, but not directly from the saloon keeper, attached the liquors as the property of <em>B, </em>and it was held that the saloon keeper was estopped from claiming that they belonged to himself and not to <em>B. </em>Here the .declaration, though never made directly to the party who finally acted upon it, was yet a general declaration, apparently made to be communicated to others, and very much what it would have been if it had been written and posted in front of the saloon, or as if 1ns sign had indicated that he was agent of <em>B. </em>The distinction which the court draws is between declarations that are confidential, in which case a party receiving them at second hand can not set up an estoppel, and declarations that are not confidential, no matter if made privately and to a single person, which yet reach others, by being overheard or repeated. We think the distinction should be, between declarations intended to be public or for all hearers, and those not so intended, although not confidential. In the case of the public declaration the whole public may act upon it, and their action will fall within the scope of the intention, actual or presumed, of the party making the declaration. In the case of the declaration not publicly made, nor intended to be public, the action of any stranger acting upon it would fall wholly without the scope of such intention.</p>\n<p id=\"b271-5\">The case of <em>Horn </em>v. Cole, 51 N. Hamp., 287, is another of those relied upon by the plaintiff’s counsel, and is in its general character much like the California case just referred to, and cites that case in support of its position. In this case <em>A, </em>to prevent his goods from being attached, represented that they belonged to <em>B, </em>and a party to whom the representation was made attached them upon a claim which he held against <em>B, </em>and it was held that <em>A </em>was estopped from denying that the goods belonged to <em>B. </em>The case does not involve any consideration of the question of the effect of a communication of <em>A’s </em>statement to a third party, or of its being overheard by a bystander, as the party acting upon the representation was <page-number citation-index=\"1\" label=\"272\">*272</page-number>the one to whom the representation was made. But the court go into an elaborate review of the authorities on the general subject of estoppel by conduct, and in the course of it contend for the enlargement of the application of the doctrine, regarding it as a broad doctrine of equity, which can not be governed by narrow and strict rules of construction, and which should be favored, as tending to promote justice,.rather than, restricted as tending to exclude evidence of the truth. In the course of the discussion the court refer to the cases of <em>Quirk </em>v. <em>Thomas </em>and <em>Mitchell </em>v. <em>Reed, </em>which we have considered above, as falling in with their general views, and contend specially for such an extension of the principle of estoppel as will make it applicable to cases where the party making the representation misled some other party than the one whose action he designed to influence.</p>\n<p id=\"b272-4\">But we are not able to concur in the results at which the court arrived in the three cases we have been considering. It seems to us to be an unsafe doctrine to adopt, that a person who gets at second hand a declaration not intended for the public and not intended for him, may act upon it as safely as the person to whom the declaration was addressed and for whom alone it was intended. Where the declaration was intended only for the person to whom it was addressed the party making it has assumed no obligation to any other person. A bystander who casually overhears a conversation has no right to appropriate to himself, without further enquiry, what was intended for another. If he desires to act in the matter he can make direct enquiry for himself. It would be dangerous to adopt any other rule. The conversation overheard may have been really a fragment of a negotiation extending through several conversations, and may be materially qualified by what had been said before or might be said afterwards. Indeed in any case the person making the declaration may upon further reflection have modified his statement the next day, or retracted it altogether; and where a person finds that he has inadvertently or inconsiderately committed himself upon some point and wishes to withdraw or correct his statement, he has done his whole duty when he <page-number citation-index=\"1\" label=\"273\">*273</page-number>looks up the persou to whom he made the statement, and sets himself right with him, and is under no obligation to hunt up the bystanders and make the correction to them. The bystanders if they wish to estop him, must look him up and get a statement for themselves.</p>\n<p id=\"b273-5\">In <em>Mayenberg </em>v. Haynes, 50 N. York, 675, the Court of Appeals of that state, affirming the decision of the Supreme Court, held that a declaration made to <em>A </em>and by him communicated to and acted upon by <em>B, </em>would not constitute an estoppel in <em>B’s </em>favor, where it was no part of the original intention that it should thus be communicated to him and influence his action. There is no substantial difference between that case and that of a bystander who overhears a declaration not intended for him.</p>\n<p id=\"b273-6\">We think there is manifest error in the judgment of the Court of Common Pleas, and it is reversed.</p>\n<p id=\"b273-7\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}