{
  "casebody": {
    "data": "<casebody firstpage=\"320\" lastpage=\"320\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"attorneys\" id=\"b376-3\">Edith G. BAILEY, Appellant, v. The UNITED STATES, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b376-5\">No. 22692.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b376-6\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b376-7\">June 18, 1969.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b376-12\">Edith G. Bailey (argued), Sacramento, Cal., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b376-13\">William B. Shubb (argued), Asst. U. S. Atty., John P. Hyland, U. S. Atty., Sacramento, Cal., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b376-15\">Before CHAMBERS and MERRILL, Circuit Judges, and SMITH,<footnotemark>*</footnotemark> District Judge.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b376-14\"> The Honorable Russell E. Smith, United States District Judge, District of Montana, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b376-16\">PER CURIAM.</author>\n<p id=\"b376-17\">Edith Bailey, a civilian employee of the United States Air Force, appeals from a summary judgment based on laches. The controversy started in August, 1960, when appellant complained about her job classification. She pursued her administrative remedies with what appears to have been reasonable diligence until June 29, 1961, at which time the administrative action denying her claim became final. This action was filed in the district court on March 6, 1967, some 68 months later. The district court granted a motion for summary judgment based on laches on the authority of Corrington v. Webb, 375 F.2d 298 (9 Cir. 1967); Drown v. Higley, 100 U.S.App.D.C. 326, 244 F.2d 774 (1957); United States ex rel. Arant v. Lane, 249 U.S. 367, 39 S.Ct. 293, 63 L.Ed. 650 (1919).</p>\n<p id=\"b376-18\">Appellant attempts to excuse the delay on the ground that during the interim period she attempted to reopen her ease with the Civil Service Commission on the basis of Executive Orders 10987 and 10988 <footnotemark>1</footnotemark> and filed two unsuccessful cases in the Court of Claims. No action was taken from June 29, 1961 to May 17, 1964, the date of the effort to reopen administratively on the basis of the Executive Orders. If the effort to reopen be justified by the issuance of the Executive Orders, there was a period of over 20 months between the effective date of the orders and the taking of action based on them. Under these circumstances and considering the several rather lengthy periods of inaction, we cannot say that the district court abused its discretion in granting the motion for summary judgment.</p>\n<p id=\"b376-19\">The judgment is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b376-20\">. 27 Fed.Reg. 550-56 (1962).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}