{
  "casebody": {
    "data": "<casebody firstpage=\"1107\" lastpage=\"1114\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1179-11\">Linda BROWN, the duly appointed Personal Representative of the Estate of Billy Derrell Brown, Deceased, Plaintiff-Appellant, v. LINK BELT CORPORATION and FMC Corporation, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1179-14\">No. 75-2792.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1179-15\">United States Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1179-16\">Dec. 7, 1977.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1180-14\"><page-number citation-index=\"1\" label=\"1108\">*1108</page-number>Raymond J. Conboy (argued), of Pozzi, Wilson &amp; Atchison, Portland, Or., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1180-15\">Ridgway K. Foley, Jr. (argued), of South-er, Spaulding, Kinsey, Williamson &amp; Schwabe, Portland, Or., for defendants-ap-pellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b1180-17\">Before BARNES and ELY, Circuit Judges, and VAN PELT,<footnotemark>*</footnotemark> District Judge.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1180-10\"> Honorable Robert Van Pelt, Senior District Judge for the District of Nebraska, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1180-18\">BARNES, Senior Circuit Judge:</author>\n<p id=\"b1180-19\">Billy Derrell Brown (“Brown”) died in a logging operation in Oregon after he was run over by an excavator crane manufactured by the defendants. Brown’s widow brought a wrongful death action in the United States District Court for Oregon, the federal jurisdiction being predicated on diversity of the parties. As the case was finally submitted to the jury, the plaintiff only charged that the defendants should be held strictly liable for failing to equip their product with manual and/or automatic warning signal devices to indicate the movement of the crane.</p>\n<p id=\"b1180-20\">Brown worked as a “chaser” for the D&amp;H Logging Company (“D&amp;H”). His function was to direct the “yarder operator” <footnotemark>1</footnotemark> on the <page-number citation-index=\"1\" label=\"1109\">*1109</page-number>placement of cut logs by the use of hand signals. The yarder is not herein involved. In addition to the yarder, there was also a crane in the drop area which placed the logs in a “deck” (pile) until they could be loaded upon trucks.</p>\n<p id=\"b1181-4\">The crane, which was involved herein moved on crawler treads and had two gears. In the lower gear, the crane could not proceed faster than one and a half miles per hour. The crane had on top of its base an enclosed cab, wherein the operator sat, which could swing 360 degrees, and thus the operator is able to face whatever direction he travels. The cab has windows. The defendants did not, either as standard or optional equipment, provide any automatic warning signal systems on their machines which would be activated by the movement of the crane.<footnotemark>2</footnotemark> There was conflicting evidence as to whether the crane could be moved without “revving the motor,” which would create a loud noise.<footnotemark>3</footnotemark> In addition, there was testimony that the movement of the treads would itself create an audible “creaking” noise.</p>\n<p id=\"b1181-5\">The crane as manufactured and sold by defendants is not ready for use until the appropriate accoutrements are added by the distributor or ultimate user. However, the defendants’ cranes are often used for logging operations after the necessary adjustments have been made. Indeed, the defendants affixed a decal on their cranes which bore the name “Logmaster.” In our case, the distributor, Howard-Cooper Corporation, outfitted the machine with a boom and grapple, guards, and a manually operated horn.<footnotemark>4</footnotemark> After being so equipped the crane operator would have an angle of vision of between 180 and 250 degrees.</p>\n<p id=\"b1181-10\">At the time of the accident, Brown had gone to release a tangled choker and moved out of the view of the yarder operator. He then apparently moved to the area where the crane was loading a log truck. One of D&amp;H’s cardinal safety rules<footnotemark>5</footnotemark> was that all persons must stay away from the area which were marked by crane tracks,<footnotemark>6</footnotemark> unless the crane was not in operation. The crane operator, Colton, did not see Brown and was operating the crane with the presumption that there were no other workers in his zone. Colton took a look out of the cab and did not observe anyone' in the direction of the crane’s next movement. He could not, however, see behind the operator’s cab on the left side of the crane. Colton swung the boom and the cab about and proceeded to move back about 3 or 4 feet. He then heard the yarder’s distress signal, stopped the crane, looked out of the cab, and saw Brown pinned underneath the crane from his left leg to his pelvic area. Brown was taken to a hospital where it was found that the crushing injury extended partially to his internal organs. Brown died following a surgery and after refusing blood transfusions.<footnotemark>7</footnotemark></p>\n<p id=\"b1181-11\">The case was submitted to a jury which returned a verdict in favor of the defendants. This appeal, followed.</p>\n<p id=\"b1181-12\">The appellee-defendants herein contend that the issues raised by the plaintiff on appeal are moot because the district court should have granted the defendants’ motion for a directed verdict. The defendants’ mo<page-number citation-index=\"1\" label=\"1110\">*1110</page-number>tion rested on two grounds: (1) that the crane was not defective as a matter of law because the condition alleged to be unreasonably dangerous was open and obvious to both users of the product and to bystanders who might reasonably be expected to be exposed to the product; and (2) that the plaintiff failed to demonstrate the existence of a defect in the product which was present when it left the manufacturer’s control.</p>\n<p id=\"b1182-4\">Appellant-plaintiff argues that the trial court committed reversible error in its jury instructions as to strict liability and as to contributory negligence and assumption of risk.</p>\n<p id=\"b1182-5\">We see no reason to discuss the appellees’ contention that the district judge erred in failing to grant the appellees’ motion for a directed verdict in their favor. This is because, for reasons hereinafter discussed, we conclude that the judgment must be affirmed upon the basis of the jury’s verdict.</p>\n<p id=\"b1182-6\">\n<em>Jury Instructions.</em>\n</p>\n<p id=\"b1182-7\">Under Oregon law, the trial court does not commit error in refusing to present a party’s requested instructions, even though the instructions may be correctly phrased, so long as the instructions actually given provide the jury with an accurate understanding of the applicable law. <em>Smith v. Oregon Agr. Trucking Ass’n, </em>272 Or. 156, 535 P.2d 1371, 1372 (1975); <em>Andrews v. Lyon, </em>237 Or. 490, 392 P.2d 247, 248 (1964). We have repeated the rule applicable to trial in the federal courts on numerous occasions.<footnotemark>8</footnotemark></p>\n<p id=\"b1182-16\">A. Instructions As To Strict Liability.</p>\n<p id=\"b1182-17\">The appellant does not contend that the jury instructions given by the trial court on the issue of strict liability were erroneous. Appellant’s Opening Brief at page 19. Rather, she contends that the failure of the court to give her requested instruction number 3 amounted to reversible error.</p>\n<p id=\"b1182-18\">The instructions given by the trial court<footnotemark>9</footnotemark> herein were basically a version of 2 Restatement (Second) of Torts § 402(A), Comment i (1965), which uses language which is “user-oriented,” i. e., “dangerous to an extent beyond that which would be contemplated by the ordinary consumer who purchases it.” That test has been used by the Oregon courts in the past. <em>See, e. g., Markle v. Mulhollands, Inc., </em>265 Or. 259, 509 P.2d 529 (1973); <em>Cornelius v. Bay Motors, Inc., </em>258 Or. 564, 484 P.2d 299 (1971). However, recent Oregon Supreme Court cases have approved the use of “manufacturer-oriented” instructions such as the one delineated in <em>Phillips v. Kimwood Machine Co., </em>269 Or. 485, 525 P.2d 1033, 1040-1041 n.16 (1974):</p>\n<blockquote id=\"AqTd\">“The law imputes to a manufacturer [supplier] knowledge of the harmful character of his product whether he actually knows of it or not. He is presumed to know of the harmful characteristics of that which he makes [supplies]. Therefore, a product is dangerously defective if it is so harmful to persons [or property] that a reasonable prudent manufacturer [supplier] with this knowledge would not have placed it on the market.”</blockquote>\n<p id=\"b1183-3\"><page-number citation-index=\"1\" label=\"1111\">*1111</page-number>Plaintiff’s instruction number 3 was a manufacturer-oriented instruction.<footnotemark>10</footnotemark> She argues to this court that, even though a user-oriented instruction as to strict liability was given, the trial court was required to give a manufacturer-oriented instruction as well. No Oregon eases deciding this point have been called to our attention, nor located by us.</p>\n<p id=\"b1183-4\">Our problem with appellant’s position is that in the same Oregon Supreme Court cases wherein the manufacturer-oriented instruction is delineated and approved, it is also noted that the two standards are basically the same. It was stated by the Oregon Supreme Court in <em>Phillips, supra, </em>525 P.2d at 1037, the following:</p>\n<blockquote id=\"b1183-5\">“To elucidate this point further, we feel that the two standards are the same because a seller acting reasonably would be selling the same product which a reasonable consumer believes he is purchasing. That is to say, a manufacturer who would be negligent in marketing a given product, considering its risks, would necessarily be marketing a product which fell below the reasonable expectations of consumers who purchase it. The foreseeable uses to which a product could be put would be the same in the minds of both the seller and the buyer unless one of the parties was not acting reasonably.”</blockquote>\n<p id=\"ajy-dedup-1\">Consequently, we cannot see how giving the jury one rather than the other, or failing to give the jury the manufacturer-oriented instruction after having read them the user-oriented instruction, constitutes reversible error.</p>\n<p id=\"b1183-6\">The appellant cites to footnote 12 of the Oregon Supreme Court decision in <em>Johnson v. Clark Equipment Co., </em>274 Or. 403, 547 P.2d 132, 142 (1976) wherein it is stated that henceforth, the focus of jury instructions in strict liability cases should comport with the <em>Phillips </em>case instructions. Particularly, the element of foreseeability, which is a negligence concept, should not be applied to strict products liability situations. From that, appellant argues that the Oregon Supreme Court has concluded that the user-oriented and manufacturer-oriented standards are not identical and that the trial court is obligated to employ the manufacturer-oriented instruction.</p>\n<p id=\"b1183-10\">We disagree. While the Oregon Supreme Court may be moving in such a direction, it has not, at the present time to our knowledge, stated that position as law. As a federal court ruling on state law, we feel no duty to be in the vanguard in changing the state law. In addition, we note a recent Oregon Supreme Court case decided after <em>Johnson, </em>wherein it was held that the result of the case would be the same whether the issue of whether the defect rendered the product unreasonably dangerous (a strict products liability determination) was viewed in terms of the user-oriented test of 2 Restatement (Second) of Torts, § 402(A), Comment i (1965) [which was the test employed by the trial court therein], or in terms of the manufacturer-oriented test adopted in <em>Phillips </em>and <em>Roach v. Kononen, </em>269 Or. 457, 525 P.2d 125. <em>Myers v. Cessna Aircraft Corp., </em>275 Or. 501, 553 P.2d 355, 373 (1976). Given <em>Myers </em>and <em>Phillips, </em>this court cannot agree with the appellant’s arguments on this issue, and finds no error in the instructions given.</p>\n<p id=\"b1183-11\">B. Instructions As To Assumption Of Risk.</p>\n<p id=\"b1183-12\">Appellant contends that the trial court’s instructions as to the element of the assumption of risk was in error. She makes two arguments. First is that the instruction fails to include the necessary elements <page-number citation-index=\"1\" label=\"1112\">*1112</page-number>for the defense of assumption of risk. Second, she contends that the defense is only applicable to users or consumers of the product and not to bystanders.</p>\n<p id=\"b1184-4\">The Oregon Supreme Court has stated that contributory negligence on the part of the user is not a defense to a strict liability claim. <em>Findlay v. Copeland Lumber Co., </em>265 Or. 300, 509 P.2d 28, 30 (1973). However, it did adopt as a defense the concept of assumption of risk which it noted differed somewhat from the traditional tort doctrine of assumption of risk. <em>Johnson, supra, </em>547 P.2d at 138. The Oregon Supreme Court adopted the definition of assumption of risk which is contained in 2 Restatement (Second) of Torts, § 402(A), Comment n (1965). <em>Id. </em>Under that definition, the defendant must establish three elements:</p>\n<blockquote id=\"b1184-5\">“The defendant must show, first, that the plaintiff himself actually knew and appreciated the particular risk or danger created by the defect; second, that plaintiff voluntarily encountered the risk while realizing the danger; and, third, that plaintiff’s decision to voluntarily encounter the known risk was unreasonable.” <em>Id.</em></blockquote>\n<p id=\"b1184-6\">On the issue of assumption of risk, the trial court gave the following instruction:</p>\n<blockquote id=\"A1b\">. . In addition to denying the charges against it that it is strictly liable, the defendant also asserts that Billy Der-rell Brown was contributorily negligent in that, although he knew he should not be in the area of the crane, he voluntarily and unreasonably incurred the known danger of going into the path of the crane at the time when it was moving toward him. In order for the defendant to prevail on his claim of contributory negligence, he must prove his claim by a preponderance of the evidence. If you find that Billy Derrell Brown voluntarily and unreasonably incurred or assumed such risk, plaintiff may not recover. In order for plaintiff’s decedent to have assumed such risk, he must have had actual knowledge of the particular danger and an appreciation of the risk involved and the magnitude thereof and thereafter voluntarily incurred that risk.” Reporter’s Transcript at pages 437-438.</blockquote>\n<p id=\"b1184-10\">While the trial court erroneously referred to the element as that of contributory negligence, it is apparent that the court did mention the three necessary elements to establish the assumption of risk defense. The trial court therefore correctly instructed the jury as to the appropriate Oregon law. The appellant’s argument of insufficiency and error is not convincing.</p>\n<p id=\"b1184-11\">Appellant’s second contention that the assumption of risk defense is applicable only to users or consumers is likewise not persuasive. Admittedly, no Oregon cases have been cited to the court or located wherein the defense was applied to the actions of a bystander. However, there appears to be no logical reason for limiting the defense to users alone. Moreover, this court in <em>Wirth v. Clark Equipment Company, </em>457 F.2d at 1265, held that under Oregon law, a trier of fact could reasonably find an employee of the purchaser of a machine, who was obligated to work on close proximity to the machine and whose duties were an integral part of the functioning of the machine, to be within the definition of a “user.”</p>\n<p id=\"b1184-12\">C. Refusal To Give Plaintiff’s Instructions 9 Through 13.</p>\n<p id=\"b1184-13\">The trial court refused to give plaintiff’s instructions 9 through 13 which concerned the application of the doctrine of comparative negligence to the strict product liability situation. No instructions on comparative negligence were given to the jury. Under current Oregon law, it seems apparent that the comparative negligence standard would apply to strict liability cases. <em>See </em>Oregon Revised Statutes 18.-470.<footnotemark>11</footnotemark> However, ORS 18.470 was the result <page-number citation-index=\"1\" label=\"1113\">*1113</page-number>of 1975 amendments to the state law and is only applicable to actions filed after the effective date of the statute, September 13, 1975. Or.L.1975, Ch. 599, § 6, p. 1413; Oregon Const. Art. IV § 28; <em>Joseph v. Lowery, </em>261 Or. 545, 495 P.2d 273 (1972). Thus, the 1971 statute on comparative negligence governs the present case.</p>\n<p id=\"b1185-4\">Oregon’s 1971 Comparative Negligence Statute provides that:</p>\n<blockquote id=\"b1185-5\">“Contributory negligence, including assumption of the risk, shall not bar recovery in an action by any person or his legal representative to recover damages for negligence resulting in death or injury to person or property if such negligence contributing to the injury was not as great as the negligence of the person against whom recovery is sought, but any damages allowed shall be diminished in the proportion to the amount of such negligence attributable to the person recovering.”</blockquote>\n<p id=\"b1185-6\">From the language of the statute, it is not entirely clear whether the statute was to be applied to cases involving strict liability. No Oregon cases could be located wherein such an application was made.</p>\n<p id=\"b1185-7\">Appellant raises two arguments in favor of finding applicability. She initially notes that, in <em>Johnson v. Star Machinery Co., </em>270 Or. 694, 530 P.2d 53 (1974), the Oregon Supreme Court held that for purposes of Oregon’s statute of limitations, ORS 12.-115(1), the term “negligent injury” was deemed to include those which arose from strict liability cases. Secondly, she cites the facts that Oregon’s 1971 Comparative Negligence Statute was drawn from a Wisconsin statute and that under Wisconsin law the statute is applied to cases involving strict liability. <em>Dippel v. Sciano, </em>37 Wis.2d 443, 155 N.W.2d 55 (1967).</p>\n<p id=\"b1185-11\">Appellees argue that Oregon’s definition of strict liability is based upon 2 Restatement (Second) of Torts § 402(A) wherein it is stated, in Comment c, that the jurisdiction for the rule is based upon the right of the public to expect that the sellers will stand behind the products which they market and that the burden of accidental injuries must be placed on the sellers. <em>See Heaton v. Ford Motor Co., </em>248 Or. 467, 435 P.2d 806 (1967). They argue that under Comment n of § 402(A), if the plaintiff’s actions amount to an assumption of risk, those actions constitute a “superseding, proximate cause of the injury.” Furthermore, they contend that the theory of strict liability under Oregon law is not based upon a theory of negligence but rather upon the evaluation of the unreasonableness of selling the product with the dangerous defect. <em>See Roach, supra, </em>525 P.2d at 129; <em>Phillips, supra, </em>525 P.2d at 1036. Consequently, the appellees argue that the application of a theory of comparative negligence or fault is inconsistent with the basis of Oregon’s strict liability rule. Likewise, they note that Wisconsin law is not applicable as that state’s theory of strict liability is based upon a negligence per se foundation which has been rejected by the Oregon courts.</p>\n<p id=\"b1185-12\">This issue is a close one and there appears to be little precedent in the Oregon case law. The arguments of both the parties on this issue are well made. However, we find the appellees’ position to be more consistent with the stated rationale behind Oregon’s strict liability which is not based on negligence or fault.<footnotemark>12</footnotemark> We cannot conclude that <page-number citation-index=\"1\" label=\"1114\">*1114</page-number>the trial court committed reversible error in its jury instructions.</p>\n<p id=\"b1186-4\">The judgment below is AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b1180-11\">. A “yarder\" is a vehicle equipped with a tower from which cables, 600 to 800 feet long, are strung into the woods. Cut iogs are fastened to the cables by means of chokers and are hauled from the cutting area to a drop area. The chaser directs the placement of the logs near the yarder and releases logs from the chokers.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1181-6\">. The defendants at the present time now provide manually operated horns as standard equipment. This fact does not demonstrate any negligence or culpability in the prior design of their cranes but merely shows that such additional measures were feasible. <em>Boeing Airplane Co. v. Brown, </em>291 F.2d 310, 315 (9th Cir. 1961); Rule 407 Federal Rules of Evidence.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1181-7\">. <em>Compare </em>Tr. at 99 with Tr. at 358.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1181-8\">. There was testimony to the effect that the horn on the crane was used to direct the log carry trucks rather than as a safety signal.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1181-13\">. There was testimony that the rule was discussed in safety sessions about twice a week and that Brown had attended some of the safety sessions during the ten months he had been employed by D&amp;H.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1181-14\">. The crane had been operating in the area for several days prior to the accident and the tracked area was well-defined.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1181-15\">. A doctor testified that blood transfusion would have increased Brown’s chances to live, but the doctor could not say that Brown would have survived if he had accepted the transfusion.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1182-8\">. “A trial judge need not give an instruction proposed by counsel on either side, provided he gives adequate instructions on each element of the case.”</p>\n<p id=\"b1182-9\"><em>United States v. Garcia-Rodriguez, </em>558 F.2d 956 (decided August 18, 9th Cir. 1977). <em>Cf. </em>cases cited therein.</p>\n<blockquote id=\"b1182-12\">“If the jury is fairly and adequately instructed the requirements of the law are satisfied.”</blockquote>\n<p id=\"b1182-13\">Moore’s Manual of Federal Practice and Procedure, Vol. 5a § 22.07(2).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b1182-14\">. The instructions were as follows:</p>\n<blockquote id=\"b1182-15\">“A corporation which manufactures, sells, or supplies a machine which, by reason of a defective design or condition, is unreasonably dangerous to persons using it or required to work about it, is liable for personal injury or death resulting from that unreasonably dangerous condition or design. Unreasonably dangerous in this context means dangerous to an extent beyond that which would be contemplated by the ordinary person using or . * * * required to work about the machine.</blockquote>\n<blockquote id=\"b1182-20\">Strict liability that I spoke of then is a kind of liability which the law imposes upon manufacturers, sellers or suppliers of unreasonably dangerous products which cause harm to persons using them or required to work about them, without regard to negligence.”</blockquote>\n<p id=\"AIeD\">Reporter’s Transcript at pp. 435-436.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b1183-7\">. Plaintiffs requested instruction number 3 stated:</p>\n<blockquote id=\"b1183-8\">“In determining whether the defendant’s excavator-crane was unreasonably dangerous, you should assume that the defendant knew of the crane’s propensity to cause injury in the manner Billy Dérrell Brown was injured, and then inquire whether, with such knowledge, the defendant manufacturer should have corrected the danger, if any, in a manner alleged by plaintiff, before the crane was sold. If you determine that the manufacturer should have corrected the danger, if any, before the crane was sold, then the defendant’s liability to the plaintiff has been established, subject to any remaining instructions which I shall give you.”</blockquote>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b1184-8\">. Oregon Revised Statute 18.470 provides:</p>\n<blockquote id=\"AsMH\">“Contributory negligence not bar to recovery; comparative negligence standard. Contributory negligence shall not bar recovery in an action by any person or his legal representative to recover damages for death or <page-number citation-index=\"1\" label=\"1113\">*1113</page-number>injury to person or property, if the fault attributable to the person seeking recovery was not greater than the combined fault of the person or persons against whom recovery is sought, but any damages allowed shall be diminished in the proportion to the percentage of fault attributable to the person recovering. This section is not intended to create or abolish any defense.”</blockquote>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b1185-9\">. At oral argument it was suggested to this court that perhaps it should await the opinion of the Supreme Court of Oregon in <em>Hornbeck v. Western States Fire Apparatus, Inc., </em># 24-810, argued September 8, 1977, which might rule whether the defense of assumption of risk in products liability causes of action may properly be asserted as a complete bar to plaintiffs right of recovery. However, it is conceded that the <em>Hornbeck </em>case will relate only to the 1975 Oregon Laws (1975) Ch. 599, rather than Oregon Laws (1971), Ch. 668, upon which the law of the instant case rests. For that reason, we decline to withhold consideration and judgment in this case.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}