{
  "casebody": {
    "data": "<casebody firstpage=\"8\" lastpage=\"19\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b80-3\">SECURITIES AND EXCHANGE COMMISSION, Plaintiff-Appellant, v. BAUSCH &amp; LOMB INCORPORATED and Daniel G. Schuman, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b80-7\">No. 11, Docket 76-6189.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b80-8\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b80-9\">Argued Sept. 1, 1977.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b80-10\">Decided Sept. 30, 1977.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b81-16\"><page-number citation-index=\"1\" label=\"9\">*9</page-number>Harvey L. Pitt, SEC, Washington, D. C. (Paul Gonson, Kathryn B. McGrath, John M. Mahoney, Edward B. Horahan, III, SEC, Washington, D. C.), for plaintiff-appellant SEC.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b81-17\">William H. Morris, Rochester, N. Y. (John Stuart Smith and Nixon, Hargrave, Devans &amp; Doyle, Rochester, N. Y.), for defendant-appellee Bausch &amp; Lomb Inc.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b81-18\">Arthur L. Liman, New York City (Lewis A. Kaplan, Adele R. Wailand, and Paul Weiss, Rif kind, Wharton &amp; Garrison, New York City), for defendant-appellee Daniel G. Schuman.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b81-19\">Before KAUFMAN, Chief Judge, OAKES and MESKILL, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b81-20\">IRVING R. KAUFMAN, Chief Judge:</author>\n<p id=\"b81-21\">Many a corporate executive, conscious of the antifraud provisions of the Securities Acts, may analogize an encounter with a financial analyst to a fencing match conducted on a tightrope; he is compelled to parry often incisive questioning while teetering on the fine line between data properly conveyed and material inside information that may not be revealed without simultaneously disclosing it to the public. Exhorted by the Securities and Exchange Commission and the various stock exchanges<footnotemark>1</footnotemark> to divulge tidbits of nonpublic, “non-material” information, which may assume heightened significance when woven by the skilled analyst into the matrix of knowledge obtained elsewhere, the corporate representative will incur severe consequences if he discusses areas which are later deemed material. <page-number citation-index=\"1\" label=\"10\">*10</page-number>But, since the importance of a particular piece of information depends on the context in which it is given, materiality has become one of the most unpredictable and elusive concepts of the federal securities laws. The SEC itself has despaired of providing written guidelines to advise wary corporate management of the distinctions between material and non-material information, and instead has chosen to rely on an after-the-fact, case-by-case approach, seeking injunc-tive relief when it believes that the appropriate boundaries have been breached.<footnotemark>2</footnotemark></p>\n<p id=\"b82-4\">In the instant case, it is clear that the appellee, Daniel G. Schuman, Chairman of the Board and the principal financial spokesman of Bausch &amp; Lomb, Inc., violated the sanctum of materiality by divulging the corporation’s first quarter earnings forecast to an analyst on March 16, 1972. Nevertheless, we agree wholeheartedly with the conclusion of the able district judge, reached after an extensive hearing during which he observed the witnesses and adjudicated their credibility, that the SEC has failed to establish the essential predicate of injunc-tive relief — that there exists a reasonable likelihood of future wrongdoing by the ap-pellees. Accordingly, we affirm the district court’s order refusing to enjoin future violations of the securities laws.</p>\n<p id=\"b82-5\">I. THE FACTS</p>\n<p id=\"b82-6\">A. <em>Bausch &amp; Lomb Introduces Soflens</em></p>\n<p id=\"b82-7\">The fortunes of Bausch &amp; Lomb, Inc. (“B &amp; L”), one of the nation’s leading optical manufacturers, changed dramatically in March 1971, when it secured the Food and Drug Administration’s approval to market the first hydrophilic<footnotemark>3</footnotemark> soft contact lens in the United States. Because the new product, trade named “Soflens”, was more comfortable than the conventional hard contact lens, it was eagerly received by ophthalmic practitioners in a nationwide series of introductory symposia sponsored by B &amp; L between May and November 1971. Soflens sales soon significantly increased B &amp; L’s profits. Annual earnings grew 50 percent in 1971 compared to the previous year, and earnings in the last quarter of 1971 rose to $1.02 per share, almost triple those of the same quarter in 1970. The increment was almost completely attributable to Soflens.</p>\n<p id=\"b82-10\">As earnings skyrocketed, the value of B &amp; L’s stock soared on the New York and Pacific stock exchanges. The price of a B &amp; L share jumped from $46 in March 1971 to a peak of $194.75 on January 28, 1972, and B &amp; L was dubbed a “glamor” stock. But, like any infatuation, the investment community’s love affair with B &amp; L faded swiftly as Soflens’ imperfections became increasingly apparent during the first quarter of 1972.</p>\n<p id=\"b82-11\">B. <em>B &amp; L Stock Prices Plummet in Response to Adverse Publicity</em></p>\n<p id=\"b82-12\">Both analysts and B &amp; L itself anticipated a decrease in sales of a 72-Soflens kit for practitioners after the final introductory symposium. Subsequent sales would consist primarily of replacement lenses. But, during the early months of 1972, So-flens faced less predictable, and more serious, difficulties. A primary source of concern among investors and within B &amp; L itself was a spate of adverse publicity (“flak”) generated by broad coverage accorded medical studies indicating that soft contact lenses were not as safe and effective as conventional vision aids. The financial press reported that medical researchers had discovered substantial bacterial contamination of the Griffin lens, a soft contact lens manufactured by Frigitonics Inc. for the Canadian market, and that the American Optometric Association was questioning the sterility of Soflens itself. Rumors abounded that the FDA was contemplating withdrawal of its approval of So-flens, further prompting many analysts to <page-number citation-index=\"1\" label=\"11\">*11</page-number>predict weakened consumer acceptance of the product.</p>\n<p id=\"b83-5\">The possibility of competition for Soflens proved even more damaging to B &amp; L’s stature among investors. On February 23rd and 24th, 1972 the price of B &amp; L shares dropped a total of 19Í/8 points, 11% of these on the 23rd alone, after the <em>Wall Street Journal </em>announced that E. I. du Pont de Nemours &amp; Co. would enter the soft contact lens business. By the end of the month, B &amp; L’s prospects had again darkened. On February 29th, Smith Barney &amp; Co. analyst J. Gary Burkhead withdrew his “buy” recommendation on B &amp; L. The next day, March 1st, B &amp; L issued a press release stating that Soflens shipments had been halted by contamination in the shipping vials, and on that day alone B &amp; L stock prices fell 17V2 points. During the three weeks preceding the week of March 13th, B &amp; L plummeted a precipitous 40 points on the New York Stock Exchange. And, as that week began, reports that the Senate planned to investigate B &amp; L’s monopolistic hold on the soft contact lens market circulated in the financial community.</p>\n<p id=\"b83-6\">C. <em>March 15, 1972</em></p>\n<p id=\"b83-7\">Amid mounting investor concern about Soflens, Daniel G. Schuman, Chairman of B &amp; L, embarked upon a series of interviews with financial analysts on March 15th. Although Schuman was reputed among analysts to be a poor source of information because of his extreme caution in discussing financial matters, intense interest in the impact of recent developments on B &amp; L’s fate led several analysts to seek appointments with Schuman. Despite misgivings about the proposed meetings which had been arranged without his knowledge while he was vacationing, Schuman determined to proceed rather than appear to evade inquiries concerning the company’s declining fortunes. Not surprisingly, Schuman maintained his customary circumspect style during these sessions — only three of which need be discussed in detail.</p>\n<p id=\"b83-8\">1. <em>The Sanders interview</em></p>\n<p id=\"b83-9\">On the afternoon of March 15th, Schu-man spoke with Lewis A. Sanders, an analyst with Sanford C. Bernstein &amp; Co. Sanders proffered his earnings estimates of $5 for the year, and $.75 for the quarter, seeking Schuman’s appraisal. Schuman declined to comment, however, even though B &amp; L’s own earnings projection for the first quarter, which he had received on March 13th, was $.74, strikingly close to Sanders’s. The conversation turned to the effect of the “flak” on Soflens sales and Schuman informed Sanders that the number of warranty cards received from customers had ceased to increase in the last two weeks, indicating that sales of Soflens had “flattened out”. But, he cautioned that reliable forecasting was impossible on the basis of two weeks of data, especially since the flow of returning cards depended on the whims of Soflens customers. Schuman continued that, contrary to earlier hopes, B &amp; L did not expect to introduce the aphakic lens, a hydrophilic lens for cataract patients, and the “minikit”, a 38-lens package designed to attract the practitioner unwilling to invest in the larger 72-lens kit, in the first quarter. This “disclosure” conformed with the information B &amp; L’s Marketing Division had disseminated to inquiring Soflens customers. Indeed, the SEC does not contend that any liability arises from the Sanders-Schu-man interview. The session is noteworthy primarily for the effect it produced — following his meeting with Schuman, Sanders reconfirmed his existing “buy” recommendation on B &amp; L, and Sanford C. Bernstein &amp; Co. purchased 850 B &amp; L shares for its discretionary accounts.</p>\n<p id=\"b83-10\">2. <em>The Brokaw interview</em></p>\n<p id=\"b83-11\">Late in the afternoon of March 15 Schu-man met with Byron R. Wien and Richard J. Clancy, of the firm of Brokaw, Schaenen, Wien, Clancy &amp; Co. (“Brokaw”). The day had been inauspicious for B &amp; L stock, which had suffered a decline of 8V8 points on the New York Stock Exchange. The Brokaw analysts entered Schuman’s office as Sanders was leaving and began their <page-number citation-index=\"1\" label=\"12\">*12</page-number>interview by asking Schuman to reveal Sanders’s prediction of B &amp; L’s annual earnings. Without commenting on its accuracy, Schuman informed them of Sanders’s $5 prediction. He then delivered a lengthy soliloquy indicating he understood analysts disagreed widely in their forecasts of B &amp; L’s earnings, and that B &amp; L itself had no idea how Soflens would fare. Schuman further opined that analysts’ predictions were placing a great deal of unnecessary pressure on the stock and magnifying the widespread publicity concerning Soflens contamination. He concluded with a heartfelt plea that analysts display more circumspection in their predictions and discussions.</p>\n<p id=\"b84-4\">After suffering through this gratuitous lecture, Wien and Clancy turned to the primary purpose of their visit — to persuade B &amp; L to revise its public relations techniques, which focused only on attracting the practitioner, to directly appeal to the consumer. Believing that the “flak” was hurting Soflens more than Schuman realized, the analysts were convinced that only a direct advertising campaign could halt the decline in Soflens sales. To bolster their argument, they suggested that B &amp; L’s earnings might drop to as little as $3 if the course they proposed were not adopted. Offended by their aggressive tactics and resolute in his determination to continue B &amp; L’s existing public relations approach, Schuman responded sarcastically by asking, in substance, why the two men had not chosen an even lower earnings figure, for example $1.</p>\n<p id=\"b84-5\">While admitting, as he had to Sanders, that Soflens sales, based on the warranty card return rate, appeared to have “flattened out”, Schuman once again warned that the figures were inherently unreliable and that optical sales were traditionally seasonal, with the peak occurring between Easter and September. Schuman further testified to informing the Brokaw analysts that the aphakic lens and minikit would not be marketed during the first quarter, although Clancy could not remember this disclosure.</p>\n<p id=\"b84-6\">Wien emerged from the interview disheartened by Schuman’s refusal to counter declining sales with an aggressive, consumer-oriented advertising campaign, and believed that Brokaw should sell all of its B &amp; L shares. In contrast, Clancy, who was shortly to depart for a vacation, felt that Soflens was a strong product and was inclined to sell only a third of the firm’s 72,000 shares. In Clancy’s absence, Wien’s advice prevailed; on March 16th the entire block of Brokaw shares was sold.</p>\n<p id=\"b84-7\">3. <em>The Warner-Lambert announcement</em></p>\n<p id=\"b84-8\">During the Wien-Clancy interview, at 4:11 p. m., the Dow Jones Wire Service reported that Warner-Lambert, parent of the American Optical Company, the largest firm in the ophthalmic industry and B &amp; L’s principal competitor, was negotiating with Frigitonics Inc. to acquire its rights to the Griffin lens. This first official pronouncement by Warner-Lambert confirming that discussions were in progress struck one investor, Ronald Labow, like a thunderbolt. On the basis of this information alone, La-bow testified he sold 100,000 shares of B &amp; L early in the morning of March 16th. This single transaction accounted for nearly one-third of B &amp; L’s total trading volume that day.</p>\n<p id=\"b84-9\">D. <em>March 16, 1972</em></p>\n<p id=\"b84-10\">1. <em>The morning interview with MacCal-lum</em></p>\n<p id=\"b84-11\">As Labow divested himself of B &amp; L shares, David MacCallum, an analyst employed by Faulkner, Dawkins &amp; Sullivan (“FDS”) interviewed Schuman. MacCallum was a specialist in health industry securities, had closely monitored B &amp; L, and had even purchased a pair of Soflens for his own use. MacCallum was originally bullish on B &amp; L following the introduction of Soflens. But after an FDS study indicated that consumer acceptance of the product was less than he had predicted, MacCallum in late February or early March decided to withdraw his “buy” recommendation. FDS managing partner Dwight Faulkner, however, requested that MacCallum delay an<page-number citation-index=\"1\" label=\"13\">*13</page-number>nouncing the change until he had spoken with the company. Firm in his conviction to withdraw the “buy” recommendation, MacCallum viewed his meeting with Schu-man as merely a matter of “form and courtesy”. The conversation on March 16 progressed along familiar lines — Schuman told MacCallum that warranty card returns had declined, that aphakics and the minikit would not be available in March, and that B &amp; L was in the process of preparing its quarterly earnings forecast, which Schuman described as a “routine” budgeting practice.</p>\n<p id=\"b85-5\">The interview ended at 11:00 a. m. with MacCallum and Schuman taking a short automobile drive to Rochester, New York, where Schuman would attend a bank board of directors meeting and MacCallum would depart for New York City. Believing that he had survived his session with MacCallum unscathed, Schuman was ill-prepared to deal with the series of events which flowed in its aftermath.</p>\n<p id=\"b85-6\">2. <em>The afternoon telephone calls to Mac-Callum</em></p>\n<p id=\"b85-7\">Even before leaving Rochester, MacCal-lum implemented his prior decision by telephoning his firm’s trading manager in New York City, Derrick Hoitsma. He advised Hoitsma that he was withdrawing his “buy” recommendation and also revising his quarterly earnings estimate for B &amp; L down to $.60 to $.70. The Wall Street grapevine quickly transformed this information into a rumor that B &amp; L had leaked an earnings forecast of $.60 for the first quarter to MacCallum.</p>\n<p id=\"b85-8\">When Schuman emerged from the board meeting at 2:00 p. m., he was apprised that B &amp; L’s stock had fallen 7 points on an unprecedented volume of 330,000 shares— more than the total amount traded in any of the preceding weeks. Schuman returned to his office, and Jack Harby, B &amp; L’s president, repeated the earnings estimate rumor. Concerned that such an inaccuracy should be attributed to him and determined to publicly divulge a correct earnings estimate, at 2:24 p. m. the distressed Schuman telephoned MacCallum, who confirmed that the estimate was his own and not Schu-man’s. Schuman’s extreme agitation was apparent when he blurted in reply that $.70 to $.80 was a more probable range. Consumed with a penchant for accuracy and after a quick consultation with B &amp; L’s financial officers, Schuman telephoned MacCallum again a few minutes later to correct the estimate to $.65 to $.75. Mac-Callum testified that he was “astonished” by Schuman’s revelation, which he found completely uncharacteristic of Schuman’s usually cautious dealings with analysts.</p>\n<p id=\"b85-11\">Schuman, however, also promptly called Dan Dorfman, a columnist for the <em>Wall Street Journal, </em>and released the earnings information for publication, the method he believed would most quickly convey the proper estimate to the public. He also disseminated identical statistics to an ensuing flood of callers. Unhappy with Dorfman’s presentation in the March 17 <em>Journal, </em>and under pressure from the New York Stock Exchange, which refused to open trading in B &amp; L stock until the company officially announced the estimate, Schuman caused B &amp; L to issue a press release during the afternoon of March 17th.</p>\n<p id=\"b85-12\">Ninety-five percent of the B &amp; L stock sold on March 16 had been traded <em>before </em>Sehuman’s telephone call to MacCallum; the major portion of the stock’s ll3/4 decline also had occurred prior to that conversation.</p>\n<p id=\"b85-13\">E. <em>Litigation.</em></p>\n<p id=\"b85-14\">More than a year after the events described above, the SEC brought suit against B &amp; L, Schuman and others,<footnotemark>4</footnotemark> alleging viola<page-number citation-index=\"1\" label=\"14\">*14</page-number>tions of § 10(b) of the Securities Exchange Act of 1934 and Rule 10b-5, and seeking a permanent injunction and ancillary relief. After a four-day non-jury trial in March and April of 1976, Judge Ward denied the requested relief. <em>SEC v. Bausch &amp; Lomb, Inc., </em>420 F.Supp. 1226 (S.D.N.Y.1976). Although he found that the quarterly earnings estimate divulged by Schuman to Mac-Callum constituted material inside information, Judge Ward held that an injunction was not warranted for two reasons: no past violation of the securities laws had been shown because the SEC had failed to prove that Schuman had acted with the scienter which Judge Ward deemed, under the authority of <em>Ernst &amp; Ernst v. Hochfelder, </em>425 U.S. 185, 96 S.Ct. 1375, 47 L.Ed.2d 668 (1976), to be a necessary element of a § 10(b) and Rule 10b-5 violation; and, even assuming a past violation, the SEC had failed to show that there existed a reasonable likelihood of future wrongdoing by the appellees. This appeal followed.</p>\n<p id=\"b86-4\">II. SCIENTER</p>\n<p id=\"b86-5\">We need address only briefly Judge Ward’s conclusion that failure to prove scienter was fatal to the SEC’s suit. Less than six months before the district court ruled in the instant case, the Supreme Court, in its landmark <em>Hochfelder </em>decision, held that a private cause of action will not lie under .§ 10(b) and Rule 10b-5 without an allegation of scienter — that is, intent to deceive, manipulate, or defraud. The Court specifically declined to consider whether scienter is also a necessary predicate for injunctive relief.<footnotemark>5</footnotemark> Once again the resolution of this question can await another day. We need not now decide whether <em>I.lochfelder </em>mandates abandonment of our longstanding rule that proof of past negligence will suffice to sustain an SEC injunction action. <em>See e. g., SEC v. Management Dynamics, Inc., </em>515 F.2d 801, 809 (2d Cir. 1975); <em>SEC v. Spectrum Ltd., </em>489 F.2d 535, 541 (2d Cir. 1973); <em>SEC v. Texas Gulf Sulphur Co., </em>401 F.2d 833, 854-55 (2d Cir. 1968) (en banc), <em>cert. denied, Coates v. SEC, </em>394 U.S. 976, 89 S.Ct. 1454, 22 L.Ed.2d 756 (1969). Judge Ward believed <em>Hochfelder </em>requires scienter in a suit for injunctive relief brought under the antifraud provisions although the past wrongful conduct was utilized solely as one element from which to infer the reasonable likelihood of future violations of the federal securities laws. Despite this view, he went on to consider the independent and critical issue whether the appellees were likely to violate the securities laws in the future assuming that a past violation of the antifraud provisions had indeed been established.</p>\n<p id=\"b86-9\">III. MATERIALITY</p>\n<p id=\"b86-10\">The SEC’s major remaining contention on this appeal is that the district court applied an erroneous standard of materiality to the bulk of Schuman’s disclosures on March 15th and 16th, 1972. And, the argument continues, the court’s misconception that only the quarterly earnings estimate was material irreparably tainted the trial court’s consideration of the reasonable likelihood of future misconduct. We disagree with this claim and believe Judge Ward properly concluded that most of the information divulged by Schuman was either irrelevant or already publicly known.</p>\n<p id=\"b86-11\">The SEC, of course, does not maintain that the securities laws prohibit all disclosures of internal corporate information. The Commission itself has recognized that corporate management may reveal to securities analysts or other inquirers nonpublic information that merely fills “interstices in analysis,” or tests “the meaning of public information.” <em>Matter of Investors Management Co., </em>Securities &amp; Exchange Act Release No. 9267 (July 29, 1971), [1970-71 Transfer Binder] Fed.Sec.L.Rep. H 78,163 at 80,521 (CCH).<footnotemark>6</footnotemark> Only when the inside <page-number citation-index=\"1\" label=\"15\">*15</page-number>information so “leaked” is essentially “extraordinary in nature” and “reasonably certain to have a substantial effect on the market price of the security” if it is publicly disclosed does a duty arise to make the information generally available. <em>SEC v. Texas Gulf Sulphur Co., supra, </em>401 F.2d at 848.</p>\n<p id=\"b87-5\">Thus, it becomes the judge’s task to determine whether the particular information conveyed would have been important to a reasonable investor in determining whether to buy, sell or hold a security. <em>See SEC v. Geon Industries, Inc., </em>531 F.2d 39, 47-48 (2d Cir. 1976); <em>SEC v. Texas Gulf Sulphur Co., supra, </em>401 F.2d at 849. The Supreme Court stated recently in <em>TSC Industries, Inc. v. Northway, Inc., </em>426 U.S. 438, 96 S.Ct. 2126, 48 L.Ed.2d 757 (1976), while examining the concept of materiality in the context of the proxy rules, that:</p>\n<blockquote id=\"Az\">What the standard [of materiality] does contemplate is a showing of a substantial likelihood that, under all the circumstances, the omitted fact would have assumed actual significance in the deliberations of the reasonable shareholder. Put another way, there must be a substantial likelihood that the disclosure of the omitted fact would have been viewed by the reasonable investor as having significantly altered the “total mix” of information made available. 426 U.S. at 449, 96 S.Ct. at 2133.</blockquote>\n<p id=\"b87-6\">It is clear that Judge Ward applied the appropriate legal standard of materiality. This alone, of course, does not render his decision immune from correction. Unlike findings of basic fact, which must be shown to be clearly erroneous to be set aside, an appellate tribunal will independently reconsider the legal import of basic facts found by the district court.<footnotemark>7</footnotemark> This does not mean that the trial judge’s determination of materiality is accorded no deference. Rather, we must heed the admonition of the Supreme Court in <em>TSC Industries </em>that:</p>\n<blockquote id=\"b87-8\">The determination [of materiality] requires delicate assessments of the inferences a “reasonable shareholder” would draw from a given set of facts and the significance of those inferences to him, and these assessments are peculiarly ones for the trier of fact. 426 U.S. at 450, 96 S.Ct. at 2133.</blockquote>\n<p id=\"b87-9\">A careful examination of the SEC’s contentions on appeal reveals that it disputes not only the trial court’s ultimate determination that the earnings estimate alone was material, but also the court’s finding of basic facts. We, however, conclude that the trial court did not err in ruling as it did.</p>\n<p id=\"b87-10\">A. <em>The Bear Market on B &amp; L</em></p>\n<p id=\"b87-11\">Before dissecting separately each item of allegedly material information, we will lay to rest the SEC’s facile inference that since B &amp; L’s stock dropped 11% points on March 16th with an unprecedented volume of 348,000 shares traded, all the information conveyed by Schuman must <em>per se </em>have been material.</p>\n<p id=\"b87-12\">The seemingly substantial decline in the value of B &amp; L’s stock on March 16th, was not an uncommon phenomenon in the company’s recent history. B &amp; L’s shares had been generally falling in value since early February, and in the three weeks preceding the interviews, prices had plunged 40 points. On February 23rd and 24th, B &amp; L stock had tumbled over 19 points, more than half of this occurring on one day alone. On March 1st, the price of a B &amp; L share slid 17V2 points; and on March 15th, a full day before Schuman’s disclosures could conceivably have affected the market, B &amp; L tumbled 814 points, amidst reports that the Senate planned to investigate its monopolistic stranglehold on the soft contact lens market.</p>\n<p id=\"b87-13\">Several reasons accounted for the general decline, the most prominent being adverse <page-number citation-index=\"1\" label=\"16\">*16</page-number>medical reports on the safety of soft contact lenses which were accorded extensive coverage in the <em>Wall Street Journal </em>and other sources of financial news. Moreover, reports abounded that B &amp; L might soon face substantial competition. Leakage in the Soflens shipping vials in early March, and ensuing delays in shipment, likewise received considerable publicity. Smith Barney &amp; Co.’s withdrawal of its “buy” recommendation on B &amp; L in late February further dampened investor ardor with the company’s stock. In short, the market was extremely bearish on B &amp; L.</p>\n<p id=\"b88-4\">The coup de grace was seemingly delivered on March 15th when it was reported that Warner-Lambert, the parent of B &amp; L’s principal competitor, was negotiating to acquire the Griffin lens patent for production in the United States. Ronald Labow, whose sale of 100,000 shares constituted nearly one-third of the tremendous volume of trading in B &amp; L stock on March 16th, testified that the Warner-Lambert announcement was the sole reason for his action. In addition, another quarter of the shares traded that day were sold by the Brokaw firm, a sale precipitated, Judge Ward found, not by the information divulged by Schuman, but by his steadfast refusal to adopt the marketing techniques proposed by the Brokaw analysts.</p>\n<p id=\"b88-5\">Finally, it is fair to assume the rumors that B &amp; L had divulged a $.60 earnings estimate for the first quarter to Faulkner, Dawkins &amp; Sullivan, combined with Schu-man’s revelation of the actual earnings estimate before the close of trading, a disclosure Judge Ward found material, also impacted B &amp; L stock prices on March 16th. We are therefore convinced that these factors, and not the other disclosures that the SEC asserts were material, were entirely sufficient to precipitate the drop in valué of B &amp; L’s stock on March 16th.</p>\n<p id=\"b88-6\">B. <em>Earnings Disclosure</em></p>\n<p id=\"b88-7\">The SEC asserts that in the course of his meeting with Wien and Clancy, Schuman improperly divulged an annual earnings estimate of $3-$5. Judge Ward characterized the SEC’s evidence that such information had been disclosed as “not convincing.” We agree. Schuman’s testimony was that, in response to an inquiry at the outset of the Brokaw interview, he conveyed Sanders’s prediction of $5 per share, without commenting on its accuracy. Schu-man then vehemently disclaimed that B &amp; L itself was able to predict Soflens prospects. He found the high expectations reflected by analysts’ earnings estimates, which Schuman believed were in the range of $4 to $10, a source of annoyance because they were pressuring B &amp; L’s stock prices and encouraging wide publicity of negative research reports on soft contact lenses. He pleaded for analysts to be more conservative. This evidence amply justified the trial court’s conclusion that Schuman had not indicated the Sanders estimate was too high, but simply expressed his desire that all analysts — including those making estimates both higher and lower than Sanders — be more restrained.</p>\n<p id=\"b88-9\">Nor can the SEC’s allegation that Schu-man rejected a $3 earnings estimate withstand scrutiny. The incident occurred later in the Brokaw interview, when Wien and Clancy, attempting strenuously to convince Schuman to adopt a consumer-oriented public relations technique, suggested sardonically that if the course they urged were not taken, B &amp; L’s earnings for the year might drop as low as $3 per share. Schuman sarcastically inquired why they had not chosen a lower figure, for example $1, to emphasize their point. From this testimony, Judge Ward properly found that Schuman had not commented on the validity of the $3 estimate, but had merely expressed his anger with the aggressive tactics of the analysts.</p>\n<p id=\"b88-10\">Similarly, the evidence simply does not support the claim that Schuman told the interviewers B &amp; L was in the process of revising its internal earnings estimate downward. In fact, Schuman testified he revealed only that B &amp; L was preparing its quarterly forecast, a routine budgeting practice. Contrary to the Commission’s assertions, he did not say that the forecast <page-number citation-index=\"1\" label=\"17\">*17</page-number>was being revised downward, nor did he hint at the magnitude of the projected figures.</p>\n<p id=\"b89-5\">These basic facts impel us to agree with the district court’s conclusion that Schuman did not make any statements that could be characterized as either a disclosure of earnings or material. It can hardly be gainsaid that a reasonable investor would not have attached any significance in making an investment decision concerning B &amp; L to the fact that Schuman wished analysts were more conservative, or that he considered aggressive analysts annoying, or that B &amp; L was engaged in a routine budgeting procedure.</p>\n<p id=\"b89-6\">C. <em>Sales Information</em></p>\n<p id=\"b89-7\">The SEC also deems material Schuman’s statement that Soflens sales had “flattened out” at less than one lens per practitioner per week, and his admission that sales had been hurt by “flak.” The trial court was free to discount completely the rate of sales remark, however, since Schuman adamantly denied making it, and we agree with Judge Ward that the others cannot be characterized as inside information.</p>\n<p id=\"b89-8\">It was common knowledge among members of the investment community that the momentum of Soflens sales had slowed. The facts leading to this conclusion were public, not internal corporate information. The press had highlighted negative reports concerning the safety and quality of soft contact lenses. It was also well known that sales in the first quarter of 1972 would depend upon sales of replacement lenses or new orders of the 72-lens kits by practitioners who had not responded to B &amp; L’s initial promotional campaign. Not surprisingly, each of the analysts with whom Schuman met on March 15th and 16th, like other members of the investment community, had concluded before their interviews that So-flens sales had flattened. Indeed, the Brokaw analysts fully intended to drive that very point home to Schuman. And since the impact of the negative publicity was the stated premise upon which the interviews were conducted, it would have been incredible and misleading for Schuman to deny the flak had any effect.<footnotemark>8</footnotemark></p>\n<p id=\"b89-14\">It is therefore patent that Schuman did not convey any significant new facts to analysts concerning sales during the interviews. Rather, as the trial court correctly concluded, the analysts merely tested the “meaning of public information”, an exercise which the Commission itself has urged as useful and appropriate.</p>\n<p id=\"b89-15\">D. <em>Introduction of New Products</em></p>\n<p id=\"b89-16\">The Commission lastly considers material Schuman’s disclosure that the aphakic lens and minikit would not be available in the first quarter. B &amp; L’s expectations in this regard, however, can only be considered routine operational details which like any other addition to a product line, were subject to changes and slight delays. Neither the products themselves, nor their proposed introduction dates, had been touted by the company in releases or other public statements, although they were listed on B &amp; L’s basic “Soflens sales policy and price list” which was distributed to the Soflens sales force on or before March 1st. In addition, the company disclosed this information to anyone else who requested it.</p>\n<p id=\"b89-17\">Although B &amp; L had projected internally on February 15th that the two products would constitute <em>2V2 </em>percent of its first quarter sales, and a considerably larger portion of its profits, it must have been abundantly clear to any interested investor on March 16 that the sales of aphakics and minikits would not have a significant impact on B <em>&amp; </em>L’s earnings during the first quarter of 1972. Applying the admonition of <em>Geon Industries </em>that “not only the probability of an event but also the magnitude of its potential impact on a company’s for<page-number citation-index=\"1\" label=\"18\">*18</page-number>tunes are relevant to the determination of materiality,” 531 F.2d at 47, Judge Ward correctly ruled that this information was not sufficiently important to warrant a finding of materiality. This conclusion is further bolstered by a consideration of the importance attached to the new product information by those who knew about it — a factor which has long been considered a major index of materiality. <em>See SEC v. Shapiro, </em>494 F.2d 1301, 1307 (2d Cir. 1974); <em>SEC v. Texas Gulf Sulphur, supra, </em>401 F.2d at 851. Significantly, none of Schuman’s interviewers considered his revelations about new products of any moment. Clancy did not even remember hearing it.</p>\n<p id=\"b90-4\">Moreover, comparison of the analysts’ disparate reactions to their interviews supports the conclusion that none of the allegedly material information conveyed to them was in fact material. MacCallum, of course, merely executed his pre-interview decision to withdraw his “buy” recommendation. Wien, concerned by B &amp; L’s failure to counteract adverse publicity, wanted to sell all of his firm’s holdings, but Clancy, after attending the same interview, was convinced that Soflens was basically a strong product and believed only a third of the Brokaw shares should be sold. And Sanders affirmed his “buy” recommendation and his firm purchased a small number of B &amp; L shares for its discretionary accounts. Far from eloquently attesting to the materiality of Schuman’s disclosures, these basically indifferent responses support Judge Ward’s conclusion that the information was not material.</p>\n<p id=\"b90-5\">IV. RELIEF</p>\n<p id=\"b90-6\">Having determined that Judge Ward did not err in concluding that the earnings estimate disclosure alone was material, we turn to the ultimate issue on this appeal — the propriety of Judge Ward’s refusal to issue an injunction.</p>\n<p id=\"b90-7\">It is well settled that the Commission cannot obtain relief without positive proof of a reasonable likelihood that past wrongdoing will recur. <em>SEC v. Parklane Hosiery Co., Inc., </em>558 F.2d 1083, 1089 (2d Cir., July 8, 1977); <em>SEC v. Management Dynamics, Inc., </em>515 F.2d 801, 807 (2d Cir. 1975). Judge Ward determined that the appellees’ past transgression was no more than an isólated occurrence. And, although a single act in certain circumstances may warrant equitable relief, there is no <em>per se </em>rule requiring the issuance of an injunction upon the showing of a past violation. <em>Id. </em>This court noted in <em>Management Dynamics, </em>that “[illegal activity, without more, does. not automatically justify the issuance of an injunction.” 515 F.2d at 807. The SEC must show a “cognizable risk of future violation, something ‘more than the mere possibility which serves to keep the case alive’.” <em>Chris-Craft Industries, Inc. v. Piper Aircraft Corp., </em>480 F.2d 341, 405 (2d Cir.), <em>cert. denied, </em>414 U.S. 924, 94 S.Ct. 747, 39 L.Ed.2d 38 (1973) (quoting <em>United States v. W. T. Grant Co., </em>345 U.S. 629, 633, 73 S.Ct. 894, 97 L.Ed. 1301 (1953)). The inference that the appellees were likely to repeat their wrong depends on the “totality of the circumstances.” <em>SEC v. Management Dynamics, Inc., supra, </em>515 F.2d at 807.</p>\n<p id=\"b90-9\">The district court carefully applied these standards, and its denial of injunctive relief cannot be overturned unless the SEC meets the heavy burden — and it has not even attempted to do so here — of demonstrating that Judge Ward abused the wide discretion accorded him. As the party challenging the district judge’s exercise of discretion, the SEC can prevail only if there was no reasonable basis for his decision. <em>United States v. Grant, supra, </em>345 U.S. at 634, 73 S.Ct. 894; <em>SEC v. Parklane Hosiery Co., Inc., supra, </em>558 F.2d at 1089; <em>Chris-Craft Industries v. Piper Aircraft Corp., supra, </em>480 F.2d at 393-94; <em>SEC v. Manor Nursing Centers, Inc., </em>458 F.2d 1082, 1100 (2d Cir. 1972). In this case, the SEC has utterly failed to make such a showing.</p>\n<p id=\"b90-10\">Judge Ward received extensive proof, including the testimony of the key witnesses, whom he personally observed and whose credibility he appraised. His findings of fact are fully supported by more than ample evidence.</p>\n<p id=\"b90-11\">Judge Ward found Schuman a sincere and honest man, who, out of an excessive <page-number citation-index=\"1\" label=\"19\">*19</page-number>zeal for fairness and accuracy, in an agitated moment, temporarily abandoned his usual caution and allowed material inside information to “pop out.”<footnotemark>9</footnotemark> Schuman was terribly upset by his error, and candidly expressed this. It is highly unlikely that he will repeat it. Other factors — Schuman’s haste to disseminate the leaked information to the public, the failure of Schuman or Bausch &amp; Lomb to derive any benefit from the disclosures, and the SEC’s inability to provide any convincing proof of other instances of misconduct by the appellees before or since March 16, 1972 — lead inexorably to the conclusion that the disclosure on March 16, 1972 was merely one instance of misconduct not likely to recur. Indeed, Schuman’s revelations can hardly be described as the selective disclosures to a favored few which have characterized previous cases involving the divulgence of inside information. Schuman did not even choose his interviewers, and exhibited severe misgivings about embarking on the sessions at all. Since the fateful interview, Schuman has met with analysts only once, and has instituted strict procedures at Bausch &amp; Lomb to prevent a recurrence of unlawful activity. While none of these factors justify the disclosure of material inside information, they are strong indications that Schu-man and Bausch &amp; Lomb are not likely to need the prophylactic of an injunction to prevent recidivism.</p>\n<p id=\"b91-4\">We will not reject these crucial findings, supported by substantial evidence. This court is not inclined to substitute its judgment for that of the experienced trial judge who heard the witnesses and had the “opportunity by observation better to prophesy future conduct than we can on this printed record.” <em>Chris-Craft Industries v. Piper Aircraft Corp., supra, </em>480 F.2d at 393.</p>\n<p id=\"b91-5\">Accordingly, the judgment is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b81-14\">. <em>See e. g., </em>New York Stock Exchange Company Manual (July 18, 1968); Address by Phillip A. Loomis, Jr., General Counsel, SEC, “Corporate Disclosure and Inside Information”, Financial Analysts Federation, October 7, 1968; Address by Richard B. Smith, Commissioner of the SEC, “Corporate Disclosures to Security Analysts”, Graduate School of Business, The University of Chicago, May 8, 1969; Address by Ray Garrett, Jr., Chairman of the SEC, “The Role of Financial Public Relations”, Chicago Publicity Club, March 13, 1974. <em>Cf. </em>Guidelines for the Release of Information by Issuers Whose Securities are in Registration, Securities Act of 1933 Release No. 5180 (August 16, 1971).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b82-8\">. <em>See e. g., </em>Address by Ray Garrett, Jr., Chairman of the SEC, “An Inside Look at Rule lobs’’, ALI-ABA Conference, April 10, 1975.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b82-13\">. A hydrophilic lens is produced from a water-attracting plastic which enables the lens to conform to the irregular surface of the cornea, making it both more comfortable and more difficult to dislodge than a rigid contact lens.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b85-9\">. Prior to trial, defendants Byron R. Wein, Richard J. Clancy, Campbell Asset Management Company, Douglas Cambell, Jr., Faulkner, Dawkins &amp; Sullivan, and Faulkner, Daw-kins &amp; Sullivan, Inc. consented to judgments permanently enjoining them from future anti-fraud violations in connection with the purchase and sale of Bausch &amp; Lomb, Inc. stock. The actions against defendants David H. Mac-Callum and Derrick C. Hoitsma were discontinued after they undertook to abide by the injunction against Faulkner, Dawkins &amp; Sullivan. The action against defendant Brokaw, Schae-<page-number citation-index=\"1\" label=\"14\">*14</page-number>nen, Clancy &amp; Co. was discontinued by stipulation.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b86-7\">. 425 U.S. at 194, n. 12.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b86-12\">. Indeed, the available guidance, provided by representatives of the SEC in public speeches, indicates that the disclosure of information very much like that at issue in the present case was acceptable. See Address by Phillip A. <page-number citation-index=\"1\" label=\"15\">*15</page-number>Loomis, Jr., General Counsel, SEC, Financial Analysts Federation, October 7, 1968, quoted extensively in the opinion below, 420 F.Supp. 1226, 1231-33 n. 1 (S.D.N.Y.1976).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b87-14\">. See <em>SEC v. Texas Gulf Sulphur Co., </em>401 F.2d 833, 849, n. 11 (2d Cir.), <em>cert. </em>denied, Coates <em>v. SEC, </em>394 U.S. 976, 89 S.Ct. 1454, 22 L.Ed.2d 756 (1969).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b89-9\">. Moreover, Schuman made a substantial effort to minimize the impact of his admission that Soflens sales had slowed by pointing out that his statement was based upon unreliable, short-term data and that optical sales were traditionally seasonal, while giving no indication of the actual number of sales per week.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b91-7\">. Schuman’s remorseful testimony explaining why he gave MacCallum the earnings estimate is quoted at length in the opinion below, 420 F.Supp. at 1241, n. 3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}