{
  "casebody": {
    "data": "<casebody firstpage=\"178\" lastpage=\"189\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b190-5\">The Rio Grande.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b190-6\">1. Five libellants, on separate libels <em>in rem, </em>got a decree in the Circuit Court ■ of one circuit against a vessel for sums each one under $2000, and so without right of appeal here, <em>and costs. </em>Before they could get satisfaction from the vessel, she was taken out to sea.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b190-8\">The vessel happening to be subsequently in <em>another </em>district the same five libellants now sent and libelled her there; not filing five separate libels, as in the former district, but all five persons joining in one libel, claiming for each the old suras, with interest from a day named, and claiming in one sum, and without any specification of wbat portion of it was for which libellant, the sum of $1767.62, costs of the courts of the first district, “and also all costs in this behalf expended.” The Circuit Court decreed in favor of the libellants the amount claimed by each, with 8 per cent, interest from a day named, to the date of the Circuit Court’s decree; and “ the further sum of $1767.62 costs in the District and Circuit Courts” of the former district, and all costs in the District and Circuit Courts where the libels had last been filed. With the interest thus allowed the claims of two of the five libellants exceeded the sum of $2000, but even with it added the claims of the remaining three did not do so.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b190-9\">The owners of the vessel having taken an appeal to this court, a motion “ to dismiss the appeal,” for want of jurisdiction, because “ the matter in dispute did not exceed the sum or value of $2000,” was denied; the ground for the denial assigned being that “ the motion is to dismiss the appeal,’’ and that the decree in favor of two of the libellants was greater than $2000 when the interest allowed by the Circuit Court to the date of its decree was included with the principal.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b190-10\">2. Great faith given to a certificate of a clerk below (in the face of things ap-parent on the transcript itself, and in face of the assertion by counsel of one side and the admission by counsel of the other), that a record sent here by him is a full, complete, true, and perfect transcript of the record and proceedings in a court below.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b190-12\">8, On an allegation of deficiency in the record, the deficiency, if any, may be supplied by <em>certiorari. </em>A motion to dismiss the appeal upon such allegation denied.</syllabus>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b190-13\">Appeal from the Circuit Court for the District of <em>Louisiana; </em>the case being thus:</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b190-14\">’ The Judiciary Act as amended by an act of 1808 gives appeals to this court from the Circuit Courts in admiralty causes, “ where the matter in dispute exceeds the sum or value of $2000, <em>exclusive of costs.”</em></summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b191-5\"><page-number citation-index=\"1\" label=\"179\">*179</page-number>These provisions of law being in force, the steamer Rio Grande, owned, as was alleged, by persons in Mexico, being in the port of Mobile, in the <em>Southern District of Alabama, </em>certain material-men, on the 26th of November, 1867, filed separate libels against her in the District Court- for the said district. The libels, with their numbers and the names of the libellants on the docket, were thus:</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b191-6\">No. 221. William Otis, for......$1,508 00</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b191-7\">No. 222. Joseph Hastings,...... 83 75</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b191-8\">No. 223. R. D. Post &amp; Co.,..... 125 00</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b191-9\">No. 224. Lyons &amp; Keyland,.....1,411 83</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b191-10\">No. 225. G. B. &amp; C. B. Gwin &amp; Co., .... 713 00</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b191-11\">Upon process issued on these libels the vessel was seized by the marshal and held by him during the pendency of the proceedings in the said court.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b191-12\">Several other libels had apparently been filed against the same steamer. The record at least contained this entry, which, as it is referred to in what is said by the learned justice who delivered the opinion of this court, and apparently as afiecting the case, is here set out:</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b191-13\">\n<em>Order granting Motion to consolidate Causes.</em>\n</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b191-14\"><em>“ </em>Tuesday Morning, December 10th, 1867.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b191-15\">“Court met pursuant to adjournment. Present: the honorable Richard Busteed, judge presiding.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b191-16\">Joseph Hastings et al. <em>v. </em>Steamboat Bio Grande.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b191-17\">“ In this cause G. N. Stewart, Esquire, attorney for the claimants, moves the <em>consideration </em>of admiralty cases Nos. 127,128, 129,130,131,132,133,134,135,136,137, and 138, with the above-mentioned case j which motion ivas granted by the court upon a written agreement being filed that <em>such </em>consolidation should not prejudice the officers of the court in respect to costs.”</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b191-18\">One Williams and others appeared as claimants aud owners of the vessel.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b191-19\">On the 11th of May, 1868, the court dismissed all the libels, on the ground that the credit had been a personal one to the owners, and that there had been no credit to the <page-number citation-index=\"1\" label=\"180\">*180</page-number>ship. Hereupon the claimants, on the 12th, and before it was possible to perfect au appeal, got — through some clerical accident apparently — an order of restoration of the vessel to themselves, and carried her right out to sea. The libellants, nevertheless, on the 14th, 15th, and 16th of May took their appeal with supersedeas to the Circuit Court,' the Circuit Court, of course, for the District of <em>Alabama; </em>and on the appeal that court, holding that the credit had been to the vessel, reversed, January 11th, 1869, the decree of the District Court, and awarded to each of the libellants above-named the amount claimed by him, with interest at 8 per cent, from the 1st of August, 1867. The order of decree, after setting out the numbers of the cases and the names of the libellants, proceeded thus:</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b192-6\">“The above-stated cases having been appealed <em>to </em>this court from the District Court of the United States for the Southern District of Alabama, carne on to be heard this day, upon the libels, answers, and proofs; and, it appearing to the court that each of said claims are liens upon said steamer Rio Grande, and it further appearing to the court from the evidence—</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b192-7\">“That the claim of William Otis is sustained, $1508, with interest on the same from the 1st day of August, 1867;</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b192-8\">“ And the claim of Lyons &amp; Keyland is sustained, for the sum of $1411.83, with interest on the same from the 1st day of August, 1867;</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b192-9\">“And the claim of Joseph Hastings, for the sum of $83.75, with interest from the 1st day of August, 1867;</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b192-10\">“ And the claim of R. D. Post, for the sum of $121.75, with interest from the 1st day of August, 1867;</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b192-11\">“And the claim of G. B. &amp; C. B. Gwin &amp; Co., for the sum of $713.14, with interest from the 1st day of August, 1867;</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b192-12\">“ It is therefore ordered and decreed that the said steamer Rio Grande be condemned for the payment of said respective sums, ascertained and admitted to be due to the respective libellants, and that she be sold to pay the same, <em>and the costs of this court and of the District Court.”</em></summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b192-13\">Subsequently to all this the material-men, from whose process in the judicial District of Alabama the vessel had been withdrawn, hearing that she was now in the port of New <page-number citation-index=\"1\" label=\"181\">*181</page-number>Orleans, in the <em>District of Louisiana, </em>sent over there and, on the 8th of June, 1871, there libelled her.</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b193-6\">In this new libel they all joined in <em>one </em>libel. This libel set forth that the steamer was indebted to them severally in the sums already named, with interest, at the rate of 8 per cent, per annum, from the. 1st of August, 1867, until paid, that they had libelled her in the District of Alabama, and had got a decree of the Circuit Court, such as has been already stated, and decreeing that the vessel should be sold to pay their claims, “ <em>and the costs of both District and Circuit Courts </em>aforesaid;” that after the decree of the District Court the claimants had removed the vessel from the jurisdiction of the Circuit Court for the District of Alabama, and brought her into the jurisdiction of the Circuit Court for the District of Louisiana, where the same material-men now libelled her. The libel reasserted the old liens for materials, asserted further a lien for $1767.62 for said <em>costs, </em>and prayed that the steamer “ be sold to satisfy the claims of the libellants in the sum of $1767.62, costs of the courts of <em>Alabama, </em>with also all costs in this behalf expended.” After referring to the proceedings in the District and Circuit Court, it added:</summary>\n<summary data-order=\"32\" data-type=\"summary\" id=\"b193-7\">“All which will more fully appear by the <em>transcript of the record of said case, which is filed herewith arid made part of this libel.”</em></summary>\n<summary data-order=\"33\" data-type=\"summary\" id=\"b193-8\">The District Court for Louisiana (Mr. Justice Durell), like the District Court in Alabama, dismissed the libel. The Circuit Court of Louisiana on appeal, like the Circuit Court for Alabama, reversed the decree of the District Court, and the claimants of the vessel took this appeal.</summary>\n<summary data-order=\"34\" data-type=\"summary\" id=\"b193-9\">The transcript of the record, as it came to this court, was composed of what was called in the index the “ original record” (103 pages), and an “ additional record ” by way of continuation, and running from page 103 to page 183.</summary>\n<summary data-order=\"35\" data-type=\"summary\" id=\"b193-10\">At the conclusion of the former, on page 103, and just above a certificate of the clerk of the Circuit Court of Louisiana, appeared—</summary>\n<summary data-order=\"36\" data-type=\"summary\" id=\"b194-5\"><page-number citation-index=\"1\" label=\"182\">*182</page-number><em>Instructions from F. </em>Michinard, <em>Esqto make </em>transcript.</summary>\n<summary data-order=\"37\" data-type=\"summary\" id=\"b194-6\">[Filed September lltb, 1873.]</summary>\n<summary data-order=\"38\" data-type=\"summary\" id=\"b194-7\">William Otis et al. <em>v. </em>S. S. Eio Grande. — No. 6819.</summary>\n<summary data-order=\"39\" data-type=\"summary\" id=\"b194-8\">In making out the transcript of appeal in the above case, the clerk will please omit the following documents.</summary>\n<summary data-order=\"40\" data-type=\"summary\" id=\"b194-9\">\n<em>In the case proper :</em>\n</summary>\n<summary data-order=\"41\" data-type=\"summary\" id=\"b194-10\">All appeal-bonds filed in Judge Durell’s court.</summary>\n<summary data-order=\"42\" data-type=\"summary\" id=\"b194-11\">Notices to take testimony and continuances.</summary>\n<summary data-order=\"43\" data-type=\"summary\" id=\"b194-12\">\n<em>In the transcript filed with the libel:</em>\n</summary>\n<summary data-order=\"44\" data-type=\"summary\" id=\"b194-13\">Omit all libels except those of William Otis (1), Lyons &amp; Keyland (2), E. D. Post &amp; Co. (3), and G. B. &amp; C. B. Gwin &amp; Co. (4).</summary>\n<summary data-order=\"45\" data-type=\"summary\" id=\"b194-14\">State tbat the original libel of Joseph Hastings is for $183.75, for 2CJ days’ labor, @ $7.</summary>\n<summary data-order=\"46\" data-type=\"summary\" id=\"b194-15\">Omit bills attached to libels.</summary>\n<summary data-order=\"47\" data-type=\"summary\" id=\"b194-16\">Omit all admiralty warrants and returns, monitions, &amp;c., except in the case of William Otis.</summary>\n<summary data-order=\"48\" data-type=\"summary\" id=\"b194-17\">Omit motion for subpoena duces tecum.</summary>\n<summary data-order=\"49\" data-type=\"summary\" id=\"b194-18\">Omit orders allowing master further time, and leave to counsel to file briefs.</summary>\n<summary data-order=\"50\" data-type=\"summary\" id=\"b194-19\">Omit appeal-bonds.</summary>\n<summary data-order=\"51\" data-type=\"summary\" id=\"b194-20\">Yery respectfully,</summary>\n<summary data-order=\"52\" data-type=\"summary\" id=\"b194-21\">F. Michinard,</summary>\n<summary data-order=\"53\" data-type=\"summary\" id=\"b194-22\">For Eio Grande.</summary>\n<summary data-order=\"54\" data-type=\"summary\" id=\"b194-23\">These instructions had been apparently more or less fully complied with. Moreover, the “ original record ” did not contain any transcript of a record of the proceedings in the Circuit and District Courts of Alabama, the record, namely, which the libel in the District Court of <em>Louisiana </em>referred to as appended to <em>it, </em>but it did contain, and following the libel, what it called <em>11 Extracts </em>from the transcript annexed to libel and filed in the United States District Court, June 8th, 1871.”</summary>\n<summary data-order=\"55\" data-type=\"summary\" id=\"b194-24\">Nevertheless, the clerk of the Circuit Court for Louisiana put, under date of 26th September, 1873, and at the close of the “original record,” the usual certificate that the 103 pages named contained and formed a “full, complete, true, and perfect transcript of the record and proceedings had, together with all the evidence adduced oft the trial of the case of <em>William Otis et al. </em>v. <em>The Steamer Rio Grande, </em>No. 6819 of the docket, so far as the same now remain of record.”</summary>\n<summary data-order=\"56\" data-type=\"summary\" id=\"b195-5\"><page-number citation-index=\"1\" label=\"183\">*183</page-number>Then followed in the transcript sent here the “ addition to the record.” This opened with an agreement signed by the counsel of both sides, and dated November 27th, 1873, thus:</summary>\n<summary data-order=\"57\" data-type=\"summary\" id=\"b195-6\">“ It is agreed that the appellants may make perfect and complete the transcript in this case, by having the following documents, forming part of the record of the Circuit Court, copied by the clerk and filed in the Supreme Court, before the trial of the motion to dismiss, to wit.”</summary>\n<summary data-order=\"58\" data-type=\"summary\" id=\"b195-7\">[Here followed a list of documents, some, but not all of those which the clerk had omitted.]</summary>\n<summary data-order=\"59\" data-type=\"summary\" id=\"b195-8\">Then came what were entitled—</summary>\n<summary data-order=\"60\" data-type=\"summary\" id=\"b195-9\">“Extracts from the transcript filed with libel in the United States District Court, District of Louisiana, June 8th, 1871, and in the Circuit Court of the United States, November 2d, 1872.”</summary>\n<summary data-order=\"61\" data-type=\"summary\" id=\"b195-10\"><em>This </em>part of the transcript, that is to say, the “ addition to the record,” the clerk of the Circuit Court for Louisiana did not certify as before to be a “ full, complete, true, and perfect copy” of anything; but on the contrary, under date of December 6th, 1873, certified to contain “ true and perfect copies <em>extracts from </em>the transcript of the record and proceedings had in the suits in Southern District of Alabama, and <em>filed in the case of William Otis el al. </em>v. <em>The Steamship Rio </em>Grande, No. 6819 of the docket, so far as the same now remain of record, or on file in said court.”</summary>\n<summary data-order=\"62\" data-type=\"summary\" id=\"b195-11\">A motion was now made to dismiss the appeal, because,-</summary>\n<summary data-order=\"63\" data-type=\"summary\" id=\"b195-12\">1st. The transcript did not contain a true copy of the record and of all the proceedings in the case.</summary>\n<summary data-order=\"64\" data-type=\"summary\" id=\"b195-13\">2d. This court had no jurisdiction in the case, as the amount in dispute was less thau $2000.</summary>\n<attorneys data-order=\"65\" data-type=\"attorneys\" id=\"b195-14\"><em>Mr. </em>Semines, <em>in support of the motion to dismiss:.</em></attorneys>\n<p data-order=\"66\" data-type=\"legal\" id=\"b195-15\">1st. The eighth rule of court requires that the clerk of the lower court shall make and transmit a true copy of the record and of all proceedings in the cause; this has not been done in the present case, but on the contrary, portions of the record, important to show the character of the seizure <page-number citation-index=\"1\" label=\"184\">*184</page-number>and condemnation of the Rio Grande in the several suits of the libellants, have by order of the claimants’ proctor been excluded from the transcript.</p>\n<p data-order=\"67\" data-type=\"legal\" id=\"b196-6\">2d. The decree of the Circuit Court for the District mf Alabama was a separate decree for different sums off money, due to the different libellants as material-men against the vessel. None of these amounts, with the interest allowed, amounted at the time of the decree rendered to the sum of $2000, and unless the decree be for more than $2000 in favor of <em>each libellant </em>an appeal cannot lie, even though the aggregate amount exceeds that sum.</p>\n<p data-order=\"68\" data-type=\"legal\" id=\"b196-7\">And where joint libels <em>in rem </em>are filed for wages of seamen and for supplies, which make a lien on a vessel, the claims for wages and supplies do not become joint, but the decree rendered in favor of each libellant for the sum due him is a several decree, and cannot be appealed from by either libellant or claimant, unless the amount in dispute on each claim exceeds $2000, which amount in dispute as regards the claimant is shown by the decree rendered in favor of the libellant. This is settled in <em>Rick </em>v. Lambert,<footnotemark>*</footnotemark> and in <em>Oliver </em>v. <em>Alexander.</em><footnotemark><em>†</em></footnotemark></p>\n<p data-order=\"69\" data-type=\"legal\" id=\"b196-8\">The separate character of the claims of the libellants was not changed or altered by their attempt to enforce the decree of the District Court of Alabama in the Admiralty Court of Louisiana by a joint libel. The sole purpose of the proceedings in Louisiana was to enforce the decree made in Alabama, aud the proceedings in Louisiana are merely in the nature of an execution against the vessel. If the vessel or its claimants could not appeal from the decree of the Circuit Court in Alabama, no appeal from proceedings to execute that decree will lie from the decree of the Circuit Court in Louisiana, although the vessel may have been removed from one jurisdiction to another, or have changed owners. The removal or change of ownership cannot affect the jurisdiction of the court.</p>\n<p data-order=\"70\" data-type=\"legal\" id=\"b196-9\">But if the amount claimed in the libel in Louisiana is to <page-number citation-index=\"1\" label=\"185\">*185</page-number>govern the appellate jurisdiction, then the claim of William Otis alone, under that ruling, will be subject to appeal, all the others being for sums below the jurisdiction of the Supreme Court.</p>\n<attorneys data-order=\"71\" data-type=\"attorneys\" id=\"AxM\"><em>Mr. D. C. </em>Labatt, contra, <em>for the appellants:</em></attorneys>\n<p data-order=\"72\" data-type=\"legal\" id=\"b197-7\">1. The clerk of the Circuit Court has omitted many important documents which he was not instructed to omit, but' the agreement of the counsel about perfecting and completing the transcript, estops from asking a dismissal on that ground. It has been abandoned by the agreement.</p>\n<p data-order=\"73\" data-type=\"legal\" id=\"b197-8\">2. This appeal is from the Circuit Court for Louisiana, not from the Circuit Court for Alabama; and the decree appealed from was made March 3d, 1871. Now, as Otis claimed $1508, and as Lyons &amp; Keyland claimed $1411.83, and as the decree appealed from, made, as just said, March 3d, 1871, allows them those sums, with interest at 8 p. c. from the 1st day of August, 1867, that is to say, for five years, seven months, and three days, computation will show that, as respects each of those two libellants at least, the matter in controversy does exceed $2000.<footnotemark>*</footnotemark> On such a case, no motion “ to dismiss the appeal,” that is, to dismiss it <em>in toto, </em>can be granted. The most that could be asked for would be some action in regard to the minor claimants.</p>\n<p data-order=\"74\" data-type=\"legal\" id=\"b197-9\">But none can be asked for in regard to them. There was but one libel filed in the District Court for Louisiana, and that was a joint libel. That joint proceeding was quite unlike the separate proceedings in the District Court for Alabama.</p>\n<p data-order=\"75\" data-type=\"legal\" id=\"b197-10\">In Alabama the libellants were seeking to enforce their several claims against the Rio Graude for supplies; in Louisiana they sought to enforce the execution of a decree which awarded to them not only the amounts originally claimed by them, but also a sum o.f $1767.62 for costs. And in their libel in Louisiana the libellants asked that the steamer be “ sold to satisfy the claims of your libellants, <page-number citation-index=\"1\" label=\"186\">*186</page-number>with the sum of $1767.62, <em>costs of the courts of Alabama, </em>with <em>also </em>all costs in this behalf expended.” And the decree did award to the libellants the amount thus claimed by them;</p>\n<p data-order=\"76\" data-type=\"legal\" id=\"b198-6\">The costs thus awarded are not embraced within the exception of the law (“ except costs”) in computing the amount in dispute. The only costs that are not to be included in the computation are the costs in the proceedings actually carried on in the courts in <em>Louisiana, </em>to secure an adjudication of the rights of the libellants.<footnotemark>*</footnotemark></p>\n<p data-order=\"77\" data-type=\"legal\" id=\"b198-7\">Now, touching the amount of these former costs the libellants were joint suitors, not joint and several; they claimed that sum conjointly, and it was thus awarded to them by the decree appealed from. What portion of this sum of $1767 is coming to Otis, or what to Hastings, or what to any qf the libellants, the decree does not determine. The sum constitutes a <em>common fund </em>to be distributed among the libellants, and, <em>quoad </em>that amount, brings the case strictly within the rule laid down in <em>Shields </em>v. Thomas,<footnotemark>†</footnotemark> a case, in which the cases of <em>Rich </em>v. <em>Lambert </em>and <em>Oliver </em>v. <em>Alexander, </em>cited by the opposing counsel, are reviewed,.and in which the distinction which we conteud for is recognized.</p>\n<p data-order=\"78\" data-type=\"legal\" id=\"b198-8\">Now, if such be the case,, the appellant cannot be protected against execution for this whole sum of $1767, unless the appeal is maintained against all the libellants. Suppose the appeal to be dismissed as to Hastings, Hastings can issue his execution for the amount awarded to him. and the $1767. Opposing counsel will agree to this. And this shows that the libellants are joint libellants to enforce the execution of “ a decree” in their favor; and <em>not joint and several </em>libellants for the sums claimed. Indeed, having filed their libel in the form in which they have consented to do, they could not be heard to say that they were joint and several libellants for a part of their claim and joint libellants only for another part.</p>\n<p data-order=\"79\" data-type=\"legal\" id=\"b198-9\">In so far as the appellant is concerned, it is a matter of indifference how the whole amount claimed is distributed. <page-number citation-index=\"1\" label=\"187\">*187</page-number>That is a matter to be settled between the material-men (the appellees) themselves. At present, in the libel in Louisiana, the decree on which alone it is that there is an appeal, they claim jointly. And, so claiming, it is unimportant that the claims of particular claimants are less than $2000, the claim of all exceeding that sum.</p>\n<footnote data-order=\"80\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b196-10\"> 12 Howard, 347.</p>\n</footnote>\n<footnote data-order=\"81\" data-type=\"footnote\" id=\"x999-2\" label=\"†\">\n<p id=\"b196-11\"> 6 Peters, 143.</p>\n</footnote>\n<footnote data-order=\"82\" data-type=\"footnote\" id=\"x999-3\" label=\"*\">\n<p id=\"b197-11\"> The Patapsco, 12 Wallace, 451.</p>\n</footnote>\n<footnote data-order=\"83\" data-type=\"footnote\" id=\"x999-4\" label=\"*\">\n<p id=\"b198-10\"> Lee <em>v. </em>Watson, 1 Wallace, 337.</p>\n</footnote>\n<footnote data-order=\"84\" data-type=\"footnote\" id=\"x999-5\" label=\"†\">\n<p id=\"b198-11\"> 17 Howard, 3.</p>\n</footnote>\n<opinion data-order=\"85\" data-type=\"opinion\" id=\"x999-6\" type=\"majority\">\n<author id=\"b199-6\">Mr. Justice CLIFFORD</author>\n<p id=\"AOs\">delivered the opinion of the court.</p>\n<p id=\"b199-7\">Separate libels were filed by the appellees, in the District Court of the United States for the Southern District of Alabama, against the steamboat Rio Grande, to enforce the payment of certain claims made by those parties against the steamboat for materials furnished for repairs and for necessary supplies, which it is alleged constituted a maritime lien upon the steamboat. Process was issued and served and the parties appeared and were heard, and the decree states that the court ordered, adjudged, and decreed that the claims contained in the libels in this cause, do not constitute such a maritime lieu as to give the court jurisdiction, and the court entered a decree that the libel in each case be dismissed with costs. Immediate application was made to the court by the claimants for an order that the possession of the steamboat should be delivered to them by the marshal, and the record shows that on the twelfth of May, 1868,. the motion was granted. Notice of appeal was immediately given by the libellants, and .tw.o days after the order was passed delivering the steamboat to the trustees named in the application for the order, the appeal bonds were filed. During the pendency of the several libels in the District Court and before the final decree, to wit, on the tenth of December, 1867, the causes were consolidated by the court upon a written agreement being filed that the consolidation should not prejudice the officers of the court in respect to costs.</p>\n<p id=\"b199-8\">On the eighth of June, 1871, the same material-men filed a libel in the District Court of the United States for the District of Louisiana, against the same steamboat, to enforce the maritime lien for the same claims, in which they alleged that during the pendency of the said admiralty proceedings <page-number citation-index=\"1\" label=\"188\">*188</page-number>in the District Court for the Southern District of Alabama, the court there ordered the marshal to deliver the possession of the same, as in the order previously described, and that the order was executed as made, notwithstanding the libellants appealed and gave appeal bonds operating as a supersedeas within the period allowed by law for perfecting such appeals. Process was issued and served and the appellants appeared as claimants and filed an answer. Testimony was taken, and the parties having been heard, the court entered a.decree dismissing the libel, and the libellants appealed to the Circuit Court, where the parties were again heard, and the Circuit Court reversed the decree of the District Court and entered a decree that the libellants do have and recover from the steamboat the following sums, to wit: William. Otis, $1508; Lyons &amp; Keyland, $1411,83; Joseph Hastings,-$83.75; R. D. Port &amp; Co., 121.25; G. 13. &amp; C. B. Gwin &amp; Co., $713.14, with eight per cent, interest on said different amounts, from the first of August, 1867, until paid, and costs of suit as therein specified. By the record it appears that the decree was entered on the first day of March, 1873, and of course five years and seven months’ interest must be added to each of the several sums awarded in the decree. Whereupon the respondents appealed to this court.</p>\n<p id=\"b200-6\">Two grounds for dismissing the appeal are set forth in the motion under consideration:</p>\n<p id=\"b200-7\">1st. That the transcript does not contain a true copy of the record aud of all the proceedings in the case, under the hand and seal of th.e Circuit Court.</p>\n<p id=\"b200-8\">2d. That this court has no jurisdiction in the case, as the amount in dispute is less than $2000.</p>\n<p id=\"b200-9\">1. Probably the stipulation filed in the case allowing the appellants to complete and perfect the transcript in the case may be regarded as an answer to the first ground of the motion, but if not it is quite clear that the certificate of the clerk of the court must be regarded as <em>primd facie </em>evidence that the matter of fact alleged in the motion is not well founded. Deficiencies, if any, may be supplied by <em>certiorari.</em></p>\n<p id=\"b201-5\"><page-number citation-index=\"1\" label=\"189\">*189</page-number>2. Nor can the motion be sustained for the other reason set forth, as it is certain that the decree against the appellants here in favor of two of the respective appellees exceeds the sum of $2000. True, the sums recovered by the other three appellees respectively were not sufficient to give this court jurisdiction, but the motion is to dismiss the appeal, which must be denied, as the decree in favor of the two libellants first named in the decree is, as it respects each of those, greater than $2000, when the interest allowed by the Circuit Court to the date of the decree is included with the principal.<footnotemark>*</footnotemark> Interest to that date being specifically allowed by the decree must be included with the principal in order to determine what “the sum or value in dispute was” at the time the appeal was taken and allowed.</p>\n<p id=\"b201-6\">Motion denied.</p>\n<footnote label=\"*\">\n<p id=\"AqT\"> The Patapsco, 12 Wallace, 451.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}