{
  "court": {
    "name": "U. S. Air Force Court of Military Review"
  },
  "casebody": {
    "data": "<casebody firstpage=\"916\" lastpage=\"919\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b900-13\">UNITED STATES v. Airman First Class Gerard P. TROTTIER, FR 005-50-1666, United States Air Force.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b900-15\">ACM S24552.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b900-16\">U. S. Air Force Court of Military Review.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b900-17\">Sentence Adjudged 17 June 1977.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Aqp\">Decided 14 March 1978.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b901-14\"><page-number citation-index=\"1\" label=\"917\">*917</page-number>Appellate Counsel for the Accused: Colonel B. Ellis Phillips and Major Gary C. Smallridge.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b901-15\">Appellate Counsel for the United States: Colonel Julius C. Ullerich, Jr., and Major Alvin E. Schlechter.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b901-16\">Before EARLY, ORSER and ARROWOOD, Appellate Military Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b901-17\">DECISION</p>\n<author id=\"b901-18\">ORSER, Judge:</author>\n<p id=\"b901-19\">The accused was convicted by a special court-martial, with members, of one specification of selling lysergic acid diethylamide (LSD) and two specifications of selling marihuana, in violation of Articles 92 and 134 of the Uniform Code of Military Justice, 10 U.S.C. §§ 892, 934. The approved sentence is a bad conduct discharge and a reduction to the grade of airman basic. On this appeal, the accused’s appellate counsel challenge the jurisdiction of the trial court as to one of the two marihuana sales and the <page-number citation-index=\"1\" label=\"918\">*918</page-number>LSD sale because the offenses occurred off-base. Having carefully considered the circumstances, we find a proper exercise of jurisdiction as to all offenses.</p>\n<p id=\"b902-4\">The record shows that the first of the three drug offenses involved occurred on Bolling Air Force Base, D.C., on 11 February 1977. On that date an individual named O’Meara, who was an Air Force Office of Special Investigations (OSI) informant, introduced an OSI Special Agent named Reiordan to the accused, at the latter’s duty section. The accused, of course, was not told Reiordan’s true identity. Reiordan was simply introduced as an airman assigned to McGuire Air Force Base, New Jersey, who was interested in purchasing drugs for resale to personnel at his installation. Following a general discussion concerning the availability of narcotics in the Bolling area, the three individuals walked to a parking lot outside the accused’s place of duty, the civil engineering building, and the accused sold Reiordan a plastic baggie of hashish for the sum of $35.00.</p>\n<p id=\"b902-5\">The second marihuana sale occurred on 4 March 1977, at the accused’s off-base apartment in Silver Spring, Maryland. On this occasion, as during their initial meeting, the accused and the buyer, Reiordan, conversed about the price of narcotics at Bolling and Reiordan’s plan to purchase drugs for resale at McGuire. The accused sold Reiordan a quantity of marihuana he represented as an ounce, but when weighed by Reiordan turned out to be eight grams short of that amount. Reiordan paid the accused $27.00 for the drug.</p>\n<p id=\"b902-6\">The LSD sale took place on 20 March 1977, again at the accused’s off-base apartment. Reiordan had contacted the accused to “firm up” plans for the acquisition of five to ten pounds of marihuana that he and the accused had discussed during prior meetings. During a discussion of the details, the accused informed Reiordan he was getting some samples of LSD for possible sale. Reiordan asked if he could buy four tablets of the drug for resale to selected users at McGuire. He explained that his McGuire users would provide him a quality report on the LSD and thereby assist him in making a decision on a prospective large quantity purchase of the drug. The accused pointed out that the “per hit” cost would vary depending on the total purchase. Subsequently, the accused conveyed four tablets containing LSD to Reiordan in return for which Reiordan paid the accused $10.00.</p>\n<p id=\"b902-8\">Consideration of the foregoing circumstances in terms of the criteria set forth in <em>Relford </em>v. <em>Commandant, </em>401 U.S. 355, 91 S.Ct. 649, 28 L.Ed.2d 102 (1971), satisfies us that the two off-base offenses are sufficiently service connected to justify their trial by court-martial together with the initial on-base marihuana sale. As seen, the OSI drug buyer was introduced to the accused on the installation immediately preceding the first marihuana sale. Although both subsequent sales occurred off-base, they were a direct outgrowth of the initial transaction during which the accused and the OSI agent discussed the possibility of future sales. Thus, the initial on-base discussion and sale set the stage for the transactions that followed. For purposes of jurisdiction, the off-base sales were but further incidents of a continuing business arrangement formulated and commenced on the military installation. See <em>United States v. Gash, </em>54 C.M.R. 463, 2 M.J. 707 (A.F.C.M.R.1976), <em>aff’d, </em>4 M.J. 87 (C.M.A.1977). <em>United States v. Freeman, </em>54 C.M.R. 853, 2 M.J. 1074 (A.C.M.R.1976), <em>aff’d, </em>4 M.J. 87 (C.M.A.1977). See also <em>United States v. Alef, </em>3 M.J. 414 (C.M.A.1977).</p>\n<p id=\"b902-9\">The significant military interest in each off-base transaction is manifest. The relationship among the parties began in a duty situation where the initial sale occurred. In both subsequent off-base sales, the accused was under the impression that the drug conveyed was destined for on-base use by military personnel at McGuire Air Force Base. In light of the circumstances, though the offenses technically occurred in the civilian community, the parties were by no means then blended into that environment. See <em>United States v. McCarthy, </em>25 U.S.C.<page-number citation-index=\"1\" label=\"919\">*919</page-number>M.A. 30, 54 C.M.R. 30, 2 M.J. 26 (1976). The circumstances convince us that the military community had the paramount interest in prosecuting the off-base sale offenses together with the initial transaction as to which military jurisdiction is unchallenged. In specific terms of the <em>Relford </em>criteria, the sales posed a substantial threat to the military community and a corollary distinct military concern that could not be adequately vindicated in the civilian courts. <em>Schlesinger v. Councilman, </em>420 U.S. 738, 760, 95 S.Ct. 1300, 43 L.Ed.2d 541 (1975).</p>\n<p id=\"b903-5\">Appellate defense counsel next complain that a record of punishment imposed on the accused under Article 15, Code, supra, was improperly received in evidence as the record shows the accused accepted the punishment without the benefit of counsel. See <em>United States v. Booker, </em>3 M.J. 443 (C.M.A. 1977). Upon careful consideration, we find no merit in this defense claim.</p>\n<p id=\"b903-6\">As appellate government counsel note, the exhibit in question clearly shows the accused was aware of his right to consult with counsel before deciding whether to accept punishment by Article 15. The letter of notification, though preprinted, contains comprehensive advice to the accused as to his rights and the ramifications of accepting punishment by Article 15. See <em>United States v. Huff, </em>4 M.J. 731 (A.F.C.M.R. 9 January 1978). Moreover, the exhibit lists the name and address of independent legal counsel and urges the accused to take advantage of his right to consult with such counsel. Though the exhibit reflects the accused chose not to consult with counsel before accepting nonjudicial punishment, we are satisfied, nonetheless, that the record is sufficient to affirmatively establish a valid personal waiver by the accused of his trial rights. The exhibit contains the accused’s signature and his initials appear at every place on the form where a cheeked box indicates his exercise of an option. Under the circumstances there was no need for the military judge to conduct an inquiry on the record to establish a valid waiver.</p>\n<p id=\"b903-7\">The order by the United States Court of Military Appeals in <em>United States v. Huson, </em>4 M.J. 240 (C.M.A.1978), is dispositive of the accused’s claim that he was substantially prejudiced by reason of the post-trial clemency interview being conducted without the assistance of his counsel. The instant interview was conducted on 19 July 1977. Accordingly, the legal counsel mandate of <em>United States v. Hill, </em>4 M.J. 33 (1977), is inapplicable to this case.</p>\n<p id=\"b903-8\">Appellate defense counsel lastly assert that the accused’s Sixth Amendment constitutional right to confrontation of adverse witnesses was violated when United States Customs Service laboratory reports, identifying the substance sold by the accused to be marihuana and LSD, were received in evidence as business entries. Counsel claim that the trial court’s consideration of the reports alone, without testimony of a chemist or other qualified witness concerning the identity of the drugs in question, or a stipulation identifying the drugs, constituted a failure of proof. We disagree.</p>\n<p id=\"b903-9\">Recognizing that the issue of instant concern is presently before the Court of Military Appeals,<footnotemark>*</footnotemark> we nevertheless believe that the Court’s opinion in <em>United States v. Miller, </em>23 U.S.C.M.A. 247, 49 C.M.R. 380 (1974), is currently dispositive of the matter adversely to the accused. Here as in <em>Miller, </em>the accused did not request that the chemist who was shown to have made the analyses be called as a witness to be examined on the exhibits as if under cross-examination. The reports in question were properly admitted in evidence as business entries and as such constituted competent as well as sufficient proof of the matter represented therein.</p>\n<p id=\"b903-10\">For the reasons stated, the findings of guilty and the sentence are</p>\n<p id=\"b903-11\">AFFIRMED.</p>\n<p id=\"b903-12\">EARLY, Chief Judge, and ARROWOOD, Judge, concur.</p>\n<footnote label=\"*\">\n<p id=\"b903-13\"> See, e. g., <em>United States v. Santiago-Rivera, </em>No. 34,242, 3 M.J. 265 (C.M.A.): <em>United States v. Purite, </em>No. 35,082, C.M.A. Daily Journal 78-5.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}