{
  "casebody": {
    "data": "<casebody firstpage=\"444\" lastpage=\"448\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b468-2\">Albert E. Beal <em>vs. </em>Lowell and Dracut Street Railway Company.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b468-3\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Aztj\">November 15, 1892.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aqlt\">December 3, 1892.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b468-4\">Present: Field, C. J., Allen, Holmes, Knowlton, &amp; Barker, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b468-5\"><em>Personal Injuries </em>— <em>Riding on Platform of Electric Car—Due </em>Care—■ <em>Matter not to be revised on a Bill of Exceptions.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b468-6\">In an action for personal injuries occasioned to the plaintiff by being thrown off a car propelled by electricity, it appeared in evidence that the plaintiff was standing on the front platform smoking and talking with another passenger, and that when the car was approaching an alleged defective switch, the motorman suddenly pulled on the whole electric power and the plaintiff was thrown off and injured. The judge instructed the jury that, “if standing upon the platform as above described would be an act of carelessness, or a failure to exercise such a degree of care as men of ordinary prudence would exercise under the same circumstances, and the plaintiff was thereby hurt, he cannot recover.” <em>Held, </em>that there was no error in the rule of law.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b468-7\">The fact that the tone of the judge’s instructions was unfavorable to the excepting party is a matter not to be revised on a bill of exceptions, unless some rule of law was incorrectly stated, or unless the charge violated the statute which provides that the court shall not charge juries with respect to matters of fact, Pub. Sts. c. 153, § 5, or unless it is apparent that the attention of the jury was so far diverted from the true questions of the case as to amount to a mistrial and a failure of justice. General criticisms of a charge are always discountenanced by an appellate court. Its functions are limited to correcting errors of law.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b468-8\">Tort, for personal injuries occasioned to the plaintiff by being thrown off a car propelled by electricity, belonging to and operated by the defendant, by reason of a worn and defective switch in the defendant’s track. At the trial in the Superior Court, before Aldrich, J., the plaintiff testified that he was riding as a passenger, standing on the right-hand side of the front platform smoking and talking with another passenger; that while he did not know or seek to learn while on the car whether there were vacant seats inside the car in which he could have sat down had he chosen to do so, he testified that, from recollection, he presumed there were; that the car when approaching and almost upon the switch in question was going slowly, at the rate of two or three miles an hour, from its own momentum; that he saw the motorman look down over the dasher to the left and then straighten up and let on some power; that immediately the car <page-number citation-index=\"1\" label=\"445\">*445</page-number>jolted and lurched to the left; that the motorman swayed to the right, and then the car jumped forward with great violence, the whole electric power having been pulled on by the motorman, and the plaintiff, together with the other passenger on the front platform, the conductor and the motorman were instantly thrown off, the car running off the track and into the side of a car-house with great force.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b469-3\">The plaintiff could not say, nor was there any evidence tending to show, whether he was holding on to any part of the car either before or at the time of the accident, or whether, when the car came in contact with the switch in question and jolted or lurched to the left, he held on, or tried to hold on, to any part of the car, or made any effort to save himself from falling or to break the force of the fall.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b469-4\">There was evidence tending to show that there were vacant seats inside the car, and that before the accident the conductor notified the plaintiff and other passengers that there was room inside where they could be seated.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b469-5\">The material portions of the judge’s instructions to the jury weré as follows:</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b469-6\">“ The full court has decided that if a passenger voluntarily and unnecessarily rides on the platform of a steam car, and there gets hurt, he cannot recover, because the very fact that he undertakes to ride on the platform when the car is in motion, instead of riding on a seat within the car, when he might do so, is held to be an act of carelessness on his part which will prevent him from recovering damages for an injury sustained by him while so riding on the platform.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b469-7\">“ But the same court has also decided that it is not necessarily negligent for a passenger to ride on the platform of a horse car in motion. ... In the first case, the court says, as mattllfcb. law, the passenger would be careless; but in the second case, the court leaves it to the jury to say whether the passenger riding on the platform of a horse car is or is not careless. And it is for the jury to determine whether a passenger so riding upon the platform of a horse car was in the exercise of proper care. The reason for this distinction is undoubtedly this: the steam car is propelled or driven by-a great force, the tremendous power of steam, and is or may be driven at a very high rate of speed, and <page-number citation-index=\"1\" label=\"446\">*446</page-number>the danger attending the employment of great power, great forces, and moving at great speed, is greater than when the vehicle in which we are riding is drawn or propelled by horse power at a less speed. . . .</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b470-3\">“ The car in this case was propelled by electricity. If a car propelled by electricity is driven by a force which is as uncontrollable and as powerful as steam, and this car may be driven by electricity at the rate of twenty miles an hour through your streets, as in some instances in some places these cars are, it is to be said the danger does not arise from the mere fact of the employment of steam, . . . but because steam is a power of great force and energy, and drives or draws the car at great speed, and you can’t control it as readily as you can a horse you have in hand. ... If electricity employed in propelling these street cars is a force that may drive the car at a speed equal to that of the steam car, as the motion of the steam car ordinarily is, there would be attending the employment of this force, or this element, the same dangers that might attend the employment of steam; and whether you drive your car by electricity at a high speed, or by steam at a high speed, would n’t make the difference between danger and safety; but it is the fact of the force, and the rapidity with which the car or vehicle is driven. . . . Whether a man standing upon the platform of a street car propelled by electricity is to be held to be as guilty of a want of due care as when he stands upon the platform of a car driven by steam, is a question which I am not going to decide in this case, but which I shall leave to you. . . . Would a prudent man, — would a man using ordinary prudence and care, taking care of himself, and seeing a seat on the inside of the car where he may sit and be secure, —• would he still stand upon the front platform of a car)|tiven by electricity? If standing upon the platform as above described would be an act of carelessness, or a failure to exercise such a degree of care as men of ordinary prudence would exercise under the same circumstances, and the plaintiff was thereby hurt, he cannot recover in this case, because that would be contributory negligence on his part. ... If you find there was no defective or worn-out switch, which is the only ground upon which the plaintiff seeks to maintain this action, you will have no occasion to deal with the other questions in the case. <page-number citation-index=\"1\" label=\"447\">*447</page-number>But if you find there was a defective and worn-out switch, then, in passing upon the question as to whether the plaintiff was in the exercise of due care in standing upon the platform at the time and as he did, you will remember the car was moved by electricity and that the defendant was a passenger carrier, bound to provide suitable conveyance. ... If the passenger carrier in this case, the defendant, had provided seats within its car where all its passengers could be seated, must it still be held responsible for the safety of a passenger who insists voluntarily and unnecessarily in standing upon the platform outside of the car, driven as this car was by electricity?</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b471-3\">“ In considering the question of due care, you will inquire not only whether it was due care for the plaintiff to stand as he did under the circumstances disclosed by the evidence, but also whether, when the car came in contact with the switch, the plaintiff then used what means were in his power, and what a prudent man would have used, to secure himself from falling, or to break the fall.”</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b471-4\">The jury returned a verdict for the defendant, and the plaintiff alleged exceptions to that portion of the instructions relating to the law of the due care required of a passenger on electric street cars.</summary>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b471-5\"><em>J. K. </em>Berry, for the plaintiff.</attorneys>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b471-6\">C. <em>S. Lilley, </em>for the defendant.</attorneys>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b471-7\">Allen, J.</author>\n<p id=\"AXK\">The only exception taken was “ to the charge as above given, relating to the law of the due care required of a passenger on electric street cars.” The case was not withdrawn from the jury, but was submitted to them to determine all the questions of fact, including that of the plaintiff’s due care. No special request for instructions was made. No particular was pointed out in respect to which the charge was objected to, except as above.</p>\n<p id=\"b471-8\">The presiding judge expressly told the jury that he was not going to decide the question whether the plaintiff was careless or not, but that he should leave it to them; and he ruled that, <em>“ </em>if standing upon the platform as above described would be an act of carelessness, or a failure to exercise such a degree of care as men of ordinary prudence would exercise under the same circumstances, and the plaintiff was thereby hurt, he cannot recover.” <page-number citation-index=\"1\" label=\"448\">*448</page-number>This was correct. There was no error in the rule of law. The criticism of the plaintiff’s counsel really comes to this, that the tone of the charge was unfavorable to the plaintiff. But this is a matter not to be revised on a bill of exceptions, unless some rule of law was incorrectly stated, or unless the charge violated the statute which provides that the courts shall not charge juries with respect to matters of fact, Pub. Sts. c. 153, § 5, or unless it is apparent that the attention of the jury was so far diverted from the true questions of the case as to amount to a mistrial and a failure of justice. General criticisms of a charge are always discountenanced by an appellate court. Its functions are limited to correcting errors of law.</p>\n<p id=\"b472-3\">In the present case we find no rule of law incorrectly stated. The question of the plaintiff’s due care was properly a question for the jury. The rule as to contributory negligence was given accurately. Mo objection was taken, at the conclusion of the charge, that it was in violation of the statute which forbids courts to charge with respect to matters of fact, nor has the argument before us been put upon that ground, nor has the statute itself been referred to or cited by the plaintiff’s counsel. The attention of the jury was not diverted from the true questions of the case, but was very pointedly called to those questions, and we are unable to see that the result of the trial shows any failure of justice.</p>\n<p id=\"b472-4\">The plaintiff much relies on the recent case of <em>Corlin </em>v. <em>West End Street Railway, </em>154 Mass. 197, as establishing a doctrine inconsistent with that laid down by the presiding judge at the trial. The substance of the decision in that case was, that, under all circumstances, the question of the plaintiff’s due care ought to have been submitted to the jury, and that it was error to withdraw it from the jury, and to rule, as matter of law, that the plaintiff was not entitled to recover. The entry must be,</p>\n<p id=\"b472-5\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}