{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"1162\" lastpage=\"1166\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  NATCHEZ HOSPITAL COMPANY, LLC and Natchez Community Hospital, LLC\n  <br/>\n  v.\n  <br/>\n  ADAMS COUNTY BOARD OF SUPERVISORS\n </parties>\n <parties id=\"p-2\">\n  Natchez Hospital Company, LLC and Natchez Community Hospital, LLC\n  <br/>\n  v.\n  <br/>\n  Adams County Board of Supervisors\n </parties>\n <docketnumber id=\"p-3\">\n  NO. 2016-CA-00982-SCT\n  <br/>\n  NO. 2016-CA-01006-SCT\n </docketnumber>\n <court id=\"p-4\">\n  Supreme Court of Mississippi.\n </court>\n <decisiondate id=\"p-5\">\n  March 22, 2018\n </decisiondate>\n <attorneys id=\"p-6\">\n  ATTORNEYS FOR APPELLANTS: ANDY LOWRY THOMAS L. KIRKLAND, JR.\n </attorneys>\n <attorneys id=\"p-7\">\n  ATTORNEYS FOR APPELLEE: SCOTT FLETCHER SLOVER ELIZABETH D. MARTIN AISHA ARLENE SANDERS\n </attorneys>\n <judges id=\"p-8\">\n  EN BANC.\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-9\">\n   RANDOLPH, PRESIDING JUSTICE, FOR THE COURT:\n  </author>\n  <p id=\"p-10\">\n   ¶ 1. Pursuant to Mississippi Code Section 27-35-119 (Rev. 2017), Natchez Hospital Company, LLC, (\"Hospital\") filed a Complaint and Petition For Reduction of Assessment on Software in circuit court. This ad valorem assessment was made by the Adams County Board of Supervisors (\"Board\"). Prior to appealing to the circuit court, the Hospital paid the ad valorem taxes as assessed. The Board filed a motion\n   to dismiss for lack of jurisdiction, arguing that the Hospital had failed to post the necessary appeal bond required by Mississippi Code Section 11-51-77 (Rev. 2012), thus depriving the circuit court of jurisdiction.\n  </p>\n  <p id=\"p-11\">\n   ¶ 2. Following a hearing on the motion, the circuit court determined that the Hospital's failure to post the bond under Section 11-51-77 deprived the court of jurisdiction to hear the appeal and granted the Board's motion to dismiss.\n  </p>\n  <p id=\"p-12\">\n   ¶ 3. The merits of the tax appeal are not before this Court. Rather, the Hospital appeals the circuit court's decision to dismiss the case, asking only whether the bond requirement of Mississippi Code Section 11-51-77 is mandatory to confer jurisdiction on a circuit court to hear an appeal from a decision of a board of supervisors regarding an assessment of taxes.\n  </p>\n  <p id=\"p-13\">\n   <strong>\n    ANALYSIS\n   </strong>\n  </p>\n  <p id=\"p-14\">\n   ¶ 4. When reviewing a lower court's decision to dismiss a matter for lack of jurisdiction, we apply a\n   <em>\n    de novo\n   </em>\n   standard of review.\n   <em>\n    Derr Plantation, Inc. v. Swarek\n   </em>\n   ,\n   <extracted-citation case-ids=\"7056722\" index=\"0\" url=\"https://cite.case.law/so-3d/14/711/#p715\">\n    14 So.3d 711\n   </extracted-citation>\n   , 715 (Miss. 2009). Likewise, the interpretation of a statute and its harmony with other provisions presents a question of law, which we review\n   <em>\n    de novo. See\n   </em>\n   <em>\n    Estate of Klaus ex rel. Klaus v. Vicksburg Healthcare, LLC\n   </em>\n   ,\n   <extracted-citation case-ids=\"8316635\" index=\"1\" url=\"https://cite.case.law/so-2d/972/555/#p556\">\n    972 So.2d 555\n   </extracted-citation>\n   , 556 (Miss. 2007).\n  </p>\n  <p id=\"p-15\">\n   ¶ 5. Three statutes are at issue in this case: Mississippi Code Section 11-51-77 ; Mississippi Code Section 27-35-119 ; and Mississippi Code Section 27-35-121. The statutes provide, in pertinent part:\n  </p>\n  <blockquote id=\"p-16\">\n   Any person aggrieved by a decision of the board of supervisors or the municipal authorities of a city, town or village, as to the assessment of taxes, may, within ten days after the adjournment of the meeting at which such decision is made, appeal to the circuit court of the county,\n   <strong>\n    upon giving bond, with sufficient sureties, in double the amount of the matter in dispute,\n   </strong>\n   but never less than One Hundred Dollars ($100.00), payable to the state, and conditioned to perform the judgment of the circuit court, and to be approved by the clerk of such board, who, upon the filing of such bond, shall make a true copy of any papers on file relating to such controversy, and file such copy certified by him, with said bond, in the office of the clerk of the circuit court, on or before its next term. The controversy shall be tried anew in the circuit court at the first term, and be a preference case, and, if the matter be decided against the person who appealed, judgment shall be rendered on the appeal bond for damages at the rate of ten percent (10%) on the amount in controversy and all costs. If the matter be decided in favor of the person who appealed, judgment in his favor shall be certified to the board of supervisors, or the municipal authorities, as the case may be, which shall conform thereto, and shall pay the costs. ...\n  </blockquote>\n  <p id=\"p-17\">\n   <extracted-citation index=\"2\" url=\"https://cite.case.law/citations/?q=Miss.%20Code%20Ann.%20%C2%A7%2011-51-77\">\n    Miss. Code Ann. § 11-51-77\n   </extracted-citation>\n   (Rev. 2012) (emphasis added).\n  </p>\n  <blockquote id=\"p-18\">\n   (2) Any taxpayer who feels aggrieved at the action of the board of supervisors in equalizing his assessments\n   <strong>\n    shall have the right of appeal to the circuit court in the manner provided by law,\n   </strong>\n   within twenty (20) days after the date the notice is mailed as provided for in subsection (1) of this section.\n  </blockquote>\n  <p id=\"p-19\">\n   <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=Miss.%20Code%20Ann.%20%C2%A7%2027-35-119\">\n    Miss. Code Ann. § 27-35-119\n   </extracted-citation>\n   (2) (Rev. 2017) (emphasis added).\n  </p>\n  <blockquote id=\"p-20\">\n   In case of an appeal from the judgment of the board of supervisors in the matter of an assessment,\n   <strong>\n    the appeal shall not delay the collection of taxes due by the assessment as approved\n   </strong>\n   . If such taxes be collected before a final disposition\n   of the appeal, and the judgment be in favor of the person appealing, in whole or in part, as to the matter in dispute, any money improperly collected from him for taxes, as shown by the judgment, shall be refunded to him by the state and county respectively, if they have received the money; and, if it shall not have been paid over, the tax collector receiving it shall refund it to him. ... If the case be decided in favor of the party appealing while the collector is proceeding with the collection of taxes, he shall conform his action to the judgment.\n  </blockquote>\n  <p id=\"p-21\">\n   <extracted-citation index=\"4\" url=\"https://cite.case.law/citations/?q=Miss.%20Code%20Ann.%20%C2%A7%2027-35-121\">\n    Miss. Code Ann. § 27-35-121\n   </extracted-citation>\n   (Rev. 2017) (emphasis added).\n  </p>\n  <p id=\"p-22\">\n   ¶ 6. The Hospital argues that Section 11-51-77 and the two statutes in Title 27, Section 35 provide distinct, independent paths for appeal. The Hospital argues that, because Section 27-35-121 (requiring that a party's \"appeal shall not delay the collection of taxes due by the assessment as approved\") is included within the chapter providing for a party's ability to appeal, and because Section 27-35-119 does not require a party to post a bond\n   <em>\n    in addition\n   </em>\n   to its taxes already paid under Section 27-35-121, the bond requirement in 11-51-77 is rendered superfluous and does not apply to this matter. A historical review of these statutes and this Court's application of these statutes requires a different outcome. We affirm the trial court's dismissal.\n  </p>\n  <p id=\"p-23\">\n   ¶ 7. Though Sections 11-51-77 and 27-35-121 now are codified separately, their genesis can be traced to\n   <em>\n    one\n   </em>\n   statute in Mississippi's revised Code of 1880. The 1880 statute required an appealing taxpayer to post a bond equal to the amount of the tax due,\n   <em>\n    plus\n   </em>\n   required payment of the taxes owed,\n   <em>\n    inter alia.\n   </em>\n   <footnotemark>\n    1\n   </footnotemark>\n   Twelve years later,\n   the Code of 1892 separated these requirements, utilizing identical language in the new, separate statutes.\n  </p>\n  <p id=\"p-24\">\n   ¶ 8. Mississippi Code Section 27-35-121, the statute requiring payment of taxes owed, was codified in Mississippi Code Section 3797 (1892), which is identical to today's statute, save for punctuation changes. The statute of 1892 clearly provided that \"[i]n case of an appeal from the judgment of the board of supervisors in the matter of an assessment, the appeal shall not delay the collection of taxes due by the assessment as approved,\" just as it did in 1880, and just as it does today. Miss. Code § 3797 (1892);\n   <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=Miss.%20Code%20Ann.%20%C2%A7%2027-35-121\">\n    Miss. Code Ann. § 27-35-121\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-25\">\n   ¶ 9. At the same time, Section 11-51-77 was codified in the 1892 Code, which also is identical to the most current version of the statute.\n   <footnotemark>\n    2\n   </footnotemark>\n   The 1892 version increased the bond amount from \"the amount of the matter in dispute\" in 1880 to \"double the amount of the matter in dispute,\" which remains the law 126 years later. Miss. Code § 80 (1892). The requirement for an appealing taxpayer to post a bond has never been removed, just as the requirement to pay the tax as found in Section 27-35-121.\n  </p>\n  <p id=\"p-26\">\n   ¶ 10. Decades later, in 1921, the Legislature created a right to appeal tax assessment\n   <em>\n    equalizations\n   </em>\n   , which now is codified in Section 27-35-119. That statute then read as follows: \"And any taxpayer who feels aggrieved at the action of the board of supervisors in equalizing his assessments shall have the right of appeal ...\n   <strong>\n    <em>\n     to the circuit court as now provided for by law\n    </em>\n   </strong>\n   ...,\" just as it does in today's version of the statute. Hemingway's Supplement § 7769h1 (1921) (emphasis added);\n   <extracted-citation index=\"6\" url=\"https://cite.case.law/citations/?q=Miss.%20Code%20Ann.%20%C2%A7%2027-35-119\">\n    Miss. Code Ann. § 27-35-119\n   </extracted-citation>\n   . The Legislature was clear that the method of appealing under this statute already was provided for by law; three years after the statute was created, this Court explicitly held that Section 119 is to be construed together with Section 77.\n   <em>\n    Moller-Vandenboom Lumber Co. v. Bd. of Supervisors of Attala Cty.\n   </em>\n   ,\n   <extracted-citation case-ids=\"763388\" index=\"7\" url=\"https://cite.case.law/miss/135/249/\">\n    135 Miss. 249\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"763388\" index=\"8\" url=\"https://cite.case.law/miss/135/249/\">\n    99 So. 823\n   </extracted-citation>\n   (1924).\n  </p>\n  <p id=\"p-27\">\n   ¶ 11. In\n   <em>\n    Moller-Vandenboom\n   </em>\n   , a lumber company objected to a tax-assessment increase imposed by a board of supervisors. The board of supervisors filed a motion to dismiss the lumber company's complaint, arguing the lumber company's appeal was interlocutory and not final, and therefore was not provided for by law.\n   <em>\n    Id.\n   </em>\n   at 823. The lumber company argued that taxpayers had a right to file an interlocutory appeal challenging a board's equalization, or file an appeal challenging the final tax assessment.\n   <em>\n    Id.\n   </em>\n   at 823-24. This Court held that only the final order could be appealed, \"and that the grant of the right of appeal and the manner in which it is to be prosecuted are regulated and controlled by [ Section 11-51-77 ] and [ Section 27-35-119 ], construed together.\"\n   <footnotemark>\n    3\n   </footnotemark>\n  </p>\n  <p id=\"p-28\">\n   ¶ 12. This Court was clear that, in order to appeal a tax-assessment equalization under Section 27-35-119, just as the Hospital has done, the appellant must comply with Section11-51-77-in other words, post a bond in an amount certain. Indeed, this\n   Court heard\n   <em>\n    Moller-Vandenboom\n   </em>\n   for a second time in 1925, where the lumber company posted an appeal bond in order to perfect its appeal.\n   <em>\n    Moller-Vonderboom\n   </em>\n   [sic]\n   <em>\n    Lumber Co. v. Bd. of Supervisors of Attala Cty.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1707599\" index=\"9\" url=\"https://cite.case.law/miss/138/289/\">\n    138 Miss. 289\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1707599\" index=\"10\" url=\"https://cite.case.law/miss/138/289/\">\n    103 So. 81\n   </extracted-citation>\n   , 82 (1925) (\"\n   <em>\n    Moller-Vonderboom\n   </em>\n   [sic]\n   <em>\n    II\n   </em>\n   \").\n  </p>\n  <p id=\"p-29\">\n   ¶ 13. Seven years after this Court issued\n   <em>\n    Moller-Vandenboom I\n   </em>\n   , the Court addressed another tax appeal in\n   <em>\n    Grenada Bank v. Town of Moorhead\n   </em>\n   ,\n   <extracted-citation case-ids=\"1841737\" index=\"11\" url=\"https://cite.case.law/miss/160/163/\">\n    160 Miss. 163\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1841737\" index=\"12\" url=\"https://cite.case.law/miss/160/163/\">\n    133 So. 666\n   </extracted-citation>\n   (1931). There, a board of supervisors equalized, adjusted, and approved the assessment rolls for the year 1929. Grenada Bank, feeling aggrieved by this action of the board of supervisors, filed an appeal in circuit court and\n   <em>\n    posted an appeal bond\n   </em>\n   in accordance with Section 11-51-77 (then Mississippi Code Section 62 (1930) ).\n   <em>\n    Id.\n   </em>\n   at 667. After filing its complaint, the bank paid the taxes in accordance with the assessment, as approved by the board.\n   <em>\n    Id.\n   </em>\n   at 668. The board filed a motion to dismiss, arguing that the bank's complaint became moot upon payment of the taxes assessed.\n   <em>\n    Id.\n   </em>\n   This Court reversed, holding that \"a taxpayer aggrieved, and appealing from an assessment,\n   <em>\n    is required to pay his taxes\n   </em>\n   , and the payment does not affect the appeal of the case.\"\n   <em>\n    Grenada Bank\n   </em>\n   ,\n   <extracted-citation case-ids=\"1841737\" index=\"13\" url=\"https://cite.case.law/miss/160/163/\">\n    133 So. at 668\n   </extracted-citation>\n   (emphasis added). The bank posted an appeal bond pursuant to Section 11-51-77\n   <em>\n    and\n   </em>\n   paid the tax owed. We held that was proper. In the case\n   <em>\n    sub judice\n   </em>\n   , the Hospital failed to post the bond and argued it had a choice between paying the tax or posting the bond. There is no statutory authority or caselaw to support this argument. Payment of the tax does not excuse the requirement to post a bond.\n  </p>\n  <p id=\"p-30\">\n   ¶ 14. This Court's precedent in\n   <em>\n    Moller-Vandenboom I,\n   </em>\n   <em>\n    Moller-Vonderboom\n   </em>\n   [sic]\n   <em>\n    II\n   </em>\n   , and\n   <em>\n    Grenada Bank\n   </em>\n   answers the question before the Court today. A taxpayer who chooses to appeal a tax assessment, or equalization of his tax assessment, must comply with Section 11-51-77. If his tax becomes due in the course of appeal, he also must comply with Section 27-35-121.\n  </p>\n  <p id=\"p-31\">\n   ¶ 15.\n   <strong>\n    AFFIRMED\n   </strong>\n   .\n  </p>\n  <p id=\"p-32\">\n   KITCHENS, P.J., COLEMAN, MAXWELL, BEAM, CHAMBERLIN AND ISHEE, JJ., CONCUR. KING, J., SPECIALLY CONCURS WITH SEPARATE WRITTEN OPINION JOINED BY KITCHENS, P.J. WALLER, C.J., NOT PARTICIPATING.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-38\">\n    Mississippi Code Section 504 (1880) reads, in its entirety, as follows:\n   </p>\n   <blockquote id=\"p-39\">\n    <strong>\n     <em>\n      Any person aggrieved by any decision of the board of supervisors as to the assessment of taxes may, within five days after the adjournment of the meeting at which such decision is made, appeal to the circuit court of the county, upon giving bond, with sufficient sureties, in the amount of the matter in dispute,\n     </em>\n    </strong>\n    payable to the state and conditioned to perform the judgment of the circuit court, and to be approved by the clerk of such board, who, upon the filing of such bond, shall make a true copy of any papers on file relating to such controversy, and file such copy, certified by him with said bond, in the office of the clerk of said circuit court, on or before its next term; and the controversy shall be tried anew in said circuit court at the first term, and be a preference case, and, if judgment shall be rendered on the appeal bond for damages at the rate of ten per cent on the amount in controversy and all costs. If the matter shall be decided in favor of the person who appealed, judgment in his favor shall be certified to the board of supervisors, which shall conform thereto, and shall pay all costs of such case.\n    <strong>\n     <em>\n      Such appeal shall not delay the collection of taxes due by the assessment as approved by the board of supervisors\n     </em>\n    </strong>\n    ; and if such taxes shall be collected before a final disposition of said appeal, and the judgment shall be in favor of the person appealing, as aforesaid, in whole or in part, as to the matter in dispute, any money improperly collected from such person for said taxes, as shown by such judgment, shall be refunded to him by the state and county, respectively, if they have received such money; and, if it has not been paid over, the tax collector receiving it shall be liable to him for such sums as were collected from him, wrongfully, as aforesaid; and his claim, in either case, against the state, shall be audited by the auditor, and a warrant issued for the amount, after the auditor shall have submitted the matter to the attorney general of the state under this act; and the board of supervisors shall, after such allowance by the auditor, audit and allow the claim, as aforesaid, of such party against the county. If the case shall be decided in favor of the party who appealed, while the collector is proceeding with the collection of taxes, he shall conform his action to such judgment, in collecting from such person.\n   </blockquote>\n   <p id=\"p-40\">\n    Miss. Code § 504 (1880) (emphasis added).\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-41\">\n    The most current version of the statute also includes a provision excusing governmental authorities from posting a bond in order to appeal a tax assessment. This provision was added in 1930. Otherwise, the language of 1892 is identical to today's version of the statute.\n    <extracted-citation index=\"14\" url=\"https://cite.case.law/citations/?q=Miss.%20Code%20Ann.%20%C2%A7%2011-51-77\">\n     Miss. Code Ann. § 11-51-77\n    </extracted-citation>\n    (Rev. 2012).\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-42\">\n    <em>\n     Moller-Vandenboom\n    </em>\n    references Section 81, Code of 1906 (Hemingway's Code § 61), which is now Section 11-51-77, and Section 10 of Chapter 323, Laws of 1920 (Hemingway's Supplement § 7769h1 (1921) ), which is now Section 27-35-119.\n    <em>\n     Moller-Vandenboom\n    </em>\n    ,\n    <extracted-citation case-ids=\"763388\" index=\"15\" url=\"https://cite.case.law/miss/135/249/\">\n     99 So. at 824-25\n    </extracted-citation>\n    .\n   </p>\n  </footnote>\n </opinion>\n <opinion type=\"concurrence\">\n  <author id=\"p-33\">\n   KING, JUSTICE, SPECIALLY CONCURRING:\n  </author>\n  <p id=\"p-34\">\n   ¶ 16. I agree with the majority that the Hospital was required to pay both the tax and the bond in this case. I write separately to emphasize that the Hospital did not ask the circuit court to waive, excuse, or reduce the bond; it merely declined to pay the bond and argued that it had a choice of paying the bond or paying the tax. Whether a circuit court has the power to waive, reduce, or excuse the bond therefore is not before this Court.\n  </p>\n  <p id=\"p-35\">\n   <strong>\n    KITCHENS, P.J., JOINS THIS OPINION\n   </strong>\n   .\n  </p>\n </opinion>\n</casebody>\n"
  }
}