{
  "casebody": {
    "data": "<casebody firstpage=\"581\" lastpage=\"592\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b611-2\">Paper Products Co. <em>v. </em>Doggrell <em>et al.</em></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b611-3\">(Nashville,</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AZq\">December Term, 1952.)</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b611-4\">Opinion filed July 17, 1953.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b611-5\">Rehearing denied October 9, 1953.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b613-3\"><page-number citation-index=\"1\" label=\"583\">*583</page-number>George E. MoeROW and Martin &amp; Tate, all of Memphis, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b613-4\">Snowden, Davis, Mo Cloy, Donelson <em>&amp; </em>Myar, of Memphis, for appellee Frank E. Doggrell, Jr.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b613-5\">Mbtcale, Apperson &amp; Crump, of Memphis, for appel-lee W. G. Konz.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b613-8\">Mr. Justice Tomlinson</author>\n<p id=\"AJdd\">delivered the opinion of the Court.</p>\n<p id=\"b613-9\">Appellees, Doggrell and Konz, together with one Van E. Whitaker, Jr., were the sole stockholders in an Arkansas corporation formed by them under the name of Forrest City Wood Products, Inc. with principal office to be located in St. Francis County, Arkansas.</p>\n<p id=\"b613-10\">The Arkansas statute requires the articles of incorporation to be filed (1) with the Secretary of State and (2) thereafter in the office of the County Clerk of the County <page-number citation-index=\"1\" label=\"584\">*584</page-number>in which the corporation’s principal place of business is to be located.</p>\n<p id=\"b614-3\">Doggrell and Konz, Tennessee residents, left the management of the corporation entirely to the third stockholder, Whitaker, a resident of Arkansas. The lawyer in Memphis who prepared the charter directed Whitaker to file it with the Secretary of State and then with the Clerk of the County Court of St. Francis County, Arkansas. Whitaker did file it with the Arkansas Secretary of State, but inadvertently failed \"to file it with the Clerk of the County Court of !St. Francis County. It was not filed with this clerk until after the account which gave rise to this suit had been made. Neither Doggrell nor Konz were aware of the fact that the charter had not been filed in St. Francis County as required by the Arkansas statute. Neither has received any dividends or profits or remuneration from the corporation.</p>\n<p id=\"b614-4\">Under the decisions of the Arkansas Court of last resort the stockholders of a corporation are liable as partners when the charter is not filed as required by the Arkansas statute in the county where the principal office of the corporation is to be maintained. Based on those decisions of the Arkansas Supreme Court, Whitaker, the third stockholder in the aforementioned corporation, has been adjudged by the Arkansas Court liable for a debt made by this corporation before this charter was filed in St. Francis County., <em>Whitaker </em>v. <em>Mitchell Manufacturing Co., </em>219 Ark. 779, 244 S. W. (2d) <em>965. </em>The Arkansas Court rendered no judgment in that case against Doggrell and Konz because no service had been had on these Tennessee residents.</p>\n<p id=\"b614-5\">Whitaker who operated and managed the business of the corporation purchased goods in the name of the corporation from Paper Products Company and issued <page-number citation-index=\"1\" label=\"585\">*585</page-number>the company’s note payable in thirty days. Paper Products Company iii this transaction dealt with the. Forrest City Wood Products, Inc. as such and not through the personal credit of Doggrell and Konz. These two stockholders knew nothing whatever about the account in question.</p>\n<p id=\"b615-4\">Forrest City Wood Products, Inc. became bankrupt. A substantial balance of its note issued to Paper Products Company remains unpaid. Accordingly, Paper Products Company instituted this suit in Shelby County, Ten-essee Circuit Court against Doggrell and Konz. It seeks a recovery against them individually because of the Arkansas law holding stockholders personally liable as partners for the accounts made by a corporation whose charter has not been filed in the County where its principal office is located.</p>\n<p id=\"b615-5\">It was the judgment of the Shelby County Circuit Court that Doggrell and Konz are not liable individually, or as partners, for this obligation of Forrest City Wood Products, because this Arkansas rule “is penal in its nature, and will not be enforced in the State Courts of Tennessee”. Paper Products Company has appealed and insists that (1) the Arkansas rule is not penal in nature and (2) under the law of comity the Arkansas rule should be applied to this case.</p>\n<p id=\"b615-6\">Under Tennessee decisions, the liability of a stockholder for the debts of his corporation is determined' by the law of the State in which that corporation is domiciled unless such law is contrary to the legislation or public policy of Tennessee, or is penal in nature. Under these circumstances such law of a sister State will not be enforced in Tennessee. <em>Sullivan </em>v. <em>Farnsworth, </em>132 Tenn. 691, 705, 179 S. W. 317.</p>\n<p id=\"b616-4\"><page-number citation-index=\"1\" label=\"586\">*586</page-number>When a Tennessee Court is called upon to enforce the civil law of a sister jurisdiction it will determine whether such law is penal in nature or contrary to the public policy of the law of Tennessee in which it is sought to be enforced. <em>Whitlow </em>v. <em>Nashville, C. </em>&amp; <em>St. L. Ry. Co., </em>114 Tenn. 344, 350, 84 S. W. 618, 68 L. R. A. 503./Whether the aforementioned law of Arkansas, therefore, is contrary to our public policy or penal in nature is a matter to be determined in this ease by the Tennessee Court since it is in that Court that it is sought to enforce this Arkansas rule.</p>\n<p id=\"b616-5\">The Arkansas statute heretofore referred to provides that “Upon the filing with the Secretary of State of articles of incorporation, <em>the corporate existence shall </em>begin.”/Ark. Stats. Section 64-103. (Emphasis supplied.) It follows that the corporate existence of Forrest City Wood Products, Inc. had begun prior to the inadvertent failure of Whitaker to file the corporation’s charter in the office of the County Court of St. Francis County, Arkansas. The Arkansas rule, therefore, is that an inadvertent failure to comply with some detail in a bona fide effort to comply with the law chartering corporations is a failure which makes the stockholders liable in Arkansas for those debts of the corporation made prior to the compliance with such required detail.</p>\n<p id=\"b616-6\">This Arkansas rule is contrary to the public policy of Tennessee, wherein the rule is that the stockholders are not liable for the debts of their corporation in a case where there has been “made a bona fide effort to comply with the provisions of law”, but “have inadvertently failed in some particular, and in good faith have exercised the franchises of such corporation. ’ <em>Cunnyngham </em>v. <em>Shelby, </em>136 Tenn. 176, 181-182, 188 S. W. 1147, 1149, L. R. A. 1917B, 572. /It is a commonly known fact that <page-number citation-index=\"1\" label=\"587\">*587</page-number>one of the purposes of organizing a corporation for the carrying on of a business is to relieve stockholders of individual liability for the debts of the corporation. That fact is well known to those dealing with corporations. The Tennessee rule forwards the accomplishment of that purpose.</p>\n<p id=\"b617-4\">In ascertaining whether the Arkansas statute is penal in nature it is well to observe again that under the Arkansas rule the stockholders of the corporation are liable as partners for the mere failure, after the commencement of corporate existence, to file its charter in the Arkansas County of its principal office. This liability is imposed without regard to the fact that a creditor is not prejudiced by the failure to comply with this detail and was not misled thereby. There is no escape from the conclusion, therefore, that this rule prescribes a penalty in order to enforce a compliance with the law of Arkansas as to the registering of a charter in the county where the principal office of the corporation is maintained. “Penalties prescribed by one state to enforce a compliance with its laws will not be enforced by the courts of another state.’’ <em>Brower </em>v. <em>Watson, </em>146 Tenn. 626, 636, 244 S. W. 362, 365, 26 A. L. R. 99L,</p>\n<p id=\"b617-5\">A case directly in point is <em>Woods </em>v. <em>Wicks, 75 </em>Tenn. 40 cited in appellees ’ brief. A statute of Kentucky was involved in that suit. That statute required the directors of a corporation to file and record within a specified time in a certain office a certificate stating the amount of the capital stock fixed and paid in. Stockholders were arbitrarily made liable in double the amount of their stock for failure to file such certificate. The Tennessee Court refused to hold such stockholders liable for the failure to file such certificate. In rejecting such a suit our Court said that “no court of another sovereignty can be <page-number citation-index=\"1\" label=\"588\">*588</page-number>expected to enforce sucli a penalty”. 75 Tenn. .at page 50.</p>\n<p id=\"b618-5\">Appellant has cited several cases decided subsequent to <em>Woods </em>v. <em>Wicks, </em>supra. His insistence seems to be that these cases conflict with <em>Woods </em>v. <em>Wicks. </em>Attention of counsel is called to the fact that in the cases to which he refers the corporation was seeking to do business in Tennessee without compliance with Tennessee law.</p>\n<p id=\"b618-6\">The judgment must be affirmed with costs taxed to Paper Products Company and its surety.</p>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b618-7\">On Petition to ReheaR.</p>\n<p id=\"b618-8\">The case of <em>Doggrell </em>v. <em>Great Southern Box Company, Inc., </em>was decided by the United States Court of Appeals for the 6th Circuit on July 9, 1953. 206 P. (2d) 671. It came to that Court by appeal from the Federal District Court for the Western District of Tennessee. That case involved the identical Arkansas law and question decided by this Court in the instant case on July 17, 1953.</p>\n<p id=\"b618-9\">Preceded by well considered remarks unnecessary here to detail, the conclusion of the United States Court of Appeals in that case is that the Arkansas law in question is not penal within the meaning of the full faith .and credit clause of our Federal Constitution, Article 4, Section 1; hence, that “the courts of Tennessee, including a United States District Court sitting in that state, are bound” to give effect to this Arkansas law in proceedings brought by a'creditor of the Arkansas corporation to recover a personal money judgment against some of the stockholders of that Arkansas corporation. In the instant case this Court reached the opposite conclusion. Judge McAllister, in a dissenting opinion in the Federal case, reached the same conclusion as that reached by this Court with reference to the penal nature of this Arkansas law.</p>\n<p id=\"b619-3\"><page-number citation-index=\"1\" label=\"589\">*589</page-number>Because of the majority opinion of tire United States Court of Appeals in its case, supra, Paper Products Company, appellant in the instant case, has filed in the instant case its petition to rehear. This petition also makes reference to the cases of <em>Broderick </em>v. <em>Rosner, 294 </em>U. S. 629, 643, 55 S. Ct. 589, 79 L. Ed. 1100; <em>Converse </em>v. <em>Hamilton, </em>224 U. S. 243, 260, 32 S. Ct. 415, 56 L. Ed. 749; Cf. <em>Hughes </em>v. <em>Fetter, </em>341 U. S., 609, 613, 71 S. Ct. 980, 95 L. Ed. 1212. Those cases are not, however, found helpful in reconsidering the question of whether this Arkansas law is penal in nature so as to be an exception to the requirements of the full faith and credit clause.</p>\n<p id=\"b619-4\">The expression Arkansas “law”, rather than Arkansas “statute”, is used by this Court because it is a decision of the Arkansas Supreme Court as to the effect which must be given a failure to comply with the Arkansas statute requiring a copy of the corporation’s charter to be filed in the office of the County Court Clerk of the County in which the corporation’s principal place of business is located. Its decision is that such failure, ipso facto, renders each stockholder of such Arkansas corporation liable for every debt incurred by that corporation prior to such filing in such county, notwithstanding the fact that such charter had been filed with the Arkansas Secretary of State, whereby, under the express language of the statute, its “corporate existence shall begin.” <em>Whitaker </em>v. <em>Mitchell Mfg. Co., </em>219 Ark. 779, 244 S. W. (2d) 965, and cases therein cited.</p>\n<p id=\"b619-5\">This Court was of the opinion that the instant case fell within the ruling of <em>Woods </em>v. <em>Wicks, </em>75 Tenn. 40p wherein this Court refused to give effect to a very similar Kentucky statute because of its penal nature. The United States Court of Appeals thought its case to be distinguishable from <em>Woods </em>v. <em>Wicks </em>because the incor-<page-number citation-index=\"1\" label=\"590\">*590</page-number>poratioii of the Kentucky organization had been completed whereas such incorporation of the Arkansas organization lacked completion, so it is said, to the extent that a copy of its charter had not been filed in the Arkansas county of its principal office.</p>\n<p id=\"b620-3\">Apparently, in considering material such above stated distinction between the Kentucky and Arkansas organizations, the United States Court of Appeals inadvertently failed to give effect to the fact that in Tennessee the stockholders of a de facto corporation are not liable for its debts, and that corporations de facto are \"those which have made a bona fide effort to comply with the provisions of law and have inadvertently failed in some particular, and in good faith have exercised the franchises of such <em>corporation.’’/Cunnyngham </em>v. <em>Shelby, </em>136 Tenn. 176, 181, 188 S. W. 1147, 1149, L.R.A. 1917B, 572./ Judge McAllister calls attention to the fact that the Arkansas organization was also a de facto corporation in Arkansas/citing <em>Bank of Midland </em>v. <em>Harris, </em>114 Ark. 344, 170 S. W. 67; <em>Wesco Supply Co. </em>v. <em>Smith, </em>134 Ark. 23, 203 S. W. 6.</p>\n<p id=\"b620-4\">The United States Court of Appeals felt that its case fell within <em>Huntington </em>v. <em>Attrill, 146 </em>U. S. 657, 13 S. Ct. 224, 36 L. Ed. 1123. In that case it was held that the full faith and credit clause of our Federal Constitution required the Maryland Court to give effect to a New York statute said to be penal in character. Compliance with that statute, however, was clearly intended for the protection of creditors of corporations created pursuant to its provisions. This Court can find no purpose of the Arkansas law other than that of the better procuring compliance with a technical requirement of the Arkansas statute by inflicting a penalty merely because of a failure to so comply.</p>\n<p id=\"b621-2\"><page-number citation-index=\"1\" label=\"591\">*591</page-number>The above stated distinction between the instant case and <em>Huntington </em>v. <em>Attrill, </em>supra, makes it unnecessary to consider the further fact that the proceedings in the Maryland Court in <em>Huntington </em>v. <em>Attrill </em>were to enforce a New York judgment based on a statute said to be penal in nature. In the case .at bar the effort is to procure a judgment in a Tennessee Court based on an Arkansas law which the Tennessee Court regards as penal in nature and contrary to the public policy of its State.</p>\n<p id=\"b621-3\">Whether the full faith and credit clause requires the’ Courts of one state to enforce the law of another state penal in some respects “depends upon the question whether its purpose is to punish an offense against the public justice of the state, or to afford a private remedy to a person injured by the wrongful act. <em>\" Huntington </em>v. <em>Attrill, supra, </em>146 U. S. 657, 138. Ct. 224, 230, 36 L. Ed. 1130.</p>\n<p id=\"b621-4\">As heretofore stated, this Court thinks that there is no escape from the conclusion that the sole purpose of the Arkansas law in question is to procure a compliance with its statute as to a formal or technical requirement. But, pursuing further the immediately above stated test furnished by <em>Huntington </em>v. Attrill, there is particularly applicable the statement in Judge McAllister’s dissenting opinion in <em>Doggrell </em>v. <em>Great Southern Box Company, </em>supra [206 P. (2d) 682]:- that:—“There \"was no wrong committed against any individual in not filing the articles with the County Clerk. To subject an innocent party, who happens to be an incorporator or original stockholder, to what may prove great financial losses or ruin, in being obliged to pay personally all the debts of the corporation merely because someone who should have complied with this technical requirement failed to do so, <page-number citation-index=\"1\" label=\"592\">*592</page-number>seems to me to subject appellant to a liability that is clearly penal in its nature. ’ ’</p>\n<p id=\"b622-5\">On principle, as well as under tbe test pronounced by tbe United States Supreme Court, this Court is of' tbe opinion that tbe penal nature of tbe Arkansas law in question is such that tbe Tennessee Court is not required by tbe full faith and credit clause of our Federal Constitution to give it effect.</p>\n<p id=\"AVy\">The rule of comity does not apply because tbe Arkansas law is contrary to the law and public policy of this State. <em>Woods </em>v. <em>Wicks, </em>supra, 75 Tenn. 40, <em>46.</em></p>\n<p id=\"Aak\">The petition to rehear must be denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}