{
  "casebody": {
    "data": "<casebody firstpage=\"258\" lastpage=\"263\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b278-7\">(139 App. Div. 398.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b278-8\">In re McMONAGLE.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b278-9\">(Supreme Court, Appellate Division, Third Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A-B\">June 29, 1910.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b278-10\">1. Descent and Distribution (§ 9<footnotemark>*</footnotemark>)—Real Estate—Rights of Heirs.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b278-11\">Where a person holding a contract for the purchase of real estate dies, his interest descends to his heirs as real estate, and the heirs may call on the executor or administrator to discharge the contract out of the personal estate so as to enable them to demand a conveyance from the vendor.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b278-12\">[Ed. Note.—For other cases, see Descent and Distribution, Cent. Dig. § 7; Dec. Dig. § 9.*]</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b278-13\">2. Executors and Administrators (§ 135*)—Accounts—Claims of Administrator.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b278-15\">Code Civ. Proc. §§ 2782, 2783, provide that a sale of decedent’s interest in real estate held by him under a contract to purchase vests in the purchaser decedent’s interest, and that any title acquired by the executor or administrator shall be held in trust for the use of the persons entitled to decedent’s interest subject to the dower of the widow. A widow, who was administratrix of her deceased husband, who had contracted to purchase real estate, took title to the property in her own name after making the necessary payments. <em>Held, </em>that, since it was her duty as administratrix to complete the payments on the contract and to take title to the heirs or to herself in trust for them, it would be presumed that she took title <page-number citation-index=\"1\" label=\"259\">*259</page-number>in trust for the heirs, though there was no declaration by her to that effect, so that the probate court in the settlement of her accounts was authorized to credit her with such payments.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b279-5\">[Ed. Note.—For other cases, see Executors and Administrators, Cent. Dig. §§ 551, 552; Dec. Dig. § 135.<footnotemark>*</footnotemark>]</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b279-6\">3. Executors and Administrators (§ 475*)—Accounting—Charges—Ex-ecutor Taking Over Property.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b279-7\">An administrator who assumes to take over the bulk of the property of the estate, and who treats it as his own, is chargeable with its value.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b279-8\">[Ed. Note.—For other cases, see Executors and Administrators, Cent. Dig. § 2061; Dec. Dig. § 475.*]</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b279-9\">. 4. Executors and Administrators (§ 478*)—Accounting—Interest.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b279-10\">While the rules as to charging executors and administrators with interest on funds in their hands, or on the value of property belonging to the estate which they have appropriated to their own use, should be observed, yet the surcharging of interest is a matter of discretion and de- • pends on the situation of each case.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b279-12\">[Ed. Note.—For other cases, see Executors and Administrators, Cent. . Dig. § 2063; Dec. Dig. § 478.*]</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b279-14\">5. Executors and Administrators (§ 478*)—Accounting—Interest.</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b279-15\">An administratrix assumed to take over the hulk of the property of the estate and to treat it as her own. Her account was made up in the harshest way against herself, as she thereby charged herself with the inventory price of machinery and stock and provisions. During the time she and her children resided on the premises, the machinery was largely worn out, and much of it was replaced. <em>Held, </em>that interest should not be charged against her on the value of the property.</headnotes>\n<headnotes data-order=\"18\" data-type=\"headnotes\" id=\"b279-16\">[Ed. Note.—For other cases, see Executors and Administrators, Cent. Dig. § 2063; Dec. Dig. § 478.*]</headnotes>\n<headnotes data-order=\"19\" data-type=\"headnotes\" id=\"b279-17\">6. Husband and Wipe (§ 49%*)—Gift by Wipe to Husband—Evidence.</headnotes>\n<headnotes data-order=\"20\" data-type=\"headnotes\" id=\"b279-18\">To establish a gift inter vivos by a wife to her husband, the evidence must be clear.</headnotes>\n<headnotes data-order=\"21\" data-type=\"headnotes\" id=\"b279-19\">[Ed. Note.—For other cases, see Husband and Wife, Cent. Dig. § 260; Dec. Dig. § 49%.*]</headnotes>\n<headnotes data-order=\"22\" data-type=\"headnotes\" id=\"b279-20\">7. Executors and Administrators (§ 481*)—Accounts—Credits.</headnotes>\n<headnotes data-order=\"23\" data-type=\"headnotes\" id=\"b279-21\">An administratrix borrowing money to make a payment on a contract of purchase entered into by the intestate, or using money received from the sale of personal property inventoried as a part of the estate, is entitled to a credit for the payment on the contract.</headnotes>\n<headnotes data-order=\"24\" data-type=\"headnotes\" id=\"b279-22\">[Ed. Note.—For other cases, see Executors and Administrators, Cent. Dig. § 2065; Dec. Dig. § 481.*]</headnotes>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b279-23\">Appeal from Surrogate’s Court, Franklin County.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b279-24\">Proceedings for the judicial settlement of the accounts of Sarah J. Hilts McMonagle, as sole surviving administratrix of Clinton J. Hilts, deceased. From a decree surcharging the account with interest and disallowing the administratrix credit for specified sums, she appeals.</summary>\n<disposition data-order=\"27\" data-type=\"disposition\" id=\"A_m\">Reversed, and new trial granted.</disposition>\n<p data-order=\"28\" data-type=\"judges\" id=\"b279-25\">Argued before SMITH, P. J., and KELLOGG, COCHRANE, SEWELL, and HOUGHTON, JJ.</p>\n<attorneys data-order=\"29\" data-type=\"attorneys\" id=\"b279-26\">John P. Badger, for appellant.</attorneys>\n<attorneys data-order=\"30\" data-type=\"attorneys\" id=\"b279-27\">Ellsworth C. Lawrence, special guardian for respondents Grace and David Hilts.</attorneys>\n<attorneys data-order=\"31\" data-type=\"attorneys\" id=\"b279-28\">E. C. Lawrence, for respondents Nelson and Leslie Hilts.</attorneys>\n<footnote data-order=\"32\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b278-16\">For other cases see same topic <em>&amp; </em>§ number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep'r Indexes</p>\n</footnote>\n<footnote data-order=\"33\" data-type=\"footnote\" id=\"x999-2\" label=\"*\">\n<p id=\"b279-29\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"34\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b280-4\"><page-number citation-index=\"1\" label=\"260\">*260</page-number>HOUGHTON, J.</author>\n<p id=\"Aco\">The appellant, Sarah J. Hilts McMonagle, was appointed administratrix of the estate of her husband shortly after his death in November, 1896. Her husband held a contract to purchase the farm upon which he and his family resided, the payments on which had been nearly completed. There survived him his widow and four children, all infants ranging in age from 3 to 19 years, and they together with their mother lived upon the farm in question until March, 1904, when she with the two younger children removed therefrom and rented it together with certain personal property at a yearly rental of $320. Shortly after she was appointed administratrix she filed an inventory of the personal property of her decedent, which consisted of farm stock, machinery, grain, hay, etc., and aggregated the sum of $1,345.42. She had never made an account of her proceeding, and in 1908 was called to account by her elder son, and in pursuance of such requirement she filed an account in which she stated the •inventory price of each article and the amount realized, which latter amounted to the sum of $1,271.92. Apparently she charged herself with the inventory price of the machinery and stock which she retained upon the farm, as well as the hay, grain, and the like which she fed out. During the 12 years she and her children resided upon the farm the machinery was largely worn out, and much of it replaced. The original horses and cattle were either replaced by purchase by her or from breeding upon the farm. Some objections of an insignificant character were ■ made to the account as filed which were largely adjusted during the progress of the hearing upon stipulation of the parties, and the surrogate adjusted the balance in her hands, after paying debts and funeral expenses, at the sum of $920.90, concerning which she as appellant now makes no complaint. During the progress of the hearing in the Surrogate’s Court, the administratrix was allowed to amend her account by asking for an additional credit of $320, which she paid to complete the land contract, and to further amend it by stating that she held a claim against her decedent’s estate for the sum of $1,000, with interest thereon from November 17, 1891, being money which she loaned to her husband for the purpose of making a payment on the land contract. Evidence was given 'respecting both of these claims, and it appeared that after the death of her husband the administratrix did pay the balance due on the land contract amounting to $320, and took from the vendor a deed of the farm to herself individually which she now holds.</p>\n<p id=\"b280-5\">The contract for the purchase of the farm was made between the appellant’s husband and her own father, who prior to 1891 died leaving a will in which he bequeathed to the appellant the sum of $1,000, which legacy, instead of receiving it in money, she directed her father’s executor, at her husband’s request or concurrence, to indorse upon the contract, which' was done, thereby reducing his indebtedness thereon by such amount. There was no dispute as to the appellant having made these payments, and the surrogate denied credit to her for the $320, and refused to allow her claim for the $1,000, substantially on the ground that she took title to the farm in her own name and held the land in her own right, and that while <page-number citation-index=\"1\" label=\"261\">*261</page-number>so holding it she could not be allowed credit for the payment made or for the money which she had advanced on the purchase price, and that, while she might be entitled to some equitable relief in case it should be adjudged that she held the title in trust for_ the heirs, he had no jurisdiction to make any such adjudication, notwithstanding the fact that the appellant requested him to find that she held the title for the benefit of the estate of her decedent.</p>\n<p id=\"b281-5\">We think this holding would be correct except for the provisions of section 2783 of the Code of Civil Procedure, to which the attention of the learned surrogate was not called and which is not cited upon the appellant’s brief. This section is found in the title relating to the disposition of decedent’s real property for the payment of debts and funeral expenses. For that purpose a contract held by a decedent for the purchase of real estate may be sold as well as land of which he died seised. Section 2782 provides that a sale of the decedent’s interest in all the real property held by him under a contract to purchase vests in the purchaser all of the decedent’s interest and the interest of his heirs therein. Section 2783 reads as follows:</p>\n<blockquote id=\"b281-6\">“A conveyance of the decedent’s interest in a part only of the real property held under such a contract tiansfers to the purchaser all the decedent’s right, title and interest in and to the part so sold; and all rights which would be acquired thereto by the executor or administrator or by any person entitled at the time of the sale to the interest of the decedent therein by perfecting title to the property contracted for pursuant to the contract. Upon fully complying with the contract the purchaser has the same right to enforce performance thereof with respect to the part conveyed to him; and the executor or administrator, or his assignee, has the same right to enforce performance with respect to the residue as the decedent would have had if he was living. Any title acquired by the executor or administrator, or his assignee, with respect to the part not sold, must be held in trust for the use of the persons entitled to the decedent’s interest; subject to the dower of the widow, if any.”</blockquote>\n<p id=\"b281-7\">This section is derived from part 2, c. 6, tit. 4, •§§ 74, 75, of the Revised Statutes. The language is practically the same, except that in the Revised Statutes, in speaking of a deed to the executors or administrators of the deceased of the land held by contract, it is provided that:</p>\n<blockquote id=\"b281-8\">“Any deed that shall be executed to them shall be in trust and for the benefit of the persons entitled to the interest of the deceased.”</blockquote>\n<p id=\"b281-9\">As early, therefore, as the Revised Statutes of 1828, it was provided that an administrator might take title to lands which his intestate had contracted to buy, and that, having taken title in his own name, he was declared as matter of law to hold it in trust for the benefit of the persons entitled to the interest of the deceased, which were his heirs, subject to the dower right of his widow, if any, therein. Prior to the Revised Statutes the law was, and now is, that, where a person died holding a contract for the purchase of land, his interest descended to his heirs as real estate,\" and such heirs had the right to call on the executor or administrator to discharge the contract out of the personal estate so as to enable the heirs to demand a conveyance from the vendor. Champion v. Brown, 6 Johns. Ch. <page-number citation-index=\"1\" label=\"262\">*262</page-number>398, 10 Am. Dec. 343; Chamberlain v. Dunlop, 126 N. Y. 45, 26 N. E. 966, 22 Am. St. Rep. 807; Matter of Davis, 43 App. Div. 331, 60 N. Y. Supp. 315. An executor or administrator being bound to pay from the personal estate the balance due on a contract for the purchase of land made by his testator or intestate for the benefit of the heir, the sections of the Revised Statutes and of the Code referred to manifestly contemplate that he may'take title on making such payment in his own name, and when he does so he does not and cannot hold title for himself, but holds it in trust for the heirs. When therefore the appellant took title to the farm in question, although she took it in her own name individually, the law said that she held it in trust, and it needed no adjudication of a court to so declare because the law had already declared it.</p>\n<p id=\"b282-5\">While the appellant was guardian in socage of her infant children and had the right as such to take title, in her own name because she was entitled to dower (Boyer v. East, 161 N. Y. 580, 56 N. E. 114, 76 Am. St. Rep. 290), in which event a decree might have been necessary to declare that she held it in trust for the heirs, she is not presumed to have taken if in that capacity because it was her duty as administratrix to complete payment on the contract and to take title to the heirs if she saw fit, or to herself if she elected to do so, and hold it in trust for them. It was not necessary for her to declare that she took title as administratrix, for all the facts disclosed show that she did so take it, and they overcome any presumption that might arise that she attempted to take it individually.</p>\n<p id=\"b282-6\">The learned surrogate surcharged the account with interest\" on $920.90 from the time of the renting of the farm but not before that period. It is true that the administratrix assumed to take over the bulk of the property and treat it as her own and was therefore chargeable with its value. Her account is made up in the harshest way against herself, and, had she made the claim, undoubtedly the court would have relieved her, under the circumstances, from paying full value for the hay and grain fed out and the stock and machinery worn out on the farm while the whole family were living together and the appellant was. struggling to make a living for her children. The two younger children still reside with her, and she made a claim, which was disallowed, for some allowance for the support of them during their minority; she having no property of her own.</p>\n<p id=\"b282-7\">While there are rules that should be observed with respect to charging executors and administrators with interest on funds ■ in their hands or on the value of property belonging to their estates which they have appropriated to their own use, still the surcharging of interest is somewhat a matter of discretion and depends upon the situation presented in each individual case. We think, under the circumstances, no interest should have, been charged against the appellant, and that part of the decree is reversed, with direction not to charge the same.</p>\n<p id=\"b282-8\">With respect to the $1,000 claim of the appellant against the estate of her husband, there was some attempt to show that it was a gift and not a loan to her husband, or payment of money to his use and. <page-number citation-index=\"1\" label=\"263\">*263</page-number>benefit for which she would be entitled to reimbursement. There was also claim that the $320, the last payment on the land contract, was paid from profits in operating the farm, and not from money borrowed by the appellant or the sale of any personal 'property of the decedent. We cannot make any findings upon these subjects, and both matters must be remitted to the ■ Surrogate’s Court for rehearing. While the record may be changed, and we cannot now express any opinion on the subject, it is not improper to say that there should be veiy clear evidence to establish a gift of the $1,000, and that the administratrix is entitled to credit for the payment of the $320 if she borrowed the money to make the payment, or if it was received from the sale of any of the personal property which was inventoried. The law declaring that the administratrix holds the title of the real property in trust, the questions respecting her claim, and whether she should be credited with the payment oh the land contract, are to be passed upon in the ordinary way unembarrassed by the fact that she holds title to the real property for which she must account to the heirs in another forum and in another proceeding.</p>\n<p id=\"b283-5\">That part of the decree surcharging the appellant with interest is reversed, with direction not to charge the same, and those parts disallowing plaintiff’s credit of $320 paid on the land contract and disallowing her claim of $1,000, with interest, are reversed, and a new trial granted as to them, with costs to the appellant, and one bill of costs to be divided between respondents, all payable out of the estate. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}