{
  "casebody": {
    "data": "<casebody firstpage=\"369\" lastpage=\"379\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b401-4\">Stone v. Martin.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b401-5\">\n<em>(Knoxville,</em>\n</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AVrG\">September Term, 1947.)</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b401-6\">Opinion filed November 29, 1947.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b402-9\"><page-number citation-index=\"1\" label=\"370\">*370</page-number>Penn, Hunter, Smith &amp; Davis, of Kingsport, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b402-10\">Thos. A. Dodson and John it. Todd, Jr., both of Kings-port, for appellee.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b402-11\">Mr. Justice Gailor</author>\n<p id=\"AZ5\">delivered the opinion of the court.</p>\n<p id=\"b402-12\">This is a proceeding to secure a declaration of the rights of the parties under a written lease of property operated as a restaurant in the City of Kingsport, Tennessee. George E. Stone and James L. Stone were the lessors in the original lease and George E. Stone, who has in the meantime acquired all interest of James L. Stone, filed the original bill seeking a declaration that the following <page-number citation-index=\"1\" label=\"371\">*371</page-number>language in the original lease was too vague, indefinite, incomplete and uncertain to constitute an enforcible option to renew: “Party of the second part shall have the right at the termination of this lease contract to rerent the premises hereby leased for an additional period of three years at the monthly value of like property at time of expiration. However, in the event party of the second part should elect to exercise the option for a renewal lease, as hereinabove provided, he will give parties of the first part at least sixty days notice prior to the termination of this lease contract.”</p>\n<p id=\"b403-5\">In addition to the declaration, complainant sought a writ of possession.</p>\n<p id=\"b403-6\">The defendants are Sam Massood, the original lessee, Ollie M. Shadeed, the assignee of Massood, and Chris Martin, the assignee of Shadeed and the present occupant of the property, and as such the real party defendant.</p>\n<p id=\"b403-7\">Martin filed an answer and cross-bill in which he also sought a declaration that the foregoing clause of the lease constituted a valid and enforcible contract, and in addition to the declaration he prayed that the rental value for the term of renewal be fixed by the Court and that he have a decree for specific performance of the option to renew. Defendant Ollie Shadeed filed a sworn answer in which he insisted that the option to renew was valid, and asserted that the lessor had ratified and confirmed this option at the time of the assignment by Mas-sood to himself on May 8, 1945, when the original lease had about two years to run.</p>\n<p id=\"b403-8\">The cause was heard on the pleadings, the Chancellor found the option to renew a valid and enforcible and definite agreement, and decreed accordingly. The Court has been greatly helped by the written opinion of the Chancellor which is a part of the record, and by his care<page-number citation-index=\"1\" label=\"372\">*372</page-number>ful consideration and analysis, not only of the authorities from Tennessee, hut of many from other states.</p>\n<p id=\"b404-3\">The complainant has appealed and assigned errors which may be summarized for our consideration as follows :</p>\n<p id=\"b404-4\">That the Chancellor erred in holding that the written notice by Martin to Stone of the former’s intention to renew, was sufficient. (2) That the Chancellor erred in decreeing that the option to renew in the' lease dated July 1, 1942, is “sufficiently definite to be susceptible of enforcement and supplies through reasonable construction, the standard of rental value on the Kingsport market as of July 1,1947.”</p>\n<p id=\"b404-5\"><em> </em>The essential facts are not in dispute. On July 1, 1942, George E. Stone and J. L. Stone executed a written lease for a five-year term, with a monthly rental of $200, to Sam Massood. The subject of the lease was the ground floor of a two-story structure known as the Kroger Building, in the business district of Kingsport, Tennessee. On May 8,1945, on the back of his copy of the lease, Massood made a complete assignment for a valuable consideration of all of his rights under the lease to the defendant Ollie M. Shadeed, and the latter in turn, on January 10, 1946, made a complete assignment of all of his rights to the defendant Chris Martin, who is the present occupant of the building and now in possession. Since the lease contained no covenant restricting the right to assign, the lease was assignable without consent of the lessor. <em>Enley </em>v. <em>Nowlin, </em>60 Tenn. 163, 166. The assignments carried with them all the rights of the original tenant under the lease. <em>Brummitt Tire Co. </em>v. <em>Sinclair Refining Co., </em>18 Tenn. App. 270, 75 S. W. (2d) 1022. After the assignment by Shadeed, Stone accepted rent from Martin in the amount fixed by the lease and recog<page-number citation-index=\"1\" label=\"373\">*373</page-number>nized Mm as tenant of the building, bnt thereafter, on February 5, 1947, he sent a letter to Martin requesting that the latter sign an agreement to vacate prior to July 1, 1947. This Martin refused to do.</p>\n<p id=\"b405-5\">On April 30, 1947, 60 days before the termination of the term of the original lease, Martin mailed and Stone received a letter from Martin which, after reciting the lease and copying the option to renew as quoted above, stated, “This is to notify you and each of you, that the party of the second part to said lease, desires to renew said lease for the term and on the conditions stated in said lease.” This suit filed on June 25, 1947, was the only answer given to this letter of April 30, 1947.</p>\n<p id=\"b405-6\">By Martin’s answer and a letter from his attorneys to Stone, which is an exhibit, it is stated that Martin has installed in the leased premises, furniture and fixtures worth from $15,000 to $20,000; that this is their value as installed, but that their value, if removed from the premises, would be only $1,500 to $2,000, because of damage by removal and their peculiar fitness for use in the restaurant where they are located. In his cross-bill, Martin charges fraud, estoppel, the bar of unclean hands, and prays for specific performance of the option to renew, with the rent to be fixed by the Court at the “fair rental value.”</p>\n<p id=\"b405-7\">The parties admit that there is no case in our Tennessee Reports that is controlling or precisely in point. Numerous eases from other jurisdictions are cited by both parties and many of them were carefully considered and analyzed by the Chancellor. Since no case, either in this or any other jurisdiction, has been found where the exact language used in this option to renew, was considered by the Courts, it is impossible to say that a majority rule has been established which should <page-number citation-index=\"1\" label=\"374\">*374</page-number>control ns here. From onr review of the authorities it seems that each case has been decided on its own facts. Here, we think the equities are strongly in favor of Martin. We must accept the fact to be that, relying on his right to renew, Martin made valuable improvements by installing furniture and fixtures peculiarly suited to the business and the premises. We must also consider the sworn answer of Shadeed, stating that at the time of the assignment to him in 1945, the right of renewal was discussed and Stone confirmed it.</p>\n<p id=\"b406-3\">However, we are fully sensible of- our limited function and that we can only construe the lease as written, and not make a new contract for the parties. Gibson’s Suits in Chy., sec. 949; <em>Southern Style Shops </em>v. <em>Mann, </em>157 Tenn. 1, 4 S. W. (2d) 959.</p>\n<p id=\"b406-4\">Referring back to the questioned clause of the lease quoted above, it is clear from the use of the words, “rerent” in the first sentence and “renewal lease” in the second, that a renewal was intended and that the only matter upon which there could be doubt or uncertainty, is the amount of rent to be charged and paid for the renewal period. The term is to be for three years “at the monthly value of like property at the time of expira: tion. ” Of course, rental value was the only value in the minds or contemplation of the parties, and “like property” means property of similar use and location in Kingsport. Real estate experts, with a knowledge of local conditions, would have no difficulty in fixing the rental value under those directions. A fair inference from the use of the words “monthly value,” bearing in mind the terms of the original lease, is that the rent for the renewal period was to be paid monthly. Only by this construction can any meaning be given to the use of the words, “monthly value.” It is further obvious <page-number citation-index=\"1\" label=\"375\">*375</page-number>that the original lease and the clause in question, were drawn by a layman and not a lawyer. This is evident from the peculiarities of spelling’ and use of terms, and we may consider this fact in our construction of the document.</p>\n<p id=\"b407-5\">There are a number of cases from other states where the only uncertain factor in options to renew a lease, is the amount of rent to be paid during the renewal. Cf. 30 A. L. R. 573; 68 A. L. R. 157; 166 A. L. R. 1238. The basis of the rule that an option to renew will be enforced although the amount of renewal rent is left for future determination by valuation, appraisal or arbitration is that the primary and essential agreement is that of renewal of the original lease, and stipulations as to the amount of rent and methods of determining that amount are ancillary to the primary contract and matters of form, rather than substance. <em>Nakdimen </em>v. <em>Atkinson, Imp. Co., </em>149 Ark. 448, 233 S. W. 694; <em>Stern Co. </em>v. <em>Friedman, </em>229 Mich. 623, 201 N. W. 961; <em>Kaufman </em>v. <em>Liggett, </em>209 Pa. 87, 58 A. 129, 67 L. R. A. 353, 358, 103 Am. St. Rep. 988; 51 C. J. S., Landlord and Tenant, sec. 56.</p>\n<p id=\"b407-6\">To limit the scope of our decision here, it is prudent to point out that the option considered is not one where the validity of the option is dependent on agreement of parties as to the renewal rent. Such options are void for impossibility of enforcement. <em>Frierson </em>v. <em>Gant, </em>23 Tenn. App. 428, 134 S. W. (2d) 193; A. L. R. citations, <em>supra. </em>Nor is “the standard of reasonableness” relevant. <em>Young </em>v. <em>Nelson, </em>121 Wash. 285, 209 P. 515, 30 A. L. R. 568; <em>Rainwater </em>v. <em>Hobeika, </em>208 S. C. 433, 38 S. E. (2d) 495, 166 A. L. R. 1228. Nor are cases presenting provisions for renewal with rent to be fixed <page-number citation-index=\"1\" label=\"376\">*376</page-number>by arbitration relevant, although such provisions have been generally upheld. A. L. R. citations, <em>supra.</em></p>\n<p id=\"b408-5\">In his opinion, the Chancellor considered two cases where renewal clauses simliar to that here, were upheld and enforced, though they were much less definite and less detailed than the one before us. In the case of <em>Edwards </em>v. Tobin, 132 Or. 38, 284 P. 562, 563, 68 A. L. R. 152, the following language was held sufficient; “which shall be determined at said time of renewal between the parties; said rental to be a reasonable rental <em>under the then existing conditions.” </em>This was upheld because of the inclusion of “under the then existing conditions,” although “a reasonable rental” standing alone, would doubtless have been too vague for enforcement.</p>\n<p id=\"b408-6\">In the second case, the clause, “the option of the building at what <em>the rent will be worth at that time </em>(i. e. of renewal) ” was held sufficiently definite. <em>Bechmann </em>v. <em>Taylor, </em>80 Colo. 68, 249, P. 262.</p>\n<p id=\"b408-7\">We agree with the following conclusion of the Chancellor: “Prom a review of these cases, and others in the earlier annotated series, it is concluded that the weight of authority holds void for indefiniteness only such renewal provisions as provide no standard by which the rent may be fixed. Where a standard is supplied by the parties, clear enough to be available and usable, specific performance has been granted in by far the largest number of. cases. Where a lease is involved there is •strong reason for this leaning, aside from the natural justice of obliging* men to carry out their covenants. The lease is normally drawn by the lessor, as was true herein, and should be construed most strongly against him. The lessee’s option to renew, being only an option, is purely for the lessee’s benefit and must be taken as a part of the inducing consideration for his contract, a thing for <page-number citation-index=\"1\" label=\"377\">*377</page-number>which, he has paid in part. To deprive him of it would he a detriment solely to him, the lessor losing nothing for which he has bargained. Being unable to anticipate the lessor’s repudiation, the lessee would often suffer large damage from honest reliance and expenditures based thereon (which is the case here). These considerations have been properly prominent in many of the cases cited, and cannot but play a large part in decision. If this option is invalid for indefiniteness it is so at the <em>“option” </em>of the lessor, for the lessee could not repudiate; he simply would not exercise his contract right and the lessor would thereby lose nothing for which he had contracted. ’ ’</p>\n<p id=\"b409-5\">Our concurrence with the Chancellor in holding that the clause was sufficient to set up a definite and enforcible option to renew disposes of the first four assignments of error, and the gist of the fifth assignment is that the Chancellor erred in not holding that the notice given by Martin on April 30, 1947, was insufficient “to extend the time, that the party of the second part to said contract was entitled to occupy the property. ’ ’ Stone sets out in his original bill the letter which Martin wrote and Stone received 60 days before the expiration of the term of the original lease. In the letter, Martin first recites the date and details of the original lease to Mas-sood, then copies <em>verbatim </em>the renewal clause of the lease, which we have quoted and considered, and finally says: ‘ ‘ This is to notify you and each of you that the party of the second part to said lease desires to renew said lease for the term and on the conditions stated in said lease. ’ ’</p>\n<p id=\"b409-6\">This was signed, “Chris Martin.”</p>\n<p id=\"b409-7\">The appellant’s argument on this assignment is as follows: “Appellant insists that the appellee was without <page-number citation-index=\"1\" label=\"378\">*378</page-number>authority to give the notice provided for in the contract dated July 1, 1942 in the name of ‘the second party’ to rent the property described therein for a period of three years from and after July 1, 1947. In support of this contention, we submit that the original lessee could not give a notice to occupy the property under the void provision calling for the fixing of the rent, and if we are correct in this position, then the appellee stands in no higher position than the original lessee.”</p>\n<p id=\"b410-5\">However, since we hold that the “provision calling for the fixing of the rent” was not void, it follows that under the lease “the original lessee” could give a notice that was valid to crystalize his right to a renewal. The assignment by the original lessee, Massood, to Sha-deed was general and by it Massood reserved no right in the lease whatever. The assignment by Shadeed to Martin was also general and as the assignment shows, and Shadeed swore in his answer, Shadeed transferred all his rights to Martin. It follows that Martin had secured all the rights which the original lessee, Massood, had at the time of the execution of the lease.</p>\n<p id=\"b410-6\">In the absence of an agreement to the contrary, the assignee of a lease succeeds to all the rights that were secured to the assignor by the lease. <em>Walgreen Co. </em>v. <em>Walton, </em>16 Tenn. App. 213, 221, 64 S. W. (2d) 44; 51 C. J. S., Landlord and Tenant, sec. 44 (2). The only requirement in the lease that Martin had to meet to exercise his option to renew was that he give Stone 60 days notice of his intention to exercise the option. This requirement he met by the delivery of the registered letter of April 30, 1947, which is copied in the bill. The lease defines the requirements to be met in the exercise of the option, and if the provisions of the lease are followed, it is suffi-<page-number citation-index=\"1\" label=\"379\">*379</page-number>dent. <em>Braun </em>v. <em>Leo G. MacLaughlin Co., </em>93 Cal. App. 116, 269 P. 191; <em>Maltby, Inc., </em>v. <em>Associated Realty Co., </em>114 Conn. 283, 158 A 548; <em>Khourie Bros. </em>v. <em>Jonakin, </em>222 Ky. 277, 300 S. W. 612. The fifth assignment of error is overruled, and the decree of the Chancellor is in all respects affirmed.</p>\n<judges id=\"b411-5\">All concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}