{
  "casebody": {
    "data": "<casebody firstpage=\"31\" lastpage=\"33\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b55-11\">UNITED STATES of America, Appellee, v. George SIMMONDS, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b55-14\">No. 10-1651-cr.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b55-15\">United States Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b55-17\">June 20, 2011.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b55-20\">James P. Egan, Assistant Federal Public Defender (Melissa A. Tuohey, on the brief), for Lisa Peebles, Acting Federal <page-number citation-index=\"1\" label=\"32\">*32</page-number>Public Defender, Syracuse, NY, for Appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b56-4\">J. Campbell Barker (Brenda K. Sannes and Miroslav Lovric, Assistant United States Attorneys, Northern District of New York, on the brief), Appellate Section, Criminal Division, U.S. Department <em>of </em>Justice, Washington, DC, for Appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b56-5\">PRESENT: DENNIS JACOBS, Chief Judge, RALPH K. WINTER and JOSEPH M. McLAUGHLIN, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b56-6\">\n<em>SUMMARY ORDER</em>\n</p>\n<p id=\"b56-7\">Defendant-Appellant George Simmonds appeals from the judgment of conviction entered by the United States District Court for the Northern District of New York (McAvoy, <em>J.), </em>principally sentencing him to thirty months’ imprisonment for knowingly submitting materially false statements on three monthly supervised release reports, in violation of 18 U.S.C. § 1001(a)(3). We assume the parties’ familiarity with the underlying facts, the procedural history, and the issues presented for review.</p>\n<p id=\"b56-8\">Simmonds challenges the sufficiency of the evidence supporting the jury’s finding that his false statements were material. A material statement for purposes of 18 U.S.C. § 1001 has “ ‘a natural tendency to influence, or [is] capable of influencing, the decision of the decision-making body to which it was addressed.’ ” <em>United States v. Gaudin, </em>515 U.S. 506, 509, 115 S.Ct. 2310, 132 L.Ed.2d 444 (1995) (quoting <em>Kungys v. United States, </em>485 U.S. 759, 770, 108 S.Ct. 1537, 99 L.Ed.2d 839 (1988)). Simmonds argues that his false statements — “yes” or “no” answers to questions regarding compliance with supervised release conditions— were incapable of affecting the probation officer’s investigation because (1) the reports by releasees are inherently unreliable, and (2) a probation officer would rely on other, more reliable investigative tools.</p>\n<p id=\"b56-10\">At the threshold, we do not focus on whether an investigator believes that a statement is true, because it “would be exceedingly strange” to “mak[e] the existence of this crime turn upon the credulousness of the federal investigator (or the persuasiveness of the liar).” <em>Brogan v. United States, </em>522 U.S. 398, 402, 118 S.Ct. 805, 139 L.Ed.2d 830 (1998).</p>\n<p id=\"b56-11\">In any event, even if the probation officer relied exclusively on other investigative tools, a rational jury could have credited her testimony that she would have adjusted her investigation had Simmonds answered the questions truthfully; the evidence of materiality is thus sufficient. <em>See United States v. Madori, </em>419 F.3d 159, 166 (2d Cir.2005).</p>\n<p id=\"b56-12\">Simmonds challenges the substantive reasonableness of his within-Guidelines 30-month sentence. A within-Guidelines sentence is not presumptively reasonable, but “in the overwhelming majority of cases, [it] will fall comfortably within the broad range of sentences that would be reasonable in the particular circumstances.” <em>United States v. Friedberg, </em>558 F.3d 131, 137 (2d Cir.2009) (internal quotation marks omitted). The district court properly considered “the nature and circumstances of the offense and the history and characteristics of the defendant,” 18 U.S.C. § 3553(a)(1), which include his criminal history and the conduct underlying the false statements. Although Simmonds discounts such conduct as “only illegal because he was on supervised release,” Appellant’s Br. at 35, it was within the court’s broad discretion to weigh the supervised release violations (and the concealment thereof). <em>See </em>18 U.S.C. § 3553(a)(2)(C) (instructing a court to im<page-number citation-index=\"1\" label=\"33\">*33</page-number>pose a sentence “to protect the public from further crimes of the defendant”).</p>\n<p id=\"b57-5\">Simmonds’s sentence therefore “falls within the broad range that can be considered reasonable under the totality of the circumstances.” <em>United States v. Jones, </em>531 F.3d 163, 174 (2d Cir.2008).</p>\n<p id=\"b57-6\">We have considered Simmonds’s other arguments and conclude that they lack merit. For the foregoing reasons, we hereby AFFIRM the judgment of the district court.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}