{
  "casebody": {
    "data": "<casebody firstpage=\"733\" lastpage=\"733\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b757-7\">UNITED STATES of America, Plaintiff-Appellee, v. Roy Dean BULLCOMING, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b757-10\">No. 11-6049.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b757-11\">United States Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b757-13\">June 7, 2011.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b757-14\">Robert Don Evans, Jr., Arvo Q. Mikka-nen, James F. Robinson, Esq., Office of the United States Attorney, Oklahoma City, OK, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b757-15\">Roy Dean Bullcoming, Florence, CO, pro se.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b757-16\">Before KELLY, HARTZ, and HOLMES, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b757-17\">ORDER DENYING CERTIFICATE OF APPEALABILITY</p>\n<author id=\"b757-18\">HARRIS L. HARTZ, Circuit Judge.</author>\n<p id=\"b757-19\">Roy Dean Bullcoming seeks a certificate of appealability (COA) to appeal the denial of his motion for relief under 28 U.S.C. § 2255. <em>See </em>28 U.S.C. § 2253(c)(1)(B) (requiring COA to appeal denial of relief under § 2255). “A certificate of appealability may issue ... only if the applicant has made a substantial showing of the denial of a constitutional right.” 28 U.S.C. § 2253(c)(2). This standard requires “a demonstration that ... includes showing that reasonable jurists could debate whether (or, for that matter, agree that) the petition should have been resolved in a different manner or that the issues presented were adequate to deserve encouragement to proceed further.” <em>Slack v. McDaniel, </em>529 U.S. 473, 484, 120 S.Ct. 1595, 146 L.Ed.2d 542 (2000) (internal quotation marks omitted). In other words, an applicant must show that the district court’s resolution of the constitutional claim was either “debatable or wrong.” <em>Id.</em></p>\n<p id=\"b757-21\">No reasonable jurist could debate the resolution of Mr. Bullcoming’s § 2255 motion in the district court’s thorough and well-reasoned opinion. <em>See United States v. Bullcoming, </em>No. CR-08-0055-F, 2011 WL 195652 (W.D.Okla. Jan. 18, 2011). We therefore deny his application for a COA and dismiss the appeal.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}