{
  "casebody": {
    "data": "<casebody firstpage=\"595\" lastpage=\"602\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"misc\" id=\"b609-3\">Public Utilities Commission</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b609-4\">No. 84-466</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b609-5\">Petition of Public Service Company of New Hampshire (New Hampshire Public Utilities Commission)</parties>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b609-7\">October 5, 1984</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b609-16\"><em>Sulloway, Hollis &amp; Soden, </em>of Concord <em>(Martin L. Gross </em>orally), for Public Service Company of New Hampshire.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b609-17\"><em>Ransmeier &amp; Spellman, </em>of Concord <em>(Dom S. D’Ambruoso </em>orally), for the New Hampshire Business and Industry Association.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b609-18\"><em>Shaines, Madrigan &amp; McEaehern, </em>of Portsmouth <em>(Paul M. McEachern </em>orally), for the Campaign for Ratepayers Rights.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b609-19\"><em>Armond M. Cohen, </em>of Boston, Massachusetts, orally for the Conservation Law Foundation of New England, Inc.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b609-20\"><em>Backus, Shea &amp; Meyer, </em>of Manchester <em>(Robert A. Backus </em>orally), for the Seacoast Anti-Pollution League.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b609-21\"><em>Michael W. Holmes, </em>of Concord, orally as Consumer Advocate.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b609-22\"><em>Gregory H Smith, </em>attorney general, and <em>Larry M. Smukler, </em>of <page-number citation-index=\"1\" label=\"596\">*596</page-number>Concord <em>(Bruce E. Mohl, </em>assistant attorney general, orally), for the State.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b610-3\">Per curiam.</author>\n<p id=\"A0E\">This case presents the issue whether this court should answer a question purported to be transferred to it pursuant to RSA 365:20 by the public utilities commission (PUC). That question is:</p>\n<blockquote id=\"b610-4\">“Do orders of the Public Utility Commission authorizing a public utility to issue securities pursuant to RSA 369:1 and 4, which have not been suspended in accordance with RSA 541:18, enable the Public Utility to issue valid securities, notwithstanding the possibility of appeal or the possible results thereof?”</blockquote>\n<p id=\"b610-5\">I. <em>Facts</em></p>\n<p id=\"b610-6\">This summer Public Service Company of New Hampshire (PSNH) petitioned the PUC for authority to market 425 million dollars worth of financial obligations as a part of a three-step plan to re-establish the company’s financial integrity. The PUC opened a financing docket pursuant to RSA chapter 369 (DF 84-167), and after several hearings approval was granted on September 21, 1984. In Order No. 17,222 the PUC: “ORDERED, that Public Service Company of New Hampshire be, and hereby is, authorized to raise not more than $425,000,000 through the issuance and sale of warrant debentures and Units consisting of debentures and warrants to purchase shares of common stock ....”</p>\n<p id=\"b610-7\">After a pricing order (No. 17,228) was issued PSNH then sought by original petition to raise an issue never previously raised in docket DF 84-167, namely, a question of law relating to the impact of a 1976 Wisconsin Supreme Court decision, <em>Wisconsin ex rel. Wisconsin Electric Power Co. v. Bardwell, </em>71 Wis. 2d 718, 239 N.W.2d 78 (1976), and its relationship to a 1980 decision of this court, <em>Appeal of Granite State Electric Co., </em>120 N.H. 536, 421 A.2d 121 (1980). The controversy, if it can be called such, is stated in paragraph 2 of the instant interlocutory transfer’s statement of facts (which is a verbatim repetition of paragraph 5 of PSNH’s motion for a supplemental order dated October 1, 1984, before the PUC) to be that “without an opinion of counsel of PSNH that securities issued on the basis of orders of the Commission which have not been suspended, are valid and will remain so regardless of appeals,” the public portion of the offering may be jeopardized.</p>\n<p id=\"b610-8\">The nub of the problem as alleged is that the opinion letter of the law firm of Sulloway, Hollis &amp; Soden is, under the existing state of the law, apparently not sufficiently acceptable to its clients’ <page-number citation-index=\"1\" label=\"597\">*597</page-number>underwriters on Wall Street and therefore this court’s opinion is being sought. In the absence of a factual record to support this assertion, we cannot comment further. After unsuccessfully petitioning this court on September 27, 1984, directly (Supreme Court docket No. 84-451, order issued September 28, 1984), PSNH moved on October 1, 1984, for a supplemental order from the PUC in DF 84-167 seeking to have the PUC <em>direct </em>PSNH to sell the securities it had requested permission to sell. The PUC then purported, pursuant to RSA 365:20, to transfer the so-called <em>Bardwell </em>question to this court. The financing orders of the commission (No. 17,222 and No. 17,228) have not been suspended in accordance with RSA 541:18, nor have any parties sought a stay of those orders in this court.</p>\n<p id=\"b611-3\">II. <em>Law</em></p>\n<p id=\"b611-4\">A. We begin with RSA 365:20:</p>\n<blockquote id=\"b611-5\">“365:20 Questions of Law. The commission may at any time reserve, certify and transfer to the supreme court for decision any question of law arising during the hearing of any matter before the commission.”</blockquote>\n<p id=\"b611-6\">This statute does not authorize this court to issue advisory opinions of the sort our co-equal branches of government may require pursuant to part II, article 74 of the New Hampshire Constitution. The power to issue such opinions is given to but a handful of courts in our nation and is a power that is denied to the United States Supreme Court under the Federal Constitution. <em>See Laird, v. Tatum, </em>408 U.S. 1 (1972).</p>\n<p id=\"b611-7\">Because such advisory opinions do not arise out of an adversary relationship between contending parties, we have strictly construed even the power to issue them and from time to time have denied advice to our coordinate branches of government. <em>See, e.g., Opinion of the Justices, </em>115 N.H. 329, 340 A.2d 112 (1975); <em>Opinion of the Justices, </em>102 N.H. 240, 154 A.2d 184 (1959).</p>\n<p id=\"b611-8\">While the transfer provision of RSA 365:20 was described as being derived from legislative authority, it “cannot be extended by legislative action.” <em>Petition of Turner, </em>97 N.H. 449, 450, 91 A.2d 458, 459 (1952). That decision points out that the authority of the PUC is limited to those occasions “when justiciable rights are involved and the question arises in adversary proceedings before the Commission.” <em>Id. </em>Furthermore, “Advisory opinions required by [part II, article 74] are limited to advice upon important legal questions <em>pending in, </em>and <em>awaiting consideration and action by, </em>the body entitled to the advice in the <em>course of its duty.” Opinion of the Justices, </em>115 N.H. at 330, 340 A.2d at 114 (emphasis added). We could <page-number citation-index=\"1\" label=\"598\">*598</page-number>hardly give a broader construction to a statute governing an <em>agency </em>created by the legislature than we do when asked for our advice by a legislative body itself.</p>\n<p id=\"b612-3\">We agree with our Brother Brock that this matter is important and is a legal question. All across our State and nation, lawyers daily are faced with important legal questions which they would prefer to have definitively answered by an appellate court. Our constitutional republic, however, confines the judiciary to deciding cases and not to serving as a “super law firm,” no matter how high the stakes or how important the question. Were we to accept this transfer, the power of the judiciary would be expanded beyond anything heretofore known in America. The hydraulic pressure of a hard case cannot compel us to expand our limited authority under the constitution. The judiciary’s ship is not meant to be all sail and no anchor.</p>\n<p id=\"b612-4\">Desirable ends will not validate unlawful means. As the United States Supreme Court said in the depth of the Depression:</p>\n<blockquote id=\"b612-5\">“We are told that the provision of the statute . . . must be viewed in the light of the grave national crisis with which Congress was confronted. . . . Extraordinary conditions may call for extraordinary remedies. But the argument necessarily stops short of an attempt to justify action which lies outside the sphere of constitutional authority. Extraordinary conditions do not create or enlarge constitutional power.”</blockquote>\n<p id=\"b612-6\"><em>Schechter Corp. v. United States, </em>295 U.S. 495, 528 (1935).</p>\n<p id=\"b612-7\">If we agreed with our Brother Brock that any procedural flaw were merely a technical one, we would not hesitate to ignore it; but unfortunately it far exceeds the bounds of a technicality. <em>See Berlinguette v. Stanton, </em>120 N.H. 760, 423 A.2d 289 (1980).</p>\n<p id=\"b612-8\">We conclude rather that PSNH’s pending request for an order <em>directing </em>it to do what the PUC has previously <em>authorized </em>it to do is not a matter pending before the PUC to which the present question is relevant. Public Service Company has itself requested that order; the order is manifestly unnecessary to require Public Service Company to take whatever action may be necessary on its part to sell the authorized securities. There is no indication in the record before us that the PUC has undertaken to reconsider any term or condition of the previously authorized sale, or to impose any new term or condition, to which an answer to the present question would be relevant. We can only conclude that Public Service Company’s pending request before the PUC was filed to give jurisdic<page-number citation-index=\"1\" label=\"599\">*599</page-number>tional color under RSA 365:20 to what in the present posture of the proceedings before the PUC is in reality a request for an advisory opinion.</p>\n<p id=\"b613-5\">B. As alternative grounds for seeking our opinion, the PUC has also stated that the practical effectiveness of its prior orders No. 17,222 and 17,228 in docket DF 84-167 require an answer to the question. In the course of oral argument several counsel indicated that the answer to the question could prompt further PUC action. It was suggested, for example, that the possible answer to the question might persuade the commission to issue further orders restricting the use of proceeds from the sale of the securities. This suggestion puts the cart before the horse, however, for unless the PUC actively undertakes to consider further restrictions on the proceeds, there is no matter pending before it for its decision.</p>\n<p id=\"b613-6\">We can only say that it could be possible for the PUC to transfer and for us to answer a question such as the present one if docket DF 84-167 should be reopened for the bona fide purpose of considering such a matter upon proper notice and opportunity to create a testimonial record. Though such a proceeding could be held on an expedited basis, there would then be an issue before the commission properly calling for its action. The answer could be a relevant consideration for the PUC in deciding what to do. The question would arise in a proceeding which at least until this time has been adversarial, and it would relate to justiciable issues about the use of money and rights of security holders. We are not aware that any intervenor has even questioned the PUC’s jurisdiction to consider such further orders. <em>See Meserve v. State, </em>119 N.H. 149, 400 A.2d 34 (1979).</p>\n<p id=\"b613-7\">\n<em>Petition dismissed.</em>\n</p>\n<judges id=\"b613-8\">King, C.J., concurred specially and dissented in part; Brock, J., dissented.</judges>\n</opinion>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b613-9\">King, C.J.,</author>\n<p id=\"A9Bu\">concurring specially and dissenting in part: I agree with everything the majority has said in parts I and IIA of the opinion. To hold otherwise would constitute an opinion of this court without knowledge of the facts or the contentions of the parties or the identity of the parties who could appeal. However, I disagree with any recommendation in part IIB as to any course of procedure for PSNH to follow. I fear that the language in part IIB borders on giving advice or a recommended course of action to PSNH and therefore dissent from part IIB only.</p>\n</opinion>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b613-10\">Brock, J.,</author>\n<p id=\"AV\">dissenting: The public utilities commission has express statutory authority to certify to this court at any time any question <page-number citation-index=\"1\" label=\"600\">*600</page-number>of law that arises out of any matter before the commission, provided that a justiciable issue is involved and the question relates to a proceeding which is adversary. RSA 365:20; <em>Petition of White Mountain Power Co., </em>96 N.H. 144, 146-47, 71 A.2d 496, 499-500 (1950); <em>Petition of Turner, </em>97 N.H. 449, 91 A.2d 458 (1952) (dictum). This court, however, may in the exercise of its discretion accept or decline such interlocutory transfers. Sup. Ct. Rule 9.</p>\n<p id=\"b614-5\">I vehemently disagree with my colleagues that a justiciable controversy is not to be found in the record of the various PUC proceedings now before us. By its terms, RSA 541:18 permits public utilities, authorized under RSA chapter 369 to issue securities, to do so pending appeal unless the supreme court finds that justice requires a suspension of the order in question. It cannot reasonably be denied that in the present case Public Service Company’s right to issue bonds is clearly infringed by uncertainty as to their validity during the appeal period, a period which could extend for upwards of two years under our practice. Such uncertainty results from a purely legal question: will this court apply the “at risk” rule it applied to rate cases in <em>Appeal of Granite State Electric Co., </em>120 N.H. 536, 540, 421 A.2d 121, 123 (1980), to the issuance of bonds and securities, or will this court conclude, in determining the rights of public utilities under RSA 541:18, that only a suspension order from this court can prevent the valid issuance of bonds after a PUC authorization? A justiciable issue of law clearly exists.</p>\n<p id=\"b614-6\">One need not be concerned by the fact that Public Service Company has pending before the PUC a motion for a supplemental order directing it to issue the securities. The issue of the validity of such an order is not before us and may be dealt with when and if such an order is ever made by the PUC. Relying on information set forth in the motion and on evidence in the case before it, the PUC determined that it should transfer a question of law to this court at this time because without a clarification of New Hampshire law the proposed complex and integrated financing plan could not proceed and “[t]here is no realistic alternative to the current transaction. . . . The final closing of the transaction must take place according to the present schedule because delay would make it highly unlikely that the public offering portion of the transaction could be held together.” Such a determination and decision were, in my opinion, clearly within the powers of this agency of the Executive Branch of our State government.</p>\n<p id=\"b614-7\">The transferred question involves rights conferred on PSNH in a docket that remains open before the PUC and by a PUC order whose execution is still subject to PUC supervision under RSA 374:3. <em>See also Petition of White Mountain Power Co., </em>96 N.H. at <page-number citation-index=\"1\" label=\"601\">*601</page-number>147, 71 A.2d at 500. While it is clear to me that the PUC may certify questions of law to this court under RSA 365:20, if they may be relevant to decisions that it has made or might make, regardless of whether a party to the docket actively questions an interpretation of a statute, any possible doubt that an adversary proceeding exists is removed by the fact that the Seacoast Anti-Pollution League has actively opposed Public Service Company’s request to be allowed to issue bonds and filed a timely objection to PSNH’s present motion. The so-called <em>Turner </em>test is satisfied.</p>\n<p id=\"b615-3\">Nor is the fact that PSNH could have requested a transfer of this question earlier, but failed to do so, dispositive, as the Consumer Advocate has suggested in his Supplement to Oral Argument. Everyone is free to raise a legal question only when it seems propitious (or essential) to do so, subject only to equitable and procedural constraints such as the statute of limitations and the doctrine of laches, neither of which applies here.</p>\n<p id=\"b615-4\">In my lone and lonely opinion, the majority elevates form over substance. More than a century ago, Chief Justice Doe, putting distance between this court and the technicalities and niceties of ancient legal forms and practices which so often caused injustice, and interpreting part I, article 14 of our State Constitution, stated that “for ascertaining, establishing, and vindicating contested rights in civil cases, each party has such remedy, including form, method, and order of procedure, as justice and convenience require,” <em>Owen v. Weston, </em>63 N.H. 599, 600, 4 A. 801, 802 (1885), and that: <em>“Within constitutional and statutory limits, </em>and upon due consideration of what is just and convenient in a legal view that may be broader than the facts of a single case, <em>parties are entitled to the most just and convenient procedure that can be </em>invented.” <em>Id. </em>(emphasis added).</p>\n<p id=\"b615-5\">It has been argued strenuously that we are called upon to render nothing more than an advisory opinion here. An advisory opinion is defined as “[a] formal opinion . . . upon a question of law . . . not actually presented in a concrete case at law.” Black’s Law Dictionary, 4th edition (1951). That the question of law certified to us is one that has been presented in a concrete case at law is so clear to me as not to require further discussion.</p>\n<p id=\"b615-6\">There is neither a constitutional nor a statutory bar to the court’s accepting the question certified.</p>\n<p id=\"b615-7\">One commentator, referring to Chief Justice Doe, has said: “Until his memory is forgotten, cases in New Hampshire will be tried expeditiously and upon their merits; justice will not be ‘strangled in the net of form’.9 Harv. L. Rev. 534, 535 (1896).</p>\n<p id=\"b615-8\">While the memory of Doe remains, not entirely forgotten, this is a <page-number citation-index=\"1\" label=\"602\">*602</page-number>case in which justice, and the parties seeking it out, have clearly been “strangled in the net of form ..and the niceties of procedure.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}