{
  "casebody": {
    "data": "<casebody firstpage=\"93\" lastpage=\"95\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b111-3\">E. Mayne v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b111-4\">No. 3181.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AfD\">Decided March 22, 1905.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b111-5\">local Option—Charge Requested—Non-Intoxicant—Mistake of Fact.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b111-6\">Where in a prosecution for a violation of the local option law the uncontroverted evidence showed that a beverage known as “Frosty” was sold as a non-intoxicant and brewed as such, and there was no evidence that it was intoxicating, it was error to refuse special instructions to the effect that if there was a reasonable doubt that such beverage was intoxicating, or if defendant sold same under a mistake of fact to acquit him.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b111-7\">Appeal from the County Court of Johnson. Tried below before Hon. J. D. Goldsmith.</summary>\n<summary data-order=\"6\" data-type=\"history\" id=\"b111-9\">Appeal from a conviction of a violation of. the local .option law; penalty, a fine of $100 and sixty days confinement in the county jail.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b111-10\">The opinion states the case.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b111-11\"><em>Odell, Phillips &amp; Johnson, </em>for appellant.</attorneys>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"A9_\">Patrick v. State, 9 Texas Ct. Rep., 530.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b111-12\"><em>Howard Martin, </em>Assistant Attorney-General, for the State.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b111-13\">DAVIDSON, Presiding Judge.</author>\n<p id=\"Anv\">Appellant was convicted of violating the local option law, in that he sold a bottle of “Frosty” to witness Byers. Byers testified that the bottle labelled “Frosty” that he bought, looked like and tasted like lager beer. His testimony shows he did not know whether it was inoxicating or not; only drank a little of one bottle. Morgan was introduced for defendant, and testified that he was president and general manager of the Dallas Brewery, and that the article called “Frosty” was made by the Dallas Brewery in the city of Dallas; that it was put up for the express purpose of selling in local option territory, and was not intoxicating; that he had it analyzed, 'and its analysis showed it contains 1.65 per cent, intoxicating parts; and would run anywhere from 1.60 to 1.80, and that it had been sold all over North Texas in local option counties, and this was the first case in which a. man had been indicted for its sale. That he had explained to everybody that wanted to know, in substance, that it was not intoxicating and had furnished in that connection a copy of the analysis. That it contained less than half intoxicating properties as compared with lager beer. They made it for the purpose of preventing it from being intoxicating, and had every reason to believe it was pure fermented extract and non-intoxicating. He further said: “We have had this beverage analyzed, but a man who was selling the article in the Indian Territory had it analyzed by the government expert, and the expert represented the government. He was selling it in the Indian Territory under the name of ‘Long Horn.’ We told Langran of the experience we had, and what occurred with reference to this government expert <page-number citation-index=\"1\" label=\"94\">*94</page-number>in the Indian Territory. I cannot say positively that I did either, but I showed Mr. Langran a copy of this analysis made by the Internal Revenue Department at Washington. This report of the Internal Revenue Department at Washington is the original analysis.” This analysis was offered in evidence. He further testified that he would not guarantee this article called “Frosty” over thirty days because it would ruin or spoil. His testimony was supported by L. M. Connor, a chemist in the city of Dallas. After testifying to the facts of his graduation as a chemist and of his employment in a great many instances by the public for the examination of various poisons and intoxicants, he stated, he had been called to make an examination of the product of the Dallas Brewery, called “Frosty.” That was made the day before he testified in the ease. It took him, about three hours to make a careful examination; and found it contained 1.69 per cent, of alcohol, which he said would be about sixty drops, or one teaspoonful to the pint of liquid. The capacity of the normal human stomach is about three pints. He further testified: “Ho, I would not say that a person could not drink enough Frosty to produce intoxication. While three te'aspoonfuls- of alcohol taken in the form of pure alcohol into the stomach will produce a degree of intoxication, but in a solution like this Frosty the absorption of the liquid by the stomach would be so slow that it would be impossible to produce intoxication from drinking the beverage known as Frosty.” Witness Shuett testified that he was brew-master of the Dallas Brewery, and as such it was his duty to make the beer; and it is made on his instructions. He went into an account as to how bottled beer, keg beer, and Frosty are made. The ordinary lager beer is shown to be more than twice the alcoholic strength of Frosty. Langran testified that he had been informed Frosty was not intoxicating, and had assurance of that fact before he bought it; that he was buying it to sell in local option territory, and did not care to violate the local option law or become entangled with it; and that a great deal of it had been drank in his place of business, and he had never known any one to become intoxicated from it, and that if he had known or. believed it was intoxicating, he would not have sold it and since this prosecution, had discontinued selling it. Defendant testified in his own behalf that he sold witness Byers a bottle of Frosty, and that he was informed by Mr. Langran it was perfectly harmless, and he would not have sold it if he had believed it was intoxicating; that he was an Englishman and had only been in this country about sixteen months.- This testimony seems to have been uncontroverted.</p>\n<p id=\"b112-3\">Appellant asked a charge submitting the question of mistake of fact, which the court refused. This charge should have been given. He also asked the court to charge the jury if they had a reasonable doubt as to whether the article sold by defendant to Byers, called Frosty, was intoxicating, to give defendant the benefit of the doubt and acquit. This charge should have been given. These matters were presented in different ways in special instructions, but refused by the court. They should <page-number citation-index=\"1\" label=\"95\">*95</page-number>have been given. If it was not an intoxicant, appellant had not violated the law; and the evidence certainly most clearly raises that issue. The judgment is reversed and the cause remanded.</p>\n<p id=\"b113-5\">\n<em>Reversed and remanded.</em>\n</p>\n<p id=\"b113-6\">Henderson, Judge, absent.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}