{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"717\" lastpage=\"764\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Bahia AMAWI, Plaintiff,\n  <br/>\n  v.\n  <br/>\n  PFLUGERVILLE INDEPENDENT SCHOOL DISTRICT, et al., Defendants.\n </parties>\n <docketnumber id=\"p-2\">\n  1:18-CV-1091-RP\n  <br/>\n  C/w : 1:18-CV-1100-RP\n </docketnumber>\n <court id=\"p-3\">\n  United States District Court, W.D. Texas, Austin Division.\n </court>\n <decisiondate id=\"p-4\">\n  Signed April 25, 2019\n </decisiondate>\n <attorneys id=\"p-5\">\n  Carolyn Homer, Pro Hac Vice, Lena F. Masri, Pro Hac Vice, Council on American Islamic Relations, Gadeir L. Abbas, Pro Hac Vice, CAIR Legal Defense Fund, Washington, DC, Christopher M. Choate, John T. Floyd, III, John T. Floyd Law Firm, Houston, Tx, for Plaintiff.\n </attorneys>\n <attorneys id=\"p-6\">\n  Joey W. Moore, Todd Aaron Clark, Walsh Gallegos Trevino Russo &amp; Kyle PC, Austin, TX, Michael Abrams, Randall Wilson Miller, Office of the Attorney General of Texas, Austin, TX, for Defendant.\n </attorneys>\n <p id=\"p-7\">\n  <em>\n   <strong>\n    ORDER\n   </strong>\n  </em>\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   ROBERT PITMAN, UNITED STATES DISTRICT JUDGE\n  </author>\n  <p id=\"p-9\">\n   Before the Court in this consolidated action are two motions for a preliminary injunction filed by Plaintiff Bahia Amawi (\"Amawi\") and Plaintiffs John Pluecker, Zachary Abdelhadi, Obinna Dennar, and George Hale (the \"Pluecker Plaintiffs\") (together, \"Plaintiffs\"), (Amawi Mot. Prelim. Inj., Dkt. 8; Pluecker Mot. Prelim. Inj., 1:18-CV-1100, Dkt. 14),\n   <footnotemark>\n    1\n   </footnotemark>\n   and responsive briefing, (Dkts. 24, 25, 39, 40, 42, 45). Also\n   before the Court are motions to dismiss filed by Defendant Ken Paxton, in his official capacity as Attorney General of the State of Texas (\"Texas\" or the \"State\"), (Dkt. 55), Defendants the Board of Regents of the University of Houston System and the Board of Regents of the Texas A &amp; M University System (the \"Boards\" or the \"Universities\"), (Dkt. 24), Defendants the Trustees of the Klein Independent School District and the Trustees of the Lewisville Independent School District (the \"Trustees\" or the \"School Districts\"), (Dkts. 43, 44), and responsive briefing, (Dkts. 38, 45, 49, 51, 60, 61, 63). Having considered the parties' arguments, the evidence, and relevant law, the Court will grant Plaintiffs' motions for a preliminary injunction and deny Defendants' motions to dismiss.\n  </p>\n  <p id=\"p-10\">\n   <strong>\n    I. INTRODUCTION\n   </strong>\n  </p>\n  <p id=\"p-11\">\n   This case is about whether Texas may prohibit boycotting the State of Israel as a condition of public employment. Plaintiffs in this case are all participants or supporters of the \"BDS\" movement. The BDS movement-referring to boycotts, divestment, and sanctions-arose in response to Israel's occupation of Palestinian territory and its treatment of Palestinian citizens and refugees. (Abbas Decl., Dkt. 14-2, at 16-18; Clay Decl., Dkt. 14-2, at 6). Modeled after the South African anti-apartheid movement, the BDS movement seeks to pressure the Israeli government to end its occupation of the West Bank, Gaza, and Golan Heights, end discrimination against Arab-Palestinian citizens of Israel, permit Palestinian refugees to return to their homes, and otherwise comply with international law. (Pluecker Mot. Prelim. Inj., Dkt. 14-1, at 10; Clay Decl., Dkt. 14-2, at 6). The BDS movement claims to be nonviolent and opposed to all forms of discrimination, including anti-Semitism and Islamophobia. (Clay Decl., Dkt. 14-2, at 7, 11).\n  </p>\n  <p id=\"p-12\">\n   Congress, however, has declared that it \"opposes politically motivated actions that penalize or otherwise limit commercial relations specifically with Israel, such as boycotts of, divestment from or sanctions against Israel.\"\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=19%20U.S.C.%20%C2%A7%204452\">\n    19 U.S.C. § 4452\n   </extracted-citation>\n   . Twenty-five states have enacted legislation or issued executive orders restricting boycotts of Israel, (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 3), and several more have introduced legislation to that effect, (Abbas Decl., Dkt. 8-4, at 12-14). In every state to consider such legislation, the proposed measures have passed by considerable margins. (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 4).\n  </p>\n  <p id=\"p-13\">\n   In 2017, Texas joined those states opposing the BDS movement when it enacted House Bill 89, codified at Tex. Gov. Code § 2270.001\n   <em>\n    et seq.\n   </em>\n   (\"H.B. 89\"). Texas emphasizes that H.B. 89 was \"widely supported\" and \"passed unanimously in the House, and 26-5 in the Senate.\" (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 1; Texas Mot. Dismiss, Dkt. 55, at 1). As a result of the State's disapproval of the BDS movement, Plaintiffs allege that they have lost the benefit of public employment with the State of Texas, or fear losing such employment, and that H.B. 89 prohibits them from exercising their First Amendment right to boycott the State of Israel.\n  </p>\n  <p id=\"p-14\">\n   <strong>\n    A. House Bill 89\n   </strong>\n  </p>\n  <p id=\"p-15\">\n   H.B. 89 prohibits state entities from contracting with companies that \"boycott Israel.\" It provides:\n  </p>\n  <blockquote id=\"p-16\">\n   A governmental entity may not enter into a contract with a company for goods or services unless the contract contains a written verification from the company that it:\n  </blockquote>\n  <blockquote id=\"p-17\">\n   (1) does not boycott Israel; and\n  </blockquote>\n  <blockquote id=\"p-18\">\n   (2) will not boycott Israel during the term of the contract.\n  </blockquote>\n  <p id=\"p-19\">\n   Tex. Gov. Code § 2270.002.\n  </p>\n  <p id=\"p-20\">\n   The term \"boycott Israel\" is defined to mean \"refusing to deal with, terminating\n   business activities with, or otherwise taking any action that is intended to penalize, inflict harm on, or limit commercial relations specifically with Israel, or with a person or entity doing business in Israel or in an Israeli-controlled territory.\" Tex. Gov. Code § 808.001.\n  </p>\n  <p id=\"p-21\">\n   The term \"company\" includes \"a for-profit sole proprietorship, organization, association, corporation, partnership, joint venture, limited partnership, limited liability partnership, or any limited liability company, including a wholly owned subsidiary, majority-owned subsidiary, parent company or affiliate of those entities or business associations that exist to make a profit.\" Tex. Gov. Code § 808.001.\n  </p>\n  <p id=\"p-22\">\n   It is indisputable that H.B. 89 targets participation in BDS campaigns. Both Representative Phil King, the bill's sponsor, and Governor Gregg Abbott have referred to H.B. 89 as the \"anti-BDS bill.\" (\n   <em>\n    See\n   </em>\n   Clay Decl., Dkt. 14-2, at 16-19). Representative King has described the BDS movement as \"economic warfare\" and stated that H.B. 89 reflects Texas's disapproval of the movement because \"[t]he BDS movement is directed at harming and destroying Israel, pure and simple.\" (Abbas Decl., Dkt. 8-4, at 56). Upon signing the bill, Governor Abbott proclaimed that \"[a]nti-Israel policies are anti-Texas policies, and we will not tolerate [boycott] actions against an important ally.\" (Clay Decl., Dkt. 14-2, at 20). Similarly, King stated that \"[t]he bill sends a strong message that Texas stands with its friends,\" and Abbott responded to a news report about this litigation by tweeting \"Texas stands with Israel. Period.\" (\n   <em>\n    Id.\n   </em>\n   at 23, 26). When asked by a media outlet what motivated him to introduce H.B. 89, King provided four reasons:\n  </p>\n  <blockquote id=\"p-23\">\n   First, as a Christian, my religious heritage is intrinsically linked to Israel and to the Jewish people. Second, as an American, our national security is dependent in great part on a strong Israel, often our only friend in the Middle East. Third, as a Texas legislator, our state has a substantial Jewish population and this issue is important to them. Texans have historical ties and do a lot of business with Israel. Fourth, it's just the right thing to do.\n  </blockquote>\n  <p id=\"p-24\">\n   (Abbas Decl., Dkt. 8-4, at 56).\n  </p>\n  <p id=\"p-25\">\n   <strong>\n    B. Plaintiffs' Boycotts\n   </strong>\n  </p>\n  <p id=\"p-26\">\n   Plaintiffs in this consolidated action are five sole proprietors who allege that H.B. 89 violates their First and Fourteenth Amendment rights. Because the nature of Plaintiffs' boycotts is relevant to this dispute, they are described in detail below.\n  </p>\n  <p id=\"p-27\">\n   <em>\n    1. Bahia Amawi\n   </em>\n  </p>\n  <p id=\"p-28\">\n   Plaintiff Amawi is a speech pathologist. (Amawi Decl., Dkt. 8-3, ¶ 1). She is a United States citizen and Muslim of Palestinian origin, has family members living in Palestine, and claims that she has \"seen and experienced the brutality of the Israeli government against Palestinians.\" (\n   <em>\n    Id.\n   </em>\n   ¶ 8). She testifies that the Israeli government cuts off main roads for Palestinians but not Israelis in the West Bank, imposes \"curfews that last for weeks\" despite the need to obtain groceries or health treatments, closes schools, subjects Palestinians to constant searches, and takes Palestinian children into custody during the night. (Hr'g Tr., Dkt. 81, at 15:3-19). Amawi claims to participate in the BDS movement because she \"advocate[s] for Palestinian human rights and justice,\" and to that end, \"support[s] peaceful efforts to impose economic pressure on Israel, with the goal of making Israel recognize Palestinians' dignity and human rights.\" (Amawi Decl., Dkt. 8-3, ¶¶ 8-9). Amawi asserts that she \"frequently make[s] economic decisions on the basis of [her] support for Palestine and [her] ethical objections to Israel's mistreatment\n   of Palestinians,\" including buying Palestinian olive oil and refusing to buy the Sabra brand of hummus because of the company's connections to Israel. (\n   <em>\n    Id.\n   </em>\n   ¶ 9).\n  </p>\n  <p id=\"p-29\">\n   For nine years, Amawi has contracted with the Pflugerville Independent School District (\"PISD\") to provide speech therapy and early childhood evaluations for three-to five-year-old children in the school district. (\n   <em>\n    Id.\n   </em>\n   ¶ 2). She refused to sign an addendum in her renewal contract with PISD for the 2018-19 school year, however, because the addendum required her to certify that she does not boycott Israel and will not boycott Israel during the term of her employment. (\n   <em>\n    Id.\n   </em>\n   ¶ 4, 5, 7). Amawi contacted PISD regarding the addendum before refusing to sign it. (\n   <em>\n    Id.\n   </em>\n   ¶ 5). Initially, PISD informed Amawi that it thought she could strike out the \"No Boycott of Israel\" paragraph and initial it, but later confirmed that \"agreeing to [the] Paragraph ... was mandatory to receive payment for [her] services.\" (\n   <em>\n    Id.\n   </em>\n   ¶ 6). Amawi refused to sign the contract because she believed that the \"No Boycott of Israel\" paragraph \"violate[d] [her] First Amendment right to advocate for human rights in Palestine.\" (\n   <em>\n    Id.\n   </em>\n   ¶ 10). She was therefore forced to terminate her contractual relationship with the school district. (Amawi Compl., Dkt. 1, ¶ 4). PISD has stipulated that it will offer Amawi another contract to provide speech pathology service, one not containing the no-boycott certification paragraph, if this Court invalidates or enjoins H.B. 89. (Not. Cond. Stip., Dkt. 18, at 2).\n  </p>\n  <p id=\"p-30\">\n   <em>\n    2. John Pluecker\n   </em>\n  </p>\n  <p id=\"p-31\">\n   Plaintiff Pluecker is a freelance writer, artist, interpreter, and translator. (Pluecker Decl., Dkt. 14-6, ¶ 1). As an interpreter and writer, Pluecker volunteers his time and talent to civil rights and immigrant rights organizations. (\n   <em>\n    Id.\n   </em>\n   ¶ 4). Through his involvement in the art community and through civil rights advocacy, he has developed friendships with Palestinian artists and political activists and learned about the conflict between Palestine and Israel. (\n   <em>\n    Id.\n   </em>\n   ¶ 5). Pluecker has become an \"active supporter of Palestinian rights and liberation,\" and he expresses this support by supporting Palestinian art exhibits and presentations and by participating in BDS campaigns. (\n   <em>\n    Id.\n   </em>\n   ¶¶ 5-6). Pluecker claims to participate in BDS campaigns with the goal of \"promot[ing] justice and effectuat[ing] human rights in Israel and the Palestinian territories.\" (\n   <em>\n    Id.\n   </em>\n   ¶ 6). Specifically, he boycotts Sabra products due to the company's support for the Israel Defense Forces (\"IDF\"), which he considers \"a particularly controversial section of the Israeli military.\" (\n   <em>\n    Id.\n   </em>\n   ).\n  </p>\n  <p id=\"p-32\">\n   For the past few years, Pluecker has contracted with the University of Houston. (\n   <em>\n    Id.\n   </em>\n   ¶ 9). In March 2018, a representative for the Blaffer Art Museum at the University of Houston offered him a contract to translate an art essay. (\n   <em>\n    Id.\n   </em>\n   ¶¶ 10). Pluecker began work on his translation before reviewing or signing the contract due to his prior relationship with the University. (\n   <em>\n    Id.\n   </em>\n   ). After reviewing the contract, Pluecker crossed out the \"No Boycott of Israel\" provision before submitting it. (\n   <em>\n    Id.\n   </em>\n   ¶ 12). The representative informed Pluecker that he would not be paid for his translation unless he certified that he did not boycott Israel. (\n   <em>\n    Id.\n   </em>\n   ¶ 13). Pluecker did not sign the contract because he \"did not want to forfeit [his] participation in a BDS campaign against Sabra and [his] support of pro-Palestinian presentations and art exhibits.\" (\n   <em>\n    Id.\n   </em>\n   ¶ 14). Nor did he want \"to disavow [his] right to participate in BDS boycott campaigns in the future.\" (\n   <em>\n    Id.\n   </em>\n   ).\n  </p>\n  <p id=\"p-33\">\n   Pluecker was offered another contract with the University of Houston in September 2018, this time by a faculty member to be a guest speaker for a class of college\n   students. (\n   <em>\n    Id.\n   </em>\n   ¶ 15). Pluecker emailed the University of Houston to inform them that he would not sign the contract because \"it includes language that requires me to affirm that I am opposed to the boycott of the State of Israel.\" (\n   <em>\n    Id.\n   </em>\n   ¶ 16). The University denied him the contract. (\n   <em>\n    Id.\n   </em>\n   ¶ 17).\n  </p>\n  <p id=\"p-34\">\n   <em>\n    3. Zachary Abdelhadi\n   </em>\n  </p>\n  <p id=\"p-35\">\n   Plaintiff Abdelhadi is a sophomore at Texas State University in San Marcos, Texas. (Abdelhadi Decl., Dkt. 14-3, ¶ 3). He is Palestinian-American; his father is from Palestine, and his mother was born in the United States. (\n   <em>\n    Id.\n   </em>\n   ¶ 5). He is an active participant in the BDS movement because he \"agree[s] with their efforts to seek an end to the Israeli occupation of Palestinian homelands, equal rights for Arab-Palestinian citizens of Israel, and the right of return for Palestinians.\" (\n   <em>\n    Id.\n   </em>\n   ). As part of his participation in the BDS movement, Abdelhadi claims to boycott only those Israeli companies he views as \"supporting Israel's occupation of Palestinian territories, those that support Israeli policies that oppress Palestinian people, [and] those supporting the Israel Defense Forces.\" (\n   <em>\n    Id.\n   </em>\n   ¶ 7). He therefore avoids purchasing PepsiCo, Hewlett Packard (\"HP\"), and Strauss Group products, and avoids using booking services such as VRBO that list vacation rental homes in Israeli settlements in the West Bank. (\n   <em>\n    Id.\n   </em>\n   ).\n  </p>\n  <p id=\"p-36\">\n   Abdelhadi participated in his high school's debate program. (\n   <em>\n    Id.\n   </em>\n   ¶ 4). After graduation, his former debate teacher offered him the opportunity to judge debate tournaments for Lewisville Independent School District (\"LISD\"). (\n   <em>\n    Id.\n   </em>\n   ¶ 9). He sent Abdelhadi a \"Lewisville ISD School Contractor/Consultant contract for speech and debate judging\" in September 2017. (\n   <em>\n    Id.\n   </em>\n   ¶ 10). The contract contained a \"Not [sic] Boycott Israel\" clause. (\n   <em>\n    Id.\n   </em>\n   ). Abdelhadi refused to sign the contract because doing so would \"violate [his] political beliefs,\" \"force [him] to discontinue [his] current and future participation in BDS campaigns,\" and \"would be a public declaration on a position that is contrary to [his] political beliefs.\" (\n   <em>\n    Id.\n   </em>\n   ¶¶ 13-14). Consequently, Abdelhadi was unable to judge the debate tournaments. (\n   <em>\n    Id.\n   </em>\n   ¶ 17). Because he \"anticipated judging about 15 debate tournaments a year for LISD,\" Abdelhadi testifies that he has \"already lost income amounting to over three semesters' worth of textbooks, several vehicle payments, or several months of rent in San Marcos.\" (\n   <em>\n    Id.\n   </em>\n   ¶¶ 4, 17).\n  </p>\n  <p id=\"p-37\">\n   <em>\n    4. Obinna Dennar\n   </em>\n  </p>\n  <p id=\"p-38\">\n   Plaintiff Dennar is a graduate student at Rice University. (Dennar Decl., Dkt. 14-4, ¶ 3). He actively participates in BDS campaigns by \"boycott[ing] consumer products offered by businesses supporting Israel's occupation of the Palestinian territories or that, directly or indirectly, economically benefit the Israeli government, including Sabra and L'Oreal.\" (\n   <em>\n    Id.\n   </em>\n   ¶ 5). He does this in protest of what he believes to be \"Israel's occupation of Palestinian lands, illegal settlements constructed on internationally recognized Palestinian territory, and violation of the human rights of Palestinians.\" (\n   <em>\n    Id.\n   </em>\n   ). Dennar testifies, however, that he would not boycott Israeli companies supporting \"the plight of the Palestinian people,\" and he would not boycott \"an American company solely because its owner was of Israeli origin.\" (\n   <em>\n    Id.\n   </em>\n   ). In addition to his BDS activities, Dennar is a member of the National Students for Justice in Palestine, and its Houston chapter. Through these organizations, Dennar participates in \"educational presentations, college tabling, and ... meetings relating to Palestinian justice.\" (\n   <em>\n    Id.\n   </em>\n   ).\n  </p>\n  <p id=\"p-39\">\n   Since 2015, Dennar has contracted with public school districts to judge about ten debate tournaments per year. (\n   <em>\n    Id.\n   </em>\n   ¶ 3). In 2017, he contacted the debate coordinator\n   for Klein High School to serve as a judge in an upcoming debate tournament. (\n   <em>\n    Id.\n   </em>\n   ¶ 6). Like Pluecker, Dennar provided his services before reviewing and signing the contract he was offered because he assumed it would be similar to the ones he had signed before. (\n   <em>\n    Id.\n   </em>\n   ). Upon reviewing the contract, however, Dennar discovered that it included a clause requiring him to certify that he did not boycott Israel and would not boycott Israel for the duration of the contract agreement. (\n   <em>\n    Id.\n   </em>\n   ¶ 7). Dennar states that he \"was required to sign the boycott form in order to be paid.\" (\n   <em>\n    Id.\n   </em>\n   ). He did not sign the contract because he was currently engaged in a boycott of Israel and did not want to disavow his boycott. (\n   <em>\n    Id.\n   </em>\n   ¶ 8). Dennar was not paid for his work. (\n   <em>\n    Id.\n   </em>\n   ).\n  </p>\n  <p id=\"p-40\">\n   Because he understands that all Texas public high schools are required to include the \"No Boycott of Israel\" certification in their contracts, Dennar testifies that he has been forced to forgo all contract work as a debate tournament judge at public high schools in the state. (\n   <em>\n    Id.\n   </em>\n   ¶ 10). He believes that signing the certifications would require him \"to forfeit [his] BDS-related activities, including [his] past and present affiliations with pro-Palestine organizations\" that \"engage in BDS campaigns\" because associating with those groups \"could be seen as dealing with or taking any action 'intended to penalize, inflict economic harm on, or limit commercial relations' with Israel,\" in contravention of H.B. 89. (\n   <em>\n    Id.\n   </em>\n   ¶¶ 12-13).\n  </p>\n  <p id=\"p-41\">\n   <em>\n    5. George Hale\n   </em>\n  </p>\n  <p id=\"p-42\">\n   Plaintiff Hale is a radio reporter for KETR, the NPR station for northeast Texas, which is licensed to Texas A &amp; M University-Commerce (\"TAMUC\"). (Hale Decl., Dkt. 14-5, ¶ 3). Hale joined KETR after spending nearly eight years reporting on the Israel-Palestine conflict for various news agencies, including overseas from Israel, the Palestinian territories, Egypt, and Jordan. (\n   <em>\n    Id.\n   </em>\n   ¶ 5). Hale also lived with Palestinians in Bethlehem from September 2008 to May 2016. (\n   <em>\n    Id.\n   </em>\n   ). During that time, \"[d]espite ... liv[ing] within the internationally recognized Palestinian territory,\" Hale testifies that he \"had to go through checkpoints and roadblocks operated by Israeli security forces\" whenever he entered or left Bethlehem, \"was subjected to numerous strip searches and prolonged questioning about [his] work,\" and \"was exposed to tear gas in [his] apartment and car from Israeli forces on a regular basis.\" (\n   <em>\n    Id.\n   </em>\n   ¶ 6). Based upon these \"dehumanizing\" experiences, Hale considers himself \"politically aligned with the Palestinian people,\" and he \"support[s] their struggle for liberation.\" (\n   <em>\n    Id.\n   </em>\n   ).\n  </p>\n  <p id=\"p-43\">\n   Hale \"previously boycotted consumer goods offered by businesses supporting Israel's occupation of the Palestinian territories.\" (\n   <em>\n    Id.\n   </em>\n   ¶ 9). He boycotted products produced by Ahava, a popular Israeli Dead Sea cosmetics company, \"because some of its operations are conducted in the West Bank.\" (\n   <em>\n    Id.\n   </em>\n   ). He also boycotted HP products due to the company's \"role in the ID system that Israel uses to control the movement of Palestinians.\" (\n   <em>\n    Id.\n   </em>\n   ). Hale boycotted these companies \"to protest both the Israeli occupation of the Palestinian territories and the settlements, which [he] believe[s] violate the human rights of Palestinians.\" (\n   <em>\n    Id.\n   </em>\n   ).\n  </p>\n  <p id=\"p-44\">\n   Hale is not currently active in BDS campaigns, however. (\n   <em>\n    Id.\n   </em>\n   ¶ 7). He testifies that the reason for this is that he \"was forced to sign a No Boycott of Israel certification\" as a condition of his employment with KETR. (\n   <em>\n    Id.\n   </em>\n   ¶ 10). In February 2018, TAMUC contracted with Hale to provide KETR segments of the \"Buried\" podcast series, of which Hale is the host and lead reporter. (\n   <em>\n    Id.\n   </em>\n   ¶¶ 3, 11). The contract contained the \"No Boycott of Israel\" certification\n   clause, which Hale \"did not approve\" of, but which he signed because he \"was committed to the ongoing investigative project\" of the podcast and \"did not feel that [he] could quit midway through the work.\" (\n   <em>\n    Id.\n   </em>\n   ¶ 12). Hale's discomfort from signing the contract grew in the following months, and when his contract was up for renewal, he attempted to sign it under protest because he felt \"that the anti-BDS clause ... violated [his] rights to free speech and free association.\" (\n   <em>\n    Id.\n   </em>\n   ¶¶ 14-16). Hale made a notation in the renewal contract indicating his disapproval of the \"No Boycott of Israel\" clause, but when a copy of the contract was sent to TAMUC's Assistant Director of Procurement Services, the Assistant Director rejected the notation and stated that Hale \"can sign a clean copy or he won't work. We are not forcing him to sign under duress or protest.\" (\n   <em>\n    Id.\n   </em>\n   at 6-7, 28). \"Faced with the prospect of losing [his] job,\" Hale felt he \"had no choice but to sign the contract.\" (\n   <em>\n    Id.\n   </em>\n   ¶ 18).\n  </p>\n  <p id=\"p-45\">\n   Now, in addition to \"discontinu[ing] his boycott,\" Hale is \"unsure whether [he] could even\n   <em>\n    decline\n   </em>\n   to purchase\" the products he previously boycotted because \"refusing to purchase Ahava or HP products ... could be interpreted by others as violating the [No Boycott of Israel] certification\" he has given. (\n   <em>\n    Id.\n   </em>\n   ¶¶ 19-20) (original emphasis). Hale worries that he could not decline to make such purchases unless he can justify that decision with a \"business purpose.\" (\n   <em>\n    Id.\n   </em>\n   ¶ 20). He also worries that his \"affiliations and support of pro-Palestinian issues would be seen as dealing with or taking any action 'intended to penalize, inflict economic harm on, or limit commercial relations' with Israel.\" (\n   <em>\n    Id.\n   </em>\n   ¶ 21). Hale continues to experience discomfort with the fact that he signed a document that \"is a public declaration on a position that is contrary to [his] ... personal and political beliefs.\" (\n   <em>\n    Id.\n   </em>\n   ).\n  </p>\n  <p id=\"p-46\">\n   <strong>\n    II. LEGAL STANDARD\n   </strong>\n  </p>\n  <p id=\"p-47\">\n   Amawi and the Pluecker Plaintiffs have each moved for a preliminary injunction. All Defendants except PISD have moved to dismiss this case under Federal Rules of Civil Procedure 12(b)(1) and 12(b)(6).\n   <footnotemark>\n    2\n   </footnotemark>\n   The relevant standard for each motion is as follows.\n  </p>\n  <p id=\"p-48\">\n   <strong>\n    A. Motion for Preliminary Injunction\n   </strong>\n  </p>\n  <p id=\"p-49\">\n   A preliminary injunction is an extraordinary remedy, and the decision to grant such relief is to be treated as the exception rather than the rule.\n   <em>\n    Valley v. Rapides Parish Sch. Bd.\n   </em>\n   ,\n   <extracted-citation case-ids=\"509057\" index=\"1\" url=\"https://cite.case.law/f3d/118/1047/#p1050\">\n    118 F.3d 1047\n   </extracted-citation>\n   , 1050 (5th Cir. 1997). \"A plaintiff seeking a preliminary injunction must establish that he is likely to succeed on the merits, that he is likely to suffer irreparable harm in the absence of preliminary relief, that the balance of equities tips in his favor, and that an injunction is in the public interest.\"\n   <em>\n    Winter v. Nat. Res. Def. Council, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3679402\" index=\"2\" url=\"https://cite.case.law/us/555/7/#p20\">\n    555 U.S. 7\n   </extracted-citation>\n   , 20,\n   <extracted-citation case-ids=\"3679402\" index=\"3\" url=\"https://cite.case.law/us/555/7/#p20\">\n    129 S.Ct. 365\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3679402\" index=\"4\" url=\"https://cite.case.law/us/555/7/#p20\">\n    172 L.Ed.2d 249\n   </extracted-citation>\n   (2008). The party seeking injunctive relief carries the burden of persuasion on all four requirements.\n   <em>\n    PCI Transp. Inc. v. W. R.R. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"8935149\" index=\"5\" url=\"https://cite.case.law/f3d/418/535/#p545\">\n    418 F.3d 535\n   </extracted-citation>\n   , 545 (5th Cir. 2005). To show a likelihood of success, the plaintiff must present a\n   <em>\n    prima facie\n   </em>\n   case, but need not prove that it is entitled to summary judgment.\n   <em>\n    Daniels Health Scis., L.L.C. v. Vascular Health Scis., L.L.C.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3553115\" index=\"6\" url=\"https://cite.case.law/f3d/710/579/#p582\">\n    710 F.3d 579\n   </extracted-citation>\n   , 582 (5th Cir. 2013).\n  </p>\n  <p id=\"p-50\">\n   <strong>\n    B. Motion to Dismiss\n   </strong>\n  </p>\n  <p id=\"p-51\">\n   Motions to dismiss under\n   Federal Rules of Civil Procedure 12(b)(1) and 12(b)(6) are subject to the same standard of review.\n   <em>\n    Benton v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"10520463\" index=\"7\" url=\"https://cite.case.law/f2d/960/19/#p21\">\n    960 F.2d 19\n   </extracted-citation>\n   , 21 (5th Cir. 1992). The party bearing the burden of proof, however, differs. The movant (here, Defendants) bears the burden of proof for a 12(b)(6) motion; the party asserting subject matter jurisdiction (here, Plaintiffs) bears the burden for a 12(b)(1) motion.\n   <em>\n    Ramming v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"9391482,9395598\" index=\"8\" url=\"https://cite.case.law/f3d/281/158/\">\n    281 F.3d 158\n   </extracted-citation>\n   , 161 (5th Cir. 2001).\n  </p>\n  <p id=\"p-52\">\n   <em>\n    1. Rule 12(b)(1)\n   </em>\n  </p>\n  <p id=\"p-53\">\n   Federal Rule of Civil Procedure 12(b)(1) allows a party to assert lack of subject matter jurisdiction as a defense to suit. Fed. R. Civ. P. 12(b)(1). Federal district courts are courts of limited jurisdiction and may only exercise such jurisdiction as is expressly conferred by the Constitution and federal statutes.\n   <em>\n    Kokkonen v. Guardian Life Ins. Co. of Am.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1147542\" index=\"9\" url=\"https://cite.case.law/us/511/375/#p377\">\n    511 U.S. 375\n   </extracted-citation>\n   , 377,\n   <extracted-citation case-ids=\"1147542\" index=\"10\" url=\"https://cite.case.law/us/511/375/#p377\">\n    114 S.Ct. 1673\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1147542\" index=\"11\" url=\"https://cite.case.law/us/511/375/#p377\">\n    128 L.Ed.2d 391\n   </extracted-citation>\n   (1994). A federal court properly dismisses a case for lack of subject matter jurisdiction when it lacks the statutory or constitutional power to adjudicate the case.\n   <em>\n    Home Builders Ass'n of Miss., Inc. v. City of Madison\n   </em>\n   ,\n   <extracted-citation case-ids=\"268767\" index=\"12\" url=\"https://cite.case.law/f3d/143/1006/#p1010\">\n    143 F.3d 1006\n   </extracted-citation>\n   , 1010 (5th Cir. 1998). \"The burden of proof for a Rule 12(b)(1) motion to dismiss is on the party asserting jurisdiction.\"\n   <em>\n    Ramming\n   </em>\n   ,\n   <extracted-citation case-ids=\"9391482,9395598\" index=\"13\" url=\"https://cite.case.law/f3d/281/158/\">\n    281 F.3d at 161\n   </extracted-citation>\n   (5th Cir. 2001). \"Accordingly, the plaintiff constantly bears the burden of proof that jurisdiction does in fact exist.\"\n   <em>\n    <extracted-citation case-ids=\"9391482,9395598\" index=\"14\" url=\"https://cite.case.law/f3d/281/158/\">\n     Id.\n    </extracted-citation>\n   </em>\n   In ruling on a Rule 12(b)(1) motion, the court may consider any one of the following: (1) the complaint alone; (2) the complaint plus undisputed facts evidenced in the record; or (3) the complaint, undisputed facts, and the court's resolution of disputed facts.\n   <em>\n    Lane v. Halliburton\n   </em>\n   ,\n   <extracted-citation case-ids=\"3627569\" index=\"15\" url=\"https://cite.case.law/f3d/529/548/#p557\">\n    529 F.3d 548\n   </extracted-citation>\n   , 557 (5th Cir. 2008).\n  </p>\n  <p id=\"p-54\">\n   <em>\n    2. Rule 12(b)(6)\n   </em>\n  </p>\n  <p id=\"p-55\">\n   Pursuant to Rule 12(b)(6), a court may dismiss a complaint for \"failure to state a claim upon which relief can be granted.\" Fed. R. Civ. P. 12(b)(6). In deciding a 12(b)(6) motion, a \"court accepts 'all well-pleaded facts as true, viewing them in the light most favorable to the plaintiff.' \"\n   <em>\n    In re Katrina Canal Breaches Litig.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3562499\" index=\"16\" url=\"https://cite.case.law/f3d/495/191/#p205\">\n    495 F.3d 191\n   </extracted-citation>\n   , 205 (5th Cir. 2007) (quoting\n   <em>\n    Martin K. Eby Constr. Co. v. Dallas Area Rapid Transit\n   </em>\n   ,\n   <extracted-citation case-ids=\"9246600\" index=\"17\" url=\"https://cite.case.law/f3d/369/464/#p467\">\n    369 F.3d 464\n   </extracted-citation>\n   , 467 (5th Cir. 2004) ). \"To survive a Rule 12(b)(6) motion to dismiss, a complaint 'does not need detailed factual allegations,' but must provide the plaintiff's grounds for entitlement to relief-including factual allegations that when assumed to be true 'raise a right to relief above the speculative level.' \"\n   <em>\n    Cuvillier v. Taylor\n   </em>\n   ,\n   <extracted-citation case-ids=\"2921756\" index=\"18\" url=\"https://cite.case.law/f3d/503/397/#p401\">\n    503 F.3d 397\n   </extracted-citation>\n   , 401 (5th Cir. 2007) (citing\n   <em>\n    Bell Atl. Corp. v. Twombly\n   </em>\n   ,\n   <extracted-citation case-ids=\"3556136\" index=\"19\" url=\"https://cite.case.law/us/550/544/#p555\">\n    550 U.S. 544\n   </extracted-citation>\n   , 555,\n   <extracted-citation case-ids=\"3556136\" index=\"20\" url=\"https://cite.case.law/us/550/544/#p555\">\n    127 S.Ct. 1955\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3556136\" index=\"21\" url=\"https://cite.case.law/us/550/544/#p555\">\n    167 L.Ed.2d 929\n   </extracted-citation>\n   (2007) ). That is, \"a complaint must contain sufficient factual matter, accepted as true, to 'state a claim to relief that is plausible on its face.' \"\n   <em>\n    Ashcroft v. Iqbal\n   </em>\n   ,\n   <extracted-citation case-ids=\"3653744\" index=\"22\" url=\"https://cite.case.law/us/556/662/#p678\">\n    556 U.S. 662\n   </extracted-citation>\n   , 678,\n   <extracted-citation case-ids=\"3653744\" index=\"23\" url=\"https://cite.case.law/us/556/662/#p678\">\n    129 S.Ct. 1937\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3653744\" index=\"24\" url=\"https://cite.case.law/us/556/662/#p678\">\n    173 L.Ed.2d 868\n   </extracted-citation>\n   (2009) (quoting\n   <em>\n    Twombly\n   </em>\n   ,\n   <extracted-citation case-ids=\"3556136\" index=\"25\" url=\"https://cite.case.law/us/550/544/#p555\">\n    550 U.S. at 570\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3556136\" index=\"26\" url=\"https://cite.case.law/us/550/544/#p555\">\n    127 S.Ct. 1955\n   </extracted-citation>\n   ).\n  </p>\n  <p id=\"p-56\">\n   A claim has facial plausibility \"when the plaintiff pleads factual content that allows the court to draw the reasonable inference that the defendant is liable for the misconduct alleged.\"\n   <em>\n    <extracted-citation case-ids=\"3556136\" index=\"27\" url=\"https://cite.case.law/us/550/544/#p555\">\n     Id.\n    </extracted-citation>\n   </em>\n   \"The tenet that a court must accept as true all of the allegations contained in a complaint is inapplicable to legal conclusions. Threadbare recitals of the elements of a cause of action, supported by mere conclusory statements, do not suffice.\"\n   <em>\n    <extracted-citation case-ids=\"3556136\" index=\"28\" url=\"https://cite.case.law/us/550/544/#p555\">\n     Id.\n    </extracted-citation>\n   </em>\n   A court ruling on a 12(b)(6) motion may rely on the complaint, its proper attachments, \"documents incorporated into the complaint by reference, and matters of which a court may take judicial notice.\"\n   <em>\n    Dorsey v. Portfolio Equities, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4234564\" index=\"29\" url=\"https://cite.case.law/f3d/540/333/#p338\">\n    540 F.3d 333\n   </extracted-citation>\n   , 338 (5th Cir. 2008) (citations and internal quotation marks omitted). A court may also consider\n   documents that a defendant attaches to a motion to dismiss \"if they are referred to in the plaintiff's complaint and are central to her claim.\"\n   <em>\n    Causey v. Sewell Cadillac-Chevrolet, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9166245\" index=\"30\" url=\"https://cite.case.law/f3d/394/285/#p288\">\n    394 F.3d 285\n   </extracted-citation>\n   , 288 (5th Cir. 2004). But because the court reviews only the well-pleaded facts in the complaint, it may not consider new factual allegations made outside the complaint.\n   <em>\n    Dorsey\n   </em>\n   ,\n   <extracted-citation case-ids=\"4234564\" index=\"31\" url=\"https://cite.case.law/f3d/540/333/#p338\">\n    540 F.3d at 338\n   </extracted-citation>\n   . \"[A] motion to dismiss under 12(b)(6) 'is viewed with disfavor and is rarely granted.' \"\n   <em>\n    Turner v. Pleasant\n   </em>\n   ,\n   <extracted-citation case-ids=\"5880112\" index=\"32\" url=\"https://cite.case.law/f3d/663/770/#p775\">\n    663 F.3d 770\n   </extracted-citation>\n   , 775 (5th Cir. 2011) (quoting\n   <em>\n    Harrington v. State Farm Fire &amp; Cas. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4237969\" index=\"33\" url=\"https://cite.case.law/f3d/563/141/#p147\">\n    563 F.3d 141\n   </extracted-citation>\n   , 147 (5th Cir. 2009) ).\n  </p>\n  <p id=\"p-57\">\n   <strong>\n    III. DISCUSSION\n   </strong>\n  </p>\n  <p id=\"p-58\">\n   <strong>\n    A. Subject Matter Jurisdiction\n   </strong>\n  </p>\n  <p id=\"p-59\">\n   Before the Court can reach the merits of Plaintiffs' claims, it must first determine whether it has subject matter jurisdiction over those claims. Texas argues that Plaintiffs lack standing to challenge the constitutionality of H.B. 89 because it does not apply to Plaintiffs' boycott activities. (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 9-11). The Universities argue that this Court lacks jurisdiction over them because they have Eleventh Amendment immunity from suit. (Univ. Ds.' Mot. Dismiss, Dkt. 24, at 3-5). Finally, the School Districts argue that Plaintiffs' claims are not ripe for judicial review and that Plaintiffs allege harms not causally connected to the Trustees of LISD and KISD. (LISD Mot. Dismiss, Dkt. 43, at 7-11; KISD Mot. Dismiss, Dkt. 44, at 6-11). As explained below, the Court finds that it has subject matter jurisdiction over all of Plaintiffs' claims as to all Defendants to this action.\n  </p>\n  <p id=\"p-60\">\n   <em>\n    1. Standing\n   </em>\n  </p>\n  <p id=\"p-61\">\n   Article III of the Constitution restricts the jurisdiction of federal courts to \"cases\" and \"controversies.\"\n   <em>\n    Lujan v. Defenders of Wildlife\n   </em>\n   ,\n   <extracted-citation case-ids=\"11730070\" index=\"34\" url=\"https://cite.case.law/us/504/555/#p559\">\n    504 U.S. 555\n   </extracted-citation>\n   , 559,\n   <extracted-citation case-ids=\"11730070\" index=\"35\" url=\"https://cite.case.law/us/504/555/#p559\">\n    112 S.Ct. 2130\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11730070\" index=\"36\" url=\"https://cite.case.law/us/504/555/#p559\">\n    119 L.Ed.2d 351\n   </extracted-citation>\n   (1992). To establish Article III standing, a plaintiff must demonstrate that she has \"(1) suffered an injury in fact, (2) that is fairly traceable to the challenged conduct of the defendant, and (3) that is likely to be redressed by a favorable judicial decision.\"\n   <em>\n    Spokeo, Inc. v. Robins\n   </em>\n   , --- U.S. ----,\n   <extracted-citation case-ids=\"12596653\" index=\"37\" url=\"https://cite.case.law/s-ct/136/1540/#p1547\">\n    136 S.Ct. 1540\n   </extracted-citation>\n   , 1547,\n   <extracted-citation case-ids=\"12596653\" index=\"38\" url=\"https://cite.case.law/s-ct/136/1540/#p1547\">\n    194 L.Ed.2d 635\n   </extracted-citation>\n   (2016) (citing\n   <em>\n    Lujan\n   </em>\n   ,\n   <extracted-citation case-ids=\"11730070\" index=\"39\" url=\"https://cite.case.law/us/504/555/#p559\">\n    504 U.S. at 560-61\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11730070\" index=\"40\" url=\"https://cite.case.law/us/504/555/#p559\">\n    112 S.Ct. 2130\n   </extracted-citation>\n   ). The purpose of these requirements is to ensure that plaintiffs have \"such a personal stake in the outcome of the controversy as to assure that concrete adverseness which sharpens the presentation of issues upon which the court so largely depends for illumination.\"\n   <em>\n    Massachusetts v. EPA\n   </em>\n   ,\n   <extracted-citation case-ids=\"3553859\" index=\"41\" url=\"https://cite.case.law/us/549/497/#p517\">\n    549 U.S. 497\n   </extracted-citation>\n   , 517,\n   <extracted-citation case-ids=\"3553859\" index=\"42\" url=\"https://cite.case.law/us/549/497/#p517\">\n    127 S.Ct. 1438\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3553859\" index=\"43\" url=\"https://cite.case.law/us/549/497/#p517\">\n    167 L.Ed.2d 248\n   </extracted-citation>\n   (2007) (quoting\n   <em>\n    Baker v. Carr\n   </em>\n   ,\n   <extracted-citation case-ids=\"6166554\" index=\"44\" url=\"https://cite.case.law/us/369/186/#p204\">\n    369 U.S. 186\n   </extracted-citation>\n   , 204,\n   <extracted-citation case-ids=\"6166554\" index=\"45\" url=\"https://cite.case.law/us/369/186/#p204\">\n    82 S.Ct. 691\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6166554\" index=\"46\" url=\"https://cite.case.law/us/369/186/#p204\">\n    7 L.Ed.2d 663\n   </extracted-citation>\n   (1962) ). The standing requirements are heightened somewhat in the context of a motion for a preliminary injunction, in which case a plaintiff must make a \"clear showing\" that she has standing to maintain the preliminary injunction.\n   <em>\n    Barber v. Bryant\n   </em>\n   ,\n   <extracted-citation case-ids=\"12276190\" index=\"47\" url=\"https://cite.case.law/f3d/860/345/#p352\">\n    860 F.3d 345\n   </extracted-citation>\n   , 352 (5th Cir. 2017) (citing\n   <em>\n    Winter\n   </em>\n   ,\n   <extracted-citation case-ids=\"3679402\" index=\"48\" url=\"https://cite.case.law/us/555/7/#p20\">\n    555 U.S. at 22\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3679402\" index=\"49\" url=\"https://cite.case.law/us/555/7/#p20\">\n    129 S.Ct. 365\n   </extracted-citation>\n   ).\n  </p>\n  <p id=\"p-62\">\n   Plaintiffs have made a clear showing that they satisfy each\n   <em>\n    Lujan\n   </em>\n   element of standing at this stage in the litigation. With respect to the injury-in-fact requirement, all five Plaintiffs allege that the inclusion of the no-boycott clauses in their contracts has chilled their First Amendment right to free expression. (Amawi Decl., Dkt. 8-3, ¶ 10; Pluecker Decl., Dkt. 14-6, ¶¶ 14, 16; Abdelhadi Decl., Dkt. 14-3, ¶ 12; Dennar Decl., Dkt. 14-4, ¶¶ 8-9; Hale Decl., Dkt. 14-5, ¶¶ 12-13, 15). Four of the Plaintiffs further allege that because they refused to sign anti-boycott certifications in their contracts with Texas entities, they lost the opportunity to contract with those entities. (Amawi Reply Mot. Prelim. Inj.,\n   Dkt. 39, at 14; Pluecker Reply Mot. Prelim. Inj., Dkt. 40, at 9). The fifth Plaintiff-Hale-alleges that while he remains under contract with TAMUC, he is harmed because he cannot boycott Israel during the term of his employment. (Pluecker Reply Mot. Prelim. Inj., Dkt. 40, at 9).\n  </p>\n  <p id=\"p-63\">\n   Texas does not dispute that Plaintiffs suffered these harms; rather, it argues that the harms were not caused by H.B. 89. In the State's view, the statute applies only to acts taken by government contractors in their \"company\" capacities. (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 9-10). According to the State, because Plaintiffs' boycott activities were taken in their \"personal\" capacities, they were \"entirely divorced from the content of the contracts they signed with the State as sole proprietors.\" (\n   <em>\n    Id.\n   </em>\n   at 9). Plaintiffs read H.B. 89 differently; they argue that H.B. 89 applies to\n   <em>\n    all\n   </em>\n   boycotting activity undertaken by companies during the contract period regardless of whether the boycotts are related to the content of the contract. (Amawi Reply Mot. Prelim. Inj., Dkt. 39, at 13-14; Pluecker Reply Mot. Prelim. Inj., Dkt. 40, at 9-10). In other words, Plaintiffs read H.B. 89 to reach the acts of contracting companies, not merely \"company\" acts. Moreover, Plaintiffs argue that as sole proprietors, there is no legal distinction between their \"company\" acts and \"personal\" acts because under Texas law, a sole proprietor has no legal existence apart from his sole proprietorship. (\n   <em>\n    Id.\n   </em>\n   (citing\n   <em>\n    CU Lloyd's of Texas v. Hatfield\n   </em>\n   ,\n   <extracted-citation case-ids=\"9286854\" index=\"50\" url=\"https://cite.case.law/sw3d/126/679/#p684\">\n    126 S.W.3d 679\n   </extracted-citation>\n   , 684 (Tex. App.-Houston [14th Dist.] 2004, pet. denied) ; Black's Law Dictionary (7th ed. 1999) (a sole proprietorship is \"[a] business in which one person owns all the assets, owes all the liabilities, and operates in his or her personal capacity\") ) ). Consequently, Plaintiffs' \"personal consumption and financial decisions ... affect and belong to the sole proprietorship\" and so are affected by H.B. 89. (Pluecker Reply Mot. Prelim. Inj., Dkt. 40, at 10;\n   <em>\n    see also\n   </em>\n   Amawi Reply Mot. Prelim. Inj., Dkt. 39, at 14).\n  </p>\n  <p id=\"p-64\">\n   The Court finds that Plaintiffs' injuries are \"fairly traceable\" to H.B. 89.\n   <em>\n    Lujan\n   </em>\n   ,\n   <extracted-citation case-ids=\"11730070\" index=\"51\" url=\"https://cite.case.law/us/504/555/#p559\">\n    504 U.S. at 560-61\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11730070\" index=\"52\" url=\"https://cite.case.law/us/504/555/#p559\">\n    112 S.Ct. 2130\n   </extracted-citation>\n   . By its plain terms, the statute affects\n   <em>\n    all\n   </em>\n   actions taken by a company contracting with the State. It requires contractors to certify that they \"(1) do not boycott Israel; and (2) will not boycott Israel during the term of the contract.\" Tex. Gov. Code § 2270.002. The terms do not distinguish between \"company\" and \"non-company\" acts. However characterized, Plaintiffs' boycott activities fall within the scope of H.B. 89's terms because they are actions taken by companies (here, sole proprietors) contracting with the State. Indeed, several state actors have already interpreted H.B. 89 to apply to Plaintiffs' boycott activities. (\n   <em>\n    See\n   </em>\n   Amawi Decl., Dkt. 8-3, ¶¶ 5-6; Pluecker Decl., Dkt. 14-6, ¶¶ 12-13; Hale Decl., Dkt. 14-5, ¶¶ 16-17).\n   <footnotemark>\n    3\n   </footnotemark>\n   Accordingly, Plaintiffs' injuries are fairly traceable to H.B. 89 because the no-boycott clause in their contracts applies to the boycott activities of companies, like Plaintiffs, contracting with the State.\n  </p>\n  <p id=\"p-65\">\n   Texas contends, however, that the Court must follow its reading of H.B. 89 because it is \"bound to apply\" an interpretation\n   that saves a statute from unconstitutionality \"if there is any constitutional dubiety.\" (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 10-11 (citing\n   <em>\n    Nat'l Fed'n of Indep. Bus. v. Sebelius\n   </em>\n   ,\n   <extracted-citation case-ids=\"12407356\" index=\"53\" url=\"https://cite.case.law/us/567/519/#p563\">\n    567 U.S. 519\n   </extracted-citation>\n   , 563,\n   <extracted-citation case-ids=\"12407356\" index=\"54\" url=\"https://cite.case.law/us/567/519/#p563\">\n    132 S.Ct. 2566\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12407356\" index=\"55\" url=\"https://cite.case.law/us/567/519/#p563\">\n    183 L.Ed.2d 450\n   </extracted-citation>\n   (2012) ) ). This rule only applies to \"reasonable construction[s],\" however.\n   <em>\n    Sebelius\n   </em>\n   ,\n   <extracted-citation case-ids=\"12407356\" index=\"56\" url=\"https://cite.case.law/us/567/519/#p563\">\n    567 U.S. at 563\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12407356\" index=\"57\" url=\"https://cite.case.law/us/567/519/#p563\">\n    132 S.Ct. 2566\n   </extracted-citation>\n   . Texas's interpretation of the statute is not reasonable. It argues that H.B. 89 only applies to \"company\" acts, by which it means \"work-related decisions\" tied to \"the content of the contracts ... signed with the State.\" (\n   <em>\n    See\n   </em>\n   Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 9). H.B. 89 requires a company contracting with the State of Texas to certify that it both \"(1)\n   <em>\n    does\n   </em>\n   not boycott Israel; and (2)\n   <em>\n    will\n   </em>\n   not boycott Israel during the term of the contract.\" Tex. Gov. Code § 2270.002 (emphases added). Any \"work-related decisions\" tied to \"the content of the contracts ... signed with the State\" are necessarily made after the contracts have been signed. All these decisions are therefore subject to the second certification requirement that a company \"will not boycott Israel during the term of the contract.\" To avoid redundancy, the first certification requirement-that a company \"does not boycott Israel\"-must be construed to apply to actions taken by a company\n   <em>\n    before\n   </em>\n   it contracts with the State.\n   <em>\n    See\n   </em>\n   <em>\n    Bd. of Adjustments of City of San Antonio v. Wende\n   </em>\n   ,\n   <extracted-citation case-ids=\"9378233\" index=\"58\" url=\"https://cite.case.law/sw3d/92/424/#p432\">\n    92 S.W.3d 424\n   </extracted-citation>\n   , 432 (Tex. 2002) (statutes should be read to avoid superfluities). Because the statute reaches such decisions, its scope is necessarily broader than company acts taken in the course of contract work with the State. Accordingly, because the plain text of H.B. 89 is clear and is not susceptible to Texas's construction, the Court will not \"rewrite\" it to conform to constitutional requirements.\n   <em>\n    Virginia v. Am. Booksellers Ass'n, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"600890\" index=\"59\" url=\"https://cite.case.law/us/484/383/#p397\">\n    484 U.S. 383\n   </extracted-citation>\n   , 397,\n   <extracted-citation case-ids=\"600890\" index=\"60\" url=\"https://cite.case.law/us/484/383/#p397\">\n    108 S.Ct. 636\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"600890\" index=\"61\" url=\"https://cite.case.law/us/484/383/#p397\">\n    98 L.Ed.2d 782\n   </extracted-citation>\n   (1988).\n  </p>\n  <p id=\"p-66\">\n   Finally, the Court finds that Plaintiffs' injuries will be redressed by a favorable ruling from this Court. Enjoining Defendants from including the no-boycott clause in their contracts will remove the cause of Plaintiffs' free speech injuries. Texas does not argue otherwise.\n  </p>\n  <p id=\"p-67\">\n   Therefore, the Court finds that Plaintiffs have made a clear showing that\n   <em>\n    Lujan\n   </em>\n   's requirements for standing are met at this stage in the litigation. Plaintiffs have plausibly alleged an injury in fact (chilled speech), which is fairly traceable to the conduct of the defendants they each sued (including the no-boycott clause in Plaintiffs' contracts), and a favorable order from this Court (enjoining the inclusion of the no-boycott clause in the contracts) would redress Plaintiffs' injuries. Nothing more is required.\n  </p>\n  <p id=\"p-68\">\n   <em>\n    2. Eleventh Amendment Immunity\n   </em>\n  </p>\n  <p id=\"p-69\">\n   The Eleventh Amendment is a jurisdictional bar to suit.\n   <em>\n    See\n   </em>\n   <em>\n    United States ex rel. Foulds v. Tex. Tech Univ.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11634788\" index=\"62\" url=\"https://cite.case.law/f3d/171/279/#p285\">\n    171 F.3d 279\n   </extracted-citation>\n   , 285 (5th Cir. 1999). Under it, \"an unconsenting State is immune from suits brought in federal courts by her own citizens as well as by citizens of another state.\"\n   <em>\n    Pennhurst State Sch. &amp; Hosp. v. Halderman\n   </em>\n   ,\n   <extracted-citation case-ids=\"11334896\" index=\"63\" url=\"https://cite.case.law/us/465/89/#p100\">\n    465 U.S. 89\n   </extracted-citation>\n   , 100,\n   <extracted-citation case-ids=\"11334896\" index=\"64\" url=\"https://cite.case.law/us/465/89/#p100\">\n    104 S.Ct. 900\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11334896\" index=\"65\" url=\"https://cite.case.law/us/465/89/#p100\">\n    79 L.Ed.2d 67\n   </extracted-citation>\n   (1984). This sovereign immunity, however, does not extend to suits brought against state officers in their official capacities for alleged violations of federal constitutional rights and seeking only prospective and injunctive relief.\n   <em>\n    Walker v. Livingston\n   </em>\n   ,\n   <extracted-citation case-ids=\"6057771\" index=\"66\" url=\"https://cite.case.law/f-appx/381/477/#p478\">\n    381 F. App'x 477\n   </extracted-citation>\n   , 478 (5th Cir. 2010) (\"the\n   <em>\n    Ex parte Young\n   </em>\n   doctrine allows federal jurisdiction over a suit against a state official in certain situations where that suit seeks only prospective injunctive relief in order to end a continuing violation of federal law\").\n  </p>\n  <p id=\"p-70\">\n   The Universities claim that they are immune from suit because they are state agencies, and so Eleventh Amendment immunity\n   extends to them. (Univ. Ds.' Mot. Dismiss, Dkt. 24, at 4 (citing\n   <em>\n    Slade v. Tex. S. Univ. Bd. of Regents\n   </em>\n   ,\n   <extracted-citation case-ids=\"8346184\" index=\"67\" url=\"https://cite.case.law/sw3d/232/395/#p398\">\n    232 S.W.3d 395\n   </extracted-citation>\n   , 398 (Tex. App.-Houston [1st Dist.] 2007, no pet.) ) ). The Pluecker Plaintiffs concede that the University of Houston and TAMUC are state agencies, but they argue that they have sued the \"members of the [Universities'] respective Boards of Regents, in their official capacities.\" (Resp. Univ. Ds.' Mot. Dismiss, Dkt. 38, at 4-5). Because the individual members of the Boards are state officials, the Pluecker Plaintiffs argue that the\n   <em>\n    Ex parte Young\n   </em>\n   exception to sovereign immunity applies. (\n   <em>\n    Id.\n   </em>\n   at 5). The Universities do not contest that sovereign immunity does not extend to the individual members of the Boards; rather, they argue that the Pluecker Plaintiffs sued the Boards as\n   <em>\n    entities\n   </em>\n   because the Pluecker Plaintiffs identified them using the singular pronoun \"its\" in their complaint. (Reply Univ. Ds.' Mot. Dismiss, Dkt. 45, at 1).\n  </p>\n  <p id=\"p-71\">\n   The Court is not persuaded by the Universities' semantic argument. Federal Rule of Civil Procedure 17(d) provides that \"[a] public officer who ... is sued in an official capacity may be designated by official title rather than by name.\" Fed. R. Civ. P. 17(d). The official title of the individual members of the Boards is a collective one: the \"Board of Regents.\" The singular pronoun \"its\" is the grammatically correct pronoun to use with respect to the antecedent, \"Board of Regents.\" The Court therefore construes the Pluecker Plaintiffs' complaint to name the individual members of the Boards as defendants by designating them by their official title. The Eleventh Amendment does not bar suits against the individual members of the Boards.\n   <em>\n    See\n   </em>\n   <em>\n    K.P. v. LeBlanc\n   </em>\n   ,\n   <extracted-citation case-ids=\"6052705\" index=\"68\" url=\"https://cite.case.law/f3d/627/115/#p125\">\n    627 F.3d 115\n   </extracted-citation>\n   , 125 (5th Cir. 2010) (holding that the Eleventh Amendment does not bar suit against \"the members of the [Patient's Compensation Fund Oversight] Board\").\n  </p>\n  <p id=\"p-72\">\n   The Universities do not challenge this Court's subject matter jurisdiction on any other grounds. The Court concludes that it has subject matter jurisdiction over Plaintiffs' claims against them.\n  </p>\n  <p id=\"p-73\">\n   <em>\n    3. Ripeness\n   </em>\n  </p>\n  <p id=\"p-74\">\n   The ripeness doctrine \"enforces the Constitution's limit of federal court jurisdiction to 'cases or controversies' by preventing premature litigation.\"\n   <em>\n    Archbold-Garrett v. New Orleans City\n   </em>\n   ,\n   <extracted-citation case-ids=\"12517359\" index=\"69\" url=\"https://cite.case.law/f3d/893/318/#p321\">\n    893 F.3d 318\n   </extracted-citation>\n   , 321 (5th Cir. 2018). \"[A] claim is not ripe for adjudication if it rests on contingent future events that may not occur as anticipated, or indeed may not occur at all.\"\n   <em>\n    Urban Developers LLC v. City of Jackson, Miss.\n   </em>\n   ,\n   <extracted-citation case-ids=\"8453181\" index=\"70\" url=\"https://cite.case.law/f3d/468/281/#p295\">\n    468 F.3d 281\n   </extracted-citation>\n   , 295-96 (5th Cir. 2006) (quoting\n   <em>\n    Texas v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"11503533\" index=\"71\" url=\"https://cite.case.law/us/523/296/#p300\">\n    523 U.S. 296\n   </extracted-citation>\n   , 300,\n   <extracted-citation case-ids=\"11503533\" index=\"72\" url=\"https://cite.case.law/us/523/296/#p300\">\n    118 S.Ct. 1257\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11503533\" index=\"73\" url=\"https://cite.case.law/us/523/296/#p300\">\n    140 L.Ed.2d 406\n   </extracted-citation>\n   (1998) ).\n  </p>\n  <p id=\"p-75\">\n   The School Districts argue that Plaintiffs Abdelhadi and Dennar's claims are not ripe because, although they refused to sign contracts containing no-boycott certifications, they never submitted those contracts. (LISD Mot. Dismiss, Dkt. 43, at 8; KISD Mot. Dismiss, Dkt. 44, at 7). Accordingly, Abdelhadi and Dennar never gave the School Districts the opportunity to award or deny the contracts based on their refusal to certify that they do not and will not boycott Israel. (\n   <em>\n    See\n    <extracted-citation case-ids=\"11503533\" index=\"74\" url=\"https://cite.case.law/us/523/296/#p300\">\n     id.\n    </extracted-citation>\n   </em>\n   ). Therefore, according to the School Districts, because Abdelhadi and Dennar's claims are based on contingent events, their claims are not ripe for adjudication. (LISD Mot. Dismiss, Dkt. 43, at 9; KISD Mot. Dismiss, Dkt. 44, at 8).\n  </p>\n  <p id=\"p-76\">\n   In the First Amendment context, however, plaintiffs are neither required to formally submit a contract nor have a contract rejected to have standing to bring a facial challenge to a law allegedly\n   infringing the right to free expression.\n   <em>\n    See\n   </em>\n   <em>\n    Fernandes v. Limmer\n   </em>\n   ,\n   <extracted-citation case-ids=\"1171269\" index=\"75\" url=\"https://cite.case.law/f2d/663/619/#p625\">\n    663 F.2d 619\n   </extracted-citation>\n   , 625 (5th Cir. 1981) (\"[A] party may challenge a licensing statute [under the First Amendment] regardless of whether he or she was denied a permit, or whether one has ever been sought.\");\n   <em>\n    see also\n   </em>\n   <em>\n    Shuttlesworth v. City of Birmingham\n   </em>\n   ,\n   <extracted-citation case-ids=\"6169040\" index=\"76\" url=\"https://cite.case.law/us/394/147/#p151\">\n    394 U.S. 147\n   </extracted-citation>\n   , 151,\n   <extracted-citation case-ids=\"6169040\" index=\"77\" url=\"https://cite.case.law/us/394/147/#p151\">\n    89 S.Ct. 935\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6169040\" index=\"78\" url=\"https://cite.case.law/us/394/147/#p151\">\n    22 L.Ed.2d 162\n   </extracted-citation>\n   (1969) (\"The Constitution can hardly be thought to deny to one subjected to the restraints of such an ordinance the right to attack its constitutionality, because he has not yielded to its demands.\"). This is because the First Amendment harm alleged-chilling of speech-occurs regardless of whether a plaintiff is denied a benefit on the basis of protected expression; the possibility of denial is enough.\n   <em>\n    See\n   </em>\n   <em>\n    Dombrowski v. Pfister\n   </em>\n   ,\n   <extracted-citation case-ids=\"1525344\" index=\"79\" url=\"https://cite.case.law/us/380/479/#p487\">\n    380 U.S. 479\n   </extracted-citation>\n   , 487,\n   <extracted-citation case-ids=\"1525344\" index=\"80\" url=\"https://cite.case.law/us/380/479/#p487\">\n    85 S.Ct. 1116\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1525344\" index=\"81\" url=\"https://cite.case.law/us/380/479/#p487\">\n    14 L.Ed.2d 22\n   </extracted-citation>\n   (1965) (\"The chilling effect upon the exercise of First Amendment rights may derive from the fact of the prosecution, unaffected by the prospects of its success or failure.\");\n   <em>\n    Perry v. Sindermann\n   </em>\n   ,\n   <extracted-citation case-ids=\"1782863\" index=\"82\" url=\"https://cite.case.law/us/408/593/#p597\">\n    408 U.S. 593\n   </extracted-citation>\n   , 597,\n   <extracted-citation case-ids=\"1782863\" index=\"83\" url=\"https://cite.case.law/us/408/593/#p597\">\n    92 S.Ct. 2694\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1782863\" index=\"84\" url=\"https://cite.case.law/us/408/593/#p597\">\n    33 L.Ed.2d 570\n   </extracted-citation>\n   (1972) (\"For if the government\n   <em>\n    could\n   </em>\n   \"-not\n   <em>\n    will\n   </em>\n   -\"deny a benefit to a person because of his constitutionally protected speech or association, his exercise of those freedoms would in effect be penalized or inhibited.\") (emphasis added). The Supreme Court has frequently applied this principle to denials of public employment \"even though a person has no 'right' to a valuable government benefit\" and \"regardless of the public employee's contractual or other claim to a job.\"\n   <em>\n    Sindermann\n   </em>\n   ,\n   <extracted-citation case-ids=\"1782863\" index=\"85\" url=\"https://cite.case.law/us/408/593/#p597\">\n    408 U.S. at 597\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1782863\" index=\"86\" url=\"https://cite.case.law/us/408/593/#p597\">\n    92 S.Ct. 2694\n   </extracted-citation>\n   . Abdelhadi and Dennar therefore did not need to submit their un-signed contracts to LISD and KISD for their speech to be chilled. Their claims are ripe for review.\n  </p>\n  <p id=\"p-77\">\n   <em>\n    4. Causation\n   </em>\n  </p>\n  <p id=\"p-78\">\n   The School Districts also allege that the second\n   <em>\n    Lujan\n   </em>\n   element of standing-traceability of the challenged conduct to the defendant-is not met. (LISD Mot. Dismiss, Dkt. 43, at 10; KISD Mot. Dismiss, Dkt. 44, at 9). They argue that Abdelahdi and Dennar have not sufficiently pleaded a causal connection between the injuries they allegedly suffered and any action\n   <em>\n    by the Trustees\n   </em>\n   of LISD or KISD. (\n   <em>\n    Id.\n   </em>\n   ). The gravamen of this argument is that Plaintiffs' injuries stem from \"the Act passed by the Texas Legislature, not from any decisions made by the trustees.\" (Reply School Dist. Ds.' Mots. Dismiss, Dkt. 51, at 3). As repeatedly emphasized by counsel for the School Districts, the Trustees \"never adopted\" the policies mandated in H.B. 89-though counsel also admitted that the \"school districts are going to follow the law that's established, whether they like it or not.\" (Hr'g Tr., Dkt. 81, at 52:13-14, 57:19-58:9).\n  </p>\n  <p id=\"p-79\">\n   The Pluecker Plaintiffs contend that they have plausibly alleged a causal connection between the Trustees and their injuries. They argue that Abdelhadi and Dennar were injured by the inclusion of no-boycott certifications in the contracts they were offered by LISD and KISD, respectively, and that the Trustees of LISD and KISD \"have the exclusive power and duty to govern and oversee the management of the public schools\" in their districts, including \"the authority to enter into contracts and delegate that contractual authority.\" (Resp. School Dist. Ds.' Mots. Dismiss, Dkt. 49, at 12). Accordingly, the harm alleged-chilled speech-is traceable to the Trustees' conduct: the inclusion of the no-boycott certification in the School Districts' contracts.\n  </p>\n  <p id=\"p-80\">\n   The Court agrees. It is immaterial that the genesis of Plaintiffs' injuries is a statute passed by the Texas Legislature. Abdelhadi and Dennar allege they suffered harm because the no-boycott certification\n   required by that statute appeared in contracts with LISD and KISD, thus \"forc[ing] [them] to choose between judging debate tournaments and exercising their political expression.\" (Resp. School Dist. Ds.' Mots. Dismiss, Dkt. 49, at 12). And they allege that the Trustees are responsible for including the certification clause in their contracts. (\n   <em>\n    See\n    <extracted-citation case-ids=\"1782863\" index=\"87\" url=\"https://cite.case.law/us/408/593/#p597\">\n     id.\n    </extracted-citation>\n   </em>\n   ).\n  </p>\n  <p id=\"p-81\">\n   It is also immaterial that the Trustees \"never adopted\" H.B. 89's no-boycott certification requirement. (Reply School Dist. Ds.' Mot. Dismiss, Dkt. 51, at 5-6). Counsel for the School Districts explained that \"local\" policies-those deliberated and agreed upon by the Trustees-are \"adopted,\" whereas \"legal\" policies-those externally established by statute and case law and provided to the Trustees by a third-party subscription-like service-are not \"adopted\"; the School Districts must simply \"liv[e] under\" them. (Hr'g Tr., Dkt. 81, at 57:19-58:8). Be that as it may, Plaintiffs have pleaded that the School Districts included the no-boycott certification clauses in the contracts they provided to Abdelhadi and Dennar, and the Trustees have authority over those contracts. What matters is whether the Trustees are applying the no-boycott certification requirement to the Plaintiffs; it does not matter whether their hands were tied in doing so. The application of the no-boycott requirement is what allegedly caused Plaintiffs' injuries, and this conduct is fairly traceable to the Trustees.\n  </p>\n  <p id=\"p-82\">\n   Accordingly, the Court finds that Plaintiffs have standing to seek injunctive relief against the School Districts.\n  </p>\n  <p id=\"p-83\">\n   * * *\n  </p>\n  <p id=\"p-84\">\n   In sum, the Court concludes that it has subject matter jurisdiction over all of Plaintiffs' claims as to all Defendants. The Court now turns to the merits of Plaintiffs' motions for a preliminary injunction.\n  </p>\n  <p id=\"p-85\">\n   <strong>\n    B. Plaintiffs' Motions for a Preliminary Injunction\n   </strong>\n  </p>\n  <p id=\"p-86\">\n   Plaintiffs seek injunctive relief against the enforcement of H.B. 89 because, they allege, it violates the First and Fourteenth Amendments to the United States Constitution. The Court will now consider in turn the four factors for preliminary injunctive relief to determine whether Plaintiffs are entitled to that relief.\n  </p>\n  <p id=\"p-87\">\n   <em>\n    1. Likelihood of Success on the Merits\n   </em>\n  </p>\n  <p id=\"p-88\">\n   The First Amendment provides: \"Congress shall make no law ... abridging the freedom of speech, or of the press.\" U.S. CONST. AMEND. I. The First Amendment binds the State of Texas through the Fourteenth.\n   <em>\n    See, e.g.\n   </em>\n   ,\n   <em>\n    Rosenberger v. Rector &amp; Visitors of the Univ. of Va.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1564137\" index=\"88\" url=\"https://cite.case.law/us/515/819/#p822\">\n    515 U.S. 819\n   </extracted-citation>\n   , 822,\n   <extracted-citation case-ids=\"1564137\" index=\"89\" url=\"https://cite.case.law/us/515/819/#p822\">\n    115 S.Ct. 2510\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1564137\" index=\"90\" url=\"https://cite.case.law/us/515/819/#p822\">\n    132 L.Ed.2d 700\n   </extracted-citation>\n   (1995).\n  </p>\n  <p id=\"p-89\">\n   Plaintiffs bring several facial challenges to H.B. 89 under the First Amendment.\n   <footnotemark>\n    4\n   </footnotemark>\n   But before it can address these challenges, the Court must determine whether the First Amendment applies to Plaintiffs' conduct in the first place.\n  </p>\n  <p id=\"p-90\">\n   <em>\n    i. Plaintiffs' Boycotts are First Amendment Protected Activity\n   </em>\n  </p>\n  <p id=\"p-91\">\n   The parties vigorously dispute whether Plaintiffs' boycott activities are expressive\n   conduct protected by the First Amendment. This dispute presents two questions: (1) whether Plaintiffs' boycotts are inherently expressive conduct, and (2) whether that conduct is protected. As explained below, the Court finds that Plaintiffs' boycotts are inherently expressive. The Court further finds that Plaintiffs' conduct is protected by the First Amendment.\n  </p>\n  <p id=\"p-92\">\n   a. Plaintiffs' Boycotts are Speech\n  </p>\n  <p id=\"p-93\">\n   This issue is one of dueling precedents. Plaintiffs rely on\n   <em>\n    NAACP v. Claiborne Hardware Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"91\" url=\"https://cite.case.law/us/458/886/\">\n    458 U.S. 886\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"92\" url=\"https://cite.case.law/us/458/886/\">\n    102 S.Ct. 3409\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"93\" url=\"https://cite.case.law/us/458/886/\">\n    73 L.Ed.2d 1215\n   </extracted-citation>\n   (1982), for the proposition that political boycotts are protected by the First Amendment. (Amawi Mot. Prelim. Inj., Dkt. 8-2, at 10-11; Pluecker Mot. Prelim. Inj., Dkt. 14-1, at 22-24). Texas argues that \"[b]oycotting is plainly not speech\" under\n   <em>\n    Rumsfeld v. FAIR\n   </em>\n   ,\n   <extracted-citation case-ids=\"3276625\" index=\"94\" url=\"https://cite.case.law/us/547/47/\">\n    547 U.S. 47\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3276625\" index=\"95\" url=\"https://cite.case.law/us/547/47/\">\n    126 S.Ct. 1297\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3276625\" index=\"96\" url=\"https://cite.case.law/us/547/47/\">\n    164 L.Ed.2d 156\n   </extracted-citation>\n   (2006). (Texas Mot. Dismiss, Dkt. 55, at 6-8;\n   <em>\n    see also\n   </em>\n   Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 13-15). The Court agrees with Plaintiffs. Boycotts are speech.\n  </p>\n  <p id=\"p-94\">\n   In\n   <em>\n    Claiborne\n   </em>\n   , the Supreme Court addressed a lawsuit seeking to impose liability on black citizens participating in a NAACP-organized boycott of white merchants in Mississippi.\n   <extracted-citation case-ids=\"636531\" index=\"97\" url=\"https://cite.case.law/us/458/886/\">\n    458 U.S. at 889\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"98\" url=\"https://cite.case.law/us/458/886/\">\n    102 S.Ct. 3409\n   </extracted-citation>\n   . The boycott sought to achieve \"racial equality and integration,\" and it involved meetings, speeches, and nonviolent picketing.\n   <em>\n    <extracted-citation case-ids=\"636531\" index=\"99\" url=\"https://cite.case.law/us/458/886/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"636531\" index=\"99\" url=\"https://cite.case.law/us/458/886/\">\n    at 889, 907\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"100\" url=\"https://cite.case.law/us/458/886/\">\n    102 S.Ct. 3409\n   </extracted-citation>\n   . The Supreme Court recognized that the longstanding \"practice of persons sharing common views banding together to achieve a common end is deeply embedded in the American political process.\"\n   <em>\n    <extracted-citation case-ids=\"636531\" index=\"101\" url=\"https://cite.case.law/us/458/886/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"636531\" index=\"101\" url=\"https://cite.case.law/us/458/886/\">\n    at 907\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"102\" url=\"https://cite.case.law/us/458/886/\">\n    102 S.Ct. 3409\n   </extracted-citation>\n   (quoting\n   <em>\n    Citizens Against Rent Control/Coalition for Fair Housing v. Berkeley\n   </em>\n   ,\n   <extracted-citation case-ids=\"6186076\" index=\"103\" url=\"https://cite.case.law/us/454/290/#p294\">\n    454 U.S. 290\n   </extracted-citation>\n   , 294,\n   <extracted-citation case-ids=\"6186076\" index=\"104\" url=\"https://cite.case.law/us/454/290/#p294\">\n    102 S.Ct. 434\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6186076\" index=\"105\" url=\"https://cite.case.law/us/454/290/#p294\">\n    70 L.Ed.2d 492\n   </extracted-citation>\n   (1981) ). The Court went on to hold that the NAACP's \"boycott clearly involved constitutionally protected activity,\" and that the State's \"broad power to regulate economic activity\" \"could not justify a complete prohibition against a nonviolent, politically motivated boycott designed to force governmental and economic change.\"\n   <em>\n    Id.\n   </em>\n   at 911, 913-14,\n   <extracted-citation case-ids=\"636531\" index=\"106\" url=\"https://cite.case.law/us/458/886/\">\n    102 S.Ct. 3409\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-95\">\n   <em>\n    FAIR\n   </em>\n   , on the other hand, involved several law schools' challenge to the Solomon Amendment, which conditioned the receipt of federal funds on permitting military recruiters to enter campuses.\n   <extracted-citation case-ids=\"3276625\" index=\"107\" url=\"https://cite.case.law/us/547/47/\">\n    547 U.S. at 52\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3276625\" index=\"108\" url=\"https://cite.case.law/us/547/47/\">\n    126 S.Ct. 1297\n   </extracted-citation>\n   . The law schools sought to prevent the recruiters from conducting interviews on law school campuses in protest of the military's discriminatory policies against homosexual persons serving in the military.\n   <em>\n    <extracted-citation case-ids=\"3276625\" index=\"109\" url=\"https://cite.case.law/us/547/47/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3276625\" index=\"109\" url=\"https://cite.case.law/us/547/47/\">\n    at 53\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3276625\" index=\"110\" url=\"https://cite.case.law/us/547/47/\">\n    126 S.Ct. 1297\n   </extracted-citation>\n   . The Court rejected the law schools' argument that the Solomon Amendment compelled their speech in violation of the First Amendment because \"the schools are not speaking when they host interviews and recruiting receptions.\"\n   <em>\n    <extracted-citation case-ids=\"3276625\" index=\"111\" url=\"https://cite.case.law/us/547/47/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3276625\" index=\"111\" url=\"https://cite.case.law/us/547/47/\">\n    at 64\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3276625\" index=\"112\" url=\"https://cite.case.law/us/547/47/\">\n    126 S.Ct. 1297\n   </extracted-citation>\n   . \"[T]he conduct regulated by the Solomon Amendment,\" the Court held, \"is not inherently expressive\" because it requires \"explanatory speech\" to communicate its message.\n   <em>\n    <extracted-citation case-ids=\"3276625\" index=\"113\" url=\"https://cite.case.law/us/547/47/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3276625\" index=\"113\" url=\"https://cite.case.law/us/547/47/\">\n    at 66\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3276625\" index=\"114\" url=\"https://cite.case.law/us/547/47/\">\n    126 S.Ct. 1297\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-96\">\n   <em>\n    Claiborne\n   </em>\n   , not\n   <em>\n    FAIR\n   </em>\n   , governs this case. Texas does not dispute that Plaintiffs' boycotts are political; they support the BDS movement's \"dispute with the Israeli government's policies.\" (Texas Resp. Mots. Dismiss, Dkt. 25, at 18).\n   <em>\n    Claiborne\n   </em>\n   deals with political boycotts;\n   <em>\n    FAIR\n   </em>\n   , in contrast, is not about boycotts at all. The Supreme Court did not treat the\n   <em>\n    FAIR\n   </em>\n   plaintiffs' conduct as a boycott: the word \"boycott\" appears nowhere in the opinion, the decision to withhold patronage is not implicated, and\n   <em>\n    Claiborne\n   </em>\n   , the key decision recognizing that the First Amendment protects political boycotts, is not discussed.\n   <footnotemark>\n    5\n   </footnotemark>\n  </p>\n  <p id=\"p-97\">\n   Additionally, when read in light of\n   <em>\n    Claiborne\n   </em>\n   ,\n   <em>\n    FAIR\n   </em>\n   does not support Texas's argument that \"[b]oycotting is plainly not speech.\" (Texas Mot. Dismiss, Dkt. 55, at 6). Texas appears to define boycotts as merely a \"refus[al] to buy things.\" (\n   <em>\n    Id.\n   </em>\n   (\"Whatever speech may accompany boycotting, the act itself does not communicate through words or any other inherently expressive medium. Boycotters boycott by refusing to buy things, often without accompanying speech.\") (internal citation omitted) ). Consistent with this view, the State reads\n   <em>\n    Claiborne\n   </em>\n   to treat the NAACP's boycott in that case as a mixture of speech and non-speech elements and to recognize only the former as entitled to First Amendment protection. (Texas Mot. Dismiss, Dkt. 55, at 11). It points to the Court's finding that \"the boycott clearly\n   <em>\n    involved\n   </em>\n   constitutionally protected activity\"-specifically, \"[t]he established elements of speech, assembly, association, and petition.\" (\n   <em>\n    Id.\n   </em>\n   (citing\n   <em>\n    Claiborne\n   </em>\n   <extracted-citation case-ids=\"636531\" index=\"115\" url=\"https://cite.case.law/us/458/886/\">\n    458 U.S. at 911\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"116\" url=\"https://cite.case.law/us/458/886/\">\n    102 S.Ct. 3409\n   </extracted-citation>\n   ) (Texas's emphasis) ). But \"[n]owhere in its opinion,\" Texas asserts, \"did the Court say that 'the act of refusing to buy from white merchants' itself was protected by the First Amendment.\" (\n   <em>\n    Id.\n   </em>\n   (quotation marks added) ).\n  </p>\n  <p id=\"p-98\">\n   Texas is incorrect.\n   <em>\n    Claiborne\n   </em>\n   expressly held that \"the nonviolent elements of petitioners' activities are entitled to the protection of the First Amendment.\"\n   <extracted-citation case-ids=\"636531\" index=\"117\" url=\"https://cite.case.law/us/458/886/\">\n    458 U.S. at 915\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"118\" url=\"https://cite.case.law/us/458/886/\">\n    102 S.Ct. 3409\n   </extracted-citation>\n   . One of those \"nonviolent elements\" was the petitioners' decision to \"withh[old] patronage from the white establishment of Claiborne County.\"\n   <em>\n    <extracted-citation case-ids=\"636531\" index=\"119\" url=\"https://cite.case.law/us/458/886/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"636531\" index=\"119\" url=\"https://cite.case.law/us/458/886/\">\n    at 918\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"120\" url=\"https://cite.case.law/us/458/886/\">\n    102 S.Ct. 3409\n   </extracted-citation>\n   . Because this decision to \"withhold patronage\"-a key activity of a boycott-was protected by the First Amendment, Mississippi could not \"award compensation for the consequences of [this] nonviolent, protected activity.\"\n   <em>\n    <extracted-citation case-ids=\"636531\" index=\"121\" url=\"https://cite.case.law/us/458/886/\">\n     Id.\n    </extracted-citation>\n   </em>\n   There would be no basis for this damages limitation if the decision to withhold patronage were not so protected. Thus, the desire to not purchase certain products is distinctly protected in the context of a political boycott. Had the Supreme Court wanted to hold otherwise-that only speech, association, and petitioning were protected, not the decision to withhold patronage -it could have done so.\n  </p>\n  <p id=\"p-99\">\n   <em>\n    Claiborne\n   </em>\n   , moreover, does not support the State's specious characterization of boycotts as a mere \"refus[al] to buy things.\" (Texas Mot. Dismiss, Dkt. 55, at 6). Rather,\n   <em>\n    Claiborne\n   </em>\n   recognizes that boycotts are \"deeply embedded in the American political process\"-so embedded not because \"refusing to buy things\" is of paramount importance, but because in boycotts, the \"elements of speech, assembly, association, and petition ... 'are inseparable' \" and are magnified by the \"banding together\" of individuals \"to \"make their voices heard.\"\n   <extracted-citation case-ids=\"636531\" index=\"122\" url=\"https://cite.case.law/us/458/886/\">\n    458 U.S. at 907, 911\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"123\" url=\"https://cite.case.law/us/458/886/\">\n    102 S.Ct. 3409\n   </extracted-citation>\n   (quoting\n   <em>\n    Thomas v. Collins\n   </em>\n   ,\n   <extracted-citation case-ids=\"1229915\" index=\"124\" url=\"https://cite.case.law/us/323/516/#p530\">\n    323 U.S. 516\n   </extracted-citation>\n   , 530,\n   <extracted-citation case-ids=\"1229915\" index=\"125\" url=\"https://cite.case.law/us/323/516/#p530\">\n    65 S.Ct. 315\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1229915\" index=\"126\" url=\"https://cite.case.law/us/323/516/#p530\">\n    89 L.Ed. 430\n   </extracted-citation>\n   (1945) ). \"Refusing to buy things,\" in this context, takes on special significance.\n   <footnotemark>\n    6\n   </footnotemark>\n  </p>\n  <p id=\"p-100\">\n   Finally, even if it were generally true that boycotts are not inherently expressive, H.B. 89, by its terms, applies only to expressive boycotts. The statute defines \"boycott Israel\" according to the expressive purpose behind the refusal to buy things.\n   <em>\n    See\n   </em>\n   Tex. Gov. Code § 808.001 (\"boycott Israel\" defined to mean \"refusing to deal with, terminating business activities with, or otherwise taking any action that is intended to penalize, inflict harm on, or limit commercial relations specifically with Israel, or with a person or entity doing business in Israel or in an Israeli-controlled territory\"). And it expressly exempts refusing to contract with Israel \"for ordinary business purposes.\"\n   <em>\n    <extracted-citation case-ids=\"1229915\" index=\"127\" url=\"https://cite.case.law/us/323/516/#p530\">\n     Id.\n    </extracted-citation>\n   </em>\n   Accordingly, H.B. 89's no-boycott provision applies by its express terms\n   <em>\n    only\n   </em>\n   to expressive conduct.\n  </p>\n  <p id=\"p-101\">\n   In sum,\n   <em>\n    Claiborne\n   </em>\n   , not\n   <em>\n    FAIR\n   </em>\n   , controls this case. Following the Supreme Court's direction in\n   <em>\n    Claiborne\n   </em>\n   , and in light of the analysis above, the Court concludes that Plaintiffs' BDS boycotts are inherently expressive conduct.\n  </p>\n  <p id=\"p-102\">\n   b. Plaintiffs' Boycotts are Protected Speech\n  </p>\n  <p id=\"p-103\">\n   Under\n   <em>\n    Claiborne\n   </em>\n   , Plaintiffs' BDS boycotts are not only inherently expressive, but as a form of expression on a public issue, rest on \"the highest rung of the hierarchy of First Amendment values.\"\n   <em>\n    Claiborne\n   </em>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"128\" url=\"https://cite.case.law/us/458/886/\">\n    458 U.S. at 913\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"129\" url=\"https://cite.case.law/us/458/886/\">\n    102 S.Ct. 3409\n   </extracted-citation>\n   (quoting\n   <em>\n    Carey\n   </em>\n   ,\n   <extracted-citation case-ids=\"6185876\" index=\"130\" url=\"https://cite.case.law/us/447/455/#p467\">\n    447 U.S. 455\n   </extracted-citation>\n   , 467,\n   <extracted-citation case-ids=\"6185876\" index=\"131\" url=\"https://cite.case.law/us/447/455/#p467\">\n    100 S.Ct. 2286\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6185876\" index=\"132\" url=\"https://cite.case.law/us/447/455/#p467\">\n    65 L.Ed.2d 263\n   </extracted-citation>\n   (1980) ). The First Amendment's protection of boycotts, however, is not unlimited. Texas argues that under\n   <em>\n    International Longshoremen's Ass'n v. Allied International, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6185277\" index=\"133\" url=\"https://cite.case.law/us/456/212/\">\n    456 U.S. 212\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6185277\" index=\"134\" url=\"https://cite.case.law/us/456/212/\">\n    102 S.Ct. 1656\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6185277\" index=\"135\" url=\"https://cite.case.law/us/456/212/\">\n    72 L.Ed.2d 21\n   </extracted-citation>\n   (1982), and\n   <em>\n    Briggs &amp; Stratton Corp. v. Baldrige\n   </em>\n   ,\n   <extracted-citation case-ids=\"57562\" index=\"136\" url=\"https://cite.case.law/f2d/728/915/\">\n    728 F.2d 915\n   </extracted-citation>\n   (7th Cir. 1984), Plaintiffs' BDS boycotts are not protected speech. But neither\n   <em>\n    Longshoremen\n   </em>\n   nor\n   <em>\n    Briggs\n   </em>\n   is germane to this case.\n  </p>\n  <p id=\"p-104\">\n   In\n   <em>\n    Longshoremen\n   </em>\n   , the Court held that a \"secondary boycott\" under § 8(b)(4) of the National Labor Relations Act was not protected by the First Amendment.\n   <extracted-citation case-ids=\"6185277\" index=\"137\" url=\"https://cite.case.law/us/456/212/\">\n    456 U.S. at 226\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6185277\" index=\"138\" url=\"https://cite.case.law/us/456/212/\">\n    102 S.Ct. 1656\n   </extracted-citation>\n   . Under that statute, a \"secondary boycott\" is an \"unfair labor practice by [a] labor organization,\"\n   <extracted-citation index=\"139\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20158\">\n    29 U.S.C. § 158\n   </extracted-citation>\n   (b), in which a \"union ... induc[es] employees to refuse to handle goods with the object of forcing any person to cease doing business with any other person,\"\n   <extracted-citation case-ids=\"6185277\" index=\"140\" url=\"https://cite.case.law/us/456/212/\">\n    456 U.S. at 222\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6185277\" index=\"141\" url=\"https://cite.case.law/us/456/212/\">\n    102 S.Ct. 1656\n   </extracted-citation>\n   . The secondary boycott in\n   <em>\n    Longshoremen\n   </em>\n   took the form of a union directive \"to stop handling cargoes arriving from or destined for the Soviet Union\" in protest of \"the Russian invasion of Afghanistan.\"\n   <em>\n    <extracted-citation case-ids=\"6185277\" index=\"142\" url=\"https://cite.case.law/us/456/212/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"6185277\" index=\"142\" url=\"https://cite.case.law/us/456/212/\">\n    at 214\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6185277\" index=\"143\" url=\"https://cite.case.law/us/456/212/\">\n    102 S.Ct. 1656\n   </extracted-citation>\n   . The Court held that the secondary boycott, though political, was not protected by the First Amendment because it \"threaten[ed] neutral parties with ruin or substantial loss\" and was \"conduct designed not to communicate but to coerce.\"\n   <extracted-citation case-ids=\"6185277\" index=\"144\" url=\"https://cite.case.law/us/456/212/\">\n    456 U.S. at 224, 226\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6185277\" index=\"145\" url=\"https://cite.case.law/us/456/212/\">\n    102 S.Ct. 1656\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-105\">\n   <em>\n    Longshoremen\n   </em>\n   is the exception, not the rule.\n   <em>\n    Claiborne\n   </em>\n   , decided less than three months after\n   <em>\n    Longshoremen\n   </em>\n   , also considered a \"secondary\" boycott, and held\n   that it was protected. Like the union boycott of neutral businesses to protest actions by the Russian government in\n   <em>\n    Longshoremen\n   </em>\n   , the boycott in\n   <em>\n    Claiborne\n   </em>\n   was a NAACP boycott of white-owned businesses to protest Mississippi's treatment of African Americans. Like the neutral parties in\n   <em>\n    Longshoremen\n   </em>\n   , the white business owners in\n   <em>\n    Claiborne\n   </em>\n   were threatened with, and indeed suffered, business losses.\n   <em>\n    Claiborne\n   </em>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"146\" url=\"https://cite.case.law/us/458/886/\">\n    458 U.S. at 893\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"147\" url=\"https://cite.case.law/us/458/886/\">\n    102 S.Ct. 3409\n   </extracted-citation>\n   . And like the union's boycott in\n   <em>\n    Longshoremen\n   </em>\n   , the NAACP's boycott in\n   <em>\n    Claiborne\n   </em>\n   was \"coercive.\"\n   <em>\n    <extracted-citation case-ids=\"636531\" index=\"148\" url=\"https://cite.case.law/us/458/886/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"636531\" index=\"148\" url=\"https://cite.case.law/us/458/886/\">\n    at 911\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"149\" url=\"https://cite.case.law/us/458/886/\">\n    102 S.Ct. 3409\n   </extracted-citation>\n   . Nevertheless, the\n   <em>\n    Claiborne\n   </em>\n   Court concluded that the white business owners could not be \"award[ed] compensation for the consequences of\" the NAACP's \"nonviolent, protected activity,\" and affirmed that \"coercive\" speech, so long as it is peaceful, remains protected by the First Amendment.\n   <em>\n    <extracted-citation case-ids=\"636531\" index=\"150\" url=\"https://cite.case.law/us/458/886/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"636531\" index=\"150\" url=\"https://cite.case.law/us/458/886/\">\n    at 911, 918\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"151\" url=\"https://cite.case.law/us/458/886/\">\n    102 S.Ct. 3409\n   </extracted-citation>\n   . The Court, moreover, expressly cabined\n   <em>\n    Longshoremen\n   </em>\n   to the labor context, interpreting it to hold that government may prohibit secondary boycotts \"by labor unions ... as part of Congress' striking of the delicate balance between union freedom of expression and the ability of neutral employers, employees, and consumers to remain free from coerced participation in industrial strife.\"\n   <em>\n    <extracted-citation case-ids=\"636531\" index=\"152\" url=\"https://cite.case.law/us/458/886/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"636531\" index=\"152\" url=\"https://cite.case.law/us/458/886/\">\n    at 912\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"153\" url=\"https://cite.case.law/us/458/886/\">\n    102 S.Ct. 3409\n   </extracted-citation>\n   (internal quotation marks and citation omitted). Plaintiffs' BDS boycotts are not a labor union practice coercing participation in industrial strife.\n   <em>\n    Longshoremen\n   </em>\n   is therefore inapposite.\n  </p>\n  <p id=\"p-106\">\n   <em>\n    Briggs\n   </em>\n   is even less relevant. The Seventh Circuit in\n   <em>\n    Briggs\n   </em>\n   addressed a First Amendment challenge to regulations under the Export Administration Act preventing companies from responding to questionnaires sent by \"Arab countries ... engaged in a long-standing trade boycott of Israel.\"\n   <extracted-citation case-ids=\"57562\" index=\"154\" url=\"https://cite.case.law/f2d/728/915/\">\n    728 F.2d at 916\n   </extracted-citation>\n   . The plaintiffs in\n   <em>\n    Briggs\n   </em>\n   were not involved in a boycott at all; rather, they were seeking to speak directly by answering the questionnaires sent to them. The Seventh Circuit found that because this speech was \"motivated by economics\" and self-interest in maintaining \"advantageous commercial relationships,\" it was \"commercial speech\" entitled to lesser protection (but protection nonetheless) under the First Amendment.\n   <em>\n    <extracted-citation case-ids=\"57562\" index=\"155\" url=\"https://cite.case.law/f2d/728/915/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"57562\" index=\"155\" url=\"https://cite.case.law/f2d/728/915/\">\n    at 917-18\n   </extracted-citation>\n   . Thus,\n   <em>\n    Briggs\n   </em>\n   did not involve a law allegedly infringing the right to boycott, and the speech allegedly infringed was not political speech. Texas does not argue that Plaintiffs' BDS boycotts are \"commercial speech\" or that they are motivated by economic self-interest. Its reliance on\n   <em>\n    Briggs\n   </em>\n   is therefore misplaced.\n  </p>\n  <p id=\"p-107\">\n   Finally, Texas argues that even under\n   <em>\n    Claiborne\n   </em>\n   , Plaintiffs' boycotts are not protected speech. Texas reads\n   <em>\n    Claiborne\n   </em>\n   to hold that First Amendment protection extends only to boycotts that \"vindicate a constitutional right.\" (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 18).\n   <em>\n    Claiborne\n   </em>\n   did not so limit its reach. Nowhere does the Court suggest that the vindication of a constitutional right is a necessary condition of bringing a boycott within the ambit of First Amendment protection. Indeed, such a requirement would contradict the Supreme Court's recognition that \"constitutional protection does not turn upon 'the truth, popularity, or social utility of the ideas and beliefs which are offered.' \"\n   <em>\n    N.Y. Times Co. v. Sullivan\n   </em>\n   ,\n   <extracted-citation case-ids=\"379234\" index=\"156\" url=\"https://cite.case.law/us/376/254/#p271\">\n    376 U.S. 254\n   </extracted-citation>\n   , 271,\n   <extracted-citation case-ids=\"379234\" index=\"157\" url=\"https://cite.case.law/us/376/254/#p271\">\n    84 S.Ct. 710\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"379234\" index=\"158\" url=\"https://cite.case.law/us/376/254/#p271\">\n    11 L.Ed.2d 686\n   </extracted-citation>\n   (1964) (quoting\n   <em>\n    NAACP v. Button\n   </em>\n   ,\n   <extracted-citation case-ids=\"450732\" index=\"159\" url=\"https://cite.case.law/us/371/415/#p445\">\n    371 U.S. 415\n   </extracted-citation>\n   , 445,\n   <extracted-citation case-ids=\"450732\" index=\"160\" url=\"https://cite.case.law/us/371/415/#p445\">\n    83 S.Ct. 328\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"450732\" index=\"161\" url=\"https://cite.case.law/us/371/415/#p445\">\n    9 L.Ed.2d 405\n   </extracted-citation>\n   (1963) ). Texas also contends that\n   <em>\n    Claiborne\n   </em>\n   is distinguishable because it \"does not address boycotts directed at a foreign nation.\" (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 17). This distinction makes no difference. There is no authority to support the notion that speech must be concerned with domestic affairs to enjoy constitutional protection; indeed, the Supreme\n   Court has held just the opposite.\n   <em>\n    See\n   </em>\n   <em>\n    Boos v. Barry\n   </em>\n   ,\n   <extracted-citation case-ids=\"13521\" index=\"162\" url=\"https://cite.case.law/us/485/312/#p318\">\n    485 U.S. 312\n   </extracted-citation>\n   , 318-19,\n   <extracted-citation case-ids=\"13521\" index=\"163\" url=\"https://cite.case.law/us/485/312/#p318\">\n    108 S.Ct. 1157\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"13521\" index=\"164\" url=\"https://cite.case.law/us/485/312/#p318\">\n    99 L.Ed.2d 333\n   </extracted-citation>\n   (1988) (finding unconstitutional under the First Amendment a law prohibiting the display of signs critical of a foreign government within 500 feet of an embassy).\n  </p>\n  <p id=\"p-108\">\n   Accordingly, the Court finds that (1) under\n   <em>\n    Claiborne\n   </em>\n   , political boycotts are protected speech, and (2) none of the exceptions to that rule urged by the State apply to this case. The Court therefore concludes that Plaintiffs' BDS boycotts are speech protected by the First Amendment. Having done so, the Court now turns to Plaintiffs' First Amendment challenges to H.B. 89.\n  </p>\n  <p id=\"p-109\">\n   <em>\n    ii. Content-and Viewpoint-Based Discrimination\n   </em>\n  </p>\n  <p id=\"p-110\">\n   \"[A]bove all else, the First Amendment means that government has no power to restrict expression because of its message, its ideas, its subject matter, or its content.\"\n   <em>\n    Police Dept. of City of Chicago v. Mosley\n   </em>\n   ,\n   <extracted-citation case-ids=\"1782915\" index=\"165\" url=\"https://cite.case.law/us/408/92/#p95\">\n    408 U.S. 92\n   </extracted-citation>\n   , 95,\n   <extracted-citation case-ids=\"1782915\" index=\"166\" url=\"https://cite.case.law/us/408/92/#p95\">\n    92 S.Ct. 2286\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1782915\" index=\"167\" url=\"https://cite.case.law/us/408/92/#p95\">\n    33 L.Ed.2d 212\n   </extracted-citation>\n   (1972). \"A speech regulation is content-based if the law applies to particular speech because of the topic discussed or the idea or message expressed.\"\n   <em>\n    Reed v. Town of Gilbert\n   </em>\n   , --- U.S. ----,\n   <extracted-citation case-ids=\"12590246\" index=\"168\" url=\"https://cite.case.law/s-ct/135/2218/#p2231\">\n    135 S.Ct. 2218\n   </extracted-citation>\n   , 2231,\n   <extracted-citation case-ids=\"12590246\" index=\"169\" url=\"https://cite.case.law/s-ct/135/2218/#p2231\">\n    192 L.Ed.2d 236\n   </extracted-citation>\n   (2015). \"Content-based laws ... are presumptively unconstitutional and may be justified only if the government proves that they are narrowly tailored to serve compelling state interests.\"\n   <em>\n    <extracted-citation case-ids=\"12590246\" index=\"170\" url=\"https://cite.case.law/s-ct/135/2218/#p2231\">\n     Id.\n    </extracted-citation>\n   </em>\n   at 2226 (citing\n   <em>\n    R.A.V. v. St. Paul\n   </em>\n   ,\n   <extracted-citation case-ids=\"1481163\" index=\"171\" url=\"https://cite.case.law/us/505/377/#p395\">\n    505 U.S. 377\n   </extracted-citation>\n   , 395,\n   <extracted-citation case-ids=\"1481163\" index=\"172\" url=\"https://cite.case.law/us/505/377/#p395\">\n    112 S.Ct. 2538\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1481163\" index=\"173\" url=\"https://cite.case.law/us/505/377/#p395\">\n    120 L.Ed.2d 305\n   </extracted-citation>\n   (1992) ;\n   <em>\n    Simon &amp; Schuster, Inc. v. Members of N. Y. State Crime Victims Bd.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6219760\" index=\"174\" url=\"https://cite.case.law/us/502/105/#p115\">\n    502 U.S. 105\n   </extracted-citation>\n   , 115, 118,\n   <extracted-citation case-ids=\"6219760\" index=\"175\" url=\"https://cite.case.law/us/502/105/#p115\">\n    112 S.Ct. 501\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6219760\" index=\"176\" url=\"https://cite.case.law/us/502/105/#p115\">\n    116 L.Ed.2d 476\n   </extracted-citation>\n   (1991) ).\n  </p>\n  <p id=\"p-111\">\n   Even among content-based regulations, those based on viewpoint are \"particularly pernicious.\"\n   <em>\n    R.A.V.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1481163\" index=\"177\" url=\"https://cite.case.law/us/505/377/#p395\">\n    505 U.S. at 430\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1481163\" index=\"178\" url=\"https://cite.case.law/us/505/377/#p395\">\n    112 S.Ct. 2538\n   </extracted-citation>\n   (Stevens, J., concurring). \"If there is a bedrock principle underlying the First Amendment, it is that the Government may not prohibit the expression of an idea simply because society finds the idea itself offensive or disagreeable.\"\n   <em>\n    Texas v. Johnson\n   </em>\n   ,\n   <extracted-citation case-ids=\"6214891\" index=\"179\" url=\"https://cite.case.law/us/491/397/#p414\">\n    491 U.S. 397\n   </extracted-citation>\n   , 414,\n   <extracted-citation case-ids=\"6214891\" index=\"180\" url=\"https://cite.case.law/us/491/397/#p414\">\n    109 S.Ct. 2533\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6214891\" index=\"181\" url=\"https://cite.case.law/us/491/397/#p414\">\n    105 L.Ed.2d 342\n   </extracted-citation>\n   (1989). Viewpoint-based regulations impermissibly \"license one side of a debate\" and \"create[ ] the possibility that the [government] is seeking to handicap the expression of particular ideas.\"\n   <em>\n    R.A.V.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1481163\" index=\"182\" url=\"https://cite.case.law/us/505/377/#p395\">\n    505 U.S. at 391, 394\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1481163\" index=\"183\" url=\"https://cite.case.law/us/505/377/#p395\">\n    112 S.Ct. 2538\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-112\">\n   BDS boycotts express a view on a matter of serious public concern. \"The relationship between Israel and Palestine is an internationally significant political conflict\" and is \"the subject of intense international debate.\" (Amawi Mot. Prelim. Inj., Dkt. 8-2, at 6;\n   <em>\n    see generally\n   </em>\n   United Nations Report on the Israel-Palestine Conflict, Dkt. 8-4, at 36-49). Only two years ago, the United Nations Security Council unanimously adopted a resolution condemning Israeli settlements in Palestinian territory as \"a flagrant violation under international law\"-the United States abstained from voting on this resolution. (U.N. Security Council Resolution 2334, Dkt. 8-4, at 29; Index of U.N. action on Israel/Palestine, Dkt. 8-4, at 32). Texas has included in its briefing an appendix listing twenty-five states that have adopted prohibitions on boycotts against Israel since 2015. (\n   <em>\n    See\n   </em>\n   Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 27-30). Now, with H.B. 89, Plaintiffs allege that Texas has licensed one side of the contentious Israel-Palestine debate by \"singl[ing] out those who participate in boycotts\n   <em>\n    against\n   </em>\n   <em>\n    Israel\n   </em>\n   for disfavored treatment.\" (Amawi Mot. Prelim. Inj., Dkt. 8-2, at 12; Pluecker Mot. Prelim. Inj., Dkt. 14-1, at 30) (original emphasis). \"Most glaringly, [H.B. 89] allows contractors who boycott Palestinian companies or companies\n   that engage in reverse boycotts of BDS participants to continue to contract with the State.\" (Pluecker Mot. Prelim. Inj., Dkt. 14-1, at 30). Texas agrees. It admits that H.B. 89 \"espouses the State's policy of supporting Israel and takes the position that public funds will not be used to pay for companies that choose to engage in a boycott that is contrary to this policy.\" (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 19). Texas argues that this policy of \"supporting Israel\" is not viewpoint discrimination, however, because it is permissible \"government speech.\" (\n   <em>\n    Id.\n   </em>\n   at 18).\n  </p>\n  <p id=\"p-113\">\n   \"When the government speaks, it is not barred by the Free Speech Clause from determining the content of what it says.\"\n   <em>\n    Walker v. Texas Div., Sons of Confederate Veterans, Inc.\n   </em>\n   , --- U.S. ----,\n   <extracted-citation case-ids=\"12590259\" index=\"184\" url=\"https://cite.case.law/s-ct/135/2239/#p2245\">\n    135 S.Ct. 2239\n   </extracted-citation>\n   , 2245,\n   <extracted-citation case-ids=\"12590259\" index=\"185\" url=\"https://cite.case.law/s-ct/135/2239/#p2245\">\n    192 L.Ed.2d 274\n   </extracted-citation>\n   (2015) (citing\n   <em>\n    Pleasant Grove City v. Summum\n   </em>\n   ,\n   <extracted-citation case-ids=\"3679175\" index=\"186\" url=\"https://cite.case.law/us/555/460/#p467\">\n    555 U.S. 460\n   </extracted-citation>\n   , 467-68,\n   <extracted-citation case-ids=\"3679175\" index=\"187\" url=\"https://cite.case.law/us/555/460/#p467\">\n    129 S.Ct. 1125\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3679175\" index=\"188\" url=\"https://cite.case.law/us/555/460/#p467\">\n    172 L.Ed.2d 853\n   </extracted-citation>\n   (2009) ). In\n   <em>\n    Walker\n   </em>\n   , the Supreme Court held that the government does not \"unconstitutionally discriminate[ ] on the basis of viewpoint when it chooses to fund a program dedicated to advance certain permissible goals, because the program in advancing those goals necessarily discourages alternative goals.\"\n   <em>\n    Id.\n   </em>\n   at 2246 (quoting\n   <em>\n    Rust v. Sullivan\n   </em>\n   ,\n   <extracted-citation case-ids=\"6220676\" index=\"189\" url=\"https://cite.case.law/us/500/173/#p194\">\n    500 U.S. 173\n   </extracted-citation>\n   , 194,\n   <extracted-citation case-ids=\"6220676\" index=\"190\" url=\"https://cite.case.law/us/500/173/#p194\">\n    111 S.Ct. 1759\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6220676\" index=\"191\" url=\"https://cite.case.law/us/500/173/#p194\">\n    114 L.Ed.2d 233\n   </extracted-citation>\n   (1991) ) (internal quotation marks omitted). \"[W]hen the government speaks, it is entitled to promote a program, to espouse a policy, or to take a position.\"\n   <em>\n    <extracted-citation case-ids=\"6220676\" index=\"192\" url=\"https://cite.case.law/us/500/173/#p194\">\n     Id.\n    </extracted-citation>\n   </em>\n   Nevertheless, \"the First Amendment stringently limits a State's authority to compel a private party to express a view with which the private party disagrees.\"\n   <em>\n    Id.\n   </em>\n   at 2253 (citations omitted).\n  </p>\n  <p id=\"p-114\">\n   <em>\n    Walker\n   </em>\n   involved a suit by a nonprofit organization that applied for personalized license plates displaying images of the Confederate flag.\n   <em>\n    Id.\n   </em>\n   at 2244. The Court held that Texas license plates conveyed government speech and that \"just as Texas [could not] require [the nonprofit] to convey the State's ideological message, [the nonprofit] [could not] force Texas to include a Confederate battle flag on its specialty license plates.\"\n   <em>\n    Id.\n   </em>\n   at 2249-50, 2253 (internal quotation marks and citation omitted). Here, however, no reasonable observer would attribute Plaintiffs' decisions to boycott Israel to the State of Texas, and Texas does not argue otherwise. Further,\n   <em>\n    Walker\n   </em>\n   's holding is limited to government speech that \"advance[s] certain permissible goals.\"\n   <em>\n    Id.\n   </em>\n   at 2246. As explained in detail in the next section, H.B. 89 was not enacted to advance a permissible goal of government.\n  </p>\n  <p id=\"p-115\">\n   Accordingly, the Court finds that H.B. 89 is not \"government speech.\" It is a content-and viewpoint-based restriction on speech. It is a content-based restriction because it singles out speech about Israel, not any other country. And it is a viewpoint-based restriction because it targets only speech \"intended to penalize, inflict harm on, or limit commercial relations specifically with Israel, or with a person or entity doing business in Israel or in an Israeli-controlled territory.\" Tex. Gov. Code § 808.001 ; (\n   <em>\n    see also\n   </em>\n   Clay Decl., Dkt. 14-2, at 16-19 (reporting statements by the statute's sponsor and the governor that H.B. 89 is the \"anti-BDS bill\") ). Accordingly, H.B. 89 is \"presumptively unconstitutional and may be justified only if [Texas] proves that [it] [is] narrowly tailored to serve compelling state interests.\"\n   <em>\n    Reed\n   </em>\n   ,\n   <extracted-citation case-ids=\"12590246\" index=\"193\" url=\"https://cite.case.law/s-ct/135/2218/#p2231\">\n    135 S.Ct. at 2231\n   </extracted-citation>\n   . H.B. 89 does not survive this scrutiny.\n  </p>\n  <p id=\"p-116\">\n   a. H.B. 89 Does Not Serve a Compelling State Interest\n  </p>\n  <p id=\"p-117\">\n   Texas asserts three compelling interests to sustain H.B. 89 from constitutional attack. Two of them are related:\n  </p>\n  <p id=\"p-118\">\n   Texas argues that it has a compelling interest \"in prohibiting national-origin discrimination,\" and in \"prohibit[ing] state contractors from violating anti-discrimination principles.\" (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 20, 25). Both interests rely on Texas's argument that H.B. 89 is a \"standard anti-discrimination measure\" prohibiting discrimination on the basis of national origin. (\n   <em>\n    Id.\n   </em>\n   at 23).\n   <footnotemark>\n    7\n   </footnotemark>\n  </p>\n  <p id=\"p-119\">\n   It is not. As explained below, the Court finds that H.B. 89's plain text, the statements surrounding its passage, and Texas's briefing in this case reveal the statute to be a viewpoint-based restriction intended not to combat discrimination on the basis of national origin, but to silence speech with which Texas disagrees.\n  </p>\n  <p id=\"p-120\">\n   First, the plain text: H.B. 89 singles out content and viewpoint for restriction. With respect to content, the statute targets only boycotts of Israel; Texas contractors remain free to boycott Palestine or any other country.\n   <em>\n    See\n   </em>\n   Tex. Gov. Code § 2270.002. With respect to viewpoint, only boycotts of Israel \"intended to penalize, inflict harm on, or limit commercial relations specifically with Israel, or with a person or entity doing business in Israel or in an Israeli-controlled territory,\" are prohibited.\n   <em>\n    <extracted-citation case-ids=\"12590246\" index=\"194\" url=\"https://cite.case.law/s-ct/135/2218/#p2231\">\n     Id.\n    </extracted-citation>\n   </em>\n   § 808.001. Refusing to contract with Israel \"for ordinary business purposes\" is expressly exempt.\n   <em>\n    <extracted-citation case-ids=\"12590246\" index=\"195\" url=\"https://cite.case.law/s-ct/135/2218/#p2231\">\n     Id.\n    </extracted-citation>\n   </em>\n   In contrast, most anti-discrimination statutes prohibit discrimination based on protected characteristics.\n   <em>\n    See\n   </em>\n   <em>\n    Hishon v. King &amp; Spalding\n   </em>\n   ,\n   <extracted-citation case-ids=\"6194504\" index=\"196\" url=\"https://cite.case.law/us/467/69/#p77\">\n    467 U.S. 69\n   </extracted-citation>\n   , 77-78,\n   <extracted-citation case-ids=\"6194504\" index=\"197\" url=\"https://cite.case.law/us/467/69/#p77\">\n    104 S.Ct. 2229\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6194504\" index=\"198\" url=\"https://cite.case.law/us/467/69/#p77\">\n    81 L.Ed.2d 59\n   </extracted-citation>\n   (1984) ;\n   <em>\n    Hurley v. Irish-American Gay, Lesbian &amp; Bisexual Grp. of Boston\n   </em>\n   ,\n   <extracted-citation case-ids=\"1563831\" index=\"199\" url=\"https://cite.case.law/us/515/557/#p571\">\n    515 U.S. 557\n   </extracted-citation>\n   , 571-72,\n   <extracted-citation case-ids=\"1563831\" index=\"200\" url=\"https://cite.case.law/us/515/557/#p571\">\n    115 S.Ct. 2338\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1563831\" index=\"201\" url=\"https://cite.case.law/us/515/557/#p571\">\n    132 L.Ed.2d 487\n   </extracted-citation>\n   (1995). Indeed, Texas claims that its interest in passing H.B. 89 is to combat \"status-based discrimination\" and \"invidious discrimination based on historically protected characteristics.\" (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 19, 25). But the text of the statute does not refer to \"national origin,\" \"nationality,\" or some such characteristic. It refers, instead, to the nation of Israel.\n   <em>\n    See\n   </em>\n   Tex. Gov. Code § 808.001.\n  </p>\n  <p id=\"p-121\">\n   As a result, the statute is underinclusive. A company wishing to boycott an Israeli person on the basis of national origin is free to do so as long as the Israeli person is anywhere in the world outside Israel or its controlled territories. Likewise, a company may boycott any entity of Israeli nation origin-and on that basis-so long as the entity is not \"doing business\n   <em>\n    in\n   </em>\n   Israel or an Israeli-controlled territory.\"\n   <em>\n    <extracted-citation case-ids=\"1563831\" index=\"202\" url=\"https://cite.case.law/us/515/557/#p571\">\n     Id.\n    </extracted-citation>\n   </em>\n   (emphasis added). \"Such '[u]nderinclusiveness raises serious doubts about whether the government is in fact pursuing the interest it invokes, rather than disfavoring a particular speaker or viewpoint.' \"\n   <em>\n    Nat'l Inst. Of Family &amp; Life Advocs. v. Becerra\n   </em>\n   , --- U.S. ----,\n   <extracted-citation case-ids=\"12613016\" index=\"203\" url=\"https://cite.case.law/s-ct/138/2361/#p2376\">\n    138 S.Ct. 2361\n   </extracted-citation>\n   , 2376,\n   <extracted-citation case-ids=\"12613016\" index=\"204\" url=\"https://cite.case.law/s-ct/138/2361/#p2376\">\n    201 L.Ed.2d 835\n   </extracted-citation>\n   (2018) (quoting\n   <em>\n    Brown v. Ent. Merchants Ass'n\n   </em>\n   ,\n   <extracted-citation case-ids=\"4334708,12450503\" index=\"205\" url=\"https://cite.case.law/us/564/786/\">\n    564 U.S. 786\n   </extracted-citation>\n   , 802,\n   <extracted-citation case-ids=\"4334708,12450503\" index=\"206\" url=\"https://cite.case.law/us/564/786/\">\n    131 S.Ct. 2729\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"4334708,12450503\" index=\"207\" url=\"https://cite.case.law/us/564/786/\">\n    180 L.Ed.2d 708\n   </extracted-citation>\n   (2011) ). The statute's plain text makes its purpose obvious: to prevent expressive conduct critical of the\n   <em>\n    nation\n   </em>\n   of Israel, not discriminatory conduct on the basis of Israeli\n   <em>\n    national origin.\n   </em>\n   Texas points to no authority indicating that such a purpose is a legitimate or compelling aim of government\n   justifying the restriction of First Amendment freedoms.\n  </p>\n  <p id=\"p-122\">\n   This conclusion is bolstered by the legislative history of H.B. 89 and statements made by Representative King-H.B. 89's sponsor-and Governor Abbott regarding the statute. Texas cites to the legislative history of the statute to aver that its purpose in enacting it was to \"prevent taxpayer resources from supporting businesses which work to isolate Israel from global trade\n   <em>\n    because Israel is a key ally and trading partner of the United States and Texas.\n   </em>\n   \" (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 4 (citing House Comm. on State Affairs, Bill Analysis, Tex. H.B. 89, 85th Leg., R.S. (2017); Senate Comm. on Bus. &amp; Commerce, Bill Analysis, Tex. H.B. 89, 85th Leg., R.S. (2017) ) (cleaned up) (emphasis added) ). King and Abbott have each referred to H.B. 89 as the \"anti-BDS bill,\" (\n   <em>\n    see\n   </em>\n   Clay Decl., Dkt. 14-2, at 16-19), and King describes the BDS movement as \"economic warfare\" that \"is not something most Texans approve of when it's aimed against a friend of Texas,\" (Abbas Decl., Dkt. 8-4, at 56). King reiterates that the nation of Israel is a \"friend\" of Texas when he states that H.B. 89 \"sends a strong message that Texas stands with its friends.\" (\n   <em>\n    Id.\n   </em>\n   ). Although King does state that \"[w]e will not tolerate national-origin discrimination against Israel,\" it is clear he is referring to the nation of Israel, not the characteristic of Israeli national origin, in this statement. (\n   <em>\n    See\n   </em>\n   Clay Decl., Dkt. 14-2, at 23 (\"We will not tolerate national-origin discrimination against Israel or use our taxpayer's dollars to support those who wish to inflict economic harm against our fourth[-]largest trading partner.\") ). Governor Abbott also indicates that the purpose of H.B. 89 is not to combat national origin discrimination against Israeli persons or businesses, but to \"send[ ] a strong message\" that Texas sides with the State of Israel in the contentious public debate surrounding Israeli-Palestinian relations. He stated when signing H.B. 89 into law that \"[a]nti-Israel policies are anti-Texas policies, and we will not tolerate [boycott] actions against an important ally.\" (Clay Decl., Dkt. 14-2, at 20). And after news media began reporting about this lawsuit, he tweeted, \"Texas stands with Israel. Period.\" (\n   <em>\n    Id.\n   </em>\n   at 26).\n  </p>\n  <p id=\"p-123\">\n   Texas's briefing in opposition to Plaintiffs' motions for a preliminary injunction further emphasizes that the motivating force behind H.B 89 is hostility toward boycott actions against a foreign-nation \"ally,\" not an interest in preventing discrimination against Israeli persons or entities on the basis of national origin. Texas describes H.B. 89 as an \"anti-discrimination law that provides economic protection to a vital Texas ally and her citizens.\" (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 12). He describes Israel as \"one of the few democracies in the Middle East and an ally of the United States and this State\" and asserts that the BDS movement \"is an attempt to injure an American ally and citizens of our ally.\" (\n   <em>\n    Id.\n   </em>\n   at 20, 25). And he states that Texas \"has deeply rooted interests in promoting its relationship with an important ally and preventing national origin discrimination.\" (\n   <em>\n    Id.\n   </em>\n   ).\n  </p>\n  <p id=\"p-124\">\n   It is abundantly clear from all of these sources-the statute's plain text, its legislative history, statements made about the statute, and even Texas's defense of it-that H.B. 89 restricts boycotts of Israel in order to restrict \"particular speech because of the ... message expressed.\"\n   <em>\n    Reed\n   </em>\n   , 135 S.Ct. at 2231. H.B. 89 is a content-based restriction because it singles out speech about Israel, and it is a viewpoint-based restriction because it targets only \"anti-BDS\" speech. It makes this viewpoint restriction because Texas has taken sides in the robust public debate on\n   Israeli-Palestinian relations. \"Especially where ... the legislature's suppression of speech suggests an attempt to give one side of a debatable public question an advantage in expressing its views to the people, the First Amendment is plainly offended.\"\n   <em>\n    R.A.V.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1481163\" index=\"208\" url=\"https://cite.case.law/us/505/377/#p395\">\n    505 U.S. at 430-31\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1481163\" index=\"209\" url=\"https://cite.case.law/us/505/377/#p395\">\n    112 S.Ct. 2538\n   </extracted-citation>\n   (Stevens, J., concurring) (quoting\n   <em>\n    First Nat'l Bank of Boston v. Bellotti\n   </em>\n   ,\n   <extracted-citation case-ids=\"2365\" index=\"210\" url=\"https://cite.case.law/us/435/765/#p785\">\n    435 U.S. 765\n   </extracted-citation>\n   , 785-86,\n   <extracted-citation case-ids=\"2365\" index=\"211\" url=\"https://cite.case.law/us/435/765/#p785\">\n    98 S.Ct. 1407\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"2365\" index=\"212\" url=\"https://cite.case.law/us/435/765/#p785\">\n    55 L.Ed.2d 707\n   </extracted-citation>\n   (1978) ). Taken together with the statute's conspicuous underinclusiveness, it is equally clear that H.B. 89 was\n   <em>\n    not\n   </em>\n   enacted to prevent discrimination on the immutable characteristic of national origin.\n  </p>\n  <p id=\"p-125\">\n   The third compelling interest purportedly advanced by H.B. 89 is \"align[ing] commerce in Texas with the State's policy objectives and values\"-here, \"prevent[ing] commerce within Texas from being used as an economic weapon against Israel\" because it is \"one of the few democracies in the Middle East and an ally of the United States and this State.\" (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 20). This goal does not run afoul of the First Amendment, Texas says, because \"the First Amendment does not prevent restrictions directed at commerce or conduct from imposing incidental burdens on speech.\" (\n   <em>\n    Id.\n   </em>\n   (quoting\n   <em>\n    Airbnb, Inc., v. City &amp; County of San Francisco\n   </em>\n   ,\n   <extracted-citation case-ids=\"12271835\" index=\"213\" url=\"https://cite.case.law/f-supp-3d/217/1066/#p1076\">\n    217 F.Supp.3d 1066\n   </extracted-citation>\n   , 1076 (N.D. Cal. 2016) (quoting\n   <em>\n    Sorrell v. IMS Health Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12450498,5923853\" index=\"214\" url=\"https://cite.case.law/us/564/552/\">\n    564 U.S. 552\n   </extracted-citation>\n   , 567,\n   <extracted-citation case-ids=\"12450498,5923853\" index=\"215\" url=\"https://cite.case.law/us/564/552/\">\n    131 S.Ct. 2653\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12450498,5923853\" index=\"216\" url=\"https://cite.case.law/us/564/552/\">\n    180 L.Ed.2d 544\n   </extracted-citation>\n   (2011) ) ) ). But H.B. 89 does not incidentally burden speech; it does so directly. It singles out particular speech (boycotts of Israel) because of the message conveyed: an \"inten[t] to penalize, inflict harm on, or limit commercial relations specifically with Israel\" or persons or entities doing business inside it or its territories. Tex. Gov. Code § 808.001. Texas's cited case, moreover, recognizes that the incidental burden doctrine does not protect laws which directly target speech, particularly for disfavored treatment.\n   <em>\n    See\n   </em>\n   <em>\n    Airbnb\n   </em>\n   ,\n   <extracted-citation case-ids=\"12271835\" index=\"217\" url=\"https://cite.case.law/f-supp-3d/217/1066/#p1076\">\n    217 F.Supp.3d at\n   </extracted-citation>\n   1076 ;\n   <em>\n    Sorrell\n   </em>\n   , 564 U.S. at 567,\n   <extracted-citation case-ids=\"12450498,5923853\" index=\"218\" url=\"https://cite.case.law/us/564/552/\">\n    131 S.Ct. 2653\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-126\">\n   The Court therefore finds that Texas has failed to identify a compelling state interest justifying H.B. 89's burden on protected speech. \"In fact the only interest distinctly served by the content [and viewpoint] limitation is that of displaying [Texas's] special hostility toward the particular biases thus singled out. That is precisely what the First Amendment forbids.\"\n   <em>\n    R.A.V.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1481163\" index=\"219\" url=\"https://cite.case.law/us/505/377/#p395\">\n    505 U.S. at 395-96\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1481163\" index=\"220\" url=\"https://cite.case.law/us/505/377/#p395\">\n    112 S.Ct. 2538\n   </extracted-citation>\n   . For this reason alone, Plaintiffs are likely to establish that H.B. 89 is an unconstitutional content-and viewpoint-based restriction on speech.\n  </p>\n  <p id=\"p-127\">\n   b. H.B. 89 is Not Sufficiently Tailored\n  </p>\n  <p id=\"p-128\">\n   Because H.B. 89 is not justified by any compelling state interest, no amount of narrowing application will preserve it from constitutional attack. But even if Texas's stated interests were the actual interests advanced by the statute-and even if they were compelling-the Court finds that H.B. 89 still sweeps too broadly.\n  </p>\n  <p id=\"p-129\">\n   With respect to Texas's argument that H.B. 89 \"align[s] commerce in Texas with the State's policy objectives and values,\" (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 20), the Supreme Court has made clear that \"[w]hile States have broad power to regulate economic activity,\" there is not \"a comparable right to prohibit peaceful political [boycott] activity.\"\n   <em>\n    Claiborne\n   </em>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"221\" url=\"https://cite.case.law/us/458/886/\">\n    458 U.S. at 913\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"222\" url=\"https://cite.case.law/us/458/886/\">\n    102 S.Ct. 3409\n   </extracted-citation>\n   . Consequently, \"the right of the States to regulate economic activity [does] not justify a complete prohibition against a nonviolent, politically motivated boycott designed to force governmental and economic change.\"\n   <em>\n    <extracted-citation case-ids=\"636531\" index=\"223\" url=\"https://cite.case.law/us/458/886/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"636531\" index=\"223\" url=\"https://cite.case.law/us/458/886/\">\n    at 914\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"224\" url=\"https://cite.case.law/us/458/886/\">\n    102 S.Ct. 3409\n   </extracted-citation>\n   . H.B. 89 mandates a complete prohibition of all politically-motivated boycotts of Israel\n   by the comprehensive list of companies it covers during the full terms of their contracts.\n   <em>\n    See\n   </em>\n   Tex. Gov. Code §§ 2270.002, 808.001. Texas's power to \"align commerce\" with its \"policy objectives and values\" does not justify such a sweeping restriction on peaceful, lawful speech.\n  </p>\n  <p id=\"p-130\">\n   Similarly, H.B. 89 is insufficiently tailored to serve Texas's purported anti-discrimination interest. Plaintiffs all allege that they participate or desire to participate in BDS boycotts in order to protest the Israeli government's policies and actions with respect to the Palestinian people. (\n   <em>\n    See\n   </em>\n   Part I(B),\n   <em>\n    supra\n   </em>\n   ). Nowhere do they suggest that their boycotts are motivated by the desire to discriminate on the basis of national origin; rather they boycott companies\n   <em>\n    regardless\n   </em>\n   of national origin. Plaintiff Dennar, for example, states that he would not boycott a company merely because its owner is of Israeli origin, (Dennar Decl., Dkt. 14-4, ¶ 5), and Plaintiff Abdelhadi states that he boycotts only those companies \"supporting Israel's occupation of Palestinian territories, those that support Israeli policies that oppress Palestinian people, or those supporting the Israel Defense Forces\"-including non-Israeli companies like PepsiCo and HP, (Abdelhadi Decl., Dkt. 14-1, ¶ 7). Accordingly, H.B. 89's prohibition on boycotts of Israel suppresses speech bearing no relation to discrimination on the basis of national origin.\n  </p>\n  <p id=\"p-131\">\n   To reiterate, because H.B. 89 is not supported by a permissible aim of government, no amount of narrowing its application will cure its constitutional infirmity. Nevertheless, even if Texas's purported interests were the actual interests advanced by the statute, and even if they were compelling, the Court finds that H.B. 89 is overbroad in its restriction of protected speech. For this independent reason, Plaintiffs are likely to succeed on their claim that H.B. 89 is an unconstitutional content-and viewpoint-based restriction on speech.\n  </p>\n  <p id=\"p-132\">\n   <em>\n    iii. Unconstitutional Conditions\n   </em>\n  </p>\n  <p id=\"p-133\">\n   Plaintiffs also argue that H.B. 89 unconstitutionally conditions government contract work on the sacrifice of First Amendment rights. (Amawi Mot. Prelim. Inj., Dkt. 8-2, at 14; Pluecker Mot. Prelim. Inj., Dkt. 14-1, at 25). \"[C]itizens do not surrender their First Amendment rights by accepting public employment.\"\n   <em>\n    Lane v. Franks\n   </em>\n   ,\n   <extracted-citation index=\"225\" url=\"https://cite.case.law/citations/?q=573%20U.S.%20228\">\n    573 U.S. 228\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12581603\" index=\"226\" url=\"https://cite.case.law/s-ct/134/2369/#p2374\">\n    134 S.Ct. 2369\n   </extracted-citation>\n   , 2374,\n   <extracted-citation case-ids=\"12581603\" index=\"227\" url=\"https://cite.case.law/s-ct/134/2369/#p2374\">\n    189 L.Ed.2d 312\n   </extracted-citation>\n   (2014). The \"modern 'unconstitutional conditions' doctrine holds that the government 'may not deny a benefit to a person on a basis that infringes his constitutionally protected ... freedom of speech' even if he has no entitlement to that benefit.\"\n   <em>\n    Bd. of County Comm'rs, Wabaunsee County, Kan. v. Umbehr\n   </em>\n   ,\n   <extracted-citation case-ids=\"1730211\" index=\"228\" url=\"https://cite.case.law/us/518/668/#p674\">\n    518 U.S. 668\n   </extracted-citation>\n   , 674,\n   <extracted-citation case-ids=\"1730211\" index=\"229\" url=\"https://cite.case.law/us/518/668/#p674\">\n    116 S.Ct. 2342\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1730211\" index=\"230\" url=\"https://cite.case.law/us/518/668/#p674\">\n    135 L.Ed.2d 843\n   </extracted-citation>\n   (1996) (quoting\n   <em>\n    Perry\n   </em>\n   , 408 U.S. at 597,\n   <extracted-citation case-ids=\"1782863\" index=\"231\" url=\"https://cite.case.law/us/408/593/#p597\">\n    92 S.Ct. 2694\n   </extracted-citation>\n   ). This doctrine applies to government contractors.\n   <em>\n    Umbehr\n   </em>\n   ,\n   <extracted-citation case-ids=\"1730211\" index=\"232\" url=\"https://cite.case.law/us/518/668/#p674\">\n    518 U.S. at 678-80\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1730211\" index=\"233\" url=\"https://cite.case.law/us/518/668/#p674\">\n    116 S.Ct. 2342\n   </extracted-citation>\n   ;\n   <em>\n    Perry\n   </em>\n   , 408 U.S. at 597,\n   <extracted-citation case-ids=\"1782863\" index=\"234\" url=\"https://cite.case.law/us/408/593/#p597\">\n    92 S.Ct. 2694\n   </extracted-citation>\n   (the unconstitutional conditions doctrine applies \"regardless of the public employee's contractual or other claim to a job\");\n   <em>\n    Associated Builders &amp; Contractors of Se. Texas v. Rung\n   </em>\n   , 1:16-CV-425,\n   <extracted-citation index=\"235\" url=\"https://cite.case.law/citations/?q=2016%20WL%208188655\">\n    2016 WL 8188655\n   </extracted-citation>\n   , at *11 (E.D. Tex. Oct. 24, 2016) (\"[I]t is settled law ... that government contractors are entitled to the same First Amendment protections as other citizens, and the government's procurement role does not entitle it to compel speech as the price of maintaining eligibility to perform government contracts.\") (citing\n   <em>\n    Oscar Renda Contracting, Inc. v. City of Lubbock, Tex.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3723467\" index=\"236\" url=\"https://cite.case.law/f3d/463/378/\">\n    463 F.3d 378\n   </extracted-citation>\n   (5th Cir. 2006) ).\n  </p>\n  <p id=\"p-134\">\n   First Amendment rights are not absolute, however. In the context of government employment, courts apply the\n   <em>\n    Pickering\n   </em>\n   balancing test, weighing \"the interests\n   of the [plaintiff], as a citizen, in commenting upon matters of public concern and the interest of the State, as an employer, in promoting the efficiency of the public service it performs through its employees.\"\n   <em>\n    Pickering v. Bd. of Edu.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1767525\" index=\"237\" url=\"https://cite.case.law/us/391/563/#p568\">\n    391 U.S. 563\n   </extracted-citation>\n   , 568,\n   <extracted-citation case-ids=\"1767525\" index=\"238\" url=\"https://cite.case.law/us/391/563/#p568\">\n    88 S.Ct. 1731\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1767525\" index=\"239\" url=\"https://cite.case.law/us/391/563/#p568\">\n    20 L.Ed.2d 811\n   </extracted-citation>\n   (1969). The Fifth Circuit has interpreted\n   <em>\n    Pickering\n   </em>\n   to mean what it says: \"the\n   <em>\n    only\n   </em>\n   state interest\" that may outweigh a state employee's right to speak on matters of public concern \"is the State's interest, 'as an employer, in promoting the efficiency of the public services it performs through its employees.' \"\n   <em>\n    Hoover v. Morales\n   </em>\n   ,\n   <extracted-citation case-ids=\"1381323\" index=\"240\" url=\"https://cite.case.law/f3d/164/221/#p226\">\n    164 F.3d 221\n   </extracted-citation>\n   , 226 (5th Cir. 1998) (emphasis added) (quoting\n   <em>\n    Pickering\n   </em>\n   ,\n   <extracted-citation case-ids=\"1767525\" index=\"241\" url=\"https://cite.case.law/us/391/563/#p568\">\n    391 U.S. at 568\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1767525\" index=\"242\" url=\"https://cite.case.law/us/391/563/#p568\">\n    88 S.Ct. 1731\n   </extracted-citation>\n   ). As a result, the speech the government restricts must actually have a \"detrimental effect on the efficient delivery of public services.\"\n   <em>\n    Kinney v. Weaver\n   </em>\n   ,\n   <extracted-citation case-ids=\"9246988\" index=\"243\" url=\"https://cite.case.law/f3d/367/337/#p362\">\n    367 F.3d 337\n   </extracted-citation>\n   , 362 (5th Cir. 2004) (en banc).\n  </p>\n  <p id=\"p-135\">\n   <em>\n    Pickering\n   </em>\n   , however, was developed for use \"in cases that involve one employee's speech and its impact on that employee's public responsibilities.\"\n   <em>\n    Janus v. Am. Fed'n of State, Cty., &amp; Mun. Employees, Council 31\n   </em>\n   , --- U.S. ----,\n   <extracted-citation case-ids=\"12613066\" index=\"244\" url=\"https://cite.case.law/s-ct/138/2448/#p2472\">\n    138 S.Ct. 2448\n   </extracted-citation>\n   , 2472,\n   <extracted-citation case-ids=\"12613066\" index=\"245\" url=\"https://cite.case.law/s-ct/138/2448/#p2472\">\n    201 L.Ed.2d 924\n   </extracted-citation>\n   (2018) (internal quotation marks and citation omitted). When the government's restriction on public employees' speech is not an isolated adverse employment decision but a preemptive restriction on the speech of numerous potential speakers, a stricter form of the\n   <em>\n    Pickering\n   </em>\n   test applies.\n   <em>\n    See\n   </em>\n   <em>\n    United States v. Nat'l Treasury Employees Union\n   </em>\n   ,\n   <extracted-citation case-ids=\"1333702\" index=\"246\" url=\"https://cite.case.law/us/513/454/#p467\">\n    513 U.S. 454\n   </extracted-citation>\n   , 467-68,\n   <extracted-citation case-ids=\"1333702\" index=\"247\" url=\"https://cite.case.law/us/513/454/#p467\">\n    115 S.Ct. 1003\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1333702\" index=\"248\" url=\"https://cite.case.law/us/513/454/#p467\">\n    130 L.Ed.2d 964\n   </extracted-citation>\n   (1995) (\"NTEU\"). The stricter form of the\n   <em>\n    Pickering\n   </em>\n   test places a much \"heavier burden\" on the government and \"more closely resembles exacting scrutiny than the traditional\n   <em>\n    Pickering\n   </em>\n   analysis.\"\n   <em>\n    Janus\n   </em>\n   , 138 S.Ct. at 2472 (cleaned up) (citation omitted). It requires the government to \"show that the interests of both potential audiences and a vast group of present and future employees in a broad range of present and future expression are outweighed by [the restricted] expression's 'necessary impact on the actual operation' of the Government.\"\n   <em>\n    NTEU\n   </em>\n   ,\n   <extracted-citation case-ids=\"1333702\" index=\"249\" url=\"https://cite.case.law/us/513/454/#p467\">\n    513 U.S. at 468\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1333702\" index=\"250\" url=\"https://cite.case.law/us/513/454/#p467\">\n    115 S.Ct. 1003\n   </extracted-citation>\n   (quoting\n   <em>\n    Pickering\n   </em>\n   ,\n   <extracted-citation case-ids=\"1767525\" index=\"251\" url=\"https://cite.case.law/us/391/563/#p568\">\n    391 U.S. at 571\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1767525\" index=\"252\" url=\"https://cite.case.law/us/391/563/#p568\">\n    88 S.Ct. 1731\n   </extracted-citation>\n   ). To make this showing, the government \"must do more than simply posit the existence of the disease sought to be cured.... It must demonstrate that the recited harms are real, not merely conjectural, and that the regulation will in fact alleviate these harms in a direct and material way.\"\n   <em>\n    Id.\n   </em>\n   at 475,\n   <extracted-citation case-ids=\"1333702\" index=\"253\" url=\"https://cite.case.law/us/513/454/#p467\">\n    115 S.Ct. 1003\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-136\">\n   Texas makes no attempt to meet this heavy burden. Instead, it attempts to circumvent it. Texas defends H.B. 89 as reflecting a permissible \"decision not to subsidize a boycott of Israel by providing public funds to businesses not engaged in such a boycott.\" (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 22). In support of this argument, Texas cites\n   <em>\n    Regan v. Taxation with Representation of Washington\n   </em>\n   ,\n   <extracted-citation case-ids=\"11298910\" index=\"254\" url=\"https://cite.case.law/us/461/540/\">\n    461 U.S. 540\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11298910\" index=\"255\" url=\"https://cite.case.law/us/461/540/\">\n    103 S.Ct. 1997\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11298910\" index=\"256\" url=\"https://cite.case.law/us/461/540/\">\n    76 L.Ed.2d 129\n   </extracted-citation>\n   (1983). But\n   <em>\n    Regan\n   </em>\n   is unavailing. That case involved a challenge by a nonprofit corporation that was denied tax-exempt status because it lobbied Congress.\n   <em>\n    <extracted-citation case-ids=\"11298910\" index=\"257\" url=\"https://cite.case.law/us/461/540/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"11298910\" index=\"257\" url=\"https://cite.case.law/us/461/540/\">\n    at 542\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11298910\" index=\"258\" url=\"https://cite.case.law/us/461/540/\">\n    103 S.Ct. 1997\n   </extracted-citation>\n   . The nonprofit argued that \"Congress' decision not to subsidize its lobbying violates the First Amendment.\"\n   <em>\n    <extracted-citation case-ids=\"11298910\" index=\"259\" url=\"https://cite.case.law/us/461/540/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"11298910\" index=\"259\" url=\"https://cite.case.law/us/461/540/\">\n    at 545\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11298910\" index=\"260\" url=\"https://cite.case.law/us/461/540/\">\n    103 S.Ct. 1997\n   </extracted-citation>\n   . The Supreme Court held that while \"the government may not deny a benefit to a person because he exercises a constitutional right,\" it need not \"subsidize\" the exercise of such rights.\n   <em>\n    <extracted-citation case-ids=\"11298910\" index=\"261\" url=\"https://cite.case.law/us/461/540/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"11298910\" index=\"261\" url=\"https://cite.case.law/us/461/540/\">\n    at 545-56\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11298910\" index=\"262\" url=\"https://cite.case.law/us/461/540/\">\n    103 S.Ct. 1997\n   </extracted-citation>\n   (citing\n   <em>\n    Perry\n   </em>\n   , 408 U.S. at 597,\n   <extracted-citation case-ids=\"1782863\" index=\"263\" url=\"https://cite.case.law/us/408/593/#p597\">\n    92 S.Ct. 2694\n   </extracted-citation>\n   ;\n   <em>\n    Cammarano v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"3649836\" index=\"264\" url=\"https://cite.case.law/us/358/498/#p513\">\n    358 U.S. 498\n   </extracted-citation>\n   , 513,\n   <extracted-citation case-ids=\"3649836\" index=\"265\" url=\"https://cite.case.law/us/358/498/#p513\">\n    79 S.Ct. 524\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3649836\" index=\"266\" url=\"https://cite.case.law/us/358/498/#p513\">\n    3 L.Ed.2d 462\n   </extracted-citation>\n   (1959) ). The Court found that tax exemptions are a form of a subsidy, not a benefit, so Congress' denial of tax-exempt status\n   did not violate the nonprofit's First Amendment rights.\n   <em>\n    <extracted-citation case-ids=\"3649836\" index=\"267\" url=\"https://cite.case.law/us/358/498/#p513\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3649836\" index=\"267\" url=\"https://cite.case.law/us/358/498/#p513\">\n    at 544, 546\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11298910\" index=\"268\" url=\"https://cite.case.law/us/461/540/\">\n    103 S.Ct. 1997\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-137\">\n   Here, however, as Texas admits, a government contract is a benefit, not a subsidy. (\n   <em>\n    See\n   </em>\n   Hr'g Tr., Dkt. 81, at 45:5-21 (counsel for the Office of the Attorney General affirming that \"state contracts\" are \"public benefit[s]\") );\n   <em>\n    see also\n   </em>\n   <em>\n    Umbehr\n   </em>\n   ,\n   <extracted-citation case-ids=\"1730211\" index=\"269\" url=\"https://cite.case.law/us/518/668/#p674\">\n    518 U.S. at 672-73\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1730211\" index=\"270\" url=\"https://cite.case.law/us/518/668/#p674\">\n    116 S.Ct. 2342\n   </extracted-citation>\n   (treating government contracts as benefits in applying\n   <em>\n    Pickering\n   </em>\n   ). The distinction between denying a public benefit and denying a subsidy was central to\n   <em>\n    Regan\n   </em>\n   <em>\n    . See\n   </em>\n   <extracted-citation case-ids=\"11298910\" index=\"271\" url=\"https://cite.case.law/us/461/540/\">\n    461 U.S. at 545-46\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11298910\" index=\"272\" url=\"https://cite.case.law/us/461/540/\">\n    103 S.Ct. 1997\n   </extracted-citation>\n   . Because this case involves the denial of a public benefit rather than a subsidy of the exercise of constitutional rights, the strict form of the\n   <em>\n    Pickering\n   </em>\n   test, not\n   <em>\n    Regan\n   </em>\n   , is applicable. Texas must therefore \"show that the interests of both potential audiences and a vast group of present and future employees in a broad range of present and future expression are outweighed by [Plaintiffs'] expression[s'] necessary impact on the actual operation of\" Texas's government services.\n   <em>\n    NTEU\n   </em>\n   ,\n   <extracted-citation case-ids=\"1333702\" index=\"273\" url=\"https://cite.case.law/us/513/454/#p467\">\n    513 U.S. at 468\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1333702\" index=\"274\" url=\"https://cite.case.law/us/513/454/#p467\">\n    115 S.Ct. 1003\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-138\">\n   Texas has not attempted to make this showing. Indeed, it admits that Plaintiffs' boycotts are \"unique to them, not their companies, and thus, are unrelated to the provisions in [H.B. 89].\" (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 10). Accordingly, the Court concludes that Plaintiffs are likely to establish that H.B. 89 imposes an unconstitutional condition on public employment by requiring contractors to cease and refrain from engaging in constitutionally protected speech.\n  </p>\n  <p id=\"p-139\">\n   <em>\n    iv. Compelled Speech\n   </em>\n  </p>\n  <p id=\"p-140\">\n   Next, Plaintiffs allege that H.B. 89 unconstitutionally compels them to speak by requiring them to (1) reveal whether they boycott Israel for purposes Texas disfavors, and (2) certify that they do not boycott Israel. (Amawi Mot. Prelim. Inj., Dkt. 8-2 at 16; Pluecker Mot. Prelim. Inj., Dkt. 14-1, at 34). The First Amendment protects both the right to speak and the right not to speak.\n   <em>\n    Wooley v. Maynard\n   </em>\n   ,\n   <extracted-citation case-ids=\"12127286\" index=\"275\" url=\"https://cite.case.law/us/430/705/#p714\">\n    430 U.S. 705\n   </extracted-citation>\n   , 714,\n   <extracted-citation case-ids=\"12127286\" index=\"276\" url=\"https://cite.case.law/us/430/705/#p714\">\n    97 S.Ct. 1428\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12127286\" index=\"277\" url=\"https://cite.case.law/us/430/705/#p714\">\n    51 L.Ed.2d 752\n   </extracted-citation>\n   (1977). \"[W]hen a State attempts to make inquiries about a person's beliefs or associations, its power is limited by the First Amendment. Broad and sweeping state inquiries into these protected areas ... discourage citizens from exercising rights protected by the Constitution.\"\n   <em>\n    Baird v. State Bar of Ariz.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11711582\" index=\"278\" url=\"https://cite.case.law/us/401/1/#p6\">\n    401 U.S. 1\n   </extracted-citation>\n   , 6,\n   <extracted-citation case-ids=\"11711582\" index=\"279\" url=\"https://cite.case.law/us/401/1/#p6\">\n    91 S.Ct. 702\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11711582\" index=\"280\" url=\"https://cite.case.law/us/401/1/#p6\">\n    27 L.Ed.2d 639\n   </extracted-citation>\n   (1971) (finding unconstitutional a state bar requirement that an applicant \"state whether she had ever been a member of the Communist Party or any organization that advocates the overthrow of the United States Government by force or violence\") (internal quotation marks omitted). The State therefore bears \"a heavy burden ... to show that\" such an \"inquiry is necessary to protect a legitimate state interest.\"\n   <em>\n    <extracted-citation case-ids=\"11711582\" index=\"281\" url=\"https://cite.case.law/us/401/1/#p6\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"11711582\" index=\"281\" url=\"https://cite.case.law/us/401/1/#p6\">\n    at 6-7\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11711582\" index=\"282\" url=\"https://cite.case.law/us/401/1/#p6\">\n    91 S.Ct. 702\n   </extracted-citation>\n   . The State may\n   <em>\n    not\n   </em>\n   \"inquire about a man's views or associations solely for the purpose of withholding a right or benefit because of what he believes.\"\n   <em>\n    <extracted-citation case-ids=\"11711582\" index=\"283\" url=\"https://cite.case.law/us/401/1/#p6\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"11711582\" index=\"283\" url=\"https://cite.case.law/us/401/1/#p6\">\n    at 7\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11711582\" index=\"284\" url=\"https://cite.case.law/us/401/1/#p6\">\n    91 S.Ct. 702\n   </extracted-citation>\n   . Similarly, the State may not condition employment \"on an oath denying past, or abjuring future,\" protected speech and associational activities.\n   <em>\n    Cole v. Richardson\n   </em>\n   ,\n   <extracted-citation case-ids=\"11723366\" index=\"285\" url=\"https://cite.case.law/us/405/676/#p680\">\n    405 U.S. 676\n   </extracted-citation>\n   , 680,\n   <extracted-citation case-ids=\"11723366\" index=\"286\" url=\"https://cite.case.law/us/405/676/#p680\">\n    92 S.Ct. 1332\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11723366\" index=\"287\" url=\"https://cite.case.law/us/405/676/#p680\">\n    31 L.Ed.2d 593\n   </extracted-citation>\n   (1972).\n  </p>\n  <p id=\"p-141\">\n   Plaintiffs argue that by requiring contractors to certify that they do not and will not boycott Israel, H.B. 89 elicits information about the contractors' beliefs solely for the purpose of denying them state contracts on the basis of those beliefs. (Pluecker Mot. Prelim. Inj., Dkt. 14-1, at 34; Amawi Mot. Prelim. Inj., Dkt. 8-2, at 16). They also argue that the statute's certification requirement compels contractors to take a public stance on a contentious\n   political issue. (Pluecker Mot. Prelim. Inj., Dkt. 14-1, at 34; Amawi Reply Mot. Prelim. Inj., Dkt. 39, at 8). The Court agrees.\n  </p>\n  <p id=\"p-142\">\n   As discussed in Part III(B)(1)(ii)(a),\n   <em>\n    supra\n   </em>\n   , the only interest distinctly served by H.B. 89's content-and viewpoint-based discrimination is displaying Texas's special hostility to the BDS movement.\n   <em>\n    See\n   </em>\n   <em>\n    R.A.V.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1481163\" index=\"288\" url=\"https://cite.case.law/us/505/377/#p395\">\n    505 U.S. at 395-96\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1481163\" index=\"289\" url=\"https://cite.case.law/us/505/377/#p395\">\n    112 S.Ct. 2538\n   </extracted-citation>\n   . The Court therefore finds that H.B. 89 inquires into a contractor's \"views or associations solely for the purpose of withholding a right or benefit because of what he believes.\"\n   <em>\n    Baird\n   </em>\n   ,\n   <extracted-citation case-ids=\"11711582\" index=\"290\" url=\"https://cite.case.law/us/401/1/#p6\">\n    401 U.S. at 7\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11711582\" index=\"291\" url=\"https://cite.case.law/us/401/1/#p6\">\n    91 S.Ct. 702\n   </extracted-citation>\n   . This Texas may not do. The Court further finds that by requiring contractors to certify that they do not boycott Israel and will not do so during the term of the contract, H.B. 89 conditions public employment \"on an oath that one has not engaged, or will not engage, in protected speech activities.\"\n   <em>\n    Cole\n   </em>\n   ,\n   <extracted-citation case-ids=\"11723366\" index=\"292\" url=\"https://cite.case.law/us/405/676/#p680\">\n    405 U.S. at 680\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11723366\" index=\"293\" url=\"https://cite.case.law/us/405/676/#p680\">\n    92 S.Ct. 1332\n   </extracted-citation>\n   .\n   <footnotemark>\n    8\n   </footnotemark>\n   Finally, the Court finds that H.B. 89 requires contractors to declare support for Israel. Particularly in light of the well-known Israel-Palestine conflict\n   <footnotemark>\n    9\n   </footnotemark>\n   and the fact that H.B. 89 is referred to by its sponsor, the governor, and news media as the \"anti-BDS bill,\"\n   <footnotemark>\n    10\n   </footnotemark>\n   the certification that one does not and will not \"boycott Israel\" is a \"political or ideological message\" the First Amendment prevents Texas from compelling.\n   <em>\n    See\n   </em>\n   <em>\n    United States v. Sindel\n   </em>\n   ,\n   <extracted-citation case-ids=\"573042\" index=\"294\" url=\"https://cite.case.law/f3d/53/874/#p878\">\n    53 F.3d 874\n   </extracted-citation>\n   , 878 (8th Cir. 1995) (collecting cases);\n   <em>\n    Associated Builders &amp; Contractors of Se. Texas\n   </em>\n   ,\n   <extracted-citation index=\"295\" url=\"https://cite.case.law/citations/?q=2016%20WL%208188655\">\n    2016 WL 8188655\n   </extracted-citation>\n   , at *9 (E.D. Tex. Oct. 24, 2016) (holding that \"compel[ling] contractors to engage in public speech on matters of considerable controversy adversely affecting their public reputations\" infringes their First Amendment rights.).\n  </p>\n  <p id=\"p-143\">\n   Because the Court finds that H.B. 89's certification requirement compels contractors' speech, Texas must show its \"inquiry is necessary to protect a legitimate state interest.\"\n   <em>\n    Baird\n   </em>\n   ,\n   <extracted-citation case-ids=\"11711582\" index=\"296\" url=\"https://cite.case.law/us/401/1/#p6\">\n    401 U.S. at 7\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11711582\" index=\"297\" url=\"https://cite.case.law/us/401/1/#p6\">\n    91 S.Ct. 702\n   </extracted-citation>\n   . But because the Court also finds that H.B. 89 inquires into a contractor's \"views or associations solely for the purpose of withholding a right or benefit because of what he believes,\"\n   <em>\n    <extracted-citation case-ids=\"11711582\" index=\"298\" url=\"https://cite.case.law/us/401/1/#p6\">\n     id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"11711582\" index=\"298\" url=\"https://cite.case.law/us/401/1/#p6\">\n    at 7\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11711582\" index=\"299\" url=\"https://cite.case.law/us/401/1/#p6\">\n    91 S.Ct. 702\n   </extracted-citation>\n   , the Court concludes that it is not sustained by a legitimate state interest. Accordingly, Plaintiffs are likely to succeed on their compelled-speech claim.\n   <footnotemark>\n    11\n   </footnotemark>\n  </p>\n  <p id=\"p-144\">\n   <em>\n    v. Vagueness\n   </em>\n  </p>\n  <p id=\"p-145\">\n   Finally, Plaintiffs allege that H.B. 89 is impermissibly vague. A law is unconstitutionally vague when it \"either forbids or requires the doing of an act in terms so vague that men of common intelligence must necessarily guess at its meaning and differ as to its application.\"\n   <em>\n    Cramp v. Bd. of Pub. Instruction of Orange County, Fla.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6169859\" index=\"300\" url=\"https://cite.case.law/us/368/278/#p287\">\n    368 U.S. 278\n   </extracted-citation>\n   , 287,\n   <extracted-citation case-ids=\"6169859\" index=\"301\" url=\"https://cite.case.law/us/368/278/#p287\">\n    82 S.Ct. 275\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6169859\" index=\"302\" url=\"https://cite.case.law/us/368/278/#p287\">\n    7 L.Ed.2d 285\n   </extracted-citation>\n   (1961). \"In evaluating vagueness, a reviewing court should consider: (1) whether the law gives the person of ordinary intelligence a reasonable opportunity to know what is prohibited, so that he may act accordingly, and (2) whether the law provides explicit standards for those applying them to avoid arbitrary and discriminatory\n   applications.\"\n   <em>\n    Roark &amp; Hardee LP v. City of Austin\n   </em>\n   ,\n   <extracted-citation case-ids=\"3760931\" index=\"303\" url=\"https://cite.case.law/f3d/522/533/#p551\">\n    522 F.3d 533\n   </extracted-citation>\n   , 551 (5th Cir. 2008) (cleaned up) (quoting\n   <em>\n    Grayned v. City of Rockford\n   </em>\n   ,\n   <extracted-citation case-ids=\"1782877\" index=\"304\" url=\"https://cite.case.law/us/408/104/#p108\">\n    408 U.S. 104\n   </extracted-citation>\n   , 108-09,\n   <extracted-citation case-ids=\"1782877\" index=\"305\" url=\"https://cite.case.law/us/408/104/#p108\">\n    92 S.Ct. 2294\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1782877\" index=\"306\" url=\"https://cite.case.law/us/408/104/#p108\">\n    33 L.Ed.2d 222\n   </extracted-citation>\n   (1972) ). When dealing with a statute \"capable of reaching expression sheltered by the First Amendment, the [vagueness] doctrine demands a greater degree of specificity than in other contexts.\"\n   <em>\n    Smith v. Goguen\n   </em>\n   ,\n   <extracted-citation case-ids=\"6178884\" index=\"307\" url=\"https://cite.case.law/us/415/566/#p573\">\n    415 U.S. 566\n   </extracted-citation>\n   , 573,\n   <extracted-citation case-ids=\"6178884\" index=\"308\" url=\"https://cite.case.law/us/415/566/#p573\">\n    94 S.Ct. 1242\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6178884\" index=\"309\" url=\"https://cite.case.law/us/415/566/#p573\">\n    39 L.Ed.2d 605\n   </extracted-citation>\n   (1974).\n  </p>\n  <p id=\"p-146\">\n   Plaintiffs take issue with two clauses in H.B. 89. First, they argue that the catch-all provision in the statute's definition of \"boycott\" makes unclear what activities Texas intends to prohibit. (Amawi Mot. Prelim. Inj., Dkt. 8-2, at 16-17; Pluecker Mot. Prelim. Inj., Dkt. 14-1, at 36). The statute defines \"boycott Israel\" to include \"\n   <em>\n    otherwise taking any action\n   </em>\n   that is intended to penalize, inflict harm on, or limit commercial relations specifically with Israel, or with a person or entity doing business in Israel or in an Israeli-controlled territory.\" Tex. Gov. Code § 808.001 (emphasis added). Plaintiffs argue that this provision easily applies to political speech intending to persuade others to economically boycott or otherwise \"penalize\" Israel. (\n   <em>\n    See\n   </em>\n   Amawi Mot. Prelim. Inj., Dkt. 8-2, at 17; Pluecker Mot. Prelim. Inj., Dkt. 14-1, at 37). For example, donating to a Palestinian organization, purchasing art at a Gaza liberation fair, donating to an organization like Jewish Voice for Peace that organizes BDS campaigns, or picketing outside Best Buy to urge shoppers not to buy HP products because of the company's relationship with the IDF-all these activities may be seen as \"taking any action that is intended to penalize, inflict harm on, or limit commercial relations specifically with Israel,\" though none would typically be considered a \"boycott.\" (Pluecker Mot. Prelim. Inj., Dkt. 14-1, at 37).\n  </p>\n  <p id=\"p-147\">\n   The State does not respond to this argument in its response to Plaintiffs' motions for a preliminary injunction. At best, in a footnote, it offers a clarifying construction when it argues that H.B. 89 does not address pure speech because the catch-all provision must be read in light of the two terms that precede it in the statute's definition of boycott. Those terms are (1) \"refusing to deal with\" and (2) \"terminating business relationships with\" Israel. (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 16 n.5 (quoting Tex. Gov. Code § 808.001 ) ). Texas asserts that these terms refer to \"conduct alone,\" so the statute must be understood as applying only to \"economic conduct, not speech.\" (\n   <em>\n    Id.\n   </em>\n   ). But this is a false dichotomy. As explained in detail in Part III(B)(1)(i),\n   <em>\n    supra\n   </em>\n   , economic conduct such as \"refusing to deal\" may also be inherently\n   <em>\n    expressive\n   </em>\n   conduct.\n   <em>\n    Claiborne\n   </em>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"310\" url=\"https://cite.case.law/us/458/886/\">\n    458 U.S. at 918\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"311\" url=\"https://cite.case.law/us/458/886/\">\n    102 S.Ct. 3409\n   </extracted-citation>\n   . And in any event, Texas's construction of the statute considers the term \"any action\" out of context; it completely ignores the purposive language immediately following that term-\"intended to penalize, inflict harm on, or limit commercial relations\"-that identifies it as targeting conduct\n   <em>\n    because of its message.\n   </em>\n  </p>\n  <p id=\"p-148\">\n   Plaintiffs further argue that H.B. 89's vagueness problem is exacerbated by its carve-out provision. (Pluecker Mot. Prelim. Inj., Dkt. 14-1, at 37). Texas does not consider a refusal to transact with Israel \"for ordinary business purposes\" to be a \"boycott\" under H.B. 89. Tex. Gov. Code § 808.001. Plaintiffs assert that the term \"ordinary business purpose\" is not defined by H.B. 89 or in Texas case law. (Pluecker Mot. Prelim. Inj., Dkt. 14-1, at 38). Texas responds to this argument in another footnote. It argues that because \" 'ordinary business purpose' has a corollary in federal\n   bankruptcy law,\n   <extracted-citation index=\"312\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20547\">\n    11 U.S.C. § 547\n   </extracted-citation>\n   (c)(2),\" it \"can be understood to refer to actions that a company would take in the course of its business in the absence of any intention not to deal with a company merely because that company is based in Israel.\" (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 23 n.7). This construction is wholly unsupported by the bankruptcy law Texas cites; that law does not itself supply any definition for \"ordinary business purpose.\"\n   <footnotemark>\n    12\n   </footnotemark>\n   And in any event, Texas's definition appears to simply define \"ordinary business purpose\" in the negative as any purpose that is not \"because [a] company is based in Israel.\"\n  </p>\n  <p id=\"p-149\">\n   This ineffectual clarification of H.B. 89's carve-out provision only serves to highlight the vagueness of its catch-all provision. A contractor need not boycott a company \"based in Israel\" in order to \"boycott Israel.\" Plaintiffs' boycotts of HP, for instance, are actions taken to \"boycott Israel\" under the statute because they are intended to \"penalize, inflict harm on, or limit commercial relations specifically with Israel\"-despite the fact that HP is not \"based in Israel.\" Because HP is not based in Israel, boycotts of it are taken \"in the absence of any intention not to deal with a company merely because that company is based in Israel.\" Such boycotts therefore fit into both the statute's definition for \"boycott Israel\" and its exception. Texas's interpretation of H.B. 89 thus makes it even more ambiguous than its plain text suggests.\n  </p>\n  <p id=\"p-150\">\n   Furthermore, it is unclear to the Court how a contractor can ensure its actions comply with H.B. 89's no-boycott certification requirement after entering into a contract with the State. As Hale testifies: \"I am unsure now whether I could even\n   <em>\n    decline\n   </em>\n   to purchase [Ahava or HP products] if given the option, or if, by signing the [no-boycott] certification, it could be argued that I am now obliged to make such a purchase unless I can justify not doing so for business purposes.\" (Hale Decl., Dkt. 14-5, ¶ 20) (original emphasis). His uncertainty is well-taken. Upon visiting Hale's office, would a state official tasked with enforcing H.B. 89 conclude that Hale is violating the terms of his contract if there are no HP computers in the office, in light of the fact that Hale previously refused to buy HP products as part of a BDS boycott? Must Hale's default action be to purchase HP products to ensure that he is not found liable for breaching his no-boycott certification? The statute offers no guidance to those who must enforce it or those who must comply with its dictates.\n  </p>\n  <p id=\"p-151\">\n   For these reasons, the Court finds that H.B. 89 does not give a person of ordinary intelligence a \"reasonable opportunity to know what is prohibited\" with the \"greater degree of specificity\" required by the First Amendment.\n   <em>\n    <extracted-citation index=\"313\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20547\">\n     Id.\n    </extracted-citation>\n   </em>\n   at 551 ;\n   <em>\n    Goguen\n   </em>\n   ,\n   <extracted-citation case-ids=\"6178884\" index=\"314\" url=\"https://cite.case.law/us/415/566/#p573\">\n    415 U.S. at 573\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6178884\" index=\"315\" url=\"https://cite.case.law/us/415/566/#p573\">\n    94 S.Ct. 1242\n   </extracted-citation>\n   . It also fails to \"provide[ ] explicit standards for those applying [it] to avoid arbitrary and discriminatory applications.\"\n   <em>\n    Roark\n   </em>\n   ,\n   <extracted-citation case-ids=\"3760931\" index=\"316\" url=\"https://cite.case.law/f3d/522/533/#p551\">\n    522 F.3d at 551\n   </extracted-citation>\n   . Rather than shield H.B. 89 from Plaintiffs' vagueness challenge, Texas's interpretation of the statute reveals it to be all the more vague. The Court therefore finds that Plaintiffs are likely to succeed on the merits of their vagueness challenge.\n  </p>\n  <p id=\"p-152\">\n   * * *\n  </p>\n  <p id=\"p-153\">\n   In light of the foregoing, the Court finds that Plaintiffs are likely to succeed on their claims that H.B. 89 is unconstitutional\n   under the First Amendment because it (1) is an impermissible content-and viewpoint-based restriction on protected expression; (2) imposes unconstitutional conditions on public employment; (3) compels speech for an impermissible purpose; and (4) is void for vagueness. The Court now turns to the remaining preliminary injunction factors.\n  </p>\n  <p id=\"p-154\">\n   <em>\n    2. Irreparable Harm\n   </em>\n  </p>\n  <p id=\"p-155\">\n   \"The loss of First Amendment freedoms, for even minimal periods of time, unquestionably constitutes irreparable injury.\"\n   <em>\n    Elrod v. Burns\n   </em>\n   ,\n   <extracted-citation case-ids=\"6176896\" index=\"317\" url=\"https://cite.case.law/us/427/347/#p373\">\n    427 U.S. 347\n   </extracted-citation>\n   , 373,\n   <extracted-citation case-ids=\"6176896\" index=\"318\" url=\"https://cite.case.law/us/427/347/#p373\">\n    96 S.Ct. 2673\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6176896\" index=\"319\" url=\"https://cite.case.law/us/427/347/#p373\">\n    49 L.Ed.2d 547\n   </extracted-citation>\n   (1976). The Fifth Circuit has repeatedly found that the loss of First Amendment freedoms justifies the grant of a preliminary injunction.\n   <em>\n    Texans for Free Enter. v. Texas Ethics Com'n\n   </em>\n   ,\n   <extracted-citation case-ids=\"3709643\" index=\"320\" url=\"https://cite.case.law/f3d/732/535/#p539\">\n    732 F.3d 535\n   </extracted-citation>\n   , 539 (5th Cir. 2013) (quoting\n   <em>\n    Palmer ex rel. Palmer v. Waxahachie Indep. Sch. Dist.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4052743\" index=\"321\" url=\"https://cite.case.law/f3d/579/502/#p506\">\n    579 F.3d 502\n   </extracted-citation>\n   , 506 (5th Cir. 2009) ; citing\n   <em>\n    Elrod\n   </em>\n   ,\n   <extracted-citation case-ids=\"6176896\" index=\"322\" url=\"https://cite.case.law/us/427/347/#p373\">\n    427 U.S. at 373\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6176896\" index=\"323\" url=\"https://cite.case.law/us/427/347/#p373\">\n    96 S.Ct. 2673\n   </extracted-citation>\n   ). Plaintiffs have demonstrated that H.B. 89 infringes their First Amendment right to engage in protected expression-political boycotts based on a contentious public issue-resting on \"the highest rung of the hierarchy of First Amendment values.\"\n   <em>\n    Claiborne\n   </em>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"324\" url=\"https://cite.case.law/us/458/886/\">\n    458 U.S. at 913\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"636531\" index=\"325\" url=\"https://cite.case.law/us/458/886/\">\n    102 S.Ct. 3409\n   </extracted-citation>\n   (quoting\n   <em>\n    Carey\n   </em>\n   ,\n   <extracted-citation case-ids=\"6185876\" index=\"326\" url=\"https://cite.case.law/us/447/455/#p467\">\n    447 U.S. at 467\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6185876\" index=\"327\" url=\"https://cite.case.law/us/447/455/#p467\">\n    100 S.Ct. 2286\n   </extracted-citation>\n   ).\n  </p>\n  <p id=\"p-156\">\n   Plaintiffs injuries, moreover, have lasted for far longer than a \"minimal period[ ] of time.\" Amawi filed her complaint in this action over four months ago, on December 16, 2018. (Amawi Compl., Dkt. 1). The Pluecker Plaintiffs filed their complaint two days later. (Pluecker Compl., 1:18- CV-1100-RP, Dkt. 1). Amawi moved for injunctive relief on December 21, 2018, (Amawi Mot. Prelim. Inj., Dkt. 8), and the Pluecker Plaintiffs moved for injunctive relief on January 7, 2019, (Pluecker Mot. Prelim. Inj., Dkt. 14). Resolution of Plaintiffs' motions for a preliminary injunction has been delayed by Defendants' multiple jurisdictional challenges to this action and the need for those challenges to become ripe. All the while, four of the Plaintiffs have been forced to forego employment with the State, an important source of their income, because they refused to forfeit their First Amendment right to speak on issues about which they care deeply. (\n   <em>\n    See generally\n   </em>\n   Amawi Decl., Dkt. 8-3, Abdelhadi Decl., Dkt. 14-3; Dennar Decl., Dkt. 14-4; Pluecker Decl., Dkt. 14-6). Hale, the only plaintiff to sign his state contract, has been forced to disavow his BDS boycott and is unable to engage in boycott-related activities against Israel for fear of losing his job. (\n   <em>\n    See\n   </em>\n   Hale Decl., Dkt. 14-5, ¶¶ 18-22).\n  </p>\n  <p id=\"p-157\">\n   Plaintiffs therefore have suffered harm by the enforcement of H.B. 89 and will continue to suffer harm unless it is enjoined. Accordingly, this factor tips sharply in favor of granting Plaintiffs' requests for injunctive relief.\n  </p>\n  <p id=\"p-158\">\n   <em>\n    3. Balance of Equities\n   </em>\n  </p>\n  <p id=\"p-159\">\n   Texas argues that equity weighs in its favor because Texas \"has deeply rooted interests in promoting its relationship with an important ally and preventing national origin discrimination.\" (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 25). The Court has found, however, that H.B. 89 was not enacted for a legitimate purpose. (\n   <em>\n    See\n   </em>\n   Part III(B)(1)(ii)(a),\n   <em>\n    supra\n   </em>\n   ). Furthermore, the State \"can never have a legitimate interest in administering [a regulation] in a way that violates federal law.\"\n   <em>\n    Planned Parenthood of Gulf Coast, Inc. v. Gee\n   </em>\n   ,\n   <extracted-citation case-ids=\"12275893\" index=\"328\" url=\"https://cite.case.law/f3d/862/445/#p471\">\n    862 F.3d 445\n   </extracted-citation>\n   , 471 (5th Cir. 2017). On the other hand, Plaintiffs have shown that they will likely succeed on the merits of each of their claims that H.B. 89 facially violates their First Amendment rights and the rights of all government contractors covered by the statute. Accordingly, this\n   factor also weighs in favor of injunctive relief.\n  </p>\n  <p id=\"p-160\">\n   <em>\n    4. Public Interest\n   </em>\n  </p>\n  <p id=\"p-161\">\n   \"[I]njunctions protecting First Amendment freedoms are always in the public interest,\"\n   <em>\n    Texans for Free Enter.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3709643\" index=\"329\" url=\"https://cite.case.law/f3d/732/535/#p539\">\n    732 F.3d at 539\n   </extracted-citation>\n   , and the public interest is not served by Texas's continued enforcement of a statute Plaintiffs have shown likely violates the First Amendment. This factor therefore weighs in favor of a preliminary injunction.\n  </p>\n  <p id=\"p-162\">\n   * * *\n  </p>\n  <p id=\"p-163\">\n   In sum, the Court finds that all four preliminary injunction factors weigh in Plaintiffs' favor. Plaintiffs have demonstrated (1) that they are likely to succeed on the merits of their First Amendment claims, (2) that they are likely to suffer irreparable harm in the absence of preliminary relief, (3) that the balance of equities tips in their favor, and (4) that an injunction is in the public interest.\n   <em>\n    See\n   </em>\n   <em>\n    Winter\n   </em>\n   , 555 U.S. at 20,\n   <extracted-citation case-ids=\"3679402\" index=\"330\" url=\"https://cite.case.law/us/555/7/#p20\">\n    129 S.Ct. 365\n   </extracted-citation>\n   . The Court will therefore grant Plaintiffs' motions for a preliminary injunction.\n  </p>\n  <p id=\"p-164\">\n   <strong>\n    C. Defendants' Motions to Dismiss\n   </strong>\n  </p>\n  <p id=\"p-165\">\n   Also before the Court is each Defendant's motion to dismiss. (Texas Mot. Dismiss, Dkt. 55; Univ. Ds.' Mot. Dismiss, Dkt. 24; KISD Mot. Dismiss, Dkt. 44; LISD Mot. Dismiss, Dkt. 43). The Court has addressed and rejected in the discussion above each of Texas's arguments made in its motion to dismiss. Accordingly, the Court will deny Texas's motion.\n  </p>\n  <p id=\"p-166\">\n   The Court has also addressed the Universities' and School Districts' Rule 12(b)(1) motions in Part III(A),\n   <em>\n    supra.\n   </em>\n   For the reasons given in that section, the Court will deny the Universities' and School Districts' motions with respect to their 12(b)(1) claims. Their 12(b)(6) claims remain, however, and the Court turns to them now.\n  </p>\n  <p id=\"p-167\">\n   <em>\n    1. The Universities' 12(b)(6) Motion\n   </em>\n  </p>\n  <p id=\"p-168\">\n   The Universities argue that Plaintiffs have failed to state a claim for which relief can be granted because (1) Pluecker and Hale \"contract[ed] with the University of Houston and Texas A &amp; M University-Commerce [ (\"TAMUC\") ], respectively, rather than with UH System or Texas A &amp; M System\"; (2) \"the contracts at issue would not have needed approval from the board of regents of either system\"; and (3) \"Plaintiffs cannot show that the University Defendants are 'liable for the misconduct alleged.' \" (Univ. Ds.' Mot. Dismiss, Dkt. 24, at 5-6 (quoting\n   <em>\n    Iqbal\n   </em>\n   ,\n   <extracted-citation case-ids=\"3653744\" index=\"331\" url=\"https://cite.case.law/us/556/662/#p678\">\n    556 U.S. at 678\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3653744\" index=\"332\" url=\"https://cite.case.law/us/556/662/#p678\">\n    129 S.Ct. 1937\n   </extracted-citation>\n   ) ). The Court rejects each argument.\n  </p>\n  <p id=\"p-169\">\n   First, the Universities argue that Pluecker contracted with the University of Houston, not the University of Houston System, and that Hale contracted with TAMUC, not the Texas A &amp; M University System. (\n   <em>\n    Id.\n   </em>\n   at 5). These entities, the Universities aver, are distinct. (\n   <em>\n    Id.\n   </em>\n   ). Plaintiffs respond that this is a distinction without a difference. They sued the Board of Regents of the University of Houston System in the name of the University of Houston, and the Board of Regents of the Texas A &amp; M University System in the name of TAMUC. (Pluecker Compl., 1:18-CV-1100-RP, Dkt. 1, ¶¶ 19, 22). Plaintiffs allege that under the Texas Education Code, \"the organization and control of the University of Houston is vested in the Board of Regents of the University of Houston System.\" (Resp. Univ. Ds.' Mot. Dismiss, Dkt. 38, at 6 (citing Tex. Educ. Code §§ 111.11, 111.20(c) ); Pluecker Compl., 1:18-CV-1100-RP, Dkt. 1, ¶ 19). Likewise, \"[t]he Texas Education Code also provides that [TAMUC] is a component of The Texas A &amp; M University System and is under the management and control of the Board of Regents\n   of The Texas A &amp; M University System.\" (\n   <em>\n    Id.\n   </em>\n   (citing Tex. Educ. Code § 87.551 ); Pluecker Compl., 1:18-CV-1100-RP, Dkt. 1, ¶ 22). The Universities do not contest these facts. (\n   <em>\n    See\n   </em>\n   Reply Univ. Ds.' Mot. Dismiss, Dkt. 45, at 2-3). The Court therefore finds that Plaintiffs have plausibly alleged that the Boards are \"ultimately responsible for the contracting practices and policies of the Universities\" with which Pluecker and Hale negotiated. (Resp. Univ. Ds.' Mot. Dismiss, Dkt. 38, at 7). Accordingly, Plaintiffs do not fail to state a claim upon which relief can be granted merely because the University of Houston and TAMUC are formally distinct entities from the University of Houston System and the Texas A &amp; M University System, respectively.\n  </p>\n  <p id=\"p-170\">\n   Second, the Universities claim that the Boards would not have needed to approve Pluecker's or Hale's contracts because they delegated the authority to execute those contracts. (Univ. Ds.' Mot. Dismiss, Dkt. 24, at 6). Plaintiffs argue, however, that the Boards \"oversee, manage, and control\" the University of Houston and TAMUC \"and have general contracting power on behalf of those Universities.\" (Resp. Univ. Ds.' Mot. Dismiss, Dkt. 38, at 6; Pluecker Compl., 1:18-CV-1100-RP, Dkt. 1, ¶¶ 19, 22 (citing Tex. Educ. Code §§ 85.18, 85.22, 87.551, 111.11, 111.33, 111.34, 111.35 ) ). This general contracting power includes the power to set the rules for delegating the authority to negotiate, approve, and execute contracts. (Resp. Univ. Ds.' Mot. Dismiss, Dkt. 38, at 6-7 (citing Tex. Educ. Code. §§ 85.21, 111.34 ) ). Again, the Universities do not dispute these alleged facts. (\n   <em>\n    See\n   </em>\n   Reply Univ. Ds.' Mot. Dismiss, Dkt. 45, at 2-3). The Court therefore finds that Plaintiffs have plausibly alleged that the Boards remain \"ultimately responsible for the contracting practices and policies of the Universities with which Plaintiffs Pluecker and Hale negotiated, notwithstanding any delegation of authority\" and regardless of their \"personal involvement\" in negotiating those contracts. (Resp. Univ. Ds.' Mot. Dismiss, Dkt. 38, at 7). Accordingly, Plaintiffs do not fail to state a claim upon which relief can be granted merely because the Boards delegated the authority to negotiate and execute Pluecker's and Hale's contracts.\n  </p>\n  <p id=\"p-171\">\n   Finally, the Universities argue that because they are obligated to comply with H.B. 89, they are \"improper parties to a lawsuit challenging the constitutionality of the law itself.\" (Univ. Ds.' Mot. Dismiss, Dkt. 24, at 7). The Universities cite no authority for this argument. Plaintiffs maintain that their suit against the Universities is proper; they have brought a § 1983 claim against them under the\n   <em>\n    Ex parte Young\n   </em>\n   exception to sovereign immunity.\n   <extracted-citation case-ids=\"8288600\" index=\"333\" url=\"https://cite.case.law/us/209/123/\">\n    209 U.S. 123\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"8288600\" index=\"334\" url=\"https://cite.case.law/us/209/123/\">\n    28 S.Ct. 441\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"8288600\" index=\"335\" url=\"https://cite.case.law/us/209/123/\">\n    52 L.Ed. 714\n   </extracted-citation>\n   (1908). In considering an\n   <em>\n    Ex parte Young\n   </em>\n   claim, \"a court need only conduct 'a straightforward inquiry into whether [the] complaint alleges an ongoing violation of federal law and seeks relief properly characterized as prospective.' \"\n   <em>\n    Verizon Md. Inc. v. Pub. Serv. Com'n of Md.\n   </em>\n   ,\n   <extracted-citation case-ids=\"354073\" index=\"336\" url=\"https://cite.case.law/us/535/635/#p645\">\n    535 U.S. 635\n   </extracted-citation>\n   , 645 (2002) (quoting\n   <em>\n    Idaho v. Coeur d'Alene Tribe of Idaho\n   </em>\n   ,\n   <extracted-citation case-ids=\"915679\" index=\"337\" url=\"https://cite.case.law/us/521/261/#p296\">\n    521 U.S. 261\n   </extracted-citation>\n   , 296,\n   <extracted-citation case-ids=\"915679\" index=\"338\" url=\"https://cite.case.law/us/521/261/#p296\">\n    117 S.Ct. 2028\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"915679\" index=\"339\" url=\"https://cite.case.law/us/521/261/#p296\">\n    138 L.Ed.2d 438\n   </extracted-citation>\n   (1997) ). A \"prayer for injunctive relief-that state officials be restrained from enforcing an order in contravention of controlling federal law-clearly satisfies [this] 'straightforward inquiry.' \"\n   <em>\n    <extracted-citation case-ids=\"915679\" index=\"340\" url=\"https://cite.case.law/us/521/261/#p296\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-172\">\n   The Universities do not dispute Plaintiffs' claim that H.B. 89's enforcement against them violates federal law. Their contention is simply that they are not liable for this violation because they must comply with Texas's law. (Univ. Ds.' Mot. Dismiss, Dkt. 24, at 7). Plaintiffs allege\n   that by relying on H.B. 89 to deny Pluecker and Hale state contracts, the Universities have enforced the statute against them and are thus liable under\n   <em>\n    Ex parte Young\n   </em>\n   for the constitutional injuries resulting from that enforcement. (Resp. Univ. Ds.' Mot. Dismiss, Dkt. 38, at 8). The Court agrees. Applying H.B. 89's no-boycott certification requirement to Plaintiffs through their contracts constitutes enforcing that requirement.\n   <em>\n    See\n   </em>\n   <em>\n    K.P.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6052705\" index=\"341\" url=\"https://cite.case.law/f3d/627/115/#p125\">\n    627 F.3d at 124-25\n   </extracted-citation>\n   (5th Cir. 2010) (state actors' reliance on abortion statute to deny liability protection qualifies as enforcement for purposes of\n   <em>\n    Ex parte Young\n   </em>\n   liability). And it does not matter that the Universities were obligated to apply H.B. 89 to Plaintiffs' contracts. The Universities fail to cite any authority supporting their claim that because they must follow Texas law, they are not liable for resulting violations of federal law. Such a requirement does not appear in\n   <em>\n    Ex parte Young\n   </em>\n   <em>\n    . Cf.\n   </em>\n   <em>\n    Air Evac EMS, Inc. v. Tex., Dep't of Ins., Div. of Workers' Comp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12277423\" index=\"342\" url=\"https://cite.case.law/f3d/851/507/#p517\">\n    851 F.3d 507\n   </extracted-citation>\n   , 517 (5th Cir. 2017) (The Supreme Court \"has reinforced\n   <em>\n    Ex parte Young\n   </em>\n   's being a 'straightforward inquiry' and specifically rejected an approach that would go beyond a threshold analysis.\") (citing\n   <em>\n    Coeur d'Alene\n   </em>\n   ,\n   <extracted-citation case-ids=\"915679\" index=\"343\" url=\"https://cite.case.law/us/521/261/#p296\">\n    521 U.S. at 296\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"915679\" index=\"344\" url=\"https://cite.case.law/us/521/261/#p296\">\n    117 S.Ct. 2028\n   </extracted-citation>\n   (O'Connor, J., concurring in part and in judgment) ). Plaintiffs have alleged, moreover, that the Boards, sued in the names of their respective universities, have ultimate responsibility to ensure that the University of Houston and TAMUC cease applying H.B. 89's no-boycott certification provisions in accordance with the injunctive relief requested.\n   <em>\n    See\n   </em>\n   <em>\n    Harkless v. Sweeny Ind. Sch. Dist.\n   </em>\n   ,\n   <extracted-citation case-ids=\"2243494\" index=\"345\" url=\"https://cite.case.law/f2d/427/319/#p323\">\n    427 F.2d 319\n   </extracted-citation>\n   , 323 (5th Cir. 1970) (approving \"the exercise of federal judicial power through § 1983 to redress constitutional wrongs through requiring appropriate official acts by officials sued in their representative capacities\").\n  </p>\n  <p id=\"p-173\">\n   Therefore, accepting Plaintiffs' well-pleaded factual allegations as true and viewing them in the light most favorable to the Plaintiffs, the Court finds that the Universities are proper parties to this lawsuit and that Plaintiffs have sufficiently pleaded claims against them upon which relief can be granted. Accordingly, the Court will deny the Universities' 12(b)(6) motion to dismiss.\n  </p>\n  <p id=\"p-174\">\n   <em>\n    2. The School Districts' 12(b)(6) Motions\n   </em>\n  </p>\n  <p id=\"p-175\">\n   Plaintiffs have sued the Trustees of KISD and LISD in their official capacities. They must therefore prove municipal liability under § 1983.\n   <em>\n    Ky. v. Graham\n   </em>\n   ,\n   <extracted-citation case-ids=\"6197246\" index=\"346\" url=\"https://cite.case.law/us/473/159/#p165\">\n    473 U.S. 159\n   </extracted-citation>\n   , 165,\n   <extracted-citation case-ids=\"6197246\" index=\"347\" url=\"https://cite.case.law/us/473/159/#p165\">\n    105 S.Ct. 3099\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6197246\" index=\"348\" url=\"https://cite.case.law/us/473/159/#p165\">\n    87 L.Ed.2d 114\n   </extracted-citation>\n   (1985) (citing\n   <em>\n    Monell v. Dep't of Soc. Servs.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1490618\" index=\"349\" url=\"https://cite.case.law/us/436/658/\">\n    436 U.S. 658\n   </extracted-citation>\n   , 690 n.55,\n   <extracted-citation case-ids=\"1490618\" index=\"350\" url=\"https://cite.case.law/us/436/658/\">\n    98 S.Ct. 2018\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1490618\" index=\"351\" url=\"https://cite.case.law/us/436/658/\">\n    56 L.Ed.2d 611\n   </extracted-citation>\n   (1978) ). Municipal liability under § 1983 requires a plaintiff to demonstrate three elements: \"[1] a policymaker; [2] an official policy; and [3] a violation of constitutional rights whose 'moving force' is the policy or custom.\"\n   <em>\n    Piotrowski v. City of Houston\n   </em>\n   ,\n   <extracted-citation case-ids=\"11162285\" index=\"352\" url=\"https://cite.case.law/f3d/237/567/#p578\">\n    237 F.3d 567\n   </extracted-citation>\n   , 578 (5th Cir. 2001) (citing\n   <em>\n    Monell\n   </em>\n   ,\n   <extracted-citation case-ids=\"1490618\" index=\"353\" url=\"https://cite.case.law/us/436/658/\">\n    436 U.S. at 694\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1490618\" index=\"354\" url=\"https://cite.case.law/us/436/658/\">\n    98 S.Ct. 2018\n   </extracted-citation>\n   ). A plaintiff must demonstrate these three elements because \"\n   <em>\n    Monell\n   </em>\n   and later decisions reject municipal liability predicated on\n   <em>\n    respondeat superior\n   </em>\n   , because the text of section 1983 will not bear such a reading.\"\n   <em>\n    <extracted-citation case-ids=\"1490618\" index=\"355\" url=\"https://cite.case.law/us/436/658/\">\n     Id.\n    </extracted-citation>\n   </em>\n   (citing\n   <em>\n    Bd. of Comm'rs of Bryan County v. Brown\n   </em>\n   ,\n   <extracted-citation case-ids=\"11652076\" index=\"356\" url=\"https://cite.case.law/us/520/397/\">\n    520 U.S. 397\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11652076\" index=\"357\" url=\"https://cite.case.law/us/520/397/\">\n    117 S.Ct. 1382\n   </extracted-citation>\n   , 1388,\n   <extracted-citation case-ids=\"11652076\" index=\"358\" url=\"https://cite.case.law/us/520/397/\">\n    137 L.Ed.2d 626\n   </extracted-citation>\n   (1997) ). \"Consequently, the unconstitutional conduct must be directly attributable to the municipality through some sort of official action or imprimatur.\"\n   <em>\n    <extracted-citation case-ids=\"11652076\" index=\"359\" url=\"https://cite.case.law/us/520/397/\">\n     Id.\n    </extracted-citation>\n   </em>\n   Requiring a plaintiff to demonstrate the three elements serves \"to distinguish individual violations perpetrated by local government employees from those that can be fairly identified as actions of the government itself.\"\n   <em>\n    <extracted-citation case-ids=\"11652076\" index=\"360\" url=\"https://cite.case.law/us/520/397/\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-176\">\n   The School Districts argue that Plaintiffs have not sufficiently pleaded the elements of municipal liability because\n   they have not identified a policy of the LISD or KISD Trustees that is the moving force of their injuries. (\n   <em>\n    See\n   </em>\n   LISD Mot. Dismiss, Dkt. 43, at 15-17; KISD Mot. Dismiss, Dkt. 44, at 14-17). Plaintiffs counter that they have pleaded all three required elements of municipal liability: (1) that the Trustees are final policymakers for their school districts, (2) that the requirement that contractors do not and will not boycott Israel is an officially promulgated policy of the Trustees, and (3) that this policy is the moving force of the constitutional violation suffered by Abdelhadi and Dennar. (Resp. School Dist. Ds.' Mots. Dismiss, Dkt. 49, at 14-18). Accordingly, they believe they have sufficiently stated a claim for municipal liability under § 1983. (\n   <em>\n    Id.\n   </em>\n   at 14). The Court agrees.\n  </p>\n  <p id=\"p-177\">\n   First, Plaintiffs have pleaded, and the School Districts agree, that the Trustees are the final policymakers for their school districts. (Pluecker Compl., 1:18-CV-1100-RP, Dkt. 1, ¶¶ 20-21; LISD Mot. Dismiss, Dkt. 43, at 14; KISD Mot. Dismiss, Dkt. 44, at 13). This element of municipal liability is therefore satisfied. Whether Plaintiffs have sufficiently pleaded the second and third elements-official policy and moving force-is disputed. The School Districts' argument that Plaintiffs have failed to sufficiently plead these elements is based on the fact that the Texas Legislature, not the Trustees, enacted H.B. 89. This distinction does not matter.\n  </p>\n  <p id=\"p-178\">\n   Municipal liability under § 1983 requires plaintiffs to identify an official policy that is the moving force of their injuries in order to distinguish unconstitutional conduct marked by the municipality's imprimatur from isolated unconstitutional actions by municipal employees.\n   <em>\n    Piotrowski\n   </em>\n   ,\n   <extracted-citation case-ids=\"11162285\" index=\"361\" url=\"https://cite.case.law/f3d/237/567/#p578\">\n    237 F.3d at 578\n   </extracted-citation>\n   . A municipality is only liable for the former because § 1983 does not permit\n   <em>\n    respondeat superior\n   </em>\n   liability.\n   <em>\n    <extracted-citation case-ids=\"11162285\" index=\"362\" url=\"https://cite.case.law/f3d/237/567/#p578\">\n     Id.\n    </extracted-citation>\n   </em>\n   Here, Plaintiffs allege that they were offered LISD and KISD contracts by LISD and KISD employees. (Pluecker Compl., 1:18-CV-1100-RP, Dkt. 1, ¶¶ 53-55, 70-73). They allege that these contracts contained a no-boycott-of-Israel certification clause that Plaintiffs were required to sign. (\n   <em>\n    Id.\n   </em>\n   ¶¶ 54, 70). No facts suggest that the contracts provided to Plaintiffs were not standard LISD and KISD contracts, or that rogue employees offered them in violation of School District policies.\n   <footnotemark>\n    13\n   </footnotemark>\n   Because the Trustees are the final policymakers for the School Districts, it is plausible that including the no-boycott certification in these contracts is an official policy of LISD and KISD attributable to their respective Trustees.\n   <footnotemark>\n    14\n   </footnotemark>\n   Therefore, taking\n   Plaintiffs' factual allegations as true and viewing them in the light most favorable to the Plaintiffs, the Court finds that Plaintiffs have plausibly alleged a policymaker (the Trustees), whose policy (including the no-boycott certification in their school districts' contracts) is the moving force behind Plaintiffs' injuries (chilled speech).\n  </p>\n  <p id=\"p-179\">\n   Accordingly, the Court finds that Plaintiffs have pleaded the required elements for municipal liability. It is clear that Plaintiffs' injuries \"can be fairly identified\" as arising from \"actions of the government itself,\" rather than from \"individual violations perpetrated by local government employees.\"\n   <em>\n    Piotrowski\n   </em>\n   ,\n   <extracted-citation case-ids=\"11162285\" index=\"363\" url=\"https://cite.case.law/f3d/237/567/#p578\">\n    237 F.3d at 578\n   </extracted-citation>\n   . Accordingly, the Court will deny the School Districts' 12(b)(6) motions.\n   <footnotemark>\n    15\n   </footnotemark>\n  </p>\n  <p id=\"p-180\">\n   <strong>\n    IV. CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-181\">\n   The Court reiterates that this case is about whether Texas may prohibit boycotting the State of Israel as a condition of public employment. It is not about the merits of the significant and contentious public debate surrounding the relationship between Israel and Palestine. In coming to its conclusions, the Court is guided by first principles. \"At the heart of the First Amendment lies the principle that each person should decide for him or herself the ideas and beliefs deserving of expression, consideration, and adherence. Our political system and cultural life rest upon this ideal.\"\n   <em>\n    Turner Broad. Sys. v. FCC\n   </em>\n   ,\n   <extracted-citation case-ids=\"39619\" index=\"364\" url=\"https://cite.case.law/us/512/622/#p641\">\n    512 U.S. 622\n   </extracted-citation>\n   , 641,\n   <extracted-citation case-ids=\"39619\" index=\"365\" url=\"https://cite.case.law/us/512/622/#p641\">\n    114 S.Ct. 2445\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"39619\" index=\"366\" url=\"https://cite.case.law/us/512/622/#p641\">\n    129 L.Ed.2d 497\n   </extracted-citation>\n   (1994) (citations omitted). Texas has forcefully defended its decision to support Israel, and has emphasized that if is \"far from alone\" in its decision to enact \"anti-BDS\" legislation. (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 3-4). Twenty five states have enacted similar legislation or issued executive orders restricting boycotts of Israel, (\n   <em>\n    see\n   </em>\n   <em>\n    id.\n   </em>\n   at 3), and Congress has declared its opposition to the BDS movement,\n   <em>\n    see\n   </em>\n   <extracted-citation index=\"367\" url=\"https://cite.case.law/citations/?q=19%20U.S.C.%20%C2%A7%204452\">\n    19 U.S.C. § 4452\n   </extracted-citation>\n   . In Texas, only five legislators voted against H.B. 89. (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 4). Texas touts these numbers as the statute's strength. They are, rather, its weakness. \"If there is any fixed star in our constitutional constellation, it is that no official, high or petty, can prescribe what shall be orthodox in politics, nationalism, religion, or other matters of opinion or force citizens to confess by word or act their faith therein.\"\n   <em>\n    W. Virginia State Bd. of Educ. v. Barnette\n   </em>\n   ,\n   <extracted-citation case-ids=\"366560\" index=\"368\" url=\"https://cite.case.law/us/319/624/#p642\">\n    319 U.S. 624\n   </extracted-citation>\n   , 642,\n   <extracted-citation case-ids=\"366560\" index=\"369\" url=\"https://cite.case.law/us/319/624/#p642\">\n    63 S.Ct. 1178\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"366560\" index=\"370\" url=\"https://cite.case.law/us/319/624/#p642\">\n    87 L.Ed. 1628\n   </extracted-citation>\n   (1943). \"[T]he purpose behind the Bill of Rights, and of the First Amendment in particular[,]\" is \"to protect unpopular individuals from retaliation-and their ideas from suppression-at the hands of an intolerant society.\"\n   <em>\n    McIntyre v. Ohio Elections Comm'n\n   </em>\n   ,\n   <extracted-citation case-ids=\"1339557\" index=\"371\" url=\"https://cite.case.law/us/514/334/#p357\">\n    514 U.S. 334\n   </extracted-citation>\n   , 357,\n   <extracted-citation case-ids=\"1339557\" index=\"372\" url=\"https://cite.case.law/us/514/334/#p357\">\n    115 S.Ct. 1511\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1339557\" index=\"373\" url=\"https://cite.case.law/us/514/334/#p357\">\n    131 L.Ed.2d 426\n   </extracted-citation>\n   (1995). Thus, \"our citizens must tolerate insulting, and even outrageous, speech\" in public debate.\n   <em>\n    Boos\n   </em>\n   ,\n   <extracted-citation case-ids=\"13521\" index=\"374\" url=\"https://cite.case.law/us/485/312/#p318\">\n    485 U.S. at 322\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"13521\" index=\"375\" url=\"https://cite.case.law/us/485/312/#p318\">\n    108 S.Ct. 1157\n   </extracted-citation>\n   . They must do so \"in order to provide 'adequate breathing space' to the freedoms protected by the First Amendment.\"\n   <em>\n    <extracted-citation case-ids=\"13521\" index=\"376\" url=\"https://cite.case.law/us/485/312/#p318\">\n     Id.\n    </extracted-citation>\n   </em>\n   (citing\n   <em>\n    Hustler Magazine, Inc. v. Falwell\n   </em>\n   ,\n   <extracted-citation case-ids=\"13322\" index=\"377\" url=\"https://cite.case.law/us/485/46/#p56\">\n    485 U.S. 46\n   </extracted-citation>\n   , 56,\n   <extracted-citation case-ids=\"13322\" index=\"378\" url=\"https://cite.case.law/us/485/46/#p56\">\n    108 S.Ct. 876\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"13322\" index=\"379\" url=\"https://cite.case.law/us/485/46/#p56\">\n    99 L.Ed.2d 41\n   </extracted-citation>\n   (1988) ). With H.B. 89, Texas compresses this space. The statute threatens \"to suppress unpopular ideas\" and \"manipulate the public debate\n   through coercion rather than persuasion.\"\n   <em>\n    Turner\n   </em>\n   ,\n   <extracted-citation case-ids=\"39619\" index=\"380\" url=\"https://cite.case.law/us/512/622/#p641\">\n    512 U.S. at 641\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"39619\" index=\"381\" url=\"https://cite.case.law/us/512/622/#p641\">\n    114 S.Ct. 2445\n   </extracted-citation>\n   . This the First Amendment does not allow.\n  </p>\n  <p id=\"p-182\">\n   For the reasons given above,\n   <strong>\n    IT IS ORDERED\n   </strong>\n   that Plaintiff Amawi's motion for a preliminary injunction, (Dkt. 8-2), and the Pluecker Plaintiffs' motion for a preliminary injunction, (Dkt. 14-1, 1:18-CV-1100), are\n   <strong>\n    GRANTED\n   </strong>\n   . Defendants, and their officers, agents, servants, employees, attorneys, and those persons in active concert or participation with them who receive actual notice of this Order, are preliminarily\n   <strong>\n    ENJOINED\n   </strong>\n   from enforcing H.B. 89, codified at Tex. Gov. Code § 2270.001\n   <em>\n    et. seq\n   </em>\n   , or any \"No Boycott of Israel\" clause in any state contract.\n  </p>\n  <p id=\"p-183\">\n   <strong>\n    IT IS FURTHER ORDERED\n   </strong>\n   that the State of Texas's motion to dismiss, (Dkt. 55), is\n   <strong>\n    DENIED.\n   </strong>\n  </p>\n  <p id=\"p-184\">\n   <strong>\n    IT IS FURTHER ORDERED\n   </strong>\n   that the University Defendants' motion to dismiss, (Dkt. 24), is\n   <strong>\n    DENIED\n   </strong>\n   .\n  </p>\n  <p id=\"p-185\">\n   <strong>\n    IT IS FURTHER ORDERED\n   </strong>\n   that LISD's motion to dismiss, (Dkt. 43), is\n   <strong>\n    DENIED\n   </strong>\n   .\n  </p>\n  <p id=\"p-186\">\n   <strong>\n    IT IS FINALLY ORDERED\n   </strong>\n   that KISD's motion to dismiss, (Dkt. 44), is\n   <strong>\n    DENIED\n   </strong>\n   .\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-189\">\n    The Pluecker Plaintiffs' motion for a preliminary injunction is hereafter cited as: (Pluecker Mot. Prelim. Inj.).\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-190\">\n    PISD also does not oppose Amawi's motion for a preliminary injunction. The term \"Defendants\" in this Order therefore refers to Texas, the Trustees, and the Boards, collectively.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-191\">\n    Abdelhadi and Dennar did not submit their contracts to LISD and KISD, respectively, and so the record does not indicate how those entities would interpret H.B. 89. However, as discussed in Part III(A)(3),\n    <em>\n     infra\n    </em>\n    , Abdelhadi and Dennar were not required to submit their contracts to have standing to facially challenge the statute. They have alleged an injury-in-fact (chilled speech), fairly traceable to the School Districts (the no-boycott clause appeared in the School Districts' contracts), which can be redressed by a favorable decision from this Court (enjoining the inclusion of the no-boycott clause in the contracts). Nothing more is required.\n    <em>\n     See\n    </em>\n    <em>\n     Lujan\n    </em>\n    ,\n    <extracted-citation case-ids=\"11730070\" index=\"382\" url=\"https://cite.case.law/us/504/555/#p559\">\n     504 U.S. at 560-61\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"11730070\" index=\"383\" url=\"https://cite.case.law/us/504/555/#p559\">\n     112 S.Ct. 2130\n    </extracted-citation>\n    .\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-192\">\n    Texas argues that Plaintiffs' claims should be construed as as-applied challenges to H.B. 89. (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 11-12). Plaintiffs' claims, however, apply equally to H.B. 89's enforcement against all government contractors, not just Plaintiffs. A facial challenge is appropriate where, as here, the challenge rests on alleged defects in a statute that \"reach beyond the particular circumstances of these plaintiffs.\"\n    <em>\n     John Doe No. 1 v. Reed\n    </em>\n    ,\n    <extracted-citation case-ids=\"12455279,3644367\" index=\"384\" url=\"https://cite.case.law/us/561/186/\">\n     561 U.S. 186\n    </extracted-citation>\n    , 194,\n    <extracted-citation case-ids=\"3644367,12455279\" index=\"385\" url=\"https://cite.case.law/s-ct/130/2811/\">\n     130 S.Ct. 2811\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"3644367,12455279\" index=\"386\" url=\"https://cite.case.law/s-ct/130/2811/\">\n     177 L.Ed.2d 493\n    </extracted-citation>\n    (2010). Because the defects alleged would apply to any Texas contractor, the Court will not construe Plaintiffs' claims as bringing as-applied challenges.\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-193\">\n    Further, to the extent there is tension between\n    <em>\n     FAIR\n    </em>\n    's and\n    <em>\n     Claiborne\n    </em>\n    's central holdings, this Court is bound to follow\n    <em>\n     Claiborne.\n    </em>\n    This case is about political boycotts.\n    <em>\n     Claiborne\n    </em>\n    involved a political boycott;\n    <em>\n     FAIR\n    </em>\n    did not.\n    <em>\n     Claiborne\n    </em>\n    is therefore directly applicable to this case, and \"[i]f a precedent of [the Supreme] Court has direct application in a case, yet appears to rest on reasons rejected in some other line of decisions, the [lower courts] should follow the case which directly controls, leaving to [the Supreme] Court the prerogative of overruling its own decisions.\"\n    <em>\n     Agostini v. Felton\n    </em>\n    ,\n    <extracted-citation case-ids=\"915883\" index=\"387\" url=\"https://cite.case.law/us/521/203/#p237\">\n     521 U.S. 203\n    </extracted-citation>\n    , 237,\n    <extracted-citation case-ids=\"915883\" index=\"388\" url=\"https://cite.case.law/us/521/203/#p237\">\n     117 S.Ct. 1997\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"915883\" index=\"389\" url=\"https://cite.case.law/us/521/203/#p237\">\n     138 L.Ed.2d 391\n    </extracted-citation>\n    (1997) (citing\n    <em>\n     Rodriguez de Quijas v. Shearson/Am. Exp., Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"605341\" index=\"390\" url=\"https://cite.case.law/us/490/477/#p484\">\n     490 U.S. 477\n    </extracted-citation>\n    , 484,\n    <extracted-citation case-ids=\"605341\" index=\"391\" url=\"https://cite.case.law/us/490/477/#p484\">\n     109 S.Ct. 1917\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"605341\" index=\"392\" url=\"https://cite.case.law/us/490/477/#p484\">\n     104 L.Ed.2d 526\n    </extracted-citation>\n    (1989) ).\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-194\">\n    Texas argues that Plaintiffs' boycotts must be assessed not in connection with the BDS movement but individually because\n    <em>\n     FAIR\n    </em>\n    \"rejected the law schools' bootstrapping of the required 'inherently expressive' analysis by pointing to the action being part of a larger campaign or message.\" (Texas Resp. Mots. Dismiss, Dkt. 25, at 14 (citing\n    <em>\n     FAIR\n    </em>\n    ,\n    <extracted-citation case-ids=\"3276625\" index=\"393\" url=\"https://cite.case.law/us/547/47/\">\n     547 U.S. at 64-66\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"3276625\" index=\"394\" url=\"https://cite.case.law/us/547/47/\">\n     126 S.Ct. 1297\n    </extracted-citation>\n    ) ).\n    <em>\n     FAIR\n    </em>\n    did no such thing. The part of\n    <em>\n     FAIR\n    </em>\n    Texas cites is wholly unrelated to any distinction between individual and collective speech or any connection to a larger social movement. Rather, it addresses the law schools' concerns about compelled speech. In any event,\n    <em>\n     Claiborne\n    </em>\n    is controlling, and it emphasizes that in boycotts, \"speech\" and \"association ... 'are inseparable.' \"\n    <extracted-citation case-ids=\"636531\" index=\"395\" url=\"https://cite.case.law/us/458/886/\">\n     458 U.S. at 911\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"636531\" index=\"396\" url=\"https://cite.case.law/us/458/886/\">\n     102 S.Ct. 3409\n    </extracted-citation>\n    (quoting\n    <em>\n     Thomas\n    </em>\n    ,\n    <extracted-citation case-ids=\"1229915\" index=\"397\" url=\"https://cite.case.law/us/323/516/#p530\">\n     323 U.S. at 530\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"1229915\" index=\"398\" url=\"https://cite.case.law/us/323/516/#p530\">\n     65 S.Ct. 315\n    </extracted-citation>\n    ).\n   </p>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-195\">\n    Elsewhere in the same brief, Texas describes H.B. 89 as a law preventing boycotts \"burden[ing] individuals on the basis of ... nationality, national origin, or religion,\" (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 23), targeting \"all Israelis on the basis of nationality or national origin,\" (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 8), and as a law combatting \"national-origin discrimination,\" (\n    <em>\n     id.\n    </em>\n    at 25). Because \"religion\" is mentioned only once, and \"national origin\" and \"nationality\" are used interchangeably, the Court construes Texas's claim to be that H.B. 89 is designed to prevent discrimination on the basis of national origin.\n   </p>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-196\">\n    For this reason, and for the reasons discussed in Part III(B)(1)(iii),\n    <em>\n     supra\n    </em>\n    , H.B. 89's certification requirement is also an unconstitutional condition on public employment.\n   </p>\n  </footnote>\n  <footnote label=\"9\">\n   <p id=\"p-197\">\n    (\n    <em>\n     See generally\n    </em>\n    Abbas Decl., Dkt. 8-4, at 16-53; Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 3-4, 27-29).\n   </p>\n  </footnote>\n  <footnote label=\"10\">\n   <p id=\"p-198\">\n    (\n    <em>\n     See\n    </em>\n    Clay Decl., Dkt. 14-2, at 16-19).\n   </p>\n  </footnote>\n  <footnote label=\"11\">\n   <p id=\"p-199\">\n    Texas asserts that H.B. 89 does not compel speech because (1) the statute is government speech, and (2) boycotts are not speech. (Texas Resp. Mots. Prelim. Inj., Dkt. 25, at 19; Texas Mot. Dismiss, Dkt. 55, at 13). The Court has already rejected these arguments. (\n    <em>\n     See\n    </em>\n    Parts III(B)(1)(i) &amp; (ii),\n    <em>\n     supra\n    </em>\n    ).\n   </p>\n  </footnote>\n  <footnote label=\"12\">\n   <p id=\"p-200\">\n    <extracted-citation index=\"399\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20547\">\n     11 U.S.C. § 547\n    </extracted-citation>\n    (c)(2) provides: \"The trustee may not avoid under this section a transfer-(2) to the extent that such transfer was in payment of a debt incurred by the debtor in the ordinary course of business or financial affairs of the debtor and the transferee, and such transfer was-(A) made in the ordinary course of business or financial affairs of the debtor and the transferee; or (B) made according to ordinary business terms.\"\n   </p>\n  </footnote>\n  <footnote label=\"13\">\n   <p id=\"p-201\">\n    The School Districts argue that because Plaintiffs did not specifically state that the persons who offered them contracts were \"employees\" of the School Districts or that the contracts were \"standard\" School District Contracts, they have failed to sufficiently plead their claims. (LISD Mot. Dismiss, Dkt. 43, at 15; KISD Mot. Dismiss, Dkt. 44, at 15; Reply School Dist. Ds.' Mots. Dismiss, Dkt. 51, at 5). Not so. Plaintiffs are not required to plead \"detailed factual allegations\" under Federal Rule of Civil Procedure 8.\n    <em>\n     Wooten v. McDonald Transit Assocs., Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"4229742\" index=\"400\" url=\"https://cite.case.law/f3d/788/490/#p498\">\n     788 F.3d 490\n    </extracted-citation>\n    , 498 (5th Cir. 2015) (quoting\n    <em>\n     Iqbal\n    </em>\n    ,\n    <extracted-citation case-ids=\"3653744\" index=\"401\" url=\"https://cite.case.law/us/556/662/#p678\">\n     556 U.S. at 678\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"3653744\" index=\"402\" url=\"https://cite.case.law/us/556/662/#p678\">\n     129 S.Ct. 1937\n    </extracted-citation>\n    ). They need not specifically plead every element of a cause of action.\n    <em>\n     Id.\n    </em>\n    at 499. Rather, they must simply plead \"sufficient factual matter, accepted as true, to 'state a claim to relief that is plausible on its face.' \"\n    <em>\n     Iqbal\n    </em>\n    ,\n    <extracted-citation case-ids=\"3653744\" index=\"403\" url=\"https://cite.case.law/us/556/662/#p678\">\n     556 U.S. at 678\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"3653744\" index=\"404\" url=\"https://cite.case.law/us/556/662/#p678\">\n     129 S.Ct. 1937\n    </extracted-citation>\n    (quoting\n    <em>\n     Twombly\n    </em>\n    ,\n    <extracted-citation case-ids=\"3556136\" index=\"405\" url=\"https://cite.case.law/us/550/544/#p555\">\n     550 U.S. at 570\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"3556136\" index=\"406\" url=\"https://cite.case.law/us/550/544/#p555\">\n     127 S.Ct. 1955\n    </extracted-citation>\n    ) ). Plaintiffs have done so.\n   </p>\n  </footnote>\n  <footnote label=\"14\">\n   <p id=\"p-202\">\n    The School Districts claim they never formally \"adopted\" this policy. (Reply School Dist. Ds.' Mots. Dismiss, Dkt. 51, at 5-6). The Court has already addressed this argument. (\n    <em>\n     See\n    </em>\n    Part III(A)(4),\n    <em>\n     supra\n    </em>\n    ). For purposes of the School Districts' 12(b)(6) motions, what matters is whether including the no-boycott certification requirement in their contracts is an official policy of the School Districts. It is, whether designated as a \"local\" or \"legal\" policy. (\n    <em>\n     See\n    </em>\n    Reply School Dist. Ds.' Mots. Dismiss, Dkt. 51, at 5-6). In either case, it appears as an official policy in the School Districts' policy manuals and in their contracts. (\n    <em>\n     Id.\n    </em>\n    ). It is thus marked by the imprimatur of the School Districts' municipalities.\n   </p>\n  </footnote>\n  <footnote label=\"15\">\n   <p id=\"p-203\">\n    The School Districts also claim that Plaintiffs' boycotts are not expressive conduct protected by the First Amendment. (LISD Mot. Dismiss, Dkt. 43, at 18-20; KISD Mot. Dismiss, Dkt. 44, at 17-19). For the reasons discussed in Part III(B)(1)(i),\n    <em>\n     supra\n    </em>\n    , the Court rejects this argument.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}