{
  "casebody": {
    "data": "<casebody firstpage=\"840\" lastpage=\"842\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b906-7\">Charles HERZOG II, Appellant, v. FIDELITY <em>&amp; </em>CASUALTY COMPANY OF NEW YORK, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b906-9\">No. 5803.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b906-10\">United States Court of Appeals Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b906-11\">July 8, 1958.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b906-18\">Joseph A. Sharp, Tulsa, Okl. (Truman B. Rucker, Tulsa, Okl., was with him on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b906-19\">David H. Sanders, Tulsa, Okl. (Bert McElroy, Tulsa, Okl., was with him on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b907-3\"><page-number citation-index=\"1\" label=\"841\">*841</page-number>Before BRATTON, Chief Judge, and MURRAH, PICKETT, LEWIS, and BREITENSTEIN, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b907-4\">PER CURIAM.</author>\n<p id=\"b907-5\">On this appeal, we are urged to overturn our recent decision in Morgan v. Graham, 10 Cir., 228 F.2d 625, 54 A.L.R. 2d 1290. In that case, as in this one, the casualty insurance contract obligated the insurer to pay all accrued interest upon a judgment against the insured, until the company paid or tendered into court the insured portion of the judgment. A majority of the court construed this provision in the policy to hold the insurer liable only for the accrued interest on the insured portion of the judgment, until such part of the judgment was tendered or paid into court, and not interest on the uninsured portion thereof.</p>\n<p id=\"b907-6\">The parties apparently agree that the contracts in both cases are ruled by Oklahoma law, but the Morgan case neither cites nor relies upon Oklahoma law for its construction of the policy. It does find direct and positive support in a California state case, in which a like clause in a California contract was construed to unambiguously obligate the insurer to pay interest after judgment only upon that part of it for which it was liable, and not interest on the entire judgment. Sampson v. Century Indemnity Co., 8 Cal.2d 476, 66 P.2d 434, 109 A.L.R. 1162. The court reasoned that since interest was fundamentally compensation for the use of money, and the insured had not been deprived of the use of his money by the insurer during the delay in the payment of the judgment, no interest was owing to the insured by the insurer. Construing a like California contract, the Ninth Circuit followed the controlling California case and embraced its reasoning. Standard Accident Ins. Co. of Detroit, Mich. v. Winget, 9 Cir., 197 F.2d 97.</p>\n<p id=\"b907-7\">The appellee seems to think that our case is ruled by Maryland Casualty Co. v. Peppard, 53 Okl. 515, 157 P. 106, 107, L.R.A.1916E, 597, where the Oklahoma court held the insurer liable only for interest on the insured portion of the judgment under a clause in the policy which obligated it to pay “all interest accruing after entry of judgment upon such part thereof as shall not be in excess of the limits of the company’s liability * But, there is a significant difference in a contract of this tenor, and one which obligates an insurer to pay “all interest accrued after entry of a judgment until the company has paid, or tendered or deposited in court such part of such judgment as does not exceed the limit of the company’s liability thereon.” The difference in meaning and intent is manifest in the reading.</p>\n<p id=\"b907-10\">A federal court in Virginia, construing a Virginia contract like ours, without benefit of Virginia law, expressly disagreed with Standard Accident Ins. Co. of Detroit, Mich. v. Winget, supra. It could find no justification for holding the insurer liable for only the insured portion of the contract. The court thought it “a harsh rule to permit the insurer to litigate the entire case in an effort to save the amount of its coverage while interest on the excess accumulates against the insured.” See Chief Judge Hutcheson in Wilkerson v. Maryland Casualty Co., D.C., 119 F.Supp. 383, 388, affirmed per curiam, 4 Cir., 210 F.2d 245. While conceding room for doubt in the absence of controlling state authority, the Third Circuit thought Judge Hutcheson’s construction of the contract not unnatural in view of the right of the insured to terminate its liability for interest by payment of the insured portion of the judgment into court, coupled with its right to control the litigation. See Underwood v. Buzby, 3 Cir., 236 F.2d 937. Also unaided by state authorities, the Fifth Circuit followed the Third and Fourth Circuits in United Services Automobile Ass’n v. Russom, 241 F.2d 296.</p>\n<p id=\"b907-11\"> Persuasive or even convincing as these authorities may seem, they are but forecasts of controlling state law. They are binding only upon the parties and persuasive only until the respective states have spoken. Meanwhile, Morgan v. Graham, supra, rests squarely upon an authoritative state decision to which <page-number citation-index=\"1\" label=\"842\">*842</page-number>another federal court has agreeably subscribed. In these circumstances, we are unable to say with confidence that Oklahoma courts will not embrace the California view on which we relied in the Morgan case, or that it will recognize any significant difference in the textual meaning of our contract and the one in the Peppard case. This leaves us without any good reason for saying that the Morgan case is contrary to Oklahoma law, and we therefore adhere to it.</p>\n<p id=\"b908-4\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}