{
  "casebody": {
    "data": "<casebody firstpage=\"569\" lastpage=\"573\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b601-8\">ELIZABETH NOICE, ADMINISTRATRIX, v. ALBERT D. BROWN.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b601-9\">1. An action for the seduction of the daughter, in the lifetime of the father, may be maintained by his personal representative.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b601-10\">2. An action will lie for enticing away a servant at will, where a subsisting service is interrupted by the act of the defendant.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b602-4\"><page-number citation-index=\"1\" label=\"570\">*570</page-number>In case. On demurrer to declaration.</summary>\n<p data-order=\"4\" data-type=\"summary\" id=\"b602-5\">Argued at June Term, 1877, before Beasley, Chief Justice, and Justices Depue, Van Syckel, and Knapp.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b602-6\">'For the demurrant, <em>B. Williamson.</em></attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b602-7\"><em>Contra, John P. Stockton, </em>Attorney-General.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b602-8\">The opinion of the court was delivered by</p>\n<author id=\"b602-9\">Van Syckel, J.</author>\n<p id=\"AYl\">This is an action on the case, for damages against the defendant, by an administratrix, for the seduction of her intestate’s daughter. The plaintiff is the widow of the intestate, and the alleged seduction took place in the lifetime of the husband.</p>\n<p id=\"b602-10\">In support of the demurrer, it is insisted that an administrator cannot maintain an action for the seduction of the intestate’s daughter, under any circumstances.</p>\n<p id=\"b602-11\">It is conceded that this action would not survive to the personal representative, at the common law, or by force of the statute of 4 <em>Edw. III., ch. </em>7.</p>\n<p id=\"b602-12\">This statute, after reciting that, in times past, executors have not had actions for a trespass done to their testators, as of the goods and chattels of the said testators, carried away in their life, and so, as such trespasses remained unpunished, enacts “ that the executors, in such cases, shall have an action against the trespassers, and recover their damages in like manner as they whose executors they be should have had if they were living.”</p>\n<p id=\"b602-13\">In terms, it applied only to goods and chattels carried away in testator’s lifetime, but, by an equitable construction of the statute, an executor had the same action for any injury done to the personal estate of the testator in his lifetime, whereby it became less beneficial to the executor, as the testator himself might have had, whatever the form of the action might be. <em>Wheatly v. Lane, </em>1 <em>Saund. </em>217, <em>b, (notes); Lockier </em>v. <em>Paterson, </em>1 <em>C. &amp; K. </em>271.</p>\n<p id=\"b603-4\"><page-number citation-index=\"1\" label=\"571\">*571</page-number>The statute did not apply to injuries strictly to the person, nor to injuries to real estate. The plaintiff’s case must, therefore, rest upon our act of March 17th, 1855, which provides “that executors and administrators may have an action for any trespass done to the person or property, real or personal, of their testator or intestate, against the trespasser or trespassers, and recover their damages in like manner as their testator or intestate would have had if he or she was living.”</p>\n<p id=\"b603-5\">Following the liberal interpretation of the English statute, we have held, in this court, that the word “ trespass,” in our act, is synonymous with “tort.” <em>Ten Eyck </em>v. <em>Runk, 2 Vroom, </em>428; <em>Hayden </em>v. <em>Vreeland, </em>8 <em>Vroom </em>872.</p>\n<p id=\"b603-6\">The description, “ torts to the person and torts to property, real and personal,” is sufficiently comprehensive to embrace every possible injury that does not arise out of contract, unless injuries to the person are narrowed by construction to signify injuries to the body.</p>\n<p id=\"b603-7\">The offences of seduction and libel, where no special damages are laid, are, obviously, strictly personal, being remedies, mainly, for wounded feelings. Feeling being as much a part of the person as the physical frame, no reason appears why an injury to the former is not as much a tort to the person as an assault would be.</p>\n<p id=\"b603-8\">The wrong is of a twofold character, wounding the person in his feelings, and affecting his property rights, resting, as it does; on the technical ground that, by the injury, he lost a service of some pecuniary value. The loss of the service would affect the estate in the hands of the personal representative, and should give equal support to an action by him. The damages being partly punitive, the action should survive, on the ground of public policy, that the punishment may fall on the wrong-doer. The case is within the language, and also within the spirit of the act.</p>\n<p id=\"b603-9\">In Hayden <em>v. </em>Vreeland, it was held that the action could not be maintained by the personal representative for breach of promise to marry, because it had been held to be an action <page-number citation-index=\"1\" label=\"572\">*572</page-number>on contract as distinguished from tort, and, therefore, not within the operation of our statute.</p>\n<p id=\"b604-4\">The second count of the declaration is for enticing a servant from the employment of the intestate, during his lifetime.</p>\n<p id=\"b604-5\">It is well settled that a person who, knowing the premises, entices another to break a subsisting contract of service, is liable to an action for the damages which ensue to the employer.</p>\n<p id=\"b604-6\">Whether an action will lie, where there is no binding contract to continue in service, is, perhaps, not so clear, but I think it may be maintained, both upon reason and authority, where it is merely a subsisting service at will.</p>\n<p id=\"b604-7\">Where the service is merely at will, all the liabilities and rights existing between master and servant, attach to the relation. The master is liable for the negligence of the servant, and -may exercise his right to defend him. In such service, like a tenancy at will, the relation must be ended in some way, before the rights of the master can be lost. By the unwarrantable interference of a third party, the employer is deprived of what he otherwise might have retained.</p>\n<p id=\"b604-8\">In the case of an action for seduction, it is well settled that no proof of service is necessary beyond that implied from the fact of the daughter’s living in her father’s house as a member of his family, which, where the daughter is of age, is only a service at will.</p>\n<p id=\"b604-9\">That a subsisting valid contract of service is not essential to support this action, is held in <em>Keane </em>v. <em>Boycott, </em>2 <em>H. Bl. </em>511, where Eyre, C. J., says that the defendant had no concern in the validity of the contract between the plaintiff and his servant.</p>\n<p id=\"b604-10\">Chief Justice Holt said, in <em>Barber </em>v. <em>Dennis, </em>6 <em>Mod. </em>69, that a service <em>defacto </em>would suffice against a wrong-doer.</p>\n<p id=\"b604-11\">The gist of the action is stated by Lord Mansfield to be that the defendant has enticed away a man who stood in the relation of servant to the plaintiff, and by whom he was to be benefited. <em>Hart </em>v. <em>Aldridge, Cowp. </em>54.</p>\n<p id=\"b605-4\"><page-number citation-index=\"1\" label=\"573\">*573</page-number>Some of the text-writers say that this action can only be based upon a binding contract of service, and in support of this view, among other cases, are cited <em>Sykes </em>v. <em>Dixon, </em>9 <em>Ad. &amp; E. </em>693, and <em>Cox </em>v. <em>Muncey, </em>6 <em>C. B. (N. S.) </em>376, (95 <em>E. C. L.)</em></p>\n<p id=\"b605-5\">In the former case, the defendant was permitted to avail himself of the invalidity of the contract between the master and servant; but in that case, there was no subsisting service, which was interrupted by the act of the defendant, a distinction expressly noticed by Lord Denman, in referring to the case of Keane <em>v. </em>Boycott, before cited.</p>\n<p id=\"b605-6\">Cox <em>v. </em>Muncey was a case of apprenticeship, which Chief Justice Cockburn distinguished from the present case, saying that he was inclined to think that if the action had been brought on the footing of the youth being the servant of the plaintiff, the defendant would have been liable, there being evidence of enticement, and that he was disposed to allow an amendment and send the cause down again, unless the parties would agree.</p>\n<p id=\"b605-7\">In <em>Evans </em>v. <em>Walton, Law Rep., 2 C. P. </em>615, where the principal cases are cited, the test was declared to be, whether or not there was a subsisting service.</p>\n<p id=\"b605-8\">There is nothing in the objection that the girl was over age; if she was in the service of the father, as alleged in the declaration, it is sufficient.</p>\n<p id=\"b605-9\">Whether the pleading is faulty in failing to aver that the defendant knew of the existing relation between the intestate and the girl, when he enticed her away, need not be considered, as the demurrer is to the whole declaration.</p>\n<p id=\"b605-10\">The demurrer is not well taken, and should be overruled, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}