{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"469\" lastpage=\"478\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Kimberlee R. RASKA, Plaintiff-Appellant/Cross Appellee\n  <br/>\n  v.\n  <br/>\n  Vincent M. RASKA, Defendant-Appellee/Cross Appellant\n </parties>\n <docketnumber id=\"p-2\">\n  No. 2018-CA-25\n </docketnumber>\n <court id=\"p-3\">\n  Court of Appeals of Ohio, Second District, Clark County.\n </court>\n <decisiondate id=\"p-4\">\n  Rendered September 28, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  VALERIE JUERGENS WILT, Atty. Reg. No. 0040413, 333 N. Limestone Street, Suite 202A, Springfield, Ohio 45503, Attorney for Plaintiff-Appellant/Cross Appellee\n </attorneys>\n <attorneys id=\"p-6\">\n  ANDREW H. JOHNSTON, Atty. Reg. No. 0088008, 215 W. Water Street, P.O. Box 310, Troy, Ohio 4537\n </attorneys>\n <opinion type=\"majority\">\n  <author id=\"p-7\">\n   DONOVAN, J.\n  </author>\n  <p id=\"p-8\">\n   {¶ 1} Plaintiff-appellant/cross-appellee Kimberlee R. Raska appeals a judgment of the Clark County Court of Common Pleas, Domestic Relations Division, which overruled her objections, as well as the objections of defendant-appellee/cross-appellant Vincent M. Raska, to the magistrate's decision, and terminated Vincent's spousal support obligation to Kimberlee effective as of June 10, 2016. Kimberlee filed a timely notice of appeal with this Court on February 20, 2018. Thereafter on March 2, 2018, Vincent filed a timely notice of cross-appeal of the trial court's judgment. For\n   the following reasons, the judgment of the trial court is affirmed.\n  </p>\n  <p id=\"p-9\">\n   {¶ 2} The record establishes that Kimberlee and Vincent were married on August 1, 1986. Three children were born during the parties' marriage. All of the children were emancipated at the time of these proceedings. A final judgment entry and decree of divorce was issued on June 13, 2012, after approximately 26 years of marriage.\n   <em>\n    See\n   </em>\n   <em>\n    Raska v. Raska\n   </em>\n   , 2d Dist. Clark Nos. 2014 CA 29 and 2014 CA 35,\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=2014-Ohio-5449\">\n    2014-Ohio-5449\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=2014%20WL%207004795\">\n    2014 WL 7004795\n   </extracted-citation>\n   . In the parties' divorce decree, Kimberlee was awarded spousal support from Vincent in the amount of $2,000 per month, effective as of May 29, 2012. The divorce decree also stated that the spousal support would terminate seven years from the effective date or upon the death of either party, or if Kimberlee remarried, cohabitated with, lived with, or resided with an unrelated adult.\n  </p>\n  <p id=\"p-10\">\n   {¶ 3} On June 10, 2016, Vincent filed a motion to terminate his spousal support obligation. A series of hearings were held before the magistrate regarding Vincent's motion to terminate on October 19, 2016, January 27, 2017, and February 24, 2017. In a decision issued on March 27, 2017, the magistrate recommended the termination of Vincent's spousal support obligation, effective as of June 17, 2016. Both parties filed objections to the magistrate's decision.\n  </p>\n  <p id=\"p-11\">\n   {¶ 4} On June 15, 2017, the trial court issued a decision ordering \"that the Magistrate's Findings and Recommended Orders filed March 27, 2017[,] shall be and are herewith set aside and therefore are of no further legal effect.\" Thereafter, the trial court scheduled a supplemental evidentiary hearing to be held on October 10, 2017, with respect to Vincent's original motion to terminate spousal support filed on June 10, 2016. Additional evidence was adduced by both parties at the supplemental hearings held on October 10, 2017, and January 19, 2018. On February 2, 2018, the trial court issued a decision overruling the objections of both parties and ordering the termination of Vincent's spousal support obligation, effective as of June 10, 2016.\n  </p>\n  <p id=\"p-12\">\n   {¶ 5} It is from this decision that both parties appeal.\n  </p>\n  <p id=\"p-13\">\n   {¶ 6} Because they are interrelated, Kimberlee's first and second assignments of error will be discussed together as follows:\n  </p>\n  <blockquote id=\"p-14\">\n   THE TRIAL COURT INCORRECTLY APPLIED THE LAW OF COHABITATION TO THE FACTS OF THE CASE.\n  </blockquote>\n  <blockquote id=\"p-15\">\n   THE TRIAL COURT ABUSED ITS DISCRETION FINDING THAT SPOUSAL [SUPPORT] SHOULD BE MODIFIED TO ZERO AND TERMINATING VINCENT'S SPOUSAL SUPPORT OBLIGATION.\n  </blockquote>\n  <p id=\"p-16\">\n   {¶ 7} In her first assignment, Kimberlee contends that the trial court erred when it terminated Vincent's spousal support obligation upon a finding that she had been cohabitating with Bron K. Isaac. Specifically, Kimberlee argues that Vincent failed to adduce sufficient evidence to establish that she was cohabiting with Isaac.\n  </p>\n  <p id=\"p-17\">\n   {¶ 8} At issue in the instant case are the following provisions from the parties' divorce decree:\n  </p>\n  <blockquote id=\"p-18\">\n   Rather, in light of the proposed property division and the equitable goal of spousal support, post-decree spousal support of $2,000 a month for seven years is reasonable and appropriate.\n  </blockquote>\n  <blockquote id=\"p-19\">\n   It is recommended that the spousal support * * * obligation of Husband, the spousal support obligor, is $2,000, per month, plus a 2% processing fee, to be paid through Clark County Child Support Enforcement Agency.\n  </blockquote>\n  <blockquote id=\"p-20\">\n   * * *\n  </blockquote>\n  <blockquote id=\"p-21\">\n   It is recommended that the spousal support obligation terminate seven years after May 29, 2012.\n  </blockquote>\n  <blockquote id=\"p-22\">\n   It is recommended that the spousal support obligation will terminate before the term of the award expires if either party dies, or Wife remarries,\n   <em>\n    or cohabitates with, or lives with, or resides with, an unrelated adult, or upon further order of the Court.\n   </em>\n  </blockquote>\n  <blockquote id=\"p-23\">\n   It is recommended that the Court retains jurisdiction to modify the amount and term of this spousal support upon the change of circumstance of a party, which includes but is not limited to, any increase or involuntary decrease in the parties' wages, salary, bonuses, living expenses or medical expenses in accordance to R.C. 3105.18.\n  </blockquote>\n  <p id=\"p-24\">\n   {¶ 9} This court has recognized that \"[c]ohabitation is a question of fact for the trier of facts, and if the trial court's decision is supported by some competent credible evidence going to the essential elements of the issue, it should not be reversed by the reviewing court as being against the manifest weight of the evidence.\"\n   <em>\n    Day v. Day\n   </em>\n   , 2d Dist. Greene No. 2002-CA-79,\n   <extracted-citation index=\"2\" url=\"https://cite.case.law/citations/?q=2002-Ohio-6779\">\n    2002-Ohio-6779\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=2002%20WL%2031761480\">\n    2002 WL 31761480\n   </extracted-citation>\n   , ¶ 4, citing\n   <em>\n    Dingey v. Dingey\n   </em>\n   , 2d Dist. Champaign No. 96-CA-14,\n   <extracted-citation index=\"4\" url=\"https://cite.case.law/citations/?q=1997%20WL%2064036\">\n    1997 WL 64036\n   </extracted-citation>\n   (February 14, 1997).\n  </p>\n  <p id=\"p-25\">\n   {¶ 10} Kimberlee argues that the trial court erred when it found that she and Isaac were cohabitating. In support of her argument, she relies on our holding in\n   <em>\n    Perri v. Perri\n   </em>\n   ,\n   <extracted-citation case-ids=\"1670873\" index=\"5\" url=\"https://cite.case.law/ohio-app-3d/79/845/\">\n    79 Ohio App.3d 845\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"6\" url=\"https://cite.case.law/citations/?q=608%20N.E.2d%20790\">\n    608 N.E.2d 790\n   </extracted-citation>\n   (2d Dist.1992). Therein, we recognized that a primary purpose of a cohabitation provision is \" 'to prevent a person from receiving support from two sources, each of whom is obligated or voluntarily undertakes the duty of total support.' \"\n   <em>\n    <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=608%20N.E.2d%20790\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=608%20N.E.2d%20790\">\n    at 850\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"8\" url=\"https://cite.case.law/citations/?q=608%20N.E.2d%20790\">\n    608 N.E.2d 790\n   </extracted-citation>\n   , quoting\n   <em>\n    Taylor v. Taylor\n   </em>\n   ,\n   <extracted-citation case-ids=\"6708615\" index=\"9\" url=\"https://cite.case.law/ohio-app-3d/11/279/#p280\">\n    11 Ohio App.3d 279\n   </extracted-citation>\n   , 280,\n   <extracted-citation index=\"10\" url=\"https://cite.case.law/citations/?q=465%20N.E.2d%20476\">\n    465 N.E.2d 476\n   </extracted-citation>\n   (1st Dist.1983). Accordingly, we reasoned that cohabitation is established, and a spousal support obligation is subject to termination, when a paramour voluntarily undertakes a duty of total support or otherwise assumes obligations equivalent to those arising from a ceremonial marriage.\n   <em>\n    Id.\n   </em>\n   at 851-852,\n   <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=608%20N.E.2d%20790\">\n    608 N.E.2d 790\n   </extracted-citation>\n   . Notably, we also recognized in\n   <em>\n    Perri\n   </em>\n   that, just as a former husband should not be required to pay spousal support when his former wife is totally supported by a paramour, he likewise should not be obligated to pay full spousal support when his former wife uses some of the money to support her paramour rather than to provide for her own sustenance.\n   <em>\n    <extracted-citation index=\"12\" url=\"https://cite.case.law/citations/?q=608%20N.E.2d%20790\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-26\">\n   {¶ 11} The evidence in\n   <em>\n    Perri\n   </em>\n   failed to establish that the paramour, John Santy, voluntarily had undertaken a duty of total support of the former wife or that he otherwise had assumed obligations equivalent to those arising from a ceremonial marriage.\n   <em>\n    <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=608%20N.E.2d%20790\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=608%20N.E.2d%20790\">\n    at 851\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"14\" url=\"https://cite.case.law/citations/?q=608%20N.E.2d%20790\">\n    608 N.E.2d 790\n   </extracted-citation>\n   . Indeed, we expressly found that the opposite was true. The former wife, Linda Perri, was at least partially supporting Santy with spousal support obtained from her former husband, Joseph Perri.\n   <em>\n    <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=608%20N.E.2d%20790\">\n     Id.\n    </extracted-citation>\n   </em>\n   Given that Linda Perri had not obtained support from Santy, we rejected the trial court's finding of cohabitation for purposes of terminating Joseph Perri's support obligation.\n   <em>\n    <extracted-citation index=\"16\" url=\"https://cite.case.law/citations/?q=608%20N.E.2d%20790\">\n     Id.\n    </extracted-citation>\n   </em>\n   Nevertheless, we held that Joseph Perri was not without recourse. In particular, we reasoned that when \"the evidence fails to establish that the paramour has undertaken any obligation of support, much less an obligation of total support,\" a trial court should consider whether the relationship between the spousal support obligee and the paramour resulted in a \"change of circumstances\" sufficient to entitle the spousal support obligor to some relief.\n   <em>\n    <extracted-citation index=\"17\" url=\"https://cite.case.law/citations/?q=608%20N.E.2d%20790\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"17\" url=\"https://cite.case.law/citations/?q=608%20N.E.2d%20790\">\n    at 852\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=608%20N.E.2d%20790\">\n    608 N.E.2d 790\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-27\">\n   {¶ 12} Simply put, the focus should be on whether an appreciable amount of the spousal support paid by the obligor directly benefitted the paramour.\n   <em>\n    <extracted-citation index=\"19\" url=\"https://cite.case.law/citations/?q=608%20N.E.2d%20790\">\n     Id.\n    </extracted-citation>\n   </em>\n   If so, the proper remedy is not the termination of spousal support, but a reduction in the amount of support to the extent that it directly benefitted the paramour.\n   <em>\n    <extracted-citation index=\"20\" url=\"https://cite.case.law/citations/?q=608%20N.E.2d%20790\">\n     Id.\n    </extracted-citation>\n   </em>\n   ;\n   <em>\n    see also\n   </em>\n   <em>\n    Day\n   </em>\n   , 2d Dist. Greene No. 2002-CA-79,\n   <extracted-citation index=\"21\" url=\"https://cite.case.law/citations/?q=2002-Ohio-6779\">\n    2002-Ohio-6779\n   </extracted-citation>\n   (reversing trial court's decision terminating appellee husband's spousal support obligation after finding that appellant wife was cohabitating with her paramour; findings made by the magistrate and the trial court did not establish that the paramour undertook any obligation to support appellant wife or that he assumed any marriage-like obligations). However, we note that in neither\n   <em>\n    Perri\n   </em>\n   nor\n   <em>\n    Day\n   </em>\n   did the court find evidence of cohabitation.\n  </p>\n  <p id=\"p-28\">\n   {¶ 13} In the instant case, the trial court found that Kimberlee was cohabitating with Isaac. The trial court made the following finding regarding cohabitation:\n  </p>\n  <blockquote id=\"p-29\">\n   The Court further finds, from the totality of the credible evidence, that Ms. Raska is cohabitating with Braun [sic] Isaac, despite her contentions to the contrary. By her own admissions, Mr. Isaac resides at her residence four to five nights per week and he would \"contribute to the household expenses if she asked him to do so,\" which she admittedly does not.\n  </blockquote>\n  <blockquote id=\"p-30\">\n   In consideration of the foregoing, the Court finds that Mr. Raska's current spousal support obligation is being utilized to subsidize the household maintained by Ms. Raska and Mr. Isaac to the extent that such an order is not appropriate or reasonable in any amount.\n  </blockquote>\n  <p id=\"p-31\">\n   Decision and Final Judgment Entry, p. 8.\n  </p>\n  <p id=\"p-32\">\n   {¶ 14} With respect to Kimberlee and Isaac, the record establishes that they began dating in September 2012, shortly after the parties' final divorce decree was filed in June 2012. Isaac testified that, in July 2015, he began living with Kimberlee at her residence located on Wellington Drive in Springfield, Ohio. Isaac testified that he also lived with his daughter at a residence located on Corvette Drive in New Carlisle, Ohio. However, Isaac testified that he has never paid any rent or other household expenses related to the residence on Corvette Avenue. Although he kept some personal property at the Corvette Avenue residence, Isaac testified that he kept the majority of his clothes, toiletries, and other day-to-day personal items at Kimberlee's residence. Furthermore, Isaac testified that he had never spent the night at his daughter's residence where she lives with her significant other, not Isaac. In fact, the record establishes that Isaac only received mail at the Corvette Drive residence. The record also establishes that in June 2015, Isaac purchased a residence in Mount Olivet, Kentucky, but only used the property as a vacation home.\n  </p>\n  <p id=\"p-33\">\n   {¶ 15} The record further establishes that Isaac was employed in Huber Heights, Ohio, and resided in Clark County, Ohio. Isaac testified that he had an Ohio driver's license, voted in Ohio political elections, and filed his tax returns in Ohio. Additionally, any mail associated with Isaac's residence in Kentucky was sent to his daughter's residence in New Carlisle, Ohio. More importantly, the record establishes that he spent every weeknight with Kimberlee at her residence. Isaac also testified that when he visited his residence in Kentucky on the weekends, Kimberlee usually traveled and stayed with him unless she had prior work commitments.\n  </p>\n  <p id=\"p-34\">\n   {¶ 16} In the late spring/early summer of 2016, Kimberlee sold her residence on Wellington Drive for approximately\n   $166,500. Kimberlee then purchased a residence located on W. Clark Street in North Hampton, Ohio, for approximately $70,000. Isaac testified that he moved into the W. Clark Street house with Kimberlee. Isaac testified that he helped Kimberlee shop for the new house. Additionally, once the house on W. Clark Street had been purchased, Isaac personally helped Kimberlee make improvements to the property, including building a fence. Kimberlee also had a pole barn built on the property, and Isaac testified that he stored many of his own tools in the barn on a permanent basis. Isaac testified that he did not pay Kimberlee any rent to live with her at the Wellington Drive property, nor did he pay her any rent to live at the W. Clark Street residence.\n  </p>\n  <p id=\"p-35\">\n   {¶ 17} We also note that Isaac testified that he shared in the household chores with Kimberlee, such as feeding the dogs, cleaning the house, mowing the lawn, taking out the trash, and bringing in the trash receptacles from the curb. Both Kimberlee and Isaac testified that they each purchased their own groceries, but they also each acknowledged that they shared other household items at their common residence. Furthermore, Isaac testified that when they went out to eat, they generally alternated who paid the bill. Isaac testified that he used Kimberlee's household utilities and did not pay her for them, including internet, cable, water, sewer, electricity, and gas.\n  </p>\n  <p id=\"p-36\">\n   {¶ 18} At an evidentiary hearing held on January 27, 2017, Isaac provided the following testimony regarding the nature of his relationship with Kimberlee:\n  </p>\n  <blockquote id=\"p-37\">\n   Defense Counsel: Okay. So - getting down to a little bit more of the heart of it, you guys have been together for four and a half years?\n  </blockquote>\n  <blockquote id=\"p-38\">\n   Isaac: Correct.\n  </blockquote>\n  <blockquote id=\"p-39\">\n   Q: You love each other very, very much, right?\n  </blockquote>\n  <blockquote id=\"p-40\">\n   A: Yes.\n  </blockquote>\n  <blockquote id=\"p-41\">\n   Q: You are in an intimate relationship, correct?\n  </blockquote>\n  <blockquote id=\"p-42\">\n   A: Yes.\n  </blockquote>\n  <blockquote id=\"p-43\">\n   Q: You both have jobs?\n  </blockquote>\n  <blockquote id=\"p-44\">\n   A: That's correct.\n  </blockquote>\n  <blockquote id=\"p-45\">\n   Q: Okay. And have you had any discussions about why you don't just make it all official, just live together, split the bills, save some money, do all of these kinds of things; why don't do [sic] you that?\n  </blockquote>\n  <blockquote id=\"p-46\">\n   A: I'm not doing that because I had been married for 27 years and it didn't work out and it was miserable. And things, the split-up was not, was not good. And I'm not doing it again. I don't want anybody controlling my life to that extent ever again.\n  </blockquote>\n  <blockquote id=\"p-47\">\n   Q: Okay, regardless of marriage, just splitting bills and sharing expenses, why don't you guys do that?\n  </blockquote>\n  <blockquote id=\"p-48\">\n   A: I have my own place. If things don't work out here, I got my own place I can go.\n  </blockquote>\n  <blockquote id=\"p-49\">\n   Q: Did Ms. Raska ever make any statements that she doesn't want anybody to have that kind of control over her life?\n  </blockquote>\n  <blockquote id=\"p-50\">\n   A: Yes.\n  </blockquote>\n  <blockquote id=\"p-51\">\n   Q: And she doesn't want to depend on anybody ever again?\n  </blockquote>\n  <blockquote id=\"p-52\">\n   A: Yes.\n  </blockquote>\n  <blockquote id=\"p-53\">\n   Q: Right.\n   <em>\n    But in those same conversations, and you testified to this before, that one of the most important reasons and, in fact, it was the first thing that you guys discussed when you talked about living together with each other is she gets spousal support and if you reside with her, she loses that?\n   </em>\n  </blockquote>\n  <blockquote id=\"p-54\">\n   A:\n   <em>\n    That's correct.\n   </em>\n  </blockquote>\n  <blockquote id=\"p-55\">\n   Q:\n   <em>\n    All right. Now, is that the forefront seemingly of a thought process between the two of you living together?\n   </em>\n  </blockquote>\n  <blockquote id=\"p-56\">\n   A:\n   <em>\n    Yes.\n   </em>\n  </blockquote>\n  <blockquote id=\"p-57\">\n   Q:\n   <em>\n    Okay. So, would it be fair to say that if there was not [spousal] support going on with all of these issues, wouldn't it make the most sense for your mail to go to where you sleep every night. I mean, let's be honest here.\n   </em>\n  </blockquote>\n  <blockquote id=\"p-58\">\n   A:\n   <em>\n    Yes.\n   </em>\n  </blockquote>\n  <blockquote id=\"p-59\">\n   Q:\n   <em>\n    All right. But, because of these concerns, you have your mail go to your daughter's house even though you don't live there?\n   </em>\n  </blockquote>\n  <blockquote id=\"p-60\">\n   A:\n   <em>\n    That's correct.\n   </em>\n  </blockquote>\n  <blockquote id=\"p-61\">\n   Q:\n   <em>\n    Okay. * * * And that since all this has been going on, right, Ms. Raska testified in her deposition she's been putting the [spousal] support money kind of away because she realized that she may lose it. Have you guys ever talked about that?\n   </em>\n  </blockquote>\n  <blockquote id=\"p-62\">\n   A:\n   <em>\n    I'm aware of that, yes.\n   </em>\n  </blockquote>\n  <blockquote id=\"p-63\">\n   Q:\n   <em>\n    So, you guys are attempting to do a trial run like, what is life like without this $2,000 dollars a month. Can we survive? Can we make it?\n   </em>\n  </blockquote>\n  <blockquote id=\"p-64\">\n   <em>\n    A: I'm not sure what she is doing, but it's not affecting me one way or the other.\n   </em>\n  </blockquote>\n  <blockquote id=\"p-65\">\n   Q:\n   <em>\n    I'm just asking what you guys talk about. You talked about putting this money aside, right?\n   </em>\n  </blockquote>\n  <blockquote id=\"p-66\">\n   A:\n   <em>\n    I know she has put it back thinking she may have to pay it back. Other than that, that's all I can respond to.\n   </em>\n  </blockquote>\n  <blockquote id=\"p-67\">\n   Q:\n   <em>\n    Okay. And she is surviving, right?\n   </em>\n  </blockquote>\n  <blockquote id=\"p-68\">\n   A:\n   <em>\n    As far as I can tell.\n   </em>\n  </blockquote>\n  <p id=\"p-69\">\n   (Emphasis added.) Tr. 55-58.\n  </p>\n  <p id=\"p-70\">\n   {¶ 19} Thereafter, at a supplemental hearing held on October 10, 2017, Isaac provided the following testimony:\n  </p>\n  <blockquote id=\"p-71\">\n   Defense Counsel: I don't want to rehash this too much, Your Honor. -\n   <em>\n    [B]ut prior to the hearing, you guys talked about, hey, I'm getting [spousal] support. You can't live with me in order for me to keep getting spousal support - you and [Kimberlee] had these conversations, right?\n   </em>\n  </blockquote>\n  <blockquote id=\"p-72\">\n   Isaac:\n   <em>\n    We have talked about that, yes.\n   </em>\n  </blockquote>\n  <blockquote id=\"p-73\">\n   Q:\n   <em>\n    Absolutely. And things are set up in such a way that in theory in her mind and your mind, based on those conversations, allow her to continue receiving [spousal] support regardless of other reasons why, that is one off the things that you talked about?\n   </em>\n  </blockquote>\n  <blockquote id=\"p-74\">\n   A:\n   <em>\n    Yes.\n   </em>\n  </blockquote>\n  <p id=\"p-75\">\n   (Emphasis added.)\n  </p>\n  <p id=\"p-76\">\n   {¶ 20} Unlike the parties in\n   <em>\n    Perri\n   </em>\n   or\n   <em>\n    Day\n   </em>\n   , the trial court found that Kimberlee and Isaac were cohabitating. Vincent and Kimberlee's divorce decree specifically stated that if Kimberlee were found to be cohabitating, residing, or living with another person, who is not a blood relative, then she will no longer be entitled to spousal support. Under these circumstances, the rationale stated in\n   <em>\n    Perri\n   </em>\n   regarding modification of a spousal support award where no cohabitation was found was inapplicable. Rather, the record establishes that Kimberlee and Isaac had been living together in a marriage-like state since July 2015, first at the Wellington Drive residence, and then later at the house Kimberlee purchased located on W. Clark Street in North Hampton Ohio.\n  </p>\n  <p id=\"p-77\">\n   {¶ 21} The Ninth Appellate District has explained that when a condition subsequent is listed in the divorce decree for termination of spousal support, a party does not have to show a change in circumstance (the test for modification) to have the spousal support terminated; rather, it only has to show the condition subsequent.\n  </p>\n  <p id=\"p-78\">\n   <em>\n    Guggenbiller v. Guggenbiller\n   </em>\n   , 9th Dist. Lorain No. 10CA009871,\n   <extracted-citation index=\"22\" url=\"https://cite.case.law/citations/?q=2011-Ohio-3622\">\n    2011-Ohio-3622\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"23\" url=\"https://cite.case.law/citations/?q=2011%20WL%202981582\">\n    2011 WL 2981582\n   </extracted-citation>\n   , ¶¶ 2-6. In that case, the obligee argued the trial court incorrectly terminated spousal support based on her cohabitation with her boyfriend.\n   <em>\n    Id.\n   </em>\n   at ¶ 2. The obligee contended the obligor failed to show a substantial change in circumstance.\n   <em>\n    Id.\n   </em>\n   The\n   <em>\n    Guggenbiller\n   </em>\n   court explained that the divorce decree indicated spousal support would terminate if she cohabitated with an adult male.\n   <em>\n    Id.\n   </em>\n   This was a condition subsequent for termination.\n   <em>\n    Id.\n   </em>\n   at ¶ 6. The\n   <em>\n    Guggenbiller\n   </em>\n   court then noted there is a distinction between modification and termination based on a condition subsequent: \"Modification is an increase or decrease in the amount of alimony payable, or a change in the terms and conditions of payment. A condition subsequent is a future occurrence such as remarriage, death, or cohabitation which upon happening, accelerates the termination of the alimony award.\"\n   <em>\n    Id.\n   </em>\n   at ¶ 4, citing\n   <em>\n    Hibbard v. Hibbard\n   </em>\n   , 12th Dist. No. 88-06-078,\n   <extracted-citation index=\"24\" url=\"https://cite.case.law/citations/?q=1988%20WL%20139129\">\n    1988 WL 139129\n   </extracted-citation>\n   , *2 (Dec. 27, 1988). Accordingly, the\n   <em>\n    Guggenbiller\n   </em>\n   court held that since the motion to terminate was based on cohabitation, and cohabitation was listed as a condition subsequent for termination in the divorce decree, the trial court had jurisdiction to terminate spousal support based on that condition.\n   <em>\n    Id.\n   </em>\n   at ¶ 6.\n  </p>\n  <p id=\"p-79\">\n   {¶ 22} In\n   <em>\n    Hirtzinger v. Hirtzinger\n   </em>\n   , 2d Dist. Clark No. 2014-CA-34,\n   <extracted-citation index=\"25\" url=\"https://cite.case.law/citations/?q=2014-Ohio-3752\">\n    2014-Ohio-3752\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"26\" url=\"https://cite.case.law/citations/?q=2014%20WL%204267484\">\n    2014 WL 4267484\n   </extracted-citation>\n   , we found that the parties' divorce decree specifically stated that, if Ms. Hirtzinger were found to be cohabitating with another person, who was not a blood relative, then she would no longer be entitled to spousal support.\n   <em>\n    Id.\n   </em>\n   at ¶ 17. Essentially mirroring the holding of the court in\n   <em>\n    Guggenbiller\n   </em>\n   , we held that upon finding that Ms. Hirtzinger was cohabitating with another person, the trial court erred when it merely modified Mr. Hirtzinger's spousal support downward rather than terminating his obligation altogether.\n   <em>\n    Id.\n   </em>\n   \"Thus, we find that the trial court erred when it merely modified [Mr. Hirtzinger's] spousal support obligation downward to $500.00 per month. Since the trial court found and the record supports a finding that [Ms. Hirtzinger] and [another man] were cohabitating, the proper decision would have been to terminate [Mr. Hirtzinger's] spousal support obligation.\"\n   <em>\n    Id.\n   </em>\n  </p>\n  <p id=\"p-80\">\n   {¶ 23} Similar to the divorce decrees at issue in\n   <em>\n    Hirtzinger\n   </em>\n   and\n   <em>\n    Guggenbiller\n   </em>\n   , the parties' decree contained a provision stating that Vincent's spousal support obligation would terminate before the term of the award expired if either party died, or Kimberlee \"remarries, or cohabitates with, or lives with, or resides with, an unrelated adult[.]\" Upon review, we conclude that the trial court did not err when it found that Kimberlee and Isaac had been cohabitating since July 2015. The record establishes that Kimberlee and Isaac shared day-to-day living expenses and lived together exclusively at Kimberlee's house. We find it especially significant that Isaac testified that he and Kimberlee had basically formulated a plan whereby they would maintain the illusion that they lived separate and apart so that Kimberlee could still receive her spousal support award from Vincent. Notably, Isaac testified that he still received mail at his daughter's residence because he and Kimberlee were attempting to circumvent the cohabitation clause in the parties' divorce decree. Kimberlee had also been placing her unspent spousal support payments in a separate bank account since Vincent filed his motion to terminate spousal support, because she thought that she might potentially be required to pay them back to Vincent.\n  </p>\n  <p id=\"p-81\">\n   {¶ 24} In light of the foregoing, we conclude that the findings of fact made by the trial court regarding cohabitation between\n   Kimberlee and Isaac were not against the manifest weight of the evidence. Therefore, since the parties' divorce decree contained a condition subsequent, i.e., cohabitation, for termination of the spousal support award, we find that the trial court did not err when it terminated Vincent's spousal support obligation. We note that the trial court additionally found that Kimberlee had experienced a substantial change in circumstances since she and Isaac began cohabitating together,\n   <footnotemark>\n    1\n   </footnotemark>\n   but the trial court's findings in this regard were unnecessary. The trial court's finding that Kimberlee and Isaac were cohabitating forestalled any need for the trial court to address whether Kimberlee had experienced a change of circumstance prior to termination of her spousal support award.\n  </p>\n  <p id=\"p-82\">\n   {¶ 25} Kimberlee's first and second assignments of error are overruled.\n  </p>\n  <p id=\"p-83\">\n   <strong>\n    Vincent's Cross-Appeal\n   </strong>\n  </p>\n  <p id=\"p-84\">\n   {¶ 26} Vincent's sole assignment of error in his cross-appeal is as follows:\n  </p>\n  <blockquote id=\"p-85\">\n   THE TRIAL COURT ERRED AS A MATTER OF LAW WHEN IT FAILED TO MAKE THE TERMINATION OF SPOUSAL SUPPORT RETROACTIVE TO THE DATE ON WHICH THE PLAINTIFF BEGAN COHABITATING WITH [ISAAC] IN JULY OF 2015.\n  </blockquote>\n  <p id=\"p-86\">\n   {¶ 27} As previously stated, although the trial court found that Kimberlee and Isaac had been cohabitating since July 2015, the trial court ordered that Vincent's spousal support obligation be terminated retroactive to June 10, 2016, when he originally filed his motion to terminate. Vincent argues that Kimberlee and Isaac \"discuss[ed] the need to arrange their lives in such a way in which to prevent spousal support from terminating.\" Therefore, Vincent contends that this \"scheming\" on their parts created the special circumstances whereby the trial court should have ordered the termination of spousal support retroactive to July 31, 2015, the time when Kimberlee and Isaac first began cohabitating.\n  </p>\n  <p id=\"p-87\">\n   {¶ 28} Spousal support decisions are reviewed for abuse of discretion.\n   <em>\n    Norbut v. Norbut\n   </em>\n   , 2d Dist. Greene No. 06-CA-112, 2007-Ohio 2966,\n   <extracted-citation index=\"27\" url=\"https://cite.case.law/citations/?q=2007%20WL%201721465\">\n    2007 WL 1721465\n   </extracted-citation>\n   , ¶ 14. The trial court did not abuse its discretion in terminating support as of the date the motion was filed, rather than an earlier date. Parties may be entitled to orders terminating support retroactive to the date their motions were filed, but they are not entitled to retroactive termination to a date before the requests for termination were filed.\n   <em>\n    See, e.g.\n   </em>\n   ,\n   <em>\n    Merkle v. Merkle\n   </em>\n   ,\n   <extracted-citation case-ids=\"964167\" index=\"28\" url=\"https://cite.case.law/ohio-app-3d/115/748/#p754\">\n    115 Ohio App.3d 748\n   </extracted-citation>\n   , 754,\n   <extracted-citation index=\"29\" url=\"https://cite.case.law/citations/?q=686%20N.E.2d%20316\">\n    686 N.E.2d 316\n   </extracted-citation>\n   (7th Dist.1996).\n  </p>\n  <p id=\"p-88\">\n   {¶ 29} Indeed, \"[a]bsent some special circumstance,\" an order of a trial court terminating support should be retroactive to the date such modification was first requested.\n   <em>\n    Cummings v. Cummings\n   </em>\n   , 2d Dist. Montgomery No. 26594,\n   <extracted-citation index=\"30\" url=\"https://cite.case.law/citations/?q=2015-Ohio-3686\">\n    2015-Ohio-3686\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"31\" url=\"https://cite.case.law/citations/?q=2015%20WL%205313234\">\n    2015 WL 5313234\n   </extracted-citation>\n   , ¶ 36. Any other holding might produce an inequitable result in view of the substantial time it frequently takes the trial court to dispose of motions to modify or terminate support obligations.\n   <em>\n    <extracted-citation index=\"32\" url=\"https://cite.case.law/citations/?q=2015%20WL%205313234\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-89\">\n   {¶ 30} Although Isaac testified that he began \"staying\" with Kimberlee at the Wellington Drive residence in July 2015, we cannot say that the trial court abused its discretion when it ordered that Vincent's spousal support obligation be terminated retroactive to June 10, 2016, when he originally filed his motion to terminate.\n  </p>\n  <p id=\"p-90\">\n   \"The date upon which cohabitation commences cannot be determined with any degree of certainty. Cohabitation implies a course of conduct existing over a period of time. It is much more difficult to pinpoint a specific date than it is for other events, such as marriage or divorce.\"\n   <em>\n    Thomas v. Thomas\n   </em>\n   ,\n   <extracted-citation case-ids=\"1479664\" index=\"33\" url=\"https://cite.case.law/ohio-app-3d/76/482/#p487\">\n    76 Ohio App.3d 482\n   </extracted-citation>\n   , 487,\n   <extracted-citation index=\"34\" url=\"https://cite.case.law/citations/?q=602%20N.E.2d%20385\">\n    602 N.E.2d 385\n   </extracted-citation>\n   (10th Dist.1991).\n  </p>\n  <p id=\"p-91\">\n   {¶ 31} In the instant case, Kimberlee and Isaac's alleged \"scheming\" regarding the nature of their living arrangement did not present a sufficient basis upon which to find a \"special circumstance\" necessary to reverse the order of the trial court and terminate Vincent's spousal support obligation retroactive to July 31, 2015. Accordingly, the termination of Vincent's spousal support obligation will remain retroactive to June 10, 2016, the date on which he filed his motion to terminate.\n  </p>\n  <p id=\"p-92\">\n   {¶ 32} Vincent's cross-assignment of error is overruled.\n  </p>\n  <p id=\"p-93\">\n   {¶ 33} Kimberlee's assignments of error and Vincent's cross-assignment of error having been overruled, the judgment of the trial court is affirmed.\n  </p>\n  <p id=\"p-94\">\n   WELBAUM, P. J. and TUCKER, J., concur.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-97\">\n    Kimberlee also certainly resided and/or lived with an unrelated adult, Isaac, which warranted termination of spousal support as well.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}