{
  "casebody": {
    "data": "<casebody firstpage=\"1280\" lastpage=\"1285\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1143-3\">In Re: Elgin LEWIS and Onetha Lewis, Debtors. CHARLES R. HALL MOTORS, INC., d.b.a. C. Hall Motors, Plaintiff-Appellee, v. Elgin LEWIS, Onetha Lewis, Defendants-Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1143-7\">No. 97-6175</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"b1143-8\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b1143-9\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1143-10\">March 25, 1998.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1144-18\"><page-number citation-index=\"1\" label=\"1281\">*1281</page-number>Virgil M. Smith, Gadsden, AL, for Defendants-Appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1144-19\">Walden M. Buttram, Buttram &amp; Davis, L.L.C., Gadsden AL, for Plaintiff-Appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b1144-21\">Before HATCHETT, Chief Judge, and COX and CARNES, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1144-22\">HATCHETT, Chief Judge:</author>\n<p id=\"b1144-23\">Appellants-debtors Elgin and Onetha Lewis (the Lewises) appeal the district court’s reversal of the bankruptcy court’s entry of judgment in their favor following a non-jury trial in their adversary proceeding against appellee-creditor Charles R. Hall Motors, Inc. (Hall Motors). Addressing an issue of first impression concerning Alabama debtors’ and secured creditors’ rights in personal property repossessed prior to the filing of a bankruptcy petition, we affirm.</p>\n<p id=\"b1144-24\">I. BACKGROUND</p>\n<p id=\"b1144-25\">In August 1992, Elgin Lewis purchased a used automobile from Hall Motors. Elgin Lewis agreed to make weekly installment payments and granted to Hall Motors, as collateral, a security interest in the automobile. In October 1992, Elgin Lewis breached the purchase agreement through his nonpayment. Soon thereafter, Elgin Lewis and his spouse, Onetha Lewis, filed a joint petition in the United States Bankruptcy Court for the Northern District of Alabama, seeking relief under Chapter 13. For reasons unrelated to this appeal, the bankruptcy court dismissed their case on March 28,1993.</p>\n<p id=\"b1144-26\">On June 2, 1993, upon receiving notice of the Chapter 13 dismissal, Hall Motors repossessed the automobile.<footnotemark>1</footnotemark> Two days later, the Lewises filed a second joint petition for Chapter 13 relief and listed the automobile in their schedule of assets. Also, in their proposed Chapter 13 plan filed with their petition and schedules, the Lewises offered to <page-number citation-index=\"1\" label=\"1282\">*1282</page-number>pay to Hall Motors sixty-two cents on the dollar for the automobile’s outstanding secured balance.<footnotemark>2</footnotemark></p>\n<p id=\"b1145-4\">After Hall Motors refused to return the automobile, the Lewises initiated the instant adversary proceeding. They sought, among other relief, turnover of the automobile under 11 U.S.C. § 542(a).<footnotemark>3</footnotemark> After conducting a non-jury trial, the bankruptcy court found in favor of the Lewises, reasoning that under Alabama law, Elgin Lewis had both title and a right of redemption in the repossessed automobile. The bankruptcy court concluded that the automobile was “property of the estate” and ordered Hall Motors to return it to the Lewises.<footnotemark>4</footnotemark></p>\n<p id=\"b1145-5\">Hall Motors appealed the judgment to the United States District Court for the Northern District of Alabama. <em>See Charles R. Hall Motors, Inc. v. Lewis (In re </em>Lewis), 211 B.R. 970 (N.D.Ala.1997). The district court reversed, holding that under Alabama law, Elgin Lewis had only a right of redemption in the repossessed automobile, which prevented the automobile from being property of the estate. 211 B.R. at 974-75.</p>\n<p id=\"b1145-6\">II.ISSUE</p>\n<p id=\"b1145-7\">In this appeal, we address whether the district court erred in reversing the bankruptcy court’s judgment requiring Hall Motors to return the automobile that it had repossessed prior to the commencement of the Lewises’ second Chapter 13 case.</p>\n<p id=\"b1145-8\">III.CONTENTIONS</p>\n<p id=\"b1145-9\">The Lewises contend that the repossessed automobile should have been returned because it was “property of the estate.” They argue that under Alabama law, particularly the state’s version of the Uniform Commercial Code, Elgin Lewis retained legal title or an equivalent ownership interest in the repossessed automobile, in addition to a statutory right of redemption.</p>\n<p id=\"b1145-14\">Hall Motors, on the other hand, points to Alabama’s law of conversion and argues that Elgin Lewis lost both title and possession when Hall Motors exercised its contractual right of repossession on June 2, 1993. Hall Motors further maintains that it had no duty to return the automobile because the proposed Chapter 13 plan failed to tender the total outstanding secured balance plus expenses. As a result, Hall Motors contends, Elgin Lewis’s statutory right of redemption did not render the automobile “property of the estate.”</p>\n<p id=\"b1145-15\">IV.DISCUSSION</p>\n<p id=\"b1145-16\">Where, as here, the parties contest only issues of law, we review the district court’s and bankruptcy court’s conclusions <em>de novo. Levine v. Weissing (In re Levine), </em>134 F.3d 1046, 1049 (11th Cir.1998). Under the Bankruptcy Code, the court may generally order a third party to turn property in its possession over to the debtor’s estate if three primary requirements are met. <em>See </em>11 U.S.C.A. §§ 362(d)(1), 363(b)(1), 363(e), 542(a) (West 1993). First, such property must be “property of the estate.” <em>See </em>11 U.S.C.A. §§ 363(b)(1), 541, 542(a). Second, at the moment the debtor filed a petition, the debtor must have had a right to use, sell or lease the property. <em>See </em>11 U.S.C.A. §§ 301, 302, 323(a), 541(a), 542(a). Finally, upon request, the court must ensure that the third party’s interest in the property is adequately protected. <em>See </em>11 U.S.C.A. §§ 323(a), 362(d)(1), 363(e), 542(a); <em>Capital Factors, </em><page-number citation-index=\"1\" label=\"1283\">*1283</page-number><em>Inc. v. Empire for Him, Inc., </em>1 F.3d 1156, 1160 (11th Cir.1993).</p>\n<p id=\"b1146-4\">Our first concern, therefore, is whether the repossessed automobile was “property of the estate” on June 4, 1993, the date that the Lewises commenced their second Chapter 13 case. “Property of the estate” is defined broadly to include “all legal or equitable interests of the debtor in property as of the commencement of the case.” 11 U.S.C.A. § 541(a)(1); <em>cf. United States v. Whiting Pools, Inc., </em>462 U.S. 198, 204, 103 S.Ct. 2309, 2313, 76 L.Ed.2d 515 (1983) (observing in a Chapter 11 case that “Congress intended a broad range of property to be included in the estate” because “reorganization ... would have small chance of success ... if property essential to running the business were excluded from the estate”). Readily apparent from the face of the statute, whether a debtor’s interest constitutes “property of the estate” is a federal question. <em>Southtrust Bank of Alabama v. Thomas (In re Thomas), </em>883 F.2d 991, 995 (11th Cir.1989), ce<em>rt. denied, </em>497 U.S. 1007, 110 S.Ct. 3245, 111 L.Ed.2d-756 (1990). As the bankruptcy and district courts correctly stated, however, “the nature and existence of the [debtor’s] right to property is determined by looking at state law.” <em>Thomas, </em>883 F.2d at 995.</p>\n<p id=\"b1146-5\">The parties vigorously contest the nature and existence of Elgin Lewis’s ownership interest in the automobile after Hall Motors repossessed it. Their dispute is not an isolated one. At least in the Northern District of Alabama, the bankruptcy and district courts are apparently split on this issue. <em>See Charles R. Hall Motors, Inc. v. Lewis (In re Lewis), </em>211 B.R. 970, 974 (N.D.Ala.E.Div.1997) (holding that under Alabama law, a secured creditor has “both legal title to and right of possession” in a automobile that it repossessed upon the debtor’s default). <em>But see Turner v. DeKalb Bank (In re Turner), </em>209 B.R. 558, 564-68 (Bankr.N.D.Ala.E.Div.1997) (holding that “the Uniform Commercial Code as adopted by the State of Alabama replaced the common law by providing the creditor with a right to possession only”); <em>Mattheiss v. Title Loan Express (In re Mattheiss), </em>214 B.R. 20, .31-32 (Bankr.N.D.Ala.W.Div.1997) (following <em>Turner </em>).<footnotemark>5</footnotemark></p>\n<p id=\"b1146-8\">We find no indication, however, that Alabama’s state courts are similarly split. In the context of the closely-related law of conversion, the Alabama Supreme Court has repeatedly stated that a plaintiff must have both title to and a right of possession in the allegedly converted property to maintain a claim. <em>See, e.g., Huntsville Golf Development, Inc. v. Ratcliff, Inc., </em>646 So.2d 1334, 1336 (Ala.1994) (plaintiff may prove conversion if he or she can show “that the defendant destroyed or exercised dominion over property which, at the time of the destruction or exercise of dominion, the plaintiff had a general or specific title and of which the plaintiff was entitled to immediate possession”); <em>Roberson v. Ammons, </em>477 So.2d 957, 962 (Ala.1985) (“Legal title with immediate right of possession by the plaintiffs to the converted property at the time of conversion is a necessary element of the conversion action.”). The court of civil appeals, in turn, has stressed that “[u]pon a debtor’s default, title and right of possession pass to the creditor.” <em>American Nat’l Bank &amp; Trust Co. of Mobile v. Robertson, </em>384 So.2d 1122, 1123 (Ala.Civ.App.1980) (reversing trial court’s denial of secured creditor’s motion for directed verdict on debtor’s van-conversion claim); <em>Pierce v. Ford Motor Credit Co., </em>373 So.2d 1113, 1115 (Ala.Civ.App.) (affirming trial court’s denial of debtor’s motion for new trial following entry of directed verdict in favor of secured creditor on debtor’s truck-conversion claim), <em>writ denied sub nom., Ex parte Pierce, </em>373 So.2d 1115 (Ala.1979). In a diversity conversion case, the former Fifth Circuit echoed verbatim these common-law principles. <em>See Thompson v. Ford Motor Credit Co., </em>550 F.2d 256, 258 (5th Cir.1977) (reversing jury verdict in favor of debtor on her automobile-conversion elaim because “[u]pon default title and the right to possession pass to the [secured] creditor” under Alabama law).</p>\n<p id=\"b1146-9\">Most of these opinions purport to reconcile their outcomes with Alabama’s version of Article 9 of the Uniform Commercial Code <page-number citation-index=\"1\" label=\"1284\">*1284</page-number>(U.C.C.), which governs “any transaction (regardless of its form) which is intended to create a security interest in personal property.” Ala.Code § 7-9-102(a) (1993); <em>see Thompson, </em>550 F.2d at 258 &amp; n. 1; <em>Robertson, </em>384 So.2d at 1123-24; <em>Pierce, </em>373 So.2d at 1115. Being unable to locate any authority to the contrary, we find significant the state courts’ continued reliance on the common law of conversion after the Alabama legislature adopted the U.C.C. in 1965. <em>See </em>Ala.Code § 7-9-102(a) note (1993). Indeed, the state judiciary has had ample time and opportunity to reconcile the law in debtors’ favor if it so desired. <em>See </em>Ala.Code § 7-9-505(1) (referencing the law of conversion in discussing secured creditors’ duties to dispose timely the repossessed personalty). Both the Lewises and the bankruptcy court in <em>Turner </em>list many logical reasons why a debtor upon default should lose only his or her right to possess the secured personalty. <em>See Turner, </em>209 B.R. at 564-68. Nevertheless, their view as to what Alabama’s law should be simply does not comport with what the law is. Accordingly, we conclude that, at the commencement of the Lewises’ second Chapter 13 case, Elgin Lewis did not retain title, possession or any other functionally equivalent ownership interest in the repossessed automobile.</p>\n<p id=\"b1147-4\">Although Elgin Lewis lacked title to or possession of the automobile at the commencement of the second Chapter 13 case, it is undisputed that he retained a right of redemption pursuant to Ala.Code § 7-9-506.<footnotemark>6</footnotemark> Thus, our second concern is whether his redemption interest under state law was sufficient to render the automobile “property of the estate” under federal law. In the context of real property, a prior panel of this court recently stated that Alabama’s statutory right of redemption is “a right that becomes property of the bankruptcy estate under the broad definition provided in Bankruptcy Code section 541.” <em>Commercial Fed. Mortgage Corp. v. Smith (In re Smith), </em>85 F.3d 1555, 1558 (11th Cir.1996); <em>see also Jim Walter Homes, Inc. v. Saylors (In re Saylors), </em>869 F.2d 1434, 1437 (11th Cir.1989) (citing <em>Wragg v. Federal Land Bank of New Orleans, </em>317 U.S. 325, 63 S.Ct. 273, 87 L.Ed. 300 (1943)). Finding no reason not to extend this principle to personal property, we readily conclude that Elgin Lewis’s statutory right of redemption in the automobile became “property of the estate” under 11 U.S.C. § 541(a)(1) at the commencement of the case. As such, the Lewises’ Chapter 13 estate, through the trustee, could exercise or “use” this right just as Elgin Lewis could have. <em>See </em>11 U.S.C.A. §§ 301, 302, 323(a), 541(a), 542(a).</p>\n<p id=\"b1147-8\">We are not convinced, however, that the mere existence of the estate’s ability to redeem the automobile renders the automobile itself “property of the estate,” at least to the extent that it should be turned over pursuant to 11 U.S.C. § 542(a). In accordance with state law, one must take certain affirmative steps to change the otherwise dormant right to redeem repossessed collateral into a meaningful ownership interest. As relevant to this case, the trustee had to “tender[] fulfillment of all [secured] obligations” plus expenses to exercise the estate’s right of redemption. Ala.Code § 7-9-506; <em>cf. Commercial Federal, </em>85 F.3d at 1557, 1558, 1561 (reversing the bankruptcy court’s denial of the mortgagee’s motion for relief from the automatic stay where the debtor filed a Chapter 13 petition after the foreclosure sale and the plan proposed simply to reinstate his mortgage payments, and holding that Alabama’s statutory right of redemption “cannot be modified under a Chapter 13 plan, and ... must be exercised as dictated under Alabama law by making a lump sum payment within one year of the <page-number citation-index=\"1\" label=\"1285\">*1285</page-number>foreclosure sale that includes the principal, interest and other charges under the mortgage”). <em>But cf. National City Bank v. Elliott (In re Elliott), </em>214 B.R. 148, 150, 152-58 (6th Cir. BAP 1997) (affirming the bankruptcy court’s order to turn over a automobile where the confirmed Chapter 13 plan provided for “payments over the life of the plan” to the secured creditor, even though the debtor lacked title or possession and Ohio’s redemption statute mirrored that of Alabama’s). At the time of their adversary proceeding, the Lewises’ proposed Chapter 13 plan merely tendered to Hall Motors sixty-two cents on the dollar in return for Elgin Lewis’s continued use of the automobile. Such proposal offered no indication to Hall Motors that the estate had chosen to exercise its right of redemption, that is, to “fulfill” Elgin Lewis’s secured obligation plus expenses in accordance with Alabama law. <em>See </em>Ala.Code § 7-9-506.7 Nor could the Lewises plausibly convince us that the proposal adequately protected Hall Motors’s ownership and possessory interests in the automobile. <em>See </em>11 U.S.C.A. § 363(e); <em>Capital Factors, </em>1 F.3d at 1160. Accordingly, we hold that the Lewises’ bankruptcy estate’s only interest in the repossessed automobile — a bare right of redemption — failed to render the automobile “property of the estate” under 11 U.S.C. § 541(a)(1) and subject to turn-over under 11 U.S.C. § 542(a).8</p>\n<p id=\"b1148-5\">For the foregoing reasons, we affirm the district court’s reversal of the judgment of the bankruptcy court.</p>\n<p id=\"b1148-6\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b1144-17\">. The parties do not dispute the lawfulness of the repossession.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1145-10\">.According to the proposed Chapter 13 plan, the trustee would pay $ 20.76 per week for 60 weeks, totaling $ 1,245.60. The purchase agreement, in contrast, called for a total outstanding secured payment of $ 2,000. In other documents filed contemporaneously with the proposed plan, Elgin Lewis expressed an intent to \"reaffirm\" the debt under 11 U.S.C.A. § 524(c) (West 1993 &amp; Supp.1997). He did not express an intent to \"redeem” the automobile under 11 U.S.C.A. § 722 (West 1993).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1145-18\">. The Bankruptcy Code's turnover provision provides, in pertinent part, that \"an éntity ... in possession, custody, or control, during the case, of property that the trustee may use, sell, or lease under [11 U.S.C. § 363] ... shall deliver to the trustee, and account for such property or the value of such property----\" 11 U.S.C.A. § 542(a) (West 1993).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1145-21\">. The bankruptcy court also ordered Hall Motors to pay $ 1,700 in compensatory and $ 7,000 in punitive damages.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1146-6\">. The bankruptcy judge in this case also authored <em>Turner.</em></p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1147-5\">. The redemption statute provides as follows:</p>\n<blockquote id=\"b1147-6\">At any time before the secured party has disposed of collateral or entered into a contract for its disposition under [Ala.Code § 7-9-504] or before the obligation has been discharged under [Ala.Code § 7-9-505(2)] the debtor or any other secured party may unless otherwise agreed in writing after default redeem the collateral by tendering fulfillment of all obligalions secured by the collateral as well as the expenses reasonably incurred by the secured party in retaking, holding and preparing the collateral for disposition, in arranging for the sale, and to the extent provided in the agreement and not prohibited by law, his reasonable attorneys’ fees and legal expenses.</blockquote>\n<p id=\"b1147-10\">Ala.Code § 7-6-506 (1993).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}