{
  "casebody": {
    "data": "<casebody firstpage=\"558\" lastpage=\"562\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b582-6\">UNITED STATES of America, Plaintiff-Appellee, v. Beatrice FISHER, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b582-9\">No. 00-3580.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b582-10\">United States Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b582-12\">Dec. 13, 2001.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b583-6\"><page-number citation-index=\"1\" label=\"559\">*559</page-number>Before JONES, NELSON, and DAUGHTREY, Circuit Judges.</p>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b583-7\">NELSON, Circuit Judge.</author>\n<p id=\"b583-8\">This is an appeal from a judgment of conviction and sentence on a cocaine charge. The defendant contends that the district court erred in denying a motion to suppress evidence of the crime and in calculating the defendant’s criminal history score under the sentencing guidelines. Finding no reversible error, we shall affirm the challenged judgment.</p>\n<p id=\"b583-9\">I</p>\n<p id=\"b583-10\">On April 20, 1999, the defendant, Beatrice Fisher, was a passenger on America West Flight 67 from Los Angeles, California, to Columbus, Ohio. Two police detectives assigned to the Drug Enforcement Agency’s multi-jurisdictional task force in Columbus, Colleen Mitchell and Debbie Corbett, received information from a confidential informant regarding a drug courier on Flight 67. The source indicated that the courier’s name was Beatrice Fisher. The detectives ascertained that a passenger with that name was seated near the middle of the plane, had used cash to purchase tickets costing over $900, and had not checked any baggage.</p>\n<p id=\"b583-11\">Detectives Mitchell and Corbett stationed themselves at the gate where the passengers on Flight 67 were disembarking. Observing a woman they thought might be the courier, the detectives followed her from the gate to the baggage claim area. When the woman headed for the exit without claiming any checked luggage, the detectives — who were not in uniform — approached her, identified themselves as police officers, and showed her their badges. Referring, apparently, to a “random check for narcotics,” Detective Mitchell asked to see the woman’s ticket and identification. The woman — who was specifically told she was not under arrest — identified herself as Beatrice Fisher.</p>\n<p id=\"b583-13\">The detectives sought and obtained the defendant’s consent to a search of her carry-on bag. The search of the bag disclosed no evidence of illegal drugs. At a subsequent evidentiary hearing the detectives testified that they then asked the defendant’s permission to perform a pat-down search of her person. The detectives testified that the defendant agreed. The defendant contradicted this testimony, stating that she was not asked for such permission and would not have given it if she had been asked. All parties stated that the defendant was shaking visibly and looking around nervously during the conversation.</p>\n<p id=\"b583-14\">Prior to the search the detectives escorted the defendant, with her consent, to a private office maintained at the airport by the Drug Enforcement Agency. There Detective Mitchell searched the defendant by hand. Strapped to the defendant’s body, the search disclosed, were six packages of cocaine with a total weight of 7.2 pounds.</p>\n<p id=\"b583-15\">In due course the defendant was indicted on a charge of possessing over 500 grams of cocaine with intent to distribute it, a violation of 21 U.S.C. §§ 841(a)(1) and 841(b)(l)(B)(ii). When the district court overruled her motion to suppress, the defendant entered a conditional plea of guilty and reserved the right to appellate review of the denial of the suppression motion. See Fed.R.Crim.P. 11(a)(2). The court im<page-number citation-index=\"1\" label=\"560\">*560</page-number>posed a sentence of imprisonment for a term of 70 months, and this appeal followed.</p>\n<p id=\"b584-4\">II</p>\n<p id=\"b584-5\">A</p>\n<p id=\"b584-6\">In an appeal of a district court’s ruling on a motion to suppress evidence, this court reviews factual findings for clear error. <em>United States v. Ivy, </em>165 F.3d 397, 401 (6th Cir.1998). Such findings are overturned only if the reviewing court has the “definite and firm conviction that a mistake has been committed.” <em>United States v. Worley, </em>193 F.3d 380, 384 (6th Cir.1999).</p>\n<p id=\"b584-7\">In the case at bar the defendant raises two search and seizure issues: whether it was open to the district court to find that she gave verbal consent to a search of her person and, if so, whether the court could properly find that the consent was free and voluntary. The district court’s findings on both questions are subject to review under the “clearly erroneous” standard. See <em>Ivy, </em>165 F.3d at 401.</p>\n<p id=\"b584-8\">The defendant contends first that the district court erred in rejecting her testimony that she never consented to a search of her person and in crediting the contrary testimony of the detectives. Factual findings grounded in this type of credibility assessment are seldom reversed on appeal. If there are two permissible views of the testimony at issue, “the fact finder’s choice between them cannot be clearly erroneous.” <em>Id. </em>at 401-02.</p>\n<p id=\"b584-9\">Both Detective Mitchell and Detective Corbett testified that the defendant said “o.k.” to their request for permission to search. The district court explicitly found both detectives to be “credible and reliable” and found the defendant’s testimony unreliable. The question of whether the defendant did or did not give verbal consent depends entirely on this credibility assessment. Although we might have assessed the evidence differently had we been determining the facts in the first instance, we are in no position to say that the district court’s determination was clearly erroneous.</p>\n<p id=\"b584-11\">The defendant maintains that even if she did consent to the body search, such consent was not “voluntary” within the meaning of <em>Schneckloth v. Bustamante, </em>412 U.S. 218, 93 S.Ct. 2041, 36 L.Ed.2d 854 (1973). “A court will determine whether consent is free and voluntary by examining the totality of the circumstances.” <em>United States v. Riascos-Suarez, </em>73 F.3d 616, 625 (6th Cir.l996)(citing <em>Schneckloth, </em>412 U.S. at 226, 93 S.Ct. 2041). The government must prove voluntary consent by a preponderance of the evidence, presenting clear and positive testimony on the issue. <em>Id. </em>Because the specific facts of drug seizures vary widely, however, appellate courts depend heavily on the “fact-finding capability and the integrity of the trial judge who presided at the evidentiary hearing.” <em>United States v. Williams, </em>754 F.2d 672, 676 (6th Cir.1985).</p>\n<p id=\"b584-12\">Among the circumstances to which courts pay particularly close attention in assessing voluntariness are the defendant’s age, intelligence and education, whether or not the defendant understands that she may refuse to consent, and whether or not the defendant understands her constitutional rights. <em>Ivy, </em>165 F.3d at 402. Courts also consider the length and nature of the questioning, looking for overt or covert coercion that might vitiate consent. <em>Id.</em></p>\n<p id=\"b584-13\">The defendant in this case was 18 years old at the time of the search. She had completed the 10th grade and was enrolled in continuation school. The detectives did not and were not required to inform the defendant of her right to refuse a search, but a defendant’s knowledge of her right <page-number citation-index=\"1\" label=\"561\">*561</page-number>to refuse is part of the totality of the circumstances. See <em>Worley, </em>193 F.3d at 386-87. This defendant, though young, had considerable prior experience with the legal system — a circumstance that bears on the extent of her knowledge and thus on the voluntariness of her consent.</p>\n<p id=\"b585-5\">The detectives clearly informed the defendant that she was not under arrest. The district court found that the defendant grasped what it meant to be arrested and understood her right to refuse the search. ‘The detectives did not physically touch the defendant at any time during the relatively brief period that preceded the pat-down search. The defendant testified that she was frightened, but pointed to no particularly intimidating actions by the detectives, who were plain-clothed and not displaying any weapons. The detectives’ characterization of the contact as “random,” moreover, is hardly an indication of coercion.</p>\n<p id=\"b585-6\">While it may be strange that a defendant would freely submit to a search likely to reveal the presence of illegal substances, this is merely another factor for the court to consider. <em>Williams, </em>754 F.2d at 675-76. The ultimate issue is not whether the defendant acted in her own best interest, but whether she acted voluntarily. <em>Id. </em>at 675 (citing <em>United States v. Mendenhall, </em>446 U.S. 544, 554, 559, 100 S.Ct. 1870, 64 L.Ed.2d 497 (1980)). The district court in this case carefully considered the surrounding circumstances and found that the defendant consented voluntarily. We cannot say that such a finding was clearly erroneous.</p>\n<p id=\"b585-7\">B</p>\n<p id=\"b585-8\">After the district court denied the suppression motion, the defendant sought reconsideration on the basis of <em>Florida v. J.L., </em>529 U.S. 266, 120 S.Ct. 1375, 146 L.Ed.2d 254 (2000), a case where the Supreme Court had recently invalidated a <em>Terry </em>stop conducted solely on the basis of an anonymous tip. The district court concluded that <em>J.L. </em>was inapposite. We agree.</p>\n<p id=\"b585-12\">Fourth Amendment jurisprudence recognizes three potentially relevant categories of interaction between police and citizens: consensual encounters initiated by the police where the citizen is asked a few brief questions; temporary, involuntary detentions under <em>Terry v. Ohio, </em>392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968), predicated on a reasonable suspicion of criminal activity; and full-fledged arrests based on probable cause.<footnotemark>1</footnotemark> <em>United States v. Bueno, </em>21 F.3d 120, 123 (6th Cir.l994)(citing <em>United States v. Flowers, </em>909 F.2d 145, 147 (6th Cir.1990)). In <em>J.L., </em>the police made a non-consensual <em>Terry </em>stop after receiving an anonymous tip. In the case at bar, by contrast, the interaction between the detectives and the defendant is best characterized as a consensual encounter. See <em>Mendenhall, </em>446 U.S. at 555, 100 S.Ct. 1870. The detectives approached the defendant, identified themselves, and asked the defendant if she minded answering a few questions. <em>Cf. id. </em>She said she did not. The rules that the <em>J.L. </em>Court applied to a <em>Terry </em>stop do not apply to the present case. See <em>id.; </em>see also <em>United States v. Cooke, </em>915 F.2d 250, 251-52 (6th Cir.1990).</p>\n<p id=\"b585-13\">Even if this case had involved a <em>Terry </em>stop, it would be significant that the detectives’ interest in the defendant was sparked not by an anonymous tip, but by information from a “confidential source.” The detectives were not relying on the sort of unsubstantiated report at issue in <em>J.L. </em><page-number citation-index=\"1\" label=\"562\">*562</page-number>Here the government offered the district court the opportunity to inspect the credentials of its source <em>in camera. </em>The <em>J.L. </em>Court specifically distinguished situations where a tip comes from a “known informant whose reputation can be assessed and who can be held responsible if her allegations turn out to be fabricated.” 529 U.S. at 270, 120 S.Ct. 1375. The defendant’s argument on this point is unpersuasive.</p>\n<p id=\"b586-4\">C</p>\n<p id=\"b586-5\">The defendant also argues that the district court erred in adding a point to her criminal history score on the basis of an “admission entered in open court” in response to a grand theft charge in the Superior Court of Orange County, California. The defendant was 17 years old at the time. Orange County had yet to impose sentence on the theft charge when the defendant was sentenced in federal court on the drug charge. Citing Comment 7 to U.S.S.G. § 4A1.2, the defendant contends that a juvenile offense does not add a criminal history point unless it has already “resulted in imposition of an adult or juvenile sentence.”</p>\n<p id=\"b586-6\">The guidelines clearly state, however, that “[wjhere a defendant has been convicted of an offense, but not yet sentenced, such conviction shall be counted as if it constituted a prior sentence.” U.S.S.G. § 4A1.2(a)(4). This statement includes guilt established by a plea of guilty or <em>nolo contendere. Id. </em>Here the defendant does not deny having pleaded guilty to grand theft in state court. The district court thus did not err in adding a criminal history point to the defendant’s score.</p>\n<p id=\"b586-7\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b585-9\">. Both parties acknowledge that no arrest took place in this case until after the detectives discovered the illegal drugs.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}