{
  "casebody": {
    "data": "<casebody firstpage=\"323\" lastpage=\"332\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b353-2\">[No. 11629.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AiN\">Department Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ATS\">May 29, 1889.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b353-3\">THOMAS JENNINGS, Respondent, <em>v. </em>BANK OF CALIFORNIA, Appellant.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b353-6\">Equitable Lien of Bank on Shares of its Stock for Advances to Stockholder—Condition in Certificate and Subsequent Dealing with Knowledge thereof — Implied Contract.—The insertion in a certificate of stock of a bank of a provision that no transfer of the stock will be made upon the books until after the payment of all indebtedness due to the bank from the person in whose name the stock stands upon the books, and the subsequent borrowing of money by the stockholder, withont anything to exclude the idea of security on the stock, creates an implied contract from which an equitable lien arises.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b353-7\">Id.—By-law—Usage.—This does not depend upon the existence of a by-law or usage, but rests in contract. And the fact that there was no by-law, or that the bank had no power to make such a by-law, and that there was no usage in regard to the matter, is immaterial.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b353-8\">Id. — Resolution of Directors—Authority of Officers of Bank. — The officers who transact the ordinary business of a bank have authority to do all acts which are usual or incidental thereto. The officers who make loans have authority to arrange for security for the same. It is therefore immaterial that the condition was inserted in the certificate by the president, secretary, and cashier without a resolution of the board of directors.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b353-9\">Id. — Waiver. — There is nothing in\" the record to show that the advances were made on personal security alone, or on some other security without reference to the stock, and consequently there was no waiver.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b353-10\">Id, — Rights of Assignee of Certificate. —The person to whom the certificate was indorsed and delivered stands in no better position than his assignor.</syllabus>\n<summary data-order=\"9\" data-type=\"history\" id=\"b353-11\">Appeal from a judgment of the Superior Court of the city and county of San Francisco, and from an order refusing a new trial.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b353-12\">The facts are stated in the opinion.</summary>\n<p data-order=\"11\" data-type=\"attorneys\" id=\"b353-13\"><em>Newlands, Allen &amp; Herrin, </em>for Appellant.</p>\n<p data-order=\"12\" data-type=\"attorneys\" id=\"b353-14\"><em>Lloyd &amp; Wood, </em>for Respondent.</p>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b353-15\">Hayne, C.</author>\n<p id=\"AQm\">Action for damages for the refusal of the defendant to make a transfer upon its books of certain stock to the plaintiff; judgment for plaintiff; defendant appeals.</p>\n<p id=\"b354-3\"><page-number citation-index=\"1\" label=\"324\">*324</page-number>The material facts are as follows: In 1879, one Bowman became the owner of certain stock in the bank; and this stock was transferred to him upon the books of the corporation. The certificate was as follows:—</p>\n<blockquote id=\"b354-4\">“No. 131. This is to certify that A. W. Bowman of San Francisco is the proprietor of sixty-seven shares of the capital stock of the Bank of California, which is transferable only upon the books of the bank, personally or by attorney, upon the surrender of the certificate, <em>after compliance with the conditions printed on its back.</em></blockquote>\n<blockquote id=\"b354-5\">“San Francesco, October 21, 1879.</blockquote>\n<blockquote id=\"b354-6\">“S. Franklin, Secretary.</blockquote>\n<blockquote id=\"b354-7\">“Thomas Brown, Cashier.</blockquote>\n<blockquote id=\"b354-8\">“William Alvord, President.”</blockquote>\n<p id=\"b354-9\">The condition referred to in the body of the certificate was as follows:-—-</p>\n<blockquote id=\"b354-10\">“No transfer of the stock described in this certificate will be made upon the books of the bank until after the payment of all indebtedness due the bank <em>by the person in whose name the stock stands on the books of the bank, </em>except with the written consent of the president or cashier.”</blockquote>\n<p id=\"b354-11\">There was no by-law of the corporation or any resolution of the board of directors authorizing the insertion of such a condition in the certificate. But from the time of the organization of the bank, in 1864, such a condition was always inserted, although the bank had never refused to make transfer by reason of the indebtedness of a stockholder, except in the present instance. It does not appear, however, that occasion for such refusal had ever arisen.</p>\n<p id=\"b354-12\">Bowman received the stock without objection. He was a depositor of the bank at the time; and on May 4, 1883, was indebted to the bank on overdrafts in upwards of eighty thousand dollars. On that day, he transferred his stock to the plaintiff for value, and indorsed and delivered the certificates to him. No notice of this trans<page-number citation-index=\"1\" label=\"325\">*325</page-number>fer was given to the hank until October 16, 1884, when the plaintiff demanded a transfer of the stock to him upon the books. In the mean time the bank continued to pay the quarter-yearly dividends to Bowman, and to lend him money on overdrafts. On October 13, 1884, which was two days before the notice of the transfer, Bowman owed the bank $98,786. This indebtedness was subsequently reduced to $30,394.75, which sum remains due. The bank refused to transfer the stock to the plaintiff upon its books until Bowman’s indebtedness to it was discharged.</p>\n<p id=\"b355-3\">1. As between Bowman and the bank, we think that the latter had an equitable lien upon the stock, for the sum due to it. The counsel for the respondent makes several points in this regard.</p>\n<p id=\"b355-4\"><em>(a) </em>It is argued that the terms upon which shares of stock may be transferred are prescribed by the statute, and that the corporation had no power to annex other conditions. So far as the power of corporate legislation is concerned, this may be conceded. And it may be assumed, for the purpose of the case, that a corporation could not make a by-law which would operate in and of itself to create a lien upon the stock for the indebtedness of the stockholder. But the power to legislate is one thing, and the power to contract is quite another. In the language of Angelí: “What may be bad as a bylaw against common right may be good as a contract, since a man may part with a common right voluntarily, of which it would be impolitic and unjust to deprive him by a by-law, passed without his assent, or perhaps knowledge, by those who might not know or would not consult his individual interests.” (Angelí on Corporations, 8th ed., sec. 342.) And to say, as is said by the learned counsel, that no additional limitation can be added by contract in a particular case, seems to us to be going altogether too far. No statute has been called to our attention which prohibits a corporation like the de<page-number citation-index=\"1\" label=\"326\">*326</page-number>fend ant from lending money on its own capital stock; and in the absence of such a prohibition, we think that such a loan is not <em>ultra vires. </em>If this be so, it cannot be doubted that if the authorized officers of the bank had taken the certificate in pledge for the indebtedness, the bank would have had a lien thereon, and, having such a lien, could not be compelled to transfer the stock, until the indebtedness secured by the lien had been discharged. And we can see no difference in principle between the case put, and one where the loan is made upon an agreement that the stock shall stand upon the books as security for the indebtedness. The only possible difference is in the kind of security taken; and this does not affect the question.</p>\n<p id=\"b356-4\">Then was there a contract for an equitable lien ? We think that such a contract must be implied from the conduct of the parties. We do not say that the mere acceptance by the stockholder of the certificate without objection would constitute a contract in the absence of subsequent dealings with reference thereto. It is not necessary to express an opinion upon such a case. But we think that the acceptance, without objection, of the certificate containing such a condition, and the subsequent borrowing of money from the bank without anything to exclude the idea that the condition was to be binding, amounts to an assent to it, so far as the particular loan was concerned, and that a contract is to be implied that the stock was to stand upon the books as security for the loan.</p>\n<p id=\"b356-5\">“An implied contract is one the existence and terms of which are manifested by conduct” (Giv. Code, sec. 1621); or, in the language of a learned writer, “is inferred from the conduct, situation, or mutual relations of the parties, and enforced by the law on the ground of justice.” (Metcalf on Contracts, 4.) In the present case every consideration of justice leads to t'he implication of an agreement for security. The stockholder knew, <page-number citation-index=\"1\" label=\"327\">*327</page-number>from the conditions of the certificate, the terms upon which he could borrow money from the bank; with such knowledge he borrowed the money without raising any objection to the terms, and we think that he must be held to have assented to them and to be bound by them. And the result of the contract so made is the creation of an equitable lien in favor of the bank.</p>\n<p id=\"b357-3\">In <em>Waln </em>v. <em>Bank of North America, </em>8 Serg. <em>&amp; </em>R. 89, which was an action like the one before us, there was no by-law or written regulation of the board giving a lien upon the stock, hut the court held that a lien arose from the borrowing of money from the bank with knowledge of its usage in that regard, and said: “A course of dealing— a usage, an understanding, a contract express or implied—is the lien of the parties and a law to them, provided they are not repugnant to the charter or the laws of the land. .... The understood notice to Mr. Wain, his continuing to deal with the bank, with full knowledge of this term and condition, is equally binding on him and the present plaintiffs as if it were a Written regulation, a by-law, a provision in the charter, <em>or clause inserted in the very certificate of stock. </em>The bank had an undoubted right to say to any stockholder: ‘We discount your note; but remember, until it is paid we shall hold your stock in security. You shall not be permitted to transfer it until you pay us.’ .... Call this answer of the bank what you please,—lien, set-off legal or equitable, pledge, retainer, stoppage, course of dealing, general undertaking, usage, contract express or implied,—it is a bar in law and equity to this action.”</p>\n<p id=\"b357-4\">The case of <em>Vansands </em>v. <em>Middlesex Bank, </em>26 Conn. 144, is precisely in point. That, like the present case, was an action for damages for the refusal to transfer stock upon the books of a corporation. It was conceded that no lien upon the stock was given to the bank either by the bylaws, or by the charter, or by statute. The certificates of stock, however, contained a condition like that in the <page-number citation-index=\"1\" label=\"328\">*328</page-number>case before us, to the effect that the transfer upon the books should be subject to the indebtedness of the stockholder. The court held that the acceptance of such a certificate without objection, and a subsequent loan by means of the discount of a note, effected a contract which created an equitable lien for the amount of the indebtedness. And Storrs, C. J., delivering the opinion, said: “To consider it otherwise than as an agreement would be to disregard the plain intention of the parties, which courts will always, if possible, carry into effect, and to sanction the perpetration of a fraud on the defendants. Smith having received the certificate proffered to him by the defendants with that restriction, neither he nor his assignee should be permitted to deny his assent to it, and that would be sufficient to constitute an agreement.”</p>\n<p id=\"b358-3\">(b) It is urged that the insertion of the provision in the certificate of stock was the act of the president, secretary, and cashier only; that there was no by-law or any action of the board of directors in relation thereto; and consequently that the insertion of the provision was unauthorized. But, so far as the contract between the borrower and lender is concerned, we think that this is immaterial. It might perhaps be argued that the fact that the condition was inserted in every certificate of stock since the organization of the bank shows that the proceeding was sanctioned by the board, although there was no formal authorization of it; for under such circumstances it can-' not be supposed that the board was ignorant of it. But waiving this, the officers from whom Bowman obtained his loan must be held to have had authority to arrange the terms of the loan. The officers who transact the-ordinary business of a corporation are presumed to have authority to do all acts which are usual and incidental thereto. <em>(McKiernan </em>v. <em>Lenzen, </em>56 Cal. 63, 64; <em>Donnell </em>v. <em>Lewis Co. Bank, </em>80 Mo. 171; <em>Reynolds </em>v. <em>Collins, </em>78 Ala. 97; <em>Case </em>v. <em>Bank, </em>100 U. S. 455.) And the author<page-number citation-index=\"1\" label=\"329\">*329</page-number>ity to arrange the security upon which a loan is to be made is certainly incidental to the making of the loan itself. So that, even if the party who obtained the loan could raise a question as to the authority of the officers with whom he dealt, it must be held that there was ample authority so far as the particular case is concerned.</p>\n<p id=\"b359-3\">(c) It is contended that the bank, by its by-laws subsequently adopted, modified the force of the stipulation contained in the certificate. This contention is based upon the fact that the bank reorganized under the code, and adopted by-laws which, after providing for the issuance of certificates of stock, declare that “these certificates shall be transferable by indorsement and delivery thereof, the transfer to be complete and binding upon the bank only when recorded upon the books of the bank,” and do not provide for any lien such as is claimed here. But we see nothing in this which forbids the contract for a lien upon particular shares to secure a loan to a stockholder, or which requires a transfer of the shares, notwithstanding the existence of such a lien. It would have been an unnecessary precaution to have added to said by-law the words “but no such transfer shall be made in cases where the bank acquires by contract a lien upon the stock.” As we have stated above, the lien is independent of the by-laws, and there is nothing in them which forbids the acquirement of a lien in the manner specified.</p>\n<p id=\"b359-4\">(d) It is said that there was no usage from which a lien could arise; that, as a matter of fact, the bank never insisted upon any lien upon a share-holder’s stock, except in this single case. But while we have cited a case to show that a contract could arise from dealing with reference to a known usage as being an analogous case, we have not placed the matter upon the ground of usage. Our opinion proceeds upon the proposition that the acceptance of the certificate of stock containing the con<page-number citation-index=\"1\" label=\"330\">*330</page-number>dition in question, and the subsequent borrowing of money, without anything to exclude the idea that the condition was to govern, creates an implied contract, from which an equitable lien arises. This was the ground of decision in the Connecticut case, which expressly states that it did not proceed on the ground of usage. We should reach the same conclusion if this had been the only certificate and transaction of the kind which had ever occurred. Nor can it be said that there was any usage <em>against </em>such a transaction. For while this was the only instance in which the lien was sought to be enforced, it does not appear to have been necessary to insist on it in any other case. For aught that appears to the contrary, the other share-holders may have all been able to discharge their indebtedness, if any existed, and may have in fact dotie so.</p>\n<p id=\"b360-4\"><em>(e) </em>It is argued that the bank waived its lien by lending money upon the personal credit of the stockholder. But there is nothing in the record which shows that the advances were made upon personal credit <em>alone. </em>The findings do not so state. It appears from the statement on motion for new trial that the cashier said in the course of his testimony: “If a party is in good standing, we don’t question his right to a transfer; we waive it by transferring. We do not pretend to claim the right to refuse a transfer against a share-holder in good credit.” This is the only thing which we find in the evidence in relation to the matter. It certainly does not show that the advances in this case were made on personal credit alone. For, aside from any other reason, it does not appear that the share-holder was “in good credit.” This cannot be inferred from the mere fact that he was allowed a large over-draft. For it may be that this was allowed in view of the lien upon the stock. It may be that his credit was not good enough for so large an advance without taking into consideration the security upon the stock. And unless it ap<page-number citation-index=\"1\" label=\"331\">*331</page-number>peared that the advances were made on personal credit alone, or on some other security, without ¿'reference to the stock, there would be no waiver. (See, generally, <em>Union Bank </em>v. <em>Laird, </em>2 Wheat. 390.)</p>\n<p id=\"b361-3\">2. The assignee of Bowman is not protected by the rule as to <em>bona fide </em>purchasers for value. Without considering the question as to the negotiability of certificates of stock, it is sufficient to say, in the first place, that, as against the bank, the plaintiff was not the assignee of the legal title. The code provides that the transfer by indorsement and delivery of the certificate “ is not valid, except between the parties, until the same is entered upon the books,” etc, (Civ. Code, sec. 324.) As against the bank, therefore, the assignee took a mere equity, which must yield to the superior equity of the defendant. <em>(Vansands </em>v. <em>Middlesex Bank, </em>26 Conn. 153, 154; <em>Taylor </em>v. <em>Weston, </em>77 Cal. 534; <em>Stebbins </em>v. <em>Phenix Ins. Co., </em>3 Paige, 361; <em>Union Bank </em>v. <em>Laird, </em>2 Wheat. 393; <em>McReady </em>v. <em>Rumsey, </em>6 Duer, 582.) In. the next place, the condition in the certificate was sufficient to put the plaintiff upon inquiry. The case of the <em>Anglo-California Bank </em>v. <em>Grangers’ Bank, </em>63 Cal. 362, is not in conflict with this. There no condition was embodied in the certificate, and the by-law relied upon was not referred to therein or printed thereon.</p>\n<p id=\"b361-4\">Nor is the plaintiff in any better position as to advances made after the transfer. For, according to the terms of the certificate, the indebtedness secured was that “of the person in whose name the stock stands on the books of the bank”; and the plaintiff gave no notice of the transfer, but allowed his assignor to continue to draw the dividends and to act as owner.</p>\n<p id=\"b361-5\">The equities of the bank were specially set up in the answer, and constitute an equitable defense to the action. The findings contain all the material facts.</p>\n<p id=\"b361-6\">We therefore advise that the judgment and order be <page-number citation-index=\"1\" label=\"332\">*332</page-number>reversed, and the cause remanded, with' directions to enter judgment for the deféndant.</p>\n<p id=\"b362-5\">Belcher, C. C., and Gibson, C., concurred.</p>\n<author id=\"b362-6\">The Court.</author>\n<p id=\"ADh\">For the reasons given in the foregoing opinion, the judgment and order are reversed, and cause remanded, with direction to the court below to enter judgment for the defendant.</p>\n<p id=\"b362-7\">Hearing in Bank denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}