{
  "casebody": {
    "data": "<casebody firstpage=\"547\" lastpage=\"549\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b647-7\">UNITED STATES of America, Plaintiff-Appellee, v. Stanley Ray CAREY, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b647-10\">No. 89-3085</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"b647-11\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b647-12\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b647-13\">Sept. 25, 1989.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b647-23\">Stanley R. Carey, Brooksville, Fla., pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b647-24\">Kim W. Munch, Tampa, Fla., for defendant-appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b647-25\">MacCauley, Dennis I. Moore, Asst. U.S. Attys., Tampa, Fla., for plaintiff-appellee.</attorneys>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b647-27\">Before TJOFLAT, HATCHETT and EDMONDSON, Circuit Judges.</judges>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b647-28\">PER CURIAM:</author>\n<p id=\"b647-29\">On November 22, 1988, appellant pled guilty, pursuant to a plea agreement, to an information charging him with violating 18 <page-number citation-index=\"1\" label=\"548\">*548</page-number>U.S.C. § 2113(a) (1982 &amp; Supp. V 1987) in robbing a savings bank on September 8, 1988. The plea agreement provided that appellant would be sentenced under guidelines promulgated by the United States Sentencing Commission. The district court, however, believed that the act establishing the Sentencing Commission, <em>see </em>Sentencing Reform Act of 1984, Pub.L. No. 98-473, § 211, 98 Stat. 1987, was unconstitutional. In accepting appellant’s plea, therefore, the court indicated that it would sentence appellant under the prior law (an indeterminate sentencing scheme monitored by the United States Parole Commission). Before the sentencing hearing took place, however, the Supreme Court upheld the constitutionality of the Sentencing Reform Act, <em>see Mistretta v. United States, </em>— U.S. —, 109 S.Ct. 647, 102 L.Ed.2d 714 (1989); thus, when appellant appeared for sentencing, the court advised him that he would be sentenced under the guidelines.</p>\n<p id=\"b648-6\">A presentence report, prepared by the court’s probation officer pursuant to the Sentencing Commission’s guidelines, provided the format for the sentencing hearing. When the hearing began, the court asked appellant whether he had gone over the report with his attorney, and appellant replied that he had. The court then asked appellant’s attorney whether the appellant had any objections to the report’s factual recitations or the manner in which the probation officer had applied the guidelines to the facts of appellant’s case. Counsel stab ed that appellant had no objections. Later in the hearing, prior to the imposition of sentence, counsel asked the court to impose the “minimum sentence within the [guideline] range” specified in the report, <em>i.e., </em>a prison term of fifty-one months. The court rejected counsel’s request and imposed a prison sentence of sixty-three months, the maximum sentence permitted by the guideline range. The court also ordered that appellant’s term of incarceration be followed by a three-year term of supervised release, as required by the guidelines.</p>\n<p id=\"b648-7\">Appellant asks us to vacate his conviction and sentence because the court, in accepting appellant’s guilty plea, (1) indicated that it would not sentence him pursuant to the guidelines and (2) failed to inform him that if he were sentenced to prison, a term of supervised release would be imposed. We refuse to do so.</p>\n<p id=\"b648-9\">Appellant was arrested the day after the robbery. Shortly after he was taken into custody, he gave the FBI a full confession. Plea negotiations ensued, and appellant entered into a plea agreement in which he stipulated that he robbed the savings bank, after handing the teller a note stating “this is a hold up” and that he had “a gun under my rain jacket,” and that the bank’s surveillance camera had photographed him as he committed the crime. Appellant also stipulated, as noted above, that he be sentenced under the guidelines. Appellant now says that he would not have pled guilty had he known that the court would reverse the position it took at the plea hearing and follow the guidelines.</p>\n<p id=\"b648-10\">Appellant of course knew that an intervening Supreme Court decision concerning the constitutionality of the Sentencing Reform Act might compel the district court to follow the guidelines. Thus, when the court announced that it would follow <em>Mistretta </em>and adhere to the guidelines, appellant and his attorney made no objection. We therefore reject appellant’s argument that he would not have pled guilty had he known that the court would impose a guidelines sentence.</p>\n<p id=\"b648-11\">Turning to appellant’s second point, it is clear that the district court erred in not informing appellant at the plea hearing that appellant, if sentenced to prison, would be subject to a term of supervised release. Federal Rule of Criminal Procedure 11(c)(1) required the court, in taking appellant’s plea, to determine that he understood, among other things:</p>\n<blockquote id=\"b648-12\">(1) The nature of the charge to which the plea is offered, the mandatory minimum penalty provided by law, if any, and the maximum possible penalty provided by law, including the effect of any special parole term or term of supervised release. ...</blockquote>\n<p id=\"b648-13\">The statute appellant violated in this case, 18 U.S.C. § 2113(a), provides a maximum penalty of imprisonment of not more than twenty years. Thus, appellant’s of<page-number citation-index=\"1\" label=\"549\">*549</page-number>fense was a Class B felony. <em>See </em>18 U.S.C. § 3559(a)(1)(B) (Supp. V 1987). When an accused is sentenced to a term of imprisonment for the commission of a Class B felony, the guidelines require that a court impose a term of supervised release of three to five years. <em>See </em>Sentencing Guidelines § 5D3.2(b)(l) (Jan. 15, 1988).</p>\n<p id=\"b649-4\">Although the court erred in failing to inform appellant of this penalty, we need not vacate appellant’s conviction and sentence unless appellant’s “substantial rights” have been affected. Fed.R.Crim.P. 11(h) (“Any variance from the procedures required by this rule which does not affect substantial rights shall be disregarded.”) On the facts of this case, we are convinced that no substantial right of the appellant was affected. At sentencing, the district court advised appellant, as the presentence report had informed him previously, that the guidelines prescribed a term of imprisonment and a mandatory term of supervised release. Neither appellant nor his attorney objected, and the court proceeded to impose the prescribed penalty. Appellant’s own conduct therefore indicates that he was not harmed by the district court’s oversight at the plea hearing; accordingly, we refuse to grant him relief now.</p>\n<p id=\"b649-5\">Appellant’s conviction and sentence are</p>\n<p id=\"b649-6\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}