{
  "casebody": {
    "data": "<casebody firstpage=\"683\" lastpage=\"687\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b705-10\">Sheldon B. ASHMORE, Plaintiff-Appellant, v. SECRETARY, DEPARTMENT OF TRANSPORTATION, Defendant-Appellee, Federal Aviation Administration, Defendant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b705-14\">No. 12-10515</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"Alb\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b705-15\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b705-16\">Jan. 3, 2013.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b706-14\"><page-number citation-index=\"1\" label=\"684\">*684</page-number>Michael A. Moulis, Moulis Aviation Law, Eric A. Arrington, Eric A. Arrington &amp; Associates LLC, Fort Lauderdale, FL, for Plaintiff-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b706-15\">Lisette Marie Reid, Christopher MacC-hiaroli, Sally M. Richardson, Anne Ruth Schultz, U.S. Attorney’s Office, Miami, FL, for Defendant-Appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b706-17\">Before BARKETT, PRYOR and ANDERSON, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b706-18\">PER CURIAM:</author>\n<p id=\"b706-19\">Sheldon Ashmore appeals the denial of his motions to extend, stay, or reopen discovery, and the grant of summary judgment on his Title VII claim for race dis<page-number citation-index=\"1\" label=\"685\">*685</page-number>crimination in favor of the Department of Transportation (“DOT”).<footnotemark>1</footnotemark> Hired as an Aviation Safety Inspector (“ASI”) by the Federal Aviation Administration, the agency terminated Ashmore allegedly for failing to progress through the DOT’S On-the-Job Training (“OJT”) program as required, although Ashmore contends that the agency’s actions in his ease were motivated by his race, and that the other ASIs had fraudulently altered their OJT program documentation. Ashmore sought more time for discovery in order to gain proof of this fraud, although he had not propounded any discovery requests during the court-established discovery period.</p>\n<p id=\"b707-5\">Specifically, Ashmore appeals the district court’s decisions denying his discovery-related motions, arguing that he had established both good cause and excusable neglect, and that his motion under Federal Rule of Civil Procedure 56(d) should have been considered. Ashmore also argues on appeal that he established a <em>prima facie </em>case of discrimination under Title VII because he was similarly situated to one coworker, Rafael Figueroa,<footnotemark>2</footnotemark> as well as the other ASIs, and because a supervisor had stated that he was ahead of some of his peers in his progress to complete OJT tasks. The district court concluded that he was not similarly situated to Figueroa because: (1) Figueroa had completed substantially more of the OJT program than Ashmore; and (2) no supervisors had expressed any disciplinary, capability, or attitude concerns about Figueroa, while supervisors had disciplined Ashmore and expressed concerns about his job performance.</p>\n<p id=\"b707-7\">I.</p>\n<p id=\"b707-8\">We review a district court’s decision to deny an extension of the discovery deadline or to deny a motion to re-open discovery for an abuse of discretion. <em>Josendis v. Wall to Wall Residence Repairs, Inc., </em>662 F.3d 1292, 1306 (11th Cir.2011). The appealing party must demonstrate that a discovery ruling resulted in substantial harm. <em>Id. </em>at 1307.</p>\n<p id=\"b707-9\">Under Federal Rule of Civil Procedure 16(b), the district court must issue a scheduling order that limits the time to complete discovery. Fed.R.Civ.P. 16(b)(3)(A). The schedule set forth by the court may only be modified for good cause and with the court’s consent. Fed.R.Civ.P. 16(b)(4). Additionally, under Rule 6(b), when an act must be done within a specified time, the court may extend that time period for good cause. Fed.R.Civ.P. 6(b)(1)(A). To establish good cause, the party seeking the extension must establish that the schedule could not be met despite the party’s diligence. <em>Oravec v. Sunny Isles Luxury Ventures, L.C., </em>527 F.3d 1218, 1232 (11th Cir.2008). We have often held that a district court has not abused its discretion by holding the litigants to the clear terms of its scheduling order. <em>See, e.g., Josendis, </em>662 F.3d at 1307.</p>\n<p id=\"b707-10\">Under Rule 6(b)(1)(B), the court may, for good cause, extend the time period for filing a motion after the deadline has expired as long as the party failed to act because of excusable neglect. To determine if there was excusable neglect, the court considers the following factors: (1) the danger of prejudice to the nonmovant; (2) the length of the delay and its potential impact on judicial proceedings; (3) the <page-number citation-index=\"1\" label=\"686\">*686</page-number>reason for the delay, including whether it was within the reasonable control of the movant; and (4) whether the movant acted in good faith. <em>Pioneer Inv. Servs. Co. v. Brunswick Assocs. Ltd. P’ship, </em>507 U.S. 380, 395, 113 S.Ct. 1489, 1498, 123 L.Ed.2d 74 (1993). We have noted that, in <em>Pioneer, </em>the Supreme Court accorded primary importance to the absence of prejudice to the nonmoving party and to the interest of efficient judicial administration. <em>See Cheney v. Anchor Glass Container Corp., </em>71 F.3d 848, 850 (11th Cir.1996) (holding that the nonmovant was not prejudiced by the movant’s six-day delay). Even if the district court fails to consider the <em>Pioneer </em>factors, we may elect to review these factors for the first time on appeal. <em>See Cheney, </em>71 F.3d at 850.</p>\n<p id=\"A0g\">Finally, in response to a summary judgment motion, the court may allow time for a party to obtain affidavits or declarations or to take discovery if the nonmovant shows by affidavit or declaration that, for specified reasons, it cannot present facts essential to justify its opposition. Fed. R.Civ.P. 56(d)(2). The district court is under no obligation to grant motions under this Rule where they do not comply with the requirements of Rule 56. <em>See Reflectone, Inc. v. Farrand Optical Co., Inc., </em>862 F.2d 841, 844 (11th Cir.1989).</p>\n<p id=\"ALi9\">Here, Ashmore has not demonstrated that the district court made a clear error of judgment, applied the incorrect legal standard, or caused him substantial harm. <em>See Josendis, </em>662 F.3d at 1307. In July 2011, the district court established a discovery deadline of October 12, 2011. But as of Ashmore’s filing of his motion to extend discovery on October 11—one day before the discovery deadline—Ashmore had not propounded any discovery requests. We cannot conclude that the district court abused its discretion by denying the motion to extend discovery after Ash-more’s considerable delay in even beginning the discovery process.</p>\n<p id=\"AC5\">Additionally, the district court did not abuse its discretion when it declined to reopen the discovery period. As to Rule 56(d), Ashmore did not attach the affidavit or declaration required by the Rule, and, without such, the district court was not required to grant Ashmore’s motion. And applying the factors from <em>Pioneer, </em>Ash-more did not establish that there was excusable neglect to justify the motion to reopen discovery under Rule 6(b) where, among other things: (1) the DOT would have been prejudiced by additional discovery because it had already filed its motion for summary judgment; (2) the interest in judicial economy weighed against granting the motion; and (3) he presented no valid reason for the considerable delay.</p>\n<p id=\"Afq\">II.</p>\n<p id=\"AN2\">We review <em>de novo </em>a district court’s grant of summary judgment. <em>Vessels v. Atlanta Indep. Sch. Sys., </em>408 F.3d 763, 767 (11th Cir.2005). We view all evidence and draw all reasonable inferences in favor of the non-moving party. <em>Id. </em>Summary judgment is appropriate when the movant has shown that there is no genuine dispute as to any material fact and that he is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(a). When considering a motion for summary judgment, the district court does not weigh the evidence to determine the truth of the matter, but rather determines only if there is a genuine issue for trial. <em>See Anderson v. Liberty Lobby, Inc., </em>477 U.S. 242, 249, 106 S.Ct. 2505, 2510-11, 91 L.Ed.2d 202 (1986).</p>\n<p id=\"AVP\">Title VII prohibits an employer from discharging a federal employee, or otherwise discriminating against him with respect to his employment, on the basis of race. <em>See </em>42 U.S.C. § 2000e-16(a). This <page-number citation-index=\"1\" label=\"687\">*687</page-number>provision expanded coverage of Title VII to cover federal employees to the same extent as non-federal employees. <em>Llampallas v. Mini-Circuits, Lab, Inc., </em>163 F.3d 1236, 1243 (11th Cir.1998) (citations omitted).</p>\n<p id=\"A1Jm\">For claims of discrimination supported by circumstantial evidence, we use the three-step burden-shifting framework established in <em>McDonnell Douglas Corp. v. Green, </em>411 U.S. 792, 802-04, 93 S.Ct. 1817, 1824-25, 36 L.Ed.2d 668 (1973). <em>Bryant v. Jones, </em>575 F.3d 1281, 1307-08 (11th Cir. 2009). First, the plaintiff must make out a <em>prima facie </em>case of employment discrimination. <em>Id. </em>Second, if the plaintiff establishes a <em>prima facie </em>case, the burden of production shifts to the employer to provide a legitimate, nondiscriminatory reason for its employment action. <em>Id. </em>at 1308. Third, if the employer provides a nondiscriminatory reason, then the plaintiff must show that the reason was pretextual. Throughout, the ultimate burden of persuasion remains with the plaintiff. <em>Id.</em></p>\n<p id=\"ACv\">In order to make out a <em>prima facie </em>case of discriminatory discharge, the plaintiff may show that he (1) was a member of a protected class, (2) was qualified for the job, (3) suffered an adverse employment action, and (4) his employer treated similarly situated employees outside his classification more favorably. <em>Holifield v. Reno, </em>115 F.3d 1555, 1562 (11th Cir.1997). In addressing whether comparator employees were similarly situated to the plaintiff, we consider whether the comparators were involved in, or accused of, the same or similar conduct and disciplined differently. <em>Maniccia v. Broum, </em>171 F.3d 1364, 1368 (11th Cir.1999).</p>\n<p id=\"Azc\">Here, the district court did not err by granting summary judgment to the DOT, as Ashmore failed to establish a <em>prima facie </em>case of discrimination because he did not establish that he was similarly situated to another employee who was treated differently. His argument that all ASIs were similarly situated fails because he was required to prove that they were similarly situated in all relevant aspects, not just that they had the same job title and responsibilities. The statement by Williams that Ashmore was well ahead of his peers in the OJT program did not establish that he was similar in all relevant aspects to those peers, and this statement was therefore insufficient to meet Ash-more’s burden. Further, his argument that he is similarly situated to Figueroa fails because: (1) Figueroa completed substantially more of the OJT program than Ashmore;<footnotemark>3</footnotemark> and (2) Ashmore has not presented any evidence that supervisors had reported any disciplinary, capability, or attitude concerns about Figueroa. By contrast, Ashmore’s supervisors reported that he was disciplined for misusing a government-issued credit card, fell asleep during work hours, was unable to comprehend basic concepts, and generally showed a lack of energy to learn. Although Ash-more contends that fraud permeated the OJT program, he failed to provide any proof of the alleged fraud and this conclu-sory allegation—admittedly based only on rumor—is an insufficient basis in the record to find that fraud existed. Accordingly, the district court did not err by granting summary judgment in favor of the DOT.</p>\n<p id=\"AfD\">After careful consideration, we affirm.</p>\n<p id=\"AWV\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b707-6\">. Although named as a defendant in Ash-more's original complaint, the Federal Aviation Administration was not named in his second amended complaint, and, as such, is not a party to this appeal.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b707-11\">. The parties refer to this person in a variety of ways, including Figueroa, Figuroa, and Dorta-Figueroa, but we use Figueroa throughout.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"AhdB\">. Ashmore completed only 32 of the tasks required by the OJT program while Figueroa completed 107.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}