{
  "casebody": {
    "data": "<casebody firstpage=\"733\" lastpage=\"734\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b755-6\">UNITED STATES of America, Plaintiff-Appellee, v. Andre Delaney THOMPSON, a.k.a. Yellow, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b755-10\">No. 12-13790</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AH7\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b755-11\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b755-12\">Jan. 8, 2013.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b755-20\">Robert G. Davies, U.S. Attorney’s Office, Pensacola, FL, Pamela C. Marsh, Francis Todd Williams, U.S. Attorney’s Office, Gainesville, FL, for Plaintiff-Appel-lee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b755-21\">Andre Delaney Thompson, Coleman, FL, pro se.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b755-23\">Before MARCUS, MARTIN and KRAVITCH, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b755-24\">PER CURIAM:</author>\n<p id=\"b755-25\">Andre Thompson, proceeding <em>pro se, </em>appeals the district court’s denial of his motion to reduce his 180-month sentence under 18 U.S.C. § 3582(c)(2). Thompson argues that § 3582(c)(2), an amendment to the Sentencing Guidelines that reduced the base offense levels for certain crack-cocaine crimes, gives the district court the authority to reduce his sentence because he was convicted of a crack-cocaine offense. Because Thompson was subject to a mandatory-minimum sentence and is ineligible for § 3582(c)(2) relief, we affirm the district court’s denial of his motion for a sentence reduction under this provision.<footnotemark>1</footnotemark></p>\n<p id=\"b756-3\"><page-number citation-index=\"1\" label=\"734\">*734</page-number>I.</p>\n<p id=\"b756-4\">“We review <em>de novo </em>the district court’s legal conclusions regarding the scope of its authority under the Sentencing Guidelines in a § 3582(c)(2) proceeding.” <em>United States v. Douglas, </em>576 F.3d 1216, 1218 n. 1 (11th Cir.2009). We review the district court’s decision not to reduce a sentence based upon § 3582(c)(2) for abuse of discretion, and its findings of fact for clear error. <em>United States v. Davis, </em>587 F.3d 1300,1303 (11th Cir.2009).</p>\n<p id=\"b756-5\">Title 18, section 3582 of the United States Code provides that a district court may reduce the sentence of a “defendant who has been sentenced to a term of imprisonment based on a sentencing range that has subsequently been lowered by the Sentencing Commission.” 18 U.S.C. § 3582(c)(2) (2002). However, “[t]he law is clear that a sentencing court lacks jurisdiction to consider a § 3582(c)(2) motion, even when an amendment would lower the defendant’s otherwise-applicable Guidelines sentencing range, when the defendant was sentenced on the basis of a mandatory minimum.” <em>United States v. Mills, </em>613 F.3d 1070, 1078 (11th Cir.2010). We have explained that this “makes sense” because “an amendment that alters the initial calculation of a guidelines range is not to be applied in a case where the difference in the initial calculation would have made no difference because a mandatory minimum would have trumped the initial calculation and dictated the final guidelines range anyway.” <em>United States v. Glover, </em>686 F.3d 1203, 1206 (11th Cir.2012). Here, as indicated in the presentence report, Thompson was subject to a mandatory-minimum sentence. As a result, Thompson is not eligible for a § 3582 sentence reduction.<footnotemark>2</footnotemark></p>\n<p id=\"b756-11\">For this reason, we affirm the district court’s denial of Thompson’s motion for a sentence reduction.</p>\n<p id=\"b756-12\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b755-18\">. The government argues that Thompson's § 3582(c)(2) appeal is untimely because his notice of appeal was not filed within fourteen days of the district court's denial of his motion for a sentence reduction. <em>See </em>Fed. R.App. P. 4(b)(1)(A); <em>United States v. Fair, </em>326 F.3d 1317, 1318 (11th Cir.2003) (holding that the rules governing criminal cases apply to § 3582(c)(2) proceedings). Although the fourteen-day deadline to file a notice of appeal is not jurisdictional, these \"deadlines provide rules for processing claims that assure relief to a party properly raising them.” <em>United States v. Lopez, </em>562 F.3d 1309, 1311-13 (11th Cir.2009) (quotation marks omitted). Here, the district court denied Thompson’s motion on March 7, 2012 and Thompson waited until July 10, 2012 to file his notice of appeal. While we reject Thompson’s arguments on the merits, we also agree with the <page-number citation-index=\"1\" label=\"734\">*734</page-number>government that Thompson’s appeal is untimely under Rule 4(b).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b756-7\">. Thompson cites to <em>Freeman v. United States, </em>— U.S. --, 131 S.Ct. 2685, 180 L.Ed.2d 519 (2011), in arguing that the district court was authorized to reduce his sentence. In <em>Freeman, </em>a plurality of the Supreme Court held that a defendant who entered a plea agreement with an agreed-upon sentence or sentencing range pursuant to Federal Rule of Criminal Procedure 11(c)(1)(C) was eligible for relief under § 3582(c)(2). <em>Id. </em>at 2695. However, Thompson did not enter into such an agreement. Instead, his plea agreement indicated \"that the sentence to be imposed is left solely to the discretion of the District Court.” Thus, the holding of <em>Freeman </em>does not apply to Thompson.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}