{
  "casebody": {
    "data": "<casebody firstpage=\"167\" lastpage=\"181\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b191-7\">HOUSING AUTHORITY OF THE CITY OF WEST HAVEN <em>v. </em>CB ALEXANDER REAL ESTATE, LLC, ET AL.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b191-8\">(AC 28528)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b191-9\">Bishop, McLachlan and Harper, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b191-12\">Argued January 10</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ASV\">officially released April 22, 2008</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b192-6\"><page-number citation-index=\"1\" label=\"168\">*168</page-number><em>Mark T. Kelly, </em>for the appellant (plaintiff).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b192-7\"><em>Jeffrey M. Donofrio, </em>for the appellees (defendants).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b192-8\">\n<em>Opinion</em>\n</p>\n<author id=\"b192-9\">McLACHLAN, J.</author>\n<p id=\"A85\">This appeal concerns the trial court’s decision as to the just compensation for real property subject to eminent domain. Specifically, the plaintiff, the housing authority of the city of West Haven,<footnotemark>1</footnotemark> appeals from the judgment of the trial court finding the total value of the Glen Oaks Condominiums in West Haven, which were owned by the defendants, including CB Alexander Real Estate, LLC,<footnotemark>2</footnotemark> based on the five year income capitalization approach applied by the defendants’ appraiser. We affirm the judgment of the trial court.</p>\n<p id=\"b192-10\">The following facts are relevant to the resolution of the plaintiffs appeal. In 2004, the plaintiff exercised its <page-number citation-index=\"1\" label=\"169\">*169</page-number>power of eminent domain pursuant to General Statutes § 8-50<footnotemark>3</footnotemark> to acquire the real property subject to the current appeal. Pursuant to its eminent domain powers, the plaintiff took title to all of the units within the Glen Oaks condominium complex, to which it did not have title previously.<footnotemark>4</footnotemark></p>\n<p id=\"b193-5\">In its memorandum of decision, the court made the following factual findings. The plaintiff “filed statements of compensation for seventy-four units in the same period in which the defendants’ property was seized by eminent domain. Previously, the city of West Haven had transferred the sixteen units it owned to the plaintiff. The [plaintiff] thus acquired ownership of all ninety units in the Glen Oaks Condominiums. The [plaintiff] filed statements of compensation as to all seventy-four units it seized by eminent domain, including statements of compensation for each of the sixty-three units [owned by the defendants] . . . .” For these sixty-three units, the plaintiff deposited the sum of $341,002 with the clerk of the Superior Court. Pursuant to General Statutes § 8-132, the defendants filed applications for review of the statements of compensation for their respective units, thereby appealing from the plaintiffs statements of compensation.<footnotemark>5</footnotemark></p>\n<p id=\"b194-4\"><page-number citation-index=\"1\" label=\"170\">*170</page-number>At trial, the issue before the court was the amount of just compensation for the property seized by the plaintiff as of the date of the taking. The defendants proposed two methods of valuation: “[1] a straight market value determination<footnotemark>6</footnotemark> and (2) a business plan valuation based on allegations ‘that the plaintiff participated in the devaluation of the subject property.’ ” To calculate the proper valuation, the defendants retained the services of an appraiser, John Leary, president of Leary Counseling and Valuation, Inc.</p>\n<p id=\"b194-5\">Leary prepared an appraisal report, which was admitted as a full exhibit at trial and relied on by the court. Leary’s report detailed the two aforementioned valuation methods; however, the court found that Leary’s income capitalization method was the appropriate method to apply in the present case.<footnotemark>7</footnotemark> The court summarized Leary’s income capitalization analysis in its memorandum of decision by quoting from his appraisal report as follows: “The value of the [sixty-three] units as a <page-number citation-index=\"1\" label=\"171\">*171</page-number>rental investment holding as of mid-year 2004 is estimated using a five-year discounted cash flow analysis. The capitalization method simulates the rights of an investor to an annual cash flow and to the resale of the property by quantifying the income and expense of the holding over a five-year period (cash flow) and calculating a reversion (resale value) at the end of the fifth year based [on] dividing the sixth year net operating income ... by a terminal capitalization rate. Two income projections are made to bracket market expectations: one with higher vacancy, repairs and maintenance, and management expenses, and one with lower vacancy, repairs and maintenance, and management expenses. Each year of the income projection is then discounted to a present value at a yield rate commensurate with the risk inherent in the income stream. The sum of the present values under each income projection represents the value range of the [sixty-three] units as of mid-year 2004.” In order to calculate the value at the time of taking, also referred to as the present value, Leary performed a discounted cash flow analysis. Essentially, Leary capitalized the income stream of the units projected for a five year period and discounted the rate they could be sold at in the sixth year.</p>\n<p id=\"b195-4\">On the basis of Leary’s report, the court concluded that “Leary did a thorough job of minimizing conjecture and speculation.” Therefore, the court accepted and adopted Leary’s conclusion that the value of the units was $1,986,600. In accepting the income capitalization approach, the court rejected the defendants’ business plan approach valuation of $2,240,000. Thus, the court concluded that the value of the subject property was $1,986,600.<footnotemark>8</footnotemark> This appeal followed.</p>\n<p id=\"b196-3\"><page-number citation-index=\"1\" label=\"172\">*172</page-number>The plaintiff argues that the court improperly accepted the income capitalization approach of the defendants’ appraiser. Specifically, the plaintiff claims that this estimate was flawed because it was based on “first year net operating income substantially in excess of the demonstrated actual net operating income of the units being appraised for the immediately preceding year . . . .’’In opposition, the defendants contend that the “well reasoned and detailed opinion of the trial court should be affirmed” because the plaintiff did not rebut or impeach the valuation testimony offered at trial by Leary. Moreover, the defendants argue that market value is a question of fact and because the plaintiff has not established that the court’s valuation determination is clearly erroneous, the judgment should be affirmed.</p>\n<p id=\"b196-4\">“We begin our analysis of this claim by setting forth the general, well established principles that govern the taking of real property by eminent domain. The fifth amendment to the United States constitution, as applied <page-number citation-index=\"1\" label=\"173\">*173</page-number>to the states through the due process clause of the fourteenth amendment . . . provides that private property [shall not] be taken for public use, without just compensation. U.S. Const., amend. V. Article first, § 11, of the Connecticut constitution similarly provides that [t]he property of no person shall be taken for public use, without just compensation therefor. This constitutional principle is well reflected throughout the General Statutes and our case law. See, e.g., <em>Minicucci </em>v. <em>Commissioner of Transportation, </em>211 Conn. 382, 384, 559 A.2d 216 (1989) ([t]he owner of land taken by condemnation is entitled to be paid just compensation . . .). [T]he question of what is just compensation is an equitable one rather than a strictly legal or technical one. The paramount law intends that the condemnee shall be put in as good condition pecuniarily by just compensation as he would have been in had the property not been taken. . . .</p>\n<p id=\"b197-5\">“We have stated repeatedly that [t]he amount that constitutes just compensation is the market value of the condemned property when put to its highest and best use at the time of the taking. ... In determining market value, it is proper to consider all those elements which an owner or a prospective purchaser could reasonably urge as affecting the fair price of the land . . . . The fair market value is the price that a willing buyer would pay a willing seller based on the highest and best possible use of the land assuming, of course, that a market exists for such optimum use. <em>Mazzola </em>v. <em>Commissioner [of Transportation], </em>175 Conn. 576, 581-82, 402 A.2d 786 (1978). <em>Minicucci </em>v. <em>Commissioner of Transportation, </em>supra, [211 Conn.] 384. The highest and best use concept, chiefly employed as a starting point in estimating the value of real estate by appraisers, has to do with the use which will most likely produce the highest market value, greatest financial return, or the most profit from the use of a particular <page-number citation-index=\"1\" label=\"174\">*174</page-number>piece of real estate. <em>State National Bank </em>v. <em>Planning &amp; Zoning Commission, </em>156 Conn. 99, 101, 239 A.2d 528 (1968). . . . <em>Robinson </em>v. <em>Westport, </em>222 Conn. 402, 405-406, 610 A.2d 611 (1992). . . .</p>\n<p id=\"b198-5\">“[B]ecause each parcel of real property is in some ways unique, trial courts must be afforded substantial discretion in choosing the most appropriate method of determining the value of a taken property.” (Citations omitted; internal quotation marks omitted.) <em>Northeast Ct. Economic Alliance, Inc. </em>v. <em>ATC Partnership, </em>256 Conn. 813, 827-29, 776 A.2d 1068 (2001).</p>\n<p id=\"b198-6\">Moreover, “[i]n actions requiring . . . a valuation of property, the trial court is charged with the duty of making an independent valuation of the property involved. . . . [N]o one method of valuation is controlling .... In determining the value of the property taken, the trier arrives at its own conclusions by weighing the opinions of the appraisers, the claims of the parties, and its own general knowledge of the elements going to establish value, and then employs the most appropriate method to determine the damages that result from the taking. . . . [T]he trial court has the right to accept so much of the testimony of the experts and the recognized appraisal methods which they employed as he finds applicable; his determination is reviewable only if he misapplies, overlooks, or gives a wrong or improper effect to any test or consideration which it was his duty to regard. ... On appeal, it is the function of this court to determine whether . . . [the conclusions of the trial court] are legally and logically correct and whether they find support in the facts set out in the memorandum of decision; where the factual basis of the court’s decision is challenged we must determine whether the facts set out in the memorandum of decision are supported by the evidence or whether, in light of the evidence and the pleadings in the whole record, those facts are clearly erroneous.” (Citation <page-number citation-index=\"1\" label=\"175\">*175</page-number>omitted; internal quotation marks omitted.) <em>Bristol </em>v. <em>Tilcon Minerals, Inc., </em>284 Conn. 55, 70, 931 A.2d 237 (2007).</p>\n<p id=\"b199-5\">To prevail, the plaintiff is required to demonstrate that the court’s findings were clearly erroneous when it accepted and relied on Leary’s valuations for the income capitalization approach. See id. In an attempt to meet its burden, the plaintiff argues that the court improperly “accepted . . . Leary’s methodology in determining projected management, repair and expense figures, which must be deducted from the market rentals (less vacancy) to arrive at net operating income” for the subject property, which is a critical variable in income capitalization valuation.</p>\n<p id=\"b199-6\">Net operating income is not only a critical variable, it is also a prerequisite in the income capitalization approach. In order to arrive at the net operating income, Leary first obtained the gross income, which was the retail income in this case. In its memorandum of decision, the court carefully and meticulously described the steps that Leary took in arriving at his valuation. As the court explained, gross income “is arrived at with a deduction in rental properties for vacancies and credit loss .... Then expenses are calculated, which are deducted from effective gross income to produce the net operating income.</p>\n<p id=\"b199-7\">“To determine rental income . . . Leary took several steps. He inspected fifty-five of the sixty-three units in question, which [he] rated . . . from poor to fair to average to good and very good with intermediate steps between each category where necessary. He examined the rental histoiy of the sixty-three units appraised against the investigatory background to determine market rent for the units, which is necessary in a highest and best use analysis. If anything, his estimates of market rent for each apartment were conservative; in the <page-number citation-index=\"1\" label=\"176\">*176</page-number>great majority of cases, the market rent was the same as the actual rent being charged for each unit (which he listed) in May, 2004.” Leary also examined actual rents from other similar units as well as performing a comparative analysis of other rents in the area of the subject property, which ranged between $100 and $150 a month higher than those at the Glen Oaks property.</p>\n<p id=\"b200-5\">Leary then projected the gross income and expense figures out over a period of five years to arrive at net operating income. Gross rental income was projected out at a 6 percent increase per year based on performance for a few years before 2004. He calculated both the projected expenses and the percentage increase for the vacancy-credit loss deduction. In order to calculate expenses, Leary examined the expenses for part of the subject property for the calendar years of 2001, 2002 and 2003. He ran both a lower and higher end income projection for each of the following categories: income growth rates, vacancy and credit loss, repairs and replacements, management, expense growth rate, real estate tax growth rate and year one expenses per unit.</p>\n<p id=\"b200-6\">In his appraisal report, Leary calculated the percentage projections on the basis of his “selection of a terminal capitalization rate for the two income projections . . . based in part on the Real Estate Research Corporation . . . real estates reports for spring, 2004, and summer, 2004. [Real Estate Research Corporation] defines third tier investment properties as: older properties with functional inadequacies and/or marginal locations.”<footnotemark>9</footnotemark> (Internal quotation marks omitted.) On the basis <page-number citation-index=\"1\" label=\"177\">*177</page-number>of his calculations, and his inspection of fifty-five units, <page-number citation-index=\"1\" label=\"178\">*178</page-number>Leary assigned a final market value to each of the representative units.</p>\n<p id=\"b202-5\">“The values for the representative units, as found by Leary, [were] as follows:</p>\n<blockquote id=\"b202-6\">[[Image here]]</blockquote>\n<p id=\"b202-13\">“In accordance with the procedure set forth in the stipulation [in Leary’s appraisal report], market value for the sixty-three units would be calculated as follows:</p>\n<blockquote id=\"b202-14\">[[Image here]]</blockquote>\n<p id=\"b202-44\">As the court stated, the plaintiff “did not rely on an expert of its own. In the posture adopted at trial, the <page-number citation-index=\"1\" label=\"179\">*179</page-number>[plaintiff] did not appear to object to the use of the income capitalization method adopted by [Leary] or other elements of his methodology such as the use of a lower end income projection and an upper end income projection.”<footnotemark>10</footnotemark></p>\n<p id=\"b203-4\">In the present action, the plaintiff challenges the calculations that Leary used to determine the net operating income, a critical variable in the income capitalization valuation calculation. In challenging Leary’s net operating income valuation, the plaintiff alleges that the court’s use of Leary’s “percentage [of effective gross income] projections suggested for third tier properties [older properties with functional inadequacies or marginal locations] in reference works mentioned to calculate other expenses and the vacancy-credit loss figure” was improper. The plaintiff contends that the units are more than just older properties with inadequacies or in marginal locations; rather, the properties are distressed and in a blighted area. Thus, the expense projections should be higher than those calculated by Leary. The plaintiff further argues that the court, in relying on Leary’s calculations, in which he projected the cash flow in the first year using actual expense figures only with respect to common charges and real estate taxes and calculating all other expenses as percentages of <page-number citation-index=\"1\" label=\"180\">*180</page-number>gross income that were “double the actual, historical net operating income,” was improper and amounts to “little more than conjecture and speculation.”<footnotemark>11</footnotemark></p>\n<p id=\"b204-5\">In opposition, the defendants maintain that the plaintiff never offered any other valuation evidence at trial and on appeal is essentially attempting to receive a review of Leary’s appraisal. Moreover, the defendants assert that the plaintiff offers no support for its arguments that the court’s findings were clearly erroneous. We agree.</p>\n<p id=\"b204-6\">The court has substantial discretion to determine the appropriate valuation for the Glen Oaks property and to accept or reject an expert’s opinion as to the valuation. <em>See Northeast Ct. Economic Alliance, Inc. </em>v. <em>ATC Partnership, </em>supra, 256 Conn. 829; see also <em>Griffin </em>v. <em>Nationwide Moving &amp; Storage Co., </em>187 Conn. 405, 422-23, 446 A.2d 799 (1982). “In arriving at the value of property, no one method is controlling, and there is no rule of law that any particular method of valuation must be followed. It is a matter of opinion based on all the evidence and, at best, is one of approximation.” (Internal quotation marks omitted.) <em>Crowther </em>v. <em>Guidone, </em>183 Conn. 464, 470, 441 A.2d 11 (1981). Moreover, <page-number citation-index=\"1\" label=\"181\">*181</page-number>the court is charged with the duty of making an independent determination of value and fair compensation in light of all of the circumstances. See <em>Northeast Ct. Economic Alliance, Inc. </em>v. <em>ATC Partnership, </em>supra, 829. Here, the court did just that. The court examined both of the valuation methods suggested by the defendants and used its substantial discretion to accept the income capitalization method applied by Leary. It thoroughly examined Leary’s valuations and did not rely on conjecture or speculation when it accepted Leary’s valuation of the subject property. Leary’s appraisal addressed and accounted for the “marginal” conditions of some of the condominium units. Moreover, at trial and on appeal, the plaintiff neither challenged the income capitalization approach, nor did it offer any independent evidence as to the value of the subject property.</p>\n<p id=\"b205-5\">The plaintiff had the burden to demonstrate that the court’s finding of the value of the property on the basis of Leary’s income capitalization calculation was clearly erroneous. It has failed to meet this burden.</p>\n<p id=\"b205-6\">The judgment is affirmed.</p>\n<p id=\"b205-7\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b192-11\"> The plaintiff is a public body created pursuant to General Statutes § 8-40. Section 840 provides in relevant part: “In each municipality of the state there is created a public body corporate and politic to be known as the ‘housing authority’ of the municipality; provided such authority shall not transact any business or exercise its powers hereunder until the governing body of the municipality by resolution declares that there is need for a housing authority in the municipality . . . .”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b192-12\"> In addition to CB Alexander Real Estate, LLC, the defendants are various entities and individuals who owned sixty-three units in the Glen Oaks condominium complex that were taken by the plaintiff. The other defendants are Ankeny Homes, LLC, Asgard Investments, LLC, Glen Oaks Condominium Association, Sharon Arline, John A. Crocco, Raymond Fuoco, Jr., Richard Fasanella, Peter Gschlecht, Rosearme Gschlecht and Elmer L. Huckaby, Sr.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b193-6\"> General Statutes § 8-50 provides in relevant part: “An authority shall have the right to acquire by the exercise of the power of eminent domain any real property which it deems necessary for its purposes under this chapter after the adoption by it of a resolution declaring that the acquisition of such real property described therein is necessary for such purposes. . . .”</p>\n<p id=\"b193-7\">In order for the plaintiff to acquire the property at issue, it adopted a resolution, which was passed on March 9, 2004.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b193-8\"> The Glen Oaks Condominiums is a condominium complex comprised of ninety units located at Terrace Avenue and Glade Street in West Haven. The plaintiff had acquired title to sixteen of the units directly from the city of West Haven.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b193-9\"> General Statutes § 8-132 (a) provides in relevant part: “Any person claiming to be aggrieved by the statement of compensation filed by the redevelopment agency may, at any time within six months after the same has been filed, apply to the superior court for the judicial district in which such property is situated for a review of such statement of compensation so far as the same affects such applicant. The court, after causing notice of the <page-number citation-index=\"1\" label=\"170\">*170</page-number>pendency of such application to be given to the redevelopment agency, may appoint a judge trial referee to make a review of the statement of compensation.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b194-7\"> Although the defendants refer to the first valuation approach as a straight market value determination, the defendants’ appraiser used an income capitalization approach to determine the fair market value of the subject property.</p>\n<p id=\"b194-8\">“The income capitalization approach consists of the following seven steps: (1) estimate gross income; (2) estimate vacancy and collection loss; (3) calculate effective gross income (i.e., deduct vacancy and collection loss from estimated gross income); (4) estimate fixed and operating expenses and reserves for replacement of short-lived items; (5) estimate net income (i.e., deduct expenses from effective gross income); (6) select an applicable capitalization rate; and (7) apply the capitalization rate to net income to arrive at an indication of the market value of the property being appraised. . . . The process is based on the principle that the amount of net income a property can produce is related to its market value.” (Internal quotation marks omitted.) <em>Abington, LLC </em>v. <em>Avon, </em>101 Conn. App. 709, 712 n.3, 922 A.2d 1148 (2007).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b194-10\"> Because the court rejected Leary’s business plan valuation method and relied on his income capitalization method for the valuation of the subject property, we need not discuss the business plan approach.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b195-5\"> The court set forth its analysis as follows: “The court agrees with . . . Leary’s conclusion that the highest and best use for the units owned by the defendants was for continued operation as a rental investment. Andrew Whitley controlled the entities that owned the sixty-three units that were part of the ninety unit condominium block. The original plan was to acquire all the units and renovate the Glen Oaks complex for sale to individual <page-number citation-index=\"1\" label=\"172\">*172</page-number>owners. . . . Whitley testified that the financing could never be secured to permit the necessary renovation because the banks balked at extending loans since a municipality owned the remaining twenty-seven units, and the city would not sell its units to the defendants.</p>\n<p id=\"b196-6\">“Also, many of the units were boarded up. Especially obvious, since it was at a primary entrance, was building 254, which the city controlled and was in a rundown condition. This would make it difficult to pursue a plan to sell to individual users.</p>\n<p id=\"b196-7\">“Renovation efforts, necessary to foster sale of the individual units, were also hampered because of unpaid condominium charges for the units owned by the city and eleven units owned by others, so self, nonbank financing was not an option for the defendants.</p>\n<p id=\"b196-8\">“Also, the conclusion that the sixty-three subject units could be continued to be managed as rentals was not some after the fact conjecture. . . . Whitley testified that Glen Oaks had a history as a rental income property, and the city of West Haven was itself 45 percent rental. At the time that Leary prepared his report, Whitley testified he had 90 percent occupancy of the defendants’ units on a rental basis.</p>\n<p id=\"b196-9\">“Based on the foregoing, the court conclude[d] that . . . Leary was correct in concluding that at the time he prepared his report, the highest and best use was continued operation of the subject units as rental properties.”</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b200-7\"> The court explained Leary’s conclusions by stating: “For the expense side of the five year projections of income and expenses with the aim of determining net operating income, he posited the actual real estate taxes for year one and the condominium charges, which together constituted over 40 percent of all expenses under each projection. For that year, he used percentage projections suggested for third tier properties in the reference works mentioned to calculate other expenses and the vacancy-credit loss figure.</p>\n<p id=\"b200-8\">“For every year after the first year, he projected the same 6 percent rental increase for the low end and high end income projections with the same <page-number citation-index=\"1\" label=\"177\">*177</page-number>expense growth rate and real estate tax growth rate for each of the next four year projections—these figures could not be different in each projection at the risk of making his estimates speculative.</p>\n<p id=\"b201-5\">“What is different in each of the two projections [the expense projection and percentage projection]?</p>\n<p id=\"b201-6\">“There are different percentage growth rates for various items in the lower end income projection as compared to the upper end income projection. The source of these differences are the previously referred to [Real Estate Research Corporation] reports for the spring and summer of 2004. As to the lower end income projection, Leary calculated vacancy-credit loss would be 10 percent of potential gross income—this being applied to gross income, which was to increase at 6 percent per year of the five year projection period. As noted, this is deducted from gross income to arrive at effective gross income. As to expenses on the low end projection, repairs and replacements were calculated at 12.5 percent of effective gross income with management expense at 10 percent of effective gross income.</p>\n<p id=\"b201-7\">“As to the upper end projection, there were the following comparative differences: (1) vacancy-credit loss was calculated at 7.5 percent of potential, which would yield a higher effective gross income over the years as compared to effective gross income for the lower end projection. As to expense projections on the upper end projection, repairs and replacements were to be 10 percent of effective gross income and management expense 7.5 percent of that figure. When all the expenses are deducted from the effective gross income for each year of the five year projections, based on the foregoing, the net operating income for the lower and upper end projections would be different.</p>\n<p id=\"b201-8\">“Relying on the industry source reference, [Real Estate Research Corporation], Leaiy then said, ‘[t,]he risk associated with the lower end income projection for the subject . . . holding is reflected in a terminal capitalization rate of 10.5 [percent] and a discount yield rate of 12 [percent].’ Applied to the net operating income projections, a cumulative present value of $1,750,000 is reached on the low end income projection.</p>\n<p id=\"b201-9\">“The upper end income projection provided for a terminal capitalization rate of 11.5 percent and a discount (yield) rate of 13 percent. Applied to the upper end income projection for net operating income, this would yield a market value of $1.9 million for the subject units.</p>\n<p id=\"b201-10\">“This equates with a unit value range of $27,778 to $30,159 per dwelling unit with an average unit value of $29,016. Leary then allocated the income capitalization approach value range to each of the sixty-three units and offered a final market value opinion as to each unit. This came to a value of $1,828,000 for all the sixty-three units.</p>\n<p id=\"b201-11\">“As <em>the </em>plaintiff not,e[d] in [its] trial brief, the ‘court need not find a value for each of the sixty-three units; rather, the valuation found for each of the six representative units should be extrapolated to the remainder of the units in each of the representative groups.’ The six representative units agreed to by counsel are:</p>\n<p id=\"b202-45\"><page-number citation-index=\"1\" label=\"178\">*178</page-number>“1.63 Glade Street, unit C-4, is the representative unit for ‘Group A,’ which consists of eleven (11) units. 63 Glade Street, unit C-4, is a one bedroom, 845 square foot unit.</p>\n<p id=\"b202-46\">“2. 55 Glade Street, unit A-7, is the representative unit for ‘Group B,’ a group consisting of twenty (20) units. 55 Glade Street, unit A-7, is a 728 square foot, one bedroom unit.</p>\n<p id=\"b202-47\">“3. 59 Glade Street, unit C-l, is the representative unit for ‘Group C,’ a group consisting of eight (8) units. 59 Glade Street, unit C-l, is a 900 square foot, one bedroom (plus den) unit.</p>\n<p id=\"b202-48\">“4. 59 Glade Street, unit A-2, is the representative unit for ‘Group D,’ a group consisting of five (5) units. 59 Glade Street, unit A-2, is a 827 square foot, two bedroom unit.</p>\n<p id=\"b202-49\">“5. 55 Glade Street, unit A-2, is the representative unit for ‘Group E,’ a group consisting of two (2) units. 55 Glade Street, unit A-2, is a 480 square foot efficiency unit.</p>\n<p id=\"b202-50\">“6. 59 Glade Street, unit C-2, is the representative unit for ‘Group F,’ a group consisting of seventeen (17) units. 59 Glade Street, unit C-2, is a 915 square foot, two bedroom unit.”</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b203-5\"> The court noted that the plaintiff did have “several objections to the valuation arrived at by . . . Leary. [The plaintiff] note[d] that he did not ‘base expenses on historic costs and expenses,’ which ‘seriously distorted’ the first year net operating income, which resulted in the value of the units being ‘artificially inflated.’ The 2003 profit and loss sheet for the defendant Ankeny Homes, LLC, which owned forty-four units in 2003, was introduced into evidence. That year was the base year for . . . Leary’s five year projection of net operating income. But the plaintiff points out that in that year, the profit and loss sheet reflects that property taxes of $64,000 were not paid. Not including them in expenses would distort any calculation of net operating income by necessarily inflating it. But the point is (hat in his projections . . . Leary did include the figure for property taxes and, over the years, projected their increase, which would be the critical factor for any prospective buyer who might hypothetically have access to . . . Leary’s appraisal report.”</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b204-7\">“According to the plaintiff, Leary testified that “the [defendants] had stabilized the properties they owed by repairs and renovations. The actual 2003 [net operating income] figures do not bear this out. Second . . . Leary testified that a 35 percent [net operating income] is a sufficient discount from a normal apartment complex where [net operating incomes] are usually around 65 percent. However, the actual [net operating income] of 20 percent indicates that the 35 percent is not a sufficient discount. Third . . . Leary finds that value estimates he ascribed to the units display a sufficient discount from the sales prices of neighboring condominium units given the ‘distressed conditions at Glen Oaks’ .... However . . . Leary had also testified . . . [about] the comparable sales method of valuing the units due to the inability to produce sales because of the deteriorated condition of the condominium. Finally, the court compares the values found by . . . Leary to the market value of the units determined by the city of West Haven on the October 1, 2000 grand list and finds them similar. However, the Appellate Court has ruled that tax assessments placed upon the subject property are only relevant for taxing purposes and are not relevant in an eminent domain proceeding.” (Citation omitted.)</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}