{
  "casebody": {
    "data": "<casebody firstpage=\"647\" lastpage=\"657\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b689-4\">[S. F. No. 13566.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AAq\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AWB\">January 26, 1932.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b689-5\">A. W. HIGGINS, as Trustee in Bankruptcy, etc., Appellant, v. G. W. BRAINARD et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b690-5\"><page-number citation-index=\"1\" label=\"648\">*648</page-number>Reuben G. Hunt for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b690-6\">Pillsbury, Madison &amp; Sutro, Morrison, Hohfeld, Foerster, Shuman &amp; Clark, W. T. Fitzgerald, Maurice R. Carey, Sloss <em>&amp; </em>Ackerman, John Ralph Wilson and Milton N'ewmark for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b690-7\">THE COURT.</author>\n<p id=\"Avv\">Plaintiff appeals from a judgment of dismissal entered in favor of certain of the defendants after their general and special demurrers had been sustained without leave to amend.</p>\n<p id=\"b690-8\">As set forth in the complaint, it appears that the facts giving rise to this controversy are as follows:</p>\n<p id=\"b690-9\">On September 24, 1926, an involuntary petition in bankruptcy was filed against the Faget Engineering Company, a California corporation, engaged in business in San Francisco, and subsequently plaintiff herein was appointed trustee; that some time before the institution of the bankruptcy proceedings a disastrous fire destroyed a considerable portion of the property of the Engineering Company; that as a result of this fire the Engineering Company had as its principal asset certain claims against six fire insurance companies, which claims were finally adjusted at $31,541.77. It is alleged that during the months of July, August and September, 1926, and within the four months’ period prior to the filing of the petition in bankruptcy, the five defendants other than Maryland Casualty Company commenced certain actions in the state courts against the Engineering Company on certain unsecured claims; that each of these attaching creditors secured a writ of attachment, by virtue of which the sheriff garnished the moneys due from the six fire insurance companies on the adjusted fire loss. During September, 1926, and just prior to the filing of the involuntary petition in bankruptcy, the Engineering Company, in order to release the attachments, secured a bond from the defendant Maryland Casualty Company, under the provisions of section 555 of the Code of Civil Procedure, whereby the defendant Maryland Casualty Company agreed that, in the event the attaching creditors secured judgment against <page-number citation-index=\"1\" label=\"649\">*649</page-number>the Engineering Company, it would redeliver the attached property to the proper officer, to he applied to the payment of any such judgment, or in default thereof, it agreed to pay such judgment creditor the full value and amount of any such judgment. Upon the giving of said bonds, the sheriff released the attachments. It is also alleged that prior to the execution of the bonds, and as consideration for the execution of the same and as collateral security and indemnity therefor, the Engineering Company assigned and transferred to the defendant Maryland Casualty Company its claims against the six fire insurance companies. It is alleged that the Maryland Casualty Company has since collected the amount of these claims from the fire insurance companies. Within a very short time after these bonds were furnished and the collateral so transferred, the involuntary petition in bankruptcy was filed. It is alleged that for four months prior to the filing of such petition, the Engineering Company was in fact insolvent. It further appears that the present action is merely one of several proceedings instituted as a result of the controversy set forth in the complaint. Thus, although - it is alleged that the defendant attaching creditors have not prosecuted their several actions to judgment, it is. further alleged that such attaching creditors have been restrained in said actions from further proceeding. It is further alleged that the Maryland Casualty Company has tendered to the sheriff sufficient collateral to cover the ultimate demands of the attaching creditors, but the sheriff has refused the same; that the Maryland Casualty Company has applied to the Superior Court in and for the City and County of San Francisco for an order to permit it to pay over to the clerk of said court sufficient collateral to pay the demands of the attaching creditors. The trial court denied the application. The complaint then alleges, largely as a conclusion of law, that, in the event the defendant attaching creditors are permitted to satisfy their demands from the collateral held by defendant Maryland Casualty Company, such creditors will receive a preference over other creditors of the bankrupt contrary to the provisions of section 107, subdivision f, of title 11 of the United States Code (erroneously referred to by the parties herein as section 67-f of the Bankruptcy Act). Plaintiff prays for a cancellation of the bonds and for an order directing the <page-number citation-index=\"1\" label=\"650\">*650</page-number>Maryland Casualty Company to deliver the collateral it holds to the trustee, and for a judgment decreeing that the attaching creditors have nó lien upon the collateral deposited with the Maryland Casualty Company.</p>\n<p id=\"b692-5\">The five defendant creditors separately filed general and special demurrers. The special demurrers allege that there is an improper joinder of party defendants; that there is an improper joinder of causes of action; that several causes of action have not been separately stated. The Maryland Casualty Company did not demur, but has answered the complaint. The answer of this defendant admits all of the allegations of the complaint, with the exception that it is denied that the Engineering Company was in fact insolvent during the four-month period immediately preceding the filing of the petition in bankruptcy. As already stated, the trial court sustained the demurrers of the attaching creditors without leave to amend.</p>\n<p id=\"b692-6\">It should be first pointed out that on this appeal the question as to the right of the trustee to recover the collateral from the Maryland Casualty Company is not presented. That question may be involved in -the controversy between the plaintiff and the Maryland Casualty Company, which controversy is now at issue in the trial court, but it is not presented on the present appeal.  The sole question presented on this appeal is whether or not the trustee is entitled to have the writs of attachment vacated and the bonds executed by the Maryland Casualty Company canceled. We are clearly of the opinion that, under the allegations of the complaint, plaintiff has failed to state a cause of action entitling him to that relief.</p>\n<p id=\"b692-7\">Appellant concedes that whatever right he may have to vacate the writs and cancel the bonds exists solely by virtue of the provisions of section 107, subdivision f, of title 11 of the United States Code. It is contended that if the attaching creditors proceed to judgment and are then permitted to satisfy their claims from the collateral. held by the Maryland Casualty Company, such creditors will thus secure a preference over other creditors in violation of the section referred to. That section provides:</p>\n<blockquote id=\"b692-8\">.“That all levies, judgments, attachments, or other liens, obtained through legal proceedings against a person who is insolvent, at any time within four months prior to the filing <page-number citation-index=\"1\" label=\"651\">*651</page-number>of a petition in bankruptcy against him, shall be deemed null and void in case he is adjudged a bankrupt, and the property affected by the levy, judgment, attachment, or other lien shall be deemed wholly discharged and released from the same, and shall pass to the trustee as a part of the estate of the bankrupt, unless the court shall, on due notice, order that the right under such levy, judgment, attachment, or other lien shall be preserved for the benefit of the estate; and thereupon the same may pass to and shall be preserved by the trustee for the benefit of the estate as aforesaid. And the court may order such conveyance as shall be necessary to carry the purposes of this section into effect. Nothing herein contained shall have the effect to destroy or impair the title obtained by such levy, judgment, attachment, or other lien, of a <em>bona fide </em>purchaser for value who shall 'have acquired the same without notice or reasonable cause for inquiry.”</blockquote>\n<p id=\"b693-5\">It is to be noted that certain designated <em>Mens </em>obtained against property of the bankrupt within four months of the filing of the petition are declared null and void, but it is only those “liens obtained through legal proceedings” that are. affected by this provision of the act. As to such liens, they are automatically dissolved, regardless of fraud or regardless of the presence or absence of an intent to benefit creditors. The dissolution of other liens is covered by other provisions of the act, but it is conceded by appellant that the complaint does not state facts sufficient to constitute a cause of action under any other section of the act, and that his only right to cancellation of the bonds depends upon the section above quoted. Since this is so, our present investigation is limited solely to the question as to whether, in the present case, facts have been alleged showing the existence of a lien “obtained through legal proceedings”, which the trustee is entitled to have declared null and void. We are of the opinion that the facts alleged not only fail to show the existence of such a lien, but affirmatively show that no such lien exists. There would be no doubt that if the attachment liens of the respondents were in existence at the time the petition in bankruptcy was filed, such liens would be dissolved by virtue of the section above quoted. Respondents point out, however, that by virtue of the various bonds executed by defendant Maryland <page-number citation-index=\"1\" label=\"652\">*652</page-number>Casualty Company, <em>the attachments have all been released, </em>and consequently there are no “liens obtained through legal proceedings” upon which the quoted section can operate. The giving of the bonds by the Maryland Casualty Company operated to release the attachment liens. Whatever may be the right of the trustee to recover the collateral deposited with the Maryland Casualty Company on the ground that such pledge violated certain provisions of the Bankruptcy Act in reference to voluntary transfers, such right does not include the right to vacate the writs of attachment and to cancel the bonds. The law in this state has long been settled that where property has been attached within the period of four months prior to the filing of the petition in bankruptcy, and then released by the giving of a redelivery bond, section 107, subdivision f, of title 11 does not affect the right of the attaching creditor to sue the surety on the bond. This must be so because in this state the giving of the bond releases the lien of the attachment and, therefore, there is nothing upon which the section can operate.</p>\n<p id=\"b694-5\">A leading case so holding is <em>Rosenthal </em>v. <em>Perkins, </em>123 Cal. 240 [55 Pac. 804]. In that case there was an attachment and the defendant executed a bond similar to the one involved in the present case. The attached property was thereupon redelivered to the debtor. Within a month a petition in bankruptcy was filed against the debtor. The sureties sought to evade liability on the ground that a provision of the insolvency act substantially similar to the provisions of section 107, subdivision f, of title 11 voided their liability. This court held that although the sureties could not deliver possession of the attached property to the sheriff because of the insolvency of the- debtor, they could perform the alternative obligation of the bond, namely pay the judgment in money. The court likewise held that the giving of the redelivery bond operated to release the property from the attachment and to dissolve the attachment as to the property so released and that, therefore, there was no attachment in force which could be affected by the subsequent insolvency proceedings, and that the liability of the sureties on the bond survived the insolvency of the debtor. At page 243 this court thus <page-number citation-index=\"1\" label=\"653\">*653</page-number>analyzes the legal effect of the execution of a redelivery bond upon the attachment:</p>\n<blockquote id=\"b695-3\">“It is clear, for reasons which need not be enlarged upon, that if at the time the proceeding in bankruptcy is instituted there is no attachment in force on which the proceeding can operate, if the attachment lien has already been discharged by a bond for that purpose, then the liability of sureties on the bond is not affected by the subsequent bankruptcy of their principal. <em>(McCombs </em>v. <em>Allen, </em>82 N. Y. 114, and cases cited; <em>Easton </em>v. <em>Ormsby, </em>18 R. I. 309 [27 Atl. 216]; Insolvent Act, sec. 45, last proviso.) The mistake of defendants lies in supposing that the lien of the attachment in <em>Rosenthal </em>v. <em>Brusie </em>continued on the attached goods after they had been released to Brusie in consequence of the delivery bond. Our statute and the inferences which follow from the decisions of this court, seem to put that question at rest. Upon the execution of the bond, such as was given by defendants, ‘an order may be made releasing from the operation of the attachment any or all of the attached property’ (Code Civ. Proc., sec. 554); it is impossible that property can be ‘released from the operation of the attachment’ if it yet remains subject to the attachment lien. ... In some jurisdictions, the action in which chattels are attached has been regarded as one <em>in rem </em>as to those goods; as in <em>Gass </em>v. <em>Williams, </em>46 Ind. 253, one of the eases most relied on by defendants; and in <em>Bell </em>v. <em>Pearce, 1 </em>B. Mon. (Ky.) 73. In that view of the nature of the action, there may be ground for holding that the property continues in the custody of the court by virtue of the action against it, even though the debtor lawfully regains possession. The theory of the remedy of attachment with us is different; the property does not become a <em>res. (Low </em>v. <em>Adams, </em>6 Cal. 277.) We are satisfied that no lien of the attachment persisted on the goods in this case after the release to the owner.”</blockquote>\n<p id=\"b695-4\">The reasoning of this court in the above case was adopted by the District Court of Appeal in <em>Tormey </em>v. <em>Miller, </em>31 Cal. App. 469 [160 Pac. 858], and in <em>San Francisco Sulphur Co. </em>v. <em>Aetna Ins. Co., </em>11 Cal. App. 695 [106 Pac. 111]. (See, also, <em>Credit Assn. </em>v. <em>Griffin, </em>32 Cal. App. 598 [163 Pac. 695]; <em>Barrios &amp; Co., Inc., </em>v. <em>Indemnity Ins. Co., 101 </em>Cal. App. 675 [282 Pac. 386].)</p>\n<p id=\"b696-4\"><page-number citation-index=\"1\" label=\"654\">*654</page-number>Many other jurisdictions have adopted á similar rule, and hold that bankruptcy of the debtor in no way affects the liability of the surety on a redelivery bond, for the reason that there is no lien in existence upon which the Bankruptcy Act can operate. (See <em>Fidelity &amp; Deposit Co. of Maryland </em>v. <em>Shepherd, </em>56 App. D. C. 117 [11 Fed. (2d) 563]; <em>Marks </em>v. <em>Outlet Clothing Co., </em>122 Me. 406 [120 Atl. 427]; <em>Guaranty Security Corp. </em>v. <em>Oppenheimer, </em>243 Mass. 324 [137 N. E. 644], for a few cases so holding.)</p>\n<p id=\"b696-5\">From the above authorities it necessarily follows that when the Maryland Casualty Company executed the redelivery bonds and the property was released, the lien of the attachment was dissolved so that there was no lien “obtained through legal proceedings” upon which section 107, subdivision f, of title 11 could operate.</p>\n<p id=\"b696-6\">The only difference between the instant case and <em>Rosenthal </em>v. <em>Perkins </em>and the other cases cited, <em>supra, </em>is that in the case under consideration as between the bankrupt and defendant Maryland Casualty Company, the latter has been indemnified by a pledge or voluntary transfer of the principal asset of the bankrupt. As already stated, the complaint admittedly does not state a cause of action to have set aside a lien created by the voluntary act of the bankrupt, and that is the only type of lien that is shown to exist by the allegations of the complaint. Moreover, it is difficult to see how the fact that the surety has been indemnified by a contract between the surety and the bankrupt should or could affect the rights of the attaching creditors against the surety. In a case on all-fours with the instant ease the Circuit Court of Appeal of the Second Circuit, in <em>In re Federal Biscuit Co., </em>214 Fed. 221, held that the fact that the surety has been indemnified in no way changes the rule enunciated by such cases as <em>Rosenthal </em>v. <em>Perkins, supra. </em>In that case a creditor attached; the bonding company refused to execute a redelivery bond, unless it was indemnified. One Anger agreed that he would act as surety for the debtor upon condition that the debtor transfer certain of its property to a trustee, to be held by such trustee for Anger’s benefit in the event Anger was called upon to indemnify the bonding company. Such arrangement was completed, the bonding company executed a bond, and the attachment was released. Within four months a petition in <page-number citation-index=\"1\" label=\"655\">*655</page-number>bankruptcy was filed against the debtor. Subsequently the trustee instituted a proceeding, similar to the one involved in the instant ease, for the purpose of vacating the warrant of attachment, to cancel the redelivery bond and to cancel the trust. The trial court granted the order and the attaching creditor appealed. The order was reversed without prejudice. (203 Fed. 37.) The motion was subsequently renewed and this time it was denied by the lower court. Upon appeal the decision of the trial court was affirmed.  During the course of its opinion the court pointed out that section 107, subdivision f, of title 11 of the United States Code operates only to discharge <em>the lien of an attachment, </em>but it does not operate so as to <em>vacate the writ of attachment. </em>The discharge of the lien does not affect the writ, and for that reason the sureties’ liability is not affected by the discharge of the lien.</p>\n<p id=\"b697-5\">At page 226 the court analyzed the situation as follows:</p>\n<blockquote id=\"b697-6\">“Applying the principle first stated to the facts of this case, it would seem to follow that the trustee Richter’s right to hold the property in trust is exactly the same as would be the right of the bonding company to retain the property from the trustee in bankruptcy, if the property had been transferred directly to it by way of securing it against the possibility of loss or if it had been transferred directly to Anger to secure him. If either Anger or the bonding company would have been entitled to hold, then Richter it would seem would be entitled to hold, otherwise not. But if the real estate transferred to Richter had been transferred directly to the bonding company, the transaction would have been valid, unless the trustee in bankruptcy proved that the transfer was intended to create a preference or to defraud creditors, or that the bonding company had reason to believe that that was the object of the conveyance. The Bankruptcy Act, section 67, provides that:</blockquote>\n<blockquote id=\"b697-7\">“ ‘All conveyances, transfers, assignments, or incumbrances, of his property or any part thereof, made or given by a person adjudged a bankrupt . . . within four months prior to the filing of the petition, with the intent and purpose on his part to hinder, delay, or defraud his creditors, or any of them, shall be null and void as against the creditors of such debtor, except as to purchasers in good faith and for a present fair consideration.’</blockquote>\n<blockquote id=\"b698-4\"><page-number citation-index=\"1\" label=\"656\">*656</page-number>“And the act goes on to provide that property so transferred shall remain a part of the assets of the bankrupt, and it is made the duty of the trustee to reclaim the same for the benefit of the creditors. The act also provides against the transfer of property by an insolvent within four months of the filing of the petition in bankruptcy, if the transfer operates as a preference and the person recovering it or to be benefited thereby, or his agent acting therein, had reasonable cause to believe that the enforcement of the transfer would effect a preference.</blockquote>\n<blockquote id=\"b698-5\">“There is no evidence in the record which establishes the fact that the transfer of the property to Richter to secure Anger, and thus secure the bonding company, was invalid either under the provision which avoids transfers made to' hinder and delay creditors or under the provision relating to preferences.</blockquote>\n<blockquote id=\"b698-6\">“We understand that a suit brought by the trustee is now pending in a court in Massachusetts to set aside the transfer to Richter. What evidence the trustee may have to invalidate the transfer he will undoubtedly present to that court. It has not been presented to the District Court and, therefore, is not before us. We are, therefore, unable now, as we were unable when the case was last before us, to see why the court below should order a cancellation of the bond executed by the bonding company, or a cancellation of the bond executed and delivered by Anger to the bonding company, or a cancellation of the trust agreement executed by Richter to secure Anger. There is not in the record any evidence of positive fraud or bad faith on the part of the bonding company or of Anger or of Richter. ■ There is no evidence that the transfer of the real estate to Richter was intended to create a preference or to defraud creditors. The transfer of the property to Richter to secure Anger and Anger’s agreement with the bonding company and that company’s agreement with Vick were all contemporaneous acts. The security related to a present and not a past transaction, and there was a present consideration to support each one of the agreements. At a time when a debt is created the creditor has the right to dictate the terms on which he will part with his money or property, and he may demand that he shall be first secured to such an extent as will satisfy him. It has been held that there is nothing <page-number citation-index=\"1\" label=\"657\">*657</page-number>in the Bankruptcy Act to interfere with the exercise of that right. <em>(In re Busby, </em>[D. C.] 124 Fed. 469.) And it seems to be a settled principle of bankruptcy law, both in the United States and England, that advances made in good faith to a debtor who assisted in his business do not violate either the terms or the policy of the Bankruptcy Act. See <em>Darby </em>v. <em>Boatmen’s Saving Inst., </em>1 Dill. 141, Fed. Cas. No. 3,571.”</blockquote>\n<p id=\"b699-5\">We are in accord with the principles therein enunciated. We are clearly of the opinion that the transfer of the collateral to the Maryland Casualty Company under the circumstances set forth in the complaint under no theory can be held to have created a lien “obtained through legal process”, and that for that reason the complaint does not state a cause of action against the respondents. That question, as already pointed out, is the sole question properly before us on this appeal. All questions relating to the right of the trustee to recover from the Maryland Casualty Company the collateral pledged, on the ground that such pledge violates the provisions of the Bankruptcy Act in reference to voluntary transfers, and all questions relating to the manner in which the Maryland Casualty Company can satisfy its obligations under its bond, when and if such obligations accrue, are clearly prematurely presented at the present time. The sole question now before us is whether or not there was a lien “obtained through legal proceedings” in existence at the time of filing the petition in bankruptcy. Since it clearly appears, from the authorities cited, <em>supra, </em>that no such lien existed at that time, the sole question presented must be determined adversely to appellant.</p>\n<p id=\"b699-6\">The judgment appealed from is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}