{
  "casebody": {
    "data": "<casebody firstpage=\"793\" lastpage=\"794\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b835-3\">[S. F. No. 14404.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AmK\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ArJ\">November 30, 1931.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b835-4\">PACIFIC GAS AND ELECTRIC COMPANY (a Corporation), Petitioner, v. FRANK C. JORDAN, Secretary of State, etc., Respondent.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b835-8\">Wm. B. Bosley, Thos. J. Straub and Robt. H. Gerdes for Petitioner.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b835-9\">U. S. Webb, Attorney-General, and Ralph O. Marron, Deputy Attoney-General, for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b835-10\">WASTE, C. J.</author>\n<p id=\"AuI\">Application for a writ of mandate commanding the respondent Secretary of State to file in his office a certificate of extension of the corporate existence of the petitioner, a public utility corporation of the state of California.</p>\n<p id=\"b835-11\">The decision in this case must be the same as that in <em>Pacific Gas &amp; Electric Co. </em>v. <em>State of California, </em>(Sac. No. 4412) <em>ante, </em>p. 369 [6 Pac. (2d) 78], this day decided. The petitioner, having an authorized capital stock of $400,000,000, presented to the respondent Secretary of State, and requested him to file in his office, a certificate of the vote of its stockholders extending its term of existence, together with a duly certified copy of the written consent of the Railroad Commission of California, as required by section 401 of the Civil Code as it read at that time. At the same time, petitioner tendered the sum of five dollars as the fee for filing the certificate. The Secretary of State refused to accept the certificate for filing unless petitioner should pay as the fee for such service the sum of $40,000, which is the <page-number citation-index=\"1\" label=\"794\">*794</page-number>amount of fee or charge prescribed by section 409, subdivision 4, of the Political Code for filing articles of incorporation for a corporation having an authorized capital stock of $400,000,000.</p>\n<p id=\"b836-4\">The only question to be determined in this case is whether or not the provisions of section 409, <em>supra, </em>purporting to prescribe fees or graduated charges for filing articles of incorporation in the office of the Secretary of State are void under the provisions of the Constitution of this state.</p>\n<p id=\"b836-5\">. Petitioner contends: (1) That the graduated charges prescribed by the section for filing articles of incorporation are excise taxes and not fees, and (2) that the provision in section 409 purporting to prescribe fees for filing articles of incorporation in the office of the Secretary of State was incorporated therein by a statute the subject of which, expressed in its title, did not embrace the imposition of a “tax” of any kind, and that consequently the provision is void under section 24 of article IV of the Constitution, which provides that “Every act of the legislature shall embrace but one subject, which subject shall be expressed in its title.”</p>\n<p id=\"b836-6\">The exact question was raised and the identical contentions were advanced by the petitioner in <em>Pacific Gas &amp; Electric Co. </em>v. <em>State of California, supra, </em>this day decided. For the reasons given in the opinion in that case, and on the authority of that decision, the alternative writ of mandate heretofore issued is discharged and the petition for writ of mandate is denied.</p>\n<p id=\"b836-7\">Curtis, J., Shenk, J., Richards, J., and Seawell, J., concurred.</p>\n<p id=\"b836-8\">Rehearing denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}