{
  "casebody": {
    "data": "<casebody firstpage=\"248\" lastpage=\"250\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b260-8\">THE PEOPLE <em>v. </em>DIAZ.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b260-9\">In criminal caSos, on a motion for continuance by defendant, on the ground of the absence <em>of </em>a material witness, based on a sufficient affidavit, the agreement of the district attorney that the witness, if present, would have deposed as averred in defendant's affidavit, is not sufficient to warrant the overruling of the motion.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b260-10\">The district attorney should have admitted the truth of the facts, to which the witness would testify, absolutely.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b260-11\">It is the right of the accused to have his witnesses orally examined in Court, and to confront them, with those called, to impeach their testimony.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b260-12\">Under our statute, motions for continuance in criminal oases, are subject to review upon appeal*.</syllabus>\n<summary data-order=\"5\" data-type=\"history\" id=\"b260-13\">Appeal from the District Court of the Fifth Judicial District, County of Calaveras.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b260-14\">The defendant was indicted for murder. On the cause being called for trial, the defendant moved for a continuance, on the ground of the absence of a material witness. The affidavit on which tho motion is based sets' forth what the said witness would testily, and it is admitted that the evidence is material for the defence. The Court overruled the motion, on the district attorney’s admission that the witness would testify as alleged in the affidavit, subject to contradiction by other evidence, and on his consent that the affidavit might be used in evidence on the trial. T.o this ruling defendant filed his hill of exceptions, and, being convicted on the trial, appealed.</summary>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b260-15\">Robinson, <em>Beatty &amp; Botts </em>for Appellant.</p>\n<p data-order=\"8\" data-type=\"legal\" id=\"b260-16\">The refusal to grant a continuance is the exercise of a discretion that will be reviewed and corrected by an appellate Court. See Hook <em>v. </em>Manny, 4 Hen. &amp; Munford, 157, note; Ross <em>v. </em>Monell, 3 Munf. <page-number citation-index=\"1\" label=\"249\">*249</page-number>170; Syme <em>v. </em>Montague, 4 H. &amp; M., 180; Jacob v. Sale, Gilmer, 123, (Va. R.) See Miss. R., 28; ib., 359; 1 Black., 50; 3d ib., 504.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b261-5\">To avoid a continuance, upon a proper affidavit, it is not enough to admit that the witness, if present, would testify as alleged in tbo affidavit; the fact he would be called to prove must be unqualifiedly admitted. See People v. Vermilyea, 7 Cowen, 383; Brill <em>v. </em>Lord, 14 Johns., 341.</p>\n<p data-order=\"10\" data-type=\"attorneys\" id=\"b261-6\"><em>Wm. T. Wallace, Attorney General, </em>for the People.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b261-7\">In this case the prisoner was indicted and arraigned on a charge of murder, and plead not guilty. He moved to continue the cause, on account of the absence of a material witness. The diligence of the prisoner, in attempting to procure said witness, and the materiality of his testimony, is fully shown; but the district attorney admitted that if said witness were present' he would state the facts set forth in the affidavit, and upon this the Court overruled the motion for a continuance.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b261-8\">This practice is not authorized by the statute in criminal cases. It would seem to be a dangerous one, inasmuch as that frequently the witness, when produced, might be able to substantiate his testimony by reference to many matters which the prisoner was not aware of; and, if his testimony is attacked or contradicted, the witness might be able to explain it, and to sustain himself by further details of facts in the case.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b261-9\">Besides, the bearing and manner of deposing of a witness who is personally present in Court, under examination, is frequently of the utmost importance, in order that the jury may give proper weight to his evidence.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b261-10\">Our practice is unsettled in this particular, and this case is submitted to the Court with these views.</p>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b261-11\">The opinion of the Court was delivered by Mr. Chief Justice Murray.</author>\n<p id=\"AqO\">Mr. Justice Terry concurred.</p>\n<p id=\"b261-12\">The accused, who was indicted and arraigned upon a charge of murder, moved for a continuance, on the ground of the absence of a material witness.</p>\n<p id=\"b261-13\">The affidavit is sufficient, in all particulars, and the materiality of the evidence properly shown. The Court overruled the motion—the district attorney offering to admit that said witness would, if present, swear to the facts contained in the affidavit, subject to contradiction by other evidence, to which the prisoner excepted.</p>\n<p id=\"b261-14\">At common law, applications for continuances in criminal cases were addressed to the sound discretion of the Court, and the refusal could not be assigned as error. This rule has been modified by our statutes, which authorizes us to review these orders, upon appeal.</p>\n<p id=\"b261-15\">The materiality of the evidence having been shown, it was the duty of the Court, in the absence of evidence tending to discredit or throw suspicion upon the application, to postpone the cause, to afford the <page-number citation-index=\"1\" label=\"250\">*250</page-number>prisoner reasonable time to procure the attendance of his witness. It was not sufficient that the district attorney agreed that the witness would have deposed to certain facts, if present; he should have admitted the truth of these facts, absolutely. It was the right of the accused to have his witnesses orally examined in Court; and this right could not be frittered away by compelling him to go to trial in their absence, without the benefit of their testimony, upon a statement of what that evidence would be, subject to impeachment.</p>\n<p id=\"b262-5\">The value of oral testimony, over all other, is too well understood to suppose, for a moment, that such declarations would have the same weight on the minds of the jury as the testimony of the witness, if he had been examined before them in open Court. The prisoner would lose another important advantage—that of confronting his witness with those called to impeach him; and the jury would have been better able to arrive at the truth, from a personal observation of the manner of each while testifying.</p>\n<p id=\"b262-6\">Judgment reversed, and new trial ordered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}