{
  "casebody": {
    "data": "<casebody firstpage=\"407\" lastpage=\"419\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b423-4\">PACKER et al <em>v. </em>HAMPDEN TRANSFER AND STORAGE COMPANY et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b423-5\">[No. 92,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"APa\">October Term, 1954.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b424-5\">\n<page-number citation-index=\"1\" label=\"408\">*408</page-number>\n<em>Decided February 23, 1955.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b425-4\"><page-number citation-index=\"1\" label=\"409\">*409</page-number>The cause was argued before Brune, C. J., and Delaplaine, Collins, Henderson and Hammond, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b425-5\"><em>Preston A. Pairo </em>and <em>Phillips L. Goldsborough, III, </em>with whom were <em>Preston A. Pairo, Jr., </em>and <em>Clark &amp; Smith </em>on the brief, for the appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b425-6\"><em>Walter V. Harrison </em>and <em>Webster C. Tall </em>for the appellees.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b425-7\">Collins, J.,</author>\n<p id=\"A1u\">delivered the opinion of the Court.</p>\n<p id=\"b425-8\">This is an appeal from a judgment for costs rendered in favor of the defendants below, appellees here; and on a counter claim for appellees against appellants for $218.94, with interest and costs.</p>\n<p id=\"b425-9\">Roland Avenue in Baltimore City runs approximately north and south. It is a divided highway, having two vehicular roadways each approximately 34 feet wide, and each accommodating three lanes of traffic. These two roadways are divided by a grass plot approximately 18 feet wide. The roadway on the east side of Roland Avenue is for traffic proceeding north and that on the west side is for traffic proceeding south. Cold Spring Lane is approximately 36 feet in width ahd accommodates two lanes of traffic in each direction. It runs east and west and crosses Roland Avenue at approximately right angles. A traffic light is suspended over the center of the south bound lane of Roland Avenue which controls south bound traffic. Another traffic light is suspended over the center of the north bound lane of Roland Avenue which controls north bound traffic. It appears to be an admitted fact in this case that these two traffic lights operate simultaneously and were in operation at the time of the collision here. When the lights permit traffic to move on Roland Avenue, they prohibit the movement of vehicles on Cold Spring Lane. On the roadway are curving painted lines leading into the cross-over area at the intersection from the inside north bound and <page-number citation-index=\"1\" label=\"410\">*410</page-number>south bound traffic lanes of Roland Avenue. These lines are intended to indicate the place in which vehicles turning left from Roland Avenue should stop' so as not to obstruct the passage of traffic on Roland Avenue moving straight across the intersection.</p>\n<p id=\"b426-4\">Between 6:10 and 6:15 P. M. on April 27, 1951, Mrs. Gertrude Packer, one of the appellants, was driving her husband’s automobile from west to east on Cold Spring Lane. She testified that when quite a distance. from Roland Avenue she saw that the light was green on Roland Avenue. About five feet before she entered the south bound lane of Roland Avenue, traveling between twenty and twenty-five miles an hour, she saw that the light was still green and entered. As she reached the grass plot separating the north and south bound lanes she saw three automobiles stopped in the north bound lane of Roland Avenue at the intersection, presumably waiting for the traffic light to change. The automobile in the north bound lane nearest her and the grass plot was Mr. Kigali's, the second automobile in the middle was Mr. White’s, and the third automobile next to the east curb was that of Mr. Parrish, one of the appellees. She continued over the north bound lane and when she was practically across she saw the appellee’s automobile coming toward her at a distance of about two feet. The front of the Parrish automobile struck her right door and rear fender. She had only one door on the right side of her car. She continued to cross the remaining portion of the north bound lane and collided with a tree about thirty to forty feet east of Roland Avenue.</p>\n<p id=\"b426-5\">Mr. William R. Semans testified that he was standing, with his dog, at the southwest corner of Roland Avenue and Cold Spring Lane. He saw Mrs. Packer's car enter the south driveway of Roland Avenue on a green light moving about fifteen to twenty miles an hour. When she reached the center of the grass plot dividing the north and south bound lanes the light changed from green to yellow to red. He said: “That light runs awfully fast, so when you’re in the center you won’t get <page-number citation-index=\"1\" label=\"411\">*411</page-number>across, in other words the interchange is not the normal interchange. * * * It went green, yellow, red.” He said when she was in the center of 'the grass plot the light went yellow. There was no change in the light at all before Mrs. Packer reached the center of the grass plot. He further said that when the north bound traffic light is green, the south bound traffic light is also green. He saw a number of automobiles standing in the north bound lane waiting for the light to change. The Parrish car went ahead of the other two automobiles. He did not see the Ingall or White automobiles move at that time.</p>\n<p id=\"b427-4\">Mr. John White, operating the White automobile, testified that he was north bound in the center lane of Roland Avenue and stopped at Cold Spring Lane for the red traffic light. Another automobile had stopped opposite him next to the grass plot and Mr. Parrish’s automobile was similarly stopped to his right and next to the east curb of Roland Avenue. He said when the traffic light changed: “Well, there were three cars there and we all started and I believe there was a Mercury next to me on my left and I just, out of the corner of my eye, I saw him put on his brakes and caught the reflex and then it just occurred to me there was another automobile coming across, so I put on mine and that was it.” As to the Packer automobile, he said: “Well, I’d say it was roughly in front of me when I saw it for the first time and put on my brakes, or just off my left front fender.” He further said that he first thought he had hit the Packer automobile because it came so close. “I imagine I was obstructing Mr. Parrish’s view at the time, because the Mercury was obstructing mine and that’s why I didn’t see it.” At the time he started the light was “very definitely” green. When he started he did not see any traffic in the intersection moving east and west.</p>\n<p id=\"b427-5\">Mr. Frank Harry, called by the appellees, testified that he was driving west on Cold Spring Lane and when 150 to 200 feet from the intersection he saw the Packer automobile enter the intersection on a red light.</p>\n<p id=\"b428-3\"><page-number citation-index=\"1\" label=\"412\">*412</page-number>Mr. Parrish, one of the appellees, testified that he was driving north on the north bound roadway of Roland Avenue in the easternmost lane.of traffic. When he. reached Cold Spring Lane the traffic light was fed. There were two other north bound automobiles which had already stopped for the light. He' stopped just about even with the White automobile which had stopped to his left in the center lane. When the light turned green all three north bound automobiles started forward. The other two automobiles moved probably four to six feet and stopped. Seeing that these two automobiles had stopped, he stopped, when he saw Mrs. Packer’s car enter the south bound.lane of Roland Avenue on a red light. The Packer automobile continued on, “brushing” the front of his car and struck, a tree. He further said there was nothing to prevent him having a clear vision to his left.</p>\n<p id=\"b428-4\">The only question presented on this appeal relates to the instruction of the trial judge to the jury. Those parts of the instructions to which’ the appellants object follow. “The Court’s interpretation of this statute is that in this situation, where you have a divided highway, the person who enters the main thoroughfare, that is the divided thoroughfare, has a right of way only as far as the island,, on a green signal,- and should the signal change before he goes past the island, then his duty is to stop and yield the right of way to north bound traffic, in this case on that thoroughfare.” Before retiring to the jury room, one of the jurors asked whether or not Roland Avenue was to be considered as one street, or whether each lane was to be considered a separate street. To that question the trial judge answered: “The court’s instructions are there are really two intersections, one between the northbound lane of Roland Avenue and Cold Spring Lane and one between the southbound lane of Roland Avenue and Cold Spring Lane, each of which is controlled by a traffic light—of course they are synchronized—and under those circumstances, the Packer car, entering the southbound lane, has a right <page-number citation-index=\"1\" label=\"413\">*413</page-number>to clear that intersection, but only as far as the island, but at the island she is bound to stop if, in fact, the light in the north bound lane is red against her, and on that there is a dispute in the testimony; one side says it was red and the other side says it was green.” The appellants object to this reply by the trial judge.</p>\n<p id=\"b429-4\">The appellees agree that for the purpose of this case we should assume that Mrs. Packer entered the south bound roadway of Roland Avenue on a green light.</p>\n<p id=\"b429-5\">It is setted law in this State that a pedestrian or a vehicle starting across an intersection with a favorable signal has the right to complete the trip, even if the light changes in the middle of the passage. U. S. <em>Fidelity &amp; Guaranty Co. v. Continental Baking Co., </em>172 Md. 24, 190 A. 768; <em>Valench v. Belle Isle Cab Co., </em>196 Md. 118, 124, 75 A. 2d 97; <em>Heffner v. Admiral Taxi Service, </em>196 Md. 465, 77 A. 2d 127.</p>\n<p id=\"b429-6\">The essential question, therefore, is whether this two. lane intersection with two traffic lights working simultaneously is one intersection or two, intersections. Code, 1951, Article 66%, Section 2(20), provides as follows: “(Intersection.) The area embraced within the prolongation or connection <em>of </em>the lateral curb lines, or if none, the lateral boundary lines of the roadways of two highways which join one another at, or approximately at, right angles, or the area within which vehicles traveling upon different highways joining at any other angle may come in conflict.” “Roadway” is defined by Code, 1951, Article 66%, Section 2(46) as follows: “That portion of a highway improved, designéd, or ordinarily used for vehicular travel.” The trial judge wrote a very learned and exhaustive opinion on appellants’ motion for a new trial, which opinion was adopted by the appellees as the basis of their argument in this Court. He calls attention to the following from 42 C. J. page 976, Section 704: “Where a boulevard has two separate roadways, separated by a park in the center, one of which is reserved for traffic in each direction, such boulevard is, in practical effect, two separate streets, separated by <page-number citation-index=\"1\" label=\"414\">*414</page-number>a park, for the purpose of construing a right of way statute, and where such boulevard is crossed by another street, there are in effect two intersections to each of which the statute applies.” However, he notes that in the later work, 60 C. J. S. 884, Section 351, it is said: “According to some authorities, where a street has two roadways, separted by a central park or strip of land, each roadway is regarded as a separate street, so that there are two intersections where another street crosses. According to other authorities, however, the presence of a center strip or parkway does not transform what would otherwise be one intersection into two intersections.” Among other things in his opinion, he stated: “Counsel for the defendant cites the cases of <em>Cogswell v. Frazier, </em>183 Md. 654, and <em>Gudelsky v. Boone, </em>180 Md. 265. These were cases in which a motorist in making a left turn failed to yield the right of way to traffic approaching from his right. We find these cases inconclusive of the case now pending.” For the same reason we are of opinion that the case of <em>McCombs v. Ellsberry, </em>(Mo.), 85 S. W. 2d 135, involving a left turn on a dual highway is not in point. In <em>Geyer v. Milwaukee Elec. Ry. &amp; Light Co., </em>(Wis.), 284 N. W. 1, relied on by the trial judge, the plaintiff’s automobile stopped at a stop sign on a through street. The traffic being clear, she crossed the west bound lane and continued across the grass plot forty feet wide and failed to stop at the east bound lane of the through street without again looking for approaching traffic. The Court in that case said: “While crossing the north driveway it was the plaintiff’s duty to look to her right again before she entered the south driveway, which was in effect a separate street.” However, we do not find that case helpful here for the reason that the traffic was controlled by a stop sign. With a grass plot forty feet in width, there was ample space in which the automobile could be stopped without blocking the traffic on the through street. Compare <em>Greenfeld v. Hook, </em>177 Md. 116, 8 A. 2d 888. .</p>\n<p id=\"AOo\"><page-number citation-index=\"1\" label=\"415\">*415</page-number>The case of <em>Brown v. Wallace, </em>184 Va. 570, 35 S. E. 2d 793, arose out of a collision between a tractor-trailer being operated in the west bound lane of a dual highway with a bus headed north. The traffic signals at the intersection were not operating properly and resulted in the collision. The defendant claimed that because the traffic lights were not functioning properly, the plaintiff could not recover because he entered the intersection formed by the west bound lane of the dual road on which he was operating, with the intersecting roadway over which the plaintiff approached. The Court rejected defendant’s claim and held that under the circumstances the entire area was a single intersection. Like the instant case, the strip of ground separating the east and west lanes of travel was narrow, being only twenty feet wide. That case seems to bear out the contention of the appellants here. The trial judge in the instant case, in discussing that case, found that the traffic lights were designed to control the traffic approaching the exterior lateral lanes of the highway and not the interior lanes and that the two traffic lights in the instant case each controlled a separate lane. However, it was said in that case: “The so-called ‘central parkway’ in Route 13 was nothing more than an isle of neutral ground separating two lanes of traffic. Its width was less than the length of many motor vehicles. The tractor-trailer was 35 to 36 feet long, and the passenger capacity of the bus indicated its length. A 25 or 30 foot motor vehicle entering the southern line of the westbound lane of Route 13 would still have a portion of its rear exposed to traffic in the eastbound lane of Route 13.”</p>\n<p id=\"b431-5\">The strongest case for the appellants here, as pointed out by the trial judge, is that of <em>Schmidt v. City Ice &amp; Fuel Co., </em>60 Ohio App. 29, 19 N. E. 2d 514. That case dealt with a collision between vehicles where Liberty and Central Parkways in Cincinnati intersected. The traffic lights were located at the four comers of the intersection. Central Parkway was divided into two lanes of traffic by a “strip of park running along the <page-number citation-index=\"1\" label=\"416\">*416</page-number>center of the boulevard.” Neither the width of the lanes or of the dividing strip is mentioned. The Court of Appeals of Ohio there found that where the drivér enters on a green light, he has the right to continue and, if the light changes while he is opposite the parkway, he is not required to stop there.' The case of <em>Holland v. Kohn, </em>155 Pa. Super. 95, 38 A. 2d 500, involved a collision at the intersection of State and 36th Streets in Erie. State: Street ran north and south. At its intersection with 36th Street, it was seventy feet wide between the curbs. Between the intersecting streets' there was a grass plot ten feet wide in the middle of the street, leaving two traffic lanes thirty feet wide, the western one was for south bound traffic and the eastern for north bound traffic. 36th Street ran east and west and was thirty feet wide between curbs. The streets intersected at right'angles. There was nothing to obstruct either party’s view. There is no mention of stop signals or traffic lights. The Superior Court of Pennsylvania there said: “Nor is there any merit in defendant’s contention that the presence of a 10 foot grass plot in the middle of State Street—except at street intersections—converted that highway into two streets. The grass plot is only an ornamental means of making sure that vehicles traveling in one direction on State Street shall not get over or encroach on the portion of the street set apart for travel in the other direction.”</p>\n<p id=\"Af0\">The case of <em>Blanton v. Curry, </em>(Cal.), 129 P. 2d 1, involved the striking of a pedestrian by an automobile at the intersection of Euclid Avenue and G Street in Upland. There is no mention of traffic lights or stop signs. Euclid Avenue consisted of two roadways, each running north and south and háving a sixty-five foot parkway in the center thereof planted with large pepper trees. G ■Street was thirty-four feet wide and ran from east to west but stopped at the west curb of Euclid Avenue. In construing the California statutory definition of “intersection”, which corresponds materially with the Maryland statute above quoted, the Superior Court of <page-number citation-index=\"1\" label=\"417\">*417</page-number>California said: “Section 86 of the Vehicle Code defines an intersection as ‘the area embraced within the prolongation of the lateral curb lines, or, if none, then the lateral boundary lines of the roadways, of two highways <em>which join </em>one another at approximately right angles or the area within which vehicles traveling upon different highways joining at any other angle may come in conflict.’ [Italics added.] It has been uniformly held that where a street joins with or crosses a double street, that is, where one whose two traveled portions are separated by a private right of way or parkway, there is one intersection within the meaning of our statute.” California cases cited. See also <em>Lowenbruck v. Stiglmeier, </em>(Cal.), 46 P. 2d 251. In City of <em>Cincinnati v. Peacock, </em>(Ohio Ct. App.), 51 N. E. 2d 906, appellant was convicted of operating a street car into the intersection of Twelfth Street and Central Parkway against a red light. It was there said: “Central Parkway has a grass strip in its center which divides the traffic proceeding in opposite directions. At. the intersection of such thoroughfare with Twelfth Street, the flow of traffic is controlled by the same lights for the entire intersection. Under such circumstances, this court held in <em>Schmidt v. City Ice &amp; Fuel Co., </em>60 Ohio App. 29, 19 N. E. 2d 514, that the presence of the grass strip did not transform what would otherwise be one intersection\" into two intersections within the meaning of the traffic laws and ordinances.”</p>\n<p id=\"b433-5\">The case of <em>People v. Silver, </em>302 Mich. 359, 4 N. W. 2d 687, is designated in 165 A. L. R. at page 1422 as perhaps the leading case on this question. In that case the accident occurred at the intersection of Grand River Avenue and Washington Boulevard in Detroit. Grand River Avenue was an undivided paved street, forty feet wide from curb to curb and ran east and west. Washington Boulevard was a divided paved highway running north and south. The roadway on each side of the boulevard was fifty feet wide with a parkway fifty-three feet in width between the two roadways. There was a <page-number citation-index=\"1\" label=\"418\">*418</page-number>traffic light on each of the four comers of Grand River Avenue and Washington Boulevard. The defendant, appellee, was driving his car west on Grand River Avenue. Seeing that the light was green, he drove across the intersection of Washington Boulevard and, either in the grass walk area on the western side of the boulevard, or slightly west of the grass walk he struck and fatally injured a pedestrian. The Supreme Court of Michigan recited the following statutory definition of an intersection : “ ‘The area embraced within the prolongation of the lateral curb lines or, if none, then the lateral boundary lines of 2 or more highways which join one another at an angle, whether or not 1 such highway crosses the other’; constitutes an intersection of highways.” This definition is very similar to the Maryland definition. The Court there held that the driver of the motor vehicle in passing over the intersection of the boulevard in a legal sense crossed only one street instead of two. The case of <em>Baltimore Transit Co. v. O’Donovan, </em>197 Md. 274, 78 A. 2d 647, is not in point here.</p>\n<p id=\"b434-4\">It is said in <em>Caryl v. Baltimore Transit Co., </em>190 Md. 162, 169, 58 A. 2d 239: “In any event, if the statute appears to be unworkable or confusing in its application, that is a matter for the legislature and not for us. We can only find what the legislature meant by what it said.” In the instant case there is no contention that the Packer aútomobile was moving at an unlawful rate of speed. Assuming that Mrs. Packer, travelling at from twenty to twenty-five miles an hour, had seen the traffic light turn red, just before, or as she reached the center of the eighteen foot strip dividing the two lanes, it would have been impossible for her to have stopped before she reached the north bound lane. The result would have been the blocking of the north bound lane. Had she stopped- suddenly any vehicles to the rear of her would have blocked the south bound lane. The result could have been the blocking of both lanes. For these reasons and under the authorities hereinbefore quoted we are of opinion that the Legislature meant that the particular <page-number citation-index=\"1\" label=\"419\">*419</page-number>intersection here was a single intersection. Finding, therefore, error in the instruction to the jury, the judgment will be reversed and the case remanded for a new trial.</p>\n<p id=\"b435-4\">\n<em>Judgment reversed, with costs, and case remanded for a new trial.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}