{
  "casebody": {
    "data": "<casebody firstpage=\"34\" lastpage=\"40\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b70-4\">EQUABLE ASCENT FINANCIAL, L.L.C., Appellee, v. CHRISTIAN, Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b70-7\">[Cite as <em>Equable Ascent Fin., L.L.C. v. Christian, </em>196 Ohio App.3d 34, 2011-Ohio-3791.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b70-8\">Court of Appeals of Ohio, Tenth District, Franklin County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b70-10\">No. 10AP-1120.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b70-11\">Decided Aug. 2, 2011.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b71-9\"><page-number citation-index=\"1\" label=\"35\">*35</page-number>Weltman, Weinberg &amp; Reis Co., L.P.A., and Joseph M. McCandlish, for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b71-10\">Sue A. Christian, pro se.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b71-11\">Bryant, Presiding Judge.</author>\n<p id=\"b71-12\">{¶ 1} Defendant-appellant, Sue Ann Christian, appeals from a judgment of the Franklin County Municipal Court granting the Civ.R. 55(A) motion for default judgment of plaintiff-appellee, Equable Ascent Financial, L.L.C. Because the trial court wrongly granted a default judgment against defendant who had defended against Equable’s complaint, we reverse.</p>\n<p id=\"b71-13\">I. Facts and Procedural History</p>\n<p id=\"b71-14\">{¶ <em>2} </em>Equable filed a complaint against defendant on March 24, 2010, seeking $5,653.22 in credit card debt that defendant allegedly owed to Wells Fargo; Equable alleged that it owned the account through purchase. On April 13, 2010, defendant filed a motion for a more definite statement, and the trial court granted it on June 18, 2010. In response, Equable filed an amended complaint on July 14, 2010.</p>\n<p id=\"b71-15\">{¶ 3} On July 23, 2010, defendant filed a motion to dismiss or for summary judgment, and a motion for sanctions. Defendant’s motion alleged that Equable had failed to comply with Civ.R. 10(D)(1), that Equable lacked standing, that Equable’s claims were barred under theories of champerty and unjust enrichment, and that a court sanction properly should issue against Equable for engaging in frivolous conduct. Equable filed a memorandum opposing defendant’s motions, and defendant filed a reply memorandum.</p>\n<p id=\"b72-4\"><page-number citation-index=\"1\" label=\"36\">*36</page-number>{¶ 4} The trial court overruled defendant’s motions on October 7, 2010. According to Civ.R. 12(A)(2)(a), defendant had 14 days to file her answer but did not, prompting Equable to file a motion for default judgment on October 25, 2010. The trial court granted Equable’s motion on November 16, 2010, concluding that defendant had failed to file “a proper answer within the time period contemplated by the Civil Rules.”</p>\n<p id=\"b72-5\">II. Assignments of Error</p>\n<p id=\"b72-6\">{¶ 5} Defendant appeals, assigning four errors:</p>\n<p id=\"b72-7\">Assignment of Error No 1:</p>\n<p id=\"b72-8\">The trial court erred by finding that the plaintiff-appellee’s amended complaint satisfied the requirements of Civ.R. 10(D)(1).</p>\n<p id=\"b72-9\">Assignment of Error No 2:</p>\n<p id=\"b72-10\">The trial court erred by finding that the plaintiff-appellee is a valid assignee of the “contract” underlying the “account.”</p>\n<p id=\"b72-11\">Assignment of Error No 3:</p>\n<p id=\"b72-12\">The trial court abused it’s [sic] discretion when it granted the plaintiff-appellee’s motion for default judgment.</p>\n<p id=\"b72-13\">Assignment of Error No 4:</p>\n<p id=\"b72-14\">The trial court erred when it found that the defendant-appellant failed to meet her burden of proof, with respect to the motion to dismiss, when the motion presented raised only questions of law and the scope of the motion was limited to the face of the pleadings.</p>\n<p id=\"b72-15\">III. Civ.R. 55 — Default Judgment</p>\n<p id=\"b72-16\">{¶ 6} Civ.R. 55(A) provides: “When a party against whom a judgment for affirmative relief is sought has failed to plead or otherwise defend as provided by these rules, the party entitled to a judgment by default shall apply in writing or orally to the court therefore.” A trial court’s decision to grant or deny a motion for default judgment will not be reversed absent an abuse of discretion. <em>Huffer v. Cicero </em>(1995), 107 Ohio App.3d 65, 74, 667 N.E.2d 1031. At issue here is the language in the rule referring to a failure to “otherwise defend.”</p>\n<p id=\"b72-17\">{¶ 7} “The phrase ‘otherwise defend’ is not defined in Civ.R. 55(A),” but is generally considered to refer “ ‘ “to attacks on the service, or motions to dismiss, or for better particulars, and the like, which may prevent default without presently pleading to the merits.” ’ ” <em>Black v. Oakes </em>(June 26, 2001), 10th Dist. No. 00AP-1133, 2001 WL 710105, quoting <em>Reese v. Proppe </em>(1981), 3 Ohio App.3d 103, 106, 443 N.E.2d 992, quoting <em>Bass v. Hoagland </em>(C.A.5, 1949), 172 F.2d 205, 210. Although an answer to the complaint precludes a default judgment, “[a] <page-number citation-index=\"1\" label=\"37\">*37</page-number>case may also be placed at issue by a defendant, thus making a default judgment improper, by motions permitted by the Civil Rules to be made prior to or in lieu of an answer.” <em>Reese </em>at paragraph two of the syllabus.</p>\n<p id=\"b73-5\">{¶ 8} “A default by a defendant consequently arises only when the defendant has failed to contest the allegations raised in the complaint,” making default judgment proper against the defendant when “liability has been admitted or ‘confessed’ by the omission of statements refuting the plaintiffs claims.” <em>Reese </em>at 105; <em>Heritage Realtors v. Kahmann </em>(Apr. 26, 1993), 12th Dist. No. CA92-09-082, 1993 WL 128116 (deciding that by contesting the case through a motion for change of venue, the defendant had “otherwise defend[ed]” so as to avoid default judgment); <em>Ramsey v. Rutherford, </em>4th Dist. No. 09CA3094, 2009-Ohio-5146, 2009 WL 3112018 (concluding that the various motions that the defendant had filed, including motions to dismiss under Civ.R. 12(B)(6) and (7) and motions to vacate and for reconsideration, meant the defendant had not failed to “otherwise defend” under Civ.R. 55); <em>Murphy v. Alhajj </em>(June 3, 1999), 8th Dist. No. 74198, 1999 WL 359197 (determining that the defendant’s motion to consolidate three small-claims cases and transfer them to the general division of the civil docket, to which the defendant attached an affidavit from his attorney explaining why the plaintiff was not entitled to the money he sought, coupled with the defendant’s presence at the first hearing in the small-claims court, “indicated that the complaint was contested,” the defendant otherwise defended, and default judgment was not proper); <em>Stradiot Specialty, Inc. v. Am. Calendar Co., Inc., </em>11th Dist. NO.2004-L-162, 2007-Ohio-3364, 2007 WL 1881309 (stating that a defendant’s “motion to dismiss and a motion to transfer the matter to a foreign jurisdiction” as well as the defendant’s attempt “to file an untimely answer” and “motion for summary judgment” meant that the defendant had otherwise defended against the plaintiffs claims and “could not be held in default”).</p>\n<p id=\"b73-6\">{¶ 9} Pursuant to those cases, defendant otherwise defended under Civ.R. 55. Defendant’s motion to dismiss or for summary judgment and motion for sanctions were properly captioned to the municipal court case. They responded to Equable’s complaint, contested its allegations, and specifically refused to assent to Equable’s claim for money owed. In addition, defendant’s motions not only disputed Equable’s claim that it owned the account and Equable’s standing but also asserted that the credit card statements attached to the original and amended complaints failed to comply with Civ.R. 10(D)(1). Lastly, defendant asserted that Equable’s claim against her was barred under theories of champerty and unjust enrichment.</p>\n<p id=\"b73-7\">{¶ 10} Because defendant’s filings respond to all of Equable’s allegations in the complaint, defendant otherwise defended, and default judgment should not have <page-number citation-index=\"1\" label=\"38\">*38</page-number>been entered against her. <em>Goodyear v. Waco Holdings, Inc., </em>8th Dist. No. 91432, 2009-Ohio-619, 2009 WL 344993, ¶ 24 (noting that “in the absence of pleading, ‘defending’ an action means contesting the claimant’s allegations”). Cf. <em>Discover Bank v. Schiefer, </em>10th Dist. No. 09AP-1178, 2010-Ohio-2980, 2010 WL 2602005 (concluding that the documents that defendant filed in response to the complaint and motion for default judgment did not respond to the allegations in the complaint, did not contain proper case captions pursuant to Civ.R. 10(A), did not contain a case number, did not set out separate averments in numbered paragraphs as required by Civ.R. 10(B), did not comport with the Civ.R. 8 general rules of pleading, and did not contain proof of service pursuant to Civ.R. 5(D), and therefore did not constitute an answer).</p>\n<p id=\"b74-5\">{¶ 11} Accordingly, defendant’s first and fourth assignments of error are sustained to the extent indicated. Her second assignment of error will be subject to litigation on remand and is mooted by our reversing the default judgment granted to Equable.</p>\n<p id=\"b74-6\">IY. Civ.R. 10(D)(1) — Account</p>\n<p id=\"b74-7\">{¶ 12} Equable attached a credit card statement for the billing period from March 21, 2009, through April 21, 2009, to its original complaint. The statement contains defendant’s name and address and a partially redacted account number. The transactions section depicts $39 in late charges, the account-summary section sets forth the past-due amount, and the balance-summary section states the previous balance, plus late charges, plus $105 in finance charges, to arrive at the new balance; the second page of the document sets forth the applicable interest rate.</p>\n<p id=\"b74-8\">{¶ 13} After the court granted defendant’s Civ.R. 12(E) motion for a definite statement alleging that the credit card statement attached to Equable’s complaint was insufficient to fulfill the Civ.R. 10(D)(1) pleading requirements, Equable filed an amended complaint alleging that by using the account, defendant “became bound by the terms of said agreement. Copies of the account statements are attached as Exhibit ‘A.’ ” Although Equable did not attach the agreement to the amended complaint, it attached six monthly credit card statements, including the previous statement attached to the original complaint. The first statement is for the billing period from October 23, 2008, through November 20, 2008; the last is the statement attached to the original complaint. The statements are substantially similar to one another in that they do not depict any purchases or payments but only accruing interest and late fees to arrive at each statement’s new balance.</p>\n<p id=\"b74-9\">{¶ 14} Civ.R. 10(D)(1) specifically instructs that “[w]hen any claim or defense is founded on an account * * * a copy of the account * * * must be attached to the pleading. If the account * * * is not attached, the reason for the <page-number citation-index=\"1\" label=\"39\">*39</page-number>omission must be stated in the pleading.” “The purpose of the requirement to attach an account imposed by Civ.R. 10(D) is to exemplify the basis of the particular claim for relief alleged, in order to confine the issues in the action to matters related to the course of dealings between the parties the attachment portrays.” <em>Asset Acquisitions Group, L.L.C. v. Gettis, </em>186 Ohio App.3d 586, 2010-Ohio-950, 929 N.E.2d 506, ¶ 14. “The written instrument or account that Civ.R. 10(D) requires a plaintiff to attach to a complaint on an account ‘is the best evidence of the transaction and becomes a part of the complaint for all purposes.’ ” Id., quoting <em>Point Rental Co. v. Posani </em>(1976), 52 Ohio App.2d 183, 185, 368 N.E.2d 1267.</p>\n<p id=\"b75-5\">{¶ 15} In <em>Brown v. Columbus Stamping &amp; Mfg. Co. </em>(1967), 9 Ohio App.2d 123, 223 N.E.2d 373, this court addressed the specifics of an account under R.C. 2309.32, which Civ.R. 10(D) replaced, stating that “[a]n account must show the name of the party charged.” Id. at 126. Although “[i]t begins with a balance, preferably at zero, or with a sum recited that can qualify as an account stated, * * * at least the balance should be a provable sum. Following the balance, the item or items, dated and identifiable by number or otherwise, representing charges, or debits, and credits, should appear.” Id. A summary “is necessary showing a running or developing balance or an arrangement which permits the calculation of the balance claimed to be due.” Id. Thus, “[a] series of copies of invoices does not constitute an account.” Id. at 125.</p>\n<p id=\"b75-6\">{¶ 16} Courts, including this court, have concluded that “compliance with Civ.R. 10(D)(1) can be achieved by attaching documents that do not strictly constitute a statement of account.” <em>Hudson &amp; Keyse, L.L.C. v. </em>Carson, 10th Dist. No. 07AP-936, 2008-Ohio-2570, 2008 WL 2221968, ¶ 15. See <em>Wolf Automotive v. Rally Auto Parts, Inc. </em>(1994), 95 Ohio App.3d 130, 134, 641 N.E.2d 1195 (determining that although the account did not start at zero, it obviously commenced on February 14, 1991, showed debits, and set forth credits that allowed the court to mathematically compute the total claimed to be due and owing); <em>Am. Express Travel Related Servs. v. Silverman, </em>10th Dist. No. 06AP-338, 2006-Ohio-6374, 2006 WL 3491741 (concluding that four years’ worth of credit card statements, in addition to two affidavits and a copy of the cardholder’s agreement, was evidence of the account, since requiring American Express to produce 30 years of statements would constitute “an unreasonable burden”); <em>Creditrust Corp. v. Richard </em>(July 7, 2000), 2d Dist. No. 99-CA-94, 2000 WL 896265 (deciding that Creditrust had attached a proper account to the complaint, even though the credit card statement attached to the complaint showed no debits or credits where the debtor did not timely object within 60 days after receiving the statement, as the cardholder agreement required).</p>\n<p id=\"b76-4\"><page-number citation-index=\"1\" label=\"40\">*40</page-number>{¶ 17} Here, however, Equable’s complaint falls short of even the altered standard of what constitutes an account. Equable’s attached statements do not reflect any purchases or payments, but merely state the end amount owed and the applicable interest rate. Moreover, Equable faded to attach the agreement referred to in its complaint. In light of those deficiencies, Equable’s complaint does little more than allege that defendant owes it an unexplained sum of money, an allegation that fails to comply with Civ.R. 10(D). Cf. <em>Natl. Check Bur. v. Buerger, </em>9th Dist. No. 06CA008882, 2006-Ohio-6673, 2006 WL 3702638 (concluding that six years of credit card statements that included charges, debits, and credits were sufficient). On remand, Equable may amend its complaint to set forth either a claim for an account with the requisite documents or a claim for breach of contract with the attached contract, at which point defendant may answer the complaint.</p>\n<p id=\"b76-5\">{¶ 18} Accordingly, defendant’s third assignment of error is sustained.</p>\n<p id=\"b76-6\">Y. Disposition</p>\n<p id=\"b76-7\">{¶ 19} Having sustained defendant’s first and fourth assignments of error to the extent indicated, rendering moot her second assignment of error, and having sustained defendant’s third assignment of error, we reverse the judgment of the trial court and remand this matter for further proceedings.</p>\n<p id=\"b76-8\">Judgment reversed and cause remanded.</p>\n<judges id=\"b76-9\">French and Tyack, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}