{
  "casebody": {
    "data": "<casebody firstpage=\"178\" lastpage=\"182\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b162-3\">[No. E028707.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AnU\">Fourth Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A-\">Jan. 11, 2002.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b162-4\">THE PEOPLE, Plaintiff and Respondent, v. BRIAN ALAN LEGAULT, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b163-6\"><page-number citation-index=\"1\" label=\"179\">*179</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b163-7\">Susan S. Bauguess, under appointment by the Court of Appeal, for Defendant and Appellant.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b163-8\">Bill Lockyer, Attorney General, Robert R. Anderson, Chief Assistant Attorney General, Gary W. Schons, Assistant Attorney General, Robert B. Shaw and Marvin E. Mizell, Deputy Attorneys General, for Plaintiff and Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b163-9\">Opinion</p>\n<author id=\"b163-10\">HOLLENHORST, Acting P. J.</author>\n<p id=\"Aps\">On August 16, 2000, San Bernardino police arrested defendant after he bought $10 worth of cocaine from an undercover officer during a reverse sting operation. A felony complaint charged him with possession of cocaine (Health &amp; Saf. Code, § 11350, subd. (a)). Pursuant to a negotiated agreement, he pled no contest to the charge in exchange for formal probation and 90 days in county jail. He agreed to a <em>Cruz</em><footnotemark><em>1</em></footnotemark><em> </em>waiver with the understanding that the court “would then be free to sentence [him] to the maximum term set forth on the plea form”<footnotemark>2</footnotemark> if he “fail[ed] to appear for sentencing, commit[ted] any new offense while out on <page-number citation-index=\"1\" label=\"180\">*180</page-number>this O[wn] R[ecognizance release], or fail[ed] to report to the probation department . . . .” The trial court released him on his own recognizance pending sentencing on October 18, 2000. Before the October sentencing date, he was taken into custody on a <em>Cruz </em>violation for possession of drug paraphernalia. On November 27, 2000, he admitted that he had violated the <em>Cruz </em>waiver and the trial court sentenced him to the upper three-year prison term.</p>\n<p id=\"b164-4\">Defendant appeals, arguing the passage, 20 days before he was sentenced, of Proposition 36, now Penal Code<footnotemark>3</footnotemark> sections 1210, 1210.1 and 3063.1, requires that he be granted probation and ordered into a treatment program.</p>\n<p id=\"b164-5\">Proposition 36, entitled the Substance Abuse and Crime Prevention Act of 2000, was passed by California voters on November 7, 2000. The provisions of the proposition are codified in sections 1210, 1210.1, 3063.1, and division 10.8, commencing with section 11999.4 of the Health and Safety Code. By its terms, section 1210.1, subdivision (a),<footnotemark>4</footnotemark> requires the court to grant probation with a drug treatment condition to any person who is convicted of a nonviolent drug possession offense, unless the person is ineligible under section 1210.1, subdivision (b). Section 1210, subdivision (a) defines a “nonviolent drug possession offense” as the unlawful possession, use, or transportation for personal use of any controlled substance identified in Health and Safety Code sections 11054 through 11058, or the offense of being under the influence of a controlled substance under Health and Safety Code section 11550.</p>\n<p id=\"b164-6\">Defendant’s conviction of possession of cocaine qualifies as a nonviolent drug possession offense and he is not ineligible for probation and drug treatment pursuant to section 1210, subdivision (b). However, the People argue he is ineligible for probation and drug treatment under Proposition 36 because he pled guilty and was sentenced to prison before Proposition 36 became effective on July 1, 2001. The People direct our attention to uncodified section 8 of the proposition, which provides: “Except as otherwise provided, the provisions of this act shall become effective July 1, 2001, <page-number citation-index=\"1\" label=\"181\">*181</page-number>and its provisions shall be applied prospectively.” The People also direct our attention to subdivision (a) of section 1210.1, which provides: “Notwithstanding any other provision of law, and except as provided by subdivision (b), any person convicted of a nonviolent drug possession offense shall receive probation.” The People argue that when uncodified section 8 and the above quoted portion of section 1210.1, subdivision (a), are read together, it is clear defendant does not qualify for probation and drug treatment under the proposition. We agree.</p>\n<p id=\"b165-5\">The rule that an amendatory statute which mitigates punishment generally will be applied retroactively does not apply where the Legislature clearly signals its intent to make the amendment prospective, either by the inclusion of an express savings clause or its equivalent. <em>(People v. Nasalga </em>(1996) 12 Cal.4th 784, 793 [50 Cal.Rptr.2d 88, 910 P.2d 1380].)</p>\n<p id=\"b165-6\">This voter-approved initiative measure provided for a July 1, 2001 effective date and prospective application of its sentencing provisions. (See Prop. 36, § 8.) To invoke the statute to grant defendant probation and drug treatment, notwithstanding his <em>Cruz </em>violation, would be tantamount to giving the statute retroactive effect since defendant committed the offense, pled guilty and was sentenced before the July 1, 2001 effective date.</p>\n<p id=\"b165-7\">Two recent cases, <em>In re DeLong </em>(2001) 93 Cal.App.4th 562 [113 Cal.Rptr.2d 385], and <em>In re Scoggins </em>(2001) 94 Cal.App.4th 650 [114 Cal.Rptr.2d 508], are factually distinguishable. <em>In re DeLong, supra, </em>93 Cal.App.4th 562, held that section 1210.1 applies prospectively to convictions occurring on or after July 1, 2001, and that “conviction” includes sentencing: “We therefore conclude ‘convicted’ within the meaning of section 1210.1 means adjudication of guilt <em>and </em>judgment thereon.” (DeLong, at p. 570.) Therefore, DeLong, who had been found guilty but not yet sentenced when the initiative took effect on July 1, 2001, had not been convicted as of that date and thus was eligible for sentencing pursuant to Proposition 36. Applying <em>In re DeLong, </em>the <em>Scoggins </em>court held that Scoggins, who was sentenced on July 11, 2001, was convicted within the meaning of the initiative after its effective date and was entitled to its benefits. Thus, Scoggins and DeLong, who were sentenced on July 11 and 12, 2001, respectively, after the initiative’s effective date, were entitled to its benefits. In contrast, the defendant in the case before us was sentenced on November 27, 2000, before the initiative’s effective date of July 1, 2001. Thus, even under <em>DeLong, </em>defendant is not entitled to the benefits of Proposition 36.</p>\n<p id=\"b166-3\"><page-number citation-index=\"1\" label=\"182\">*182</page-number>Disposition</p>\n<p id=\"b166-4\">The judgment is affirmed.</p>\n<p id=\"b166-5\">Ward, J., and Gaut, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b163-11\"><em>People v. Cruz </em>(1988) 44 Cal.3d 1247, 1254, footnote 5 [246 Cal.Rptr. 1, 752 P.2d 439].</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b163-12\">Defendant’s change of plea form stated the maximum term was three years.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b164-7\">All statutory references are to the Penal Code unless otherwise indicated.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b164-8\">Section 1210.1, subdivision (a), provides: “(a) Notwithstanding any other provision of law, and except as provided in subdivision (b), any person convicted of a nonviolent drug possession offense shall receive probation. As a condition of probation the court shall require participation in and completion of an appropriate drug treatment program. The court may also impose, as a condition of probation, participation in vocational training, family counseling, literacy training and/or community service. A court may not impose incarceration as an additional condition of probation. Aside from the limitations imposed in this subdivision, the trial court is not otherwise limited in the type of probation conditions it may impose. Probation shall be imposed by suspending the imposition of sentence.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}