{
  "casebody": {
    "data": "<casebody firstpage=\"116\" lastpage=\"119\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b124-5\">APPELLATE DIVISION OF THE WESTERN DISTRICT</court>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b124-6\">CITY OF WORCESTER <em>vs. </em>TOWN OF SOUTHBRIDGE.</parties>\n<p data-order=\"3\" data-type=\"court\" id=\"b124-11\">Worcester, ss. Western District</p>\n<p data-order=\"4\" data-type=\"court\" id=\"b124-12\">Central District Court of Worcester</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b124-7\">Argued February 8, 1938</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"ApL\">Opinion filed February 23, 1938.</decisiondate>\n<p data-order=\"6\" data-type=\"judges\" id=\"AqJD\">Present: Hibbard, <em>P. J., </em>Mason &amp; Parker, <em>JJ.</em></p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b125-2\"><page-number citation-index=\"1\" label=\"117\">*117</page-number><em>W. D. Allen, </em>for the Plaintiff.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b125-3\"><em>W. W. Buckley, B. S. Normcmdin, </em>for the Defendant.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b125-4\">Mason, <em>J.</em></author>\n<p id=\"AJ4\">The Trial Court made the following findings:</p>\n<blockquote id=\"b125-5\">“This is an action of contract, the plaintiff seeking to recover for hospitalization of one Eleanor Paoletti under provisions of General Laws, Chapter 117, Section 14. The defendant’s answer is a general denial and a plea of payment.</blockquote>\n<blockquote id=\"b125-6\">“Some time in 1934, Eleanor Paoletti was injured in the Town of Southbridge, and was taken to the South-bridge Hospital, where she remained for some time, and from there she was transferred to the Worcester City Hospital, where she was admitted about November. 8, 1934 and stayed there until December 15, 1934. She was transported to Worcester in a private automobile and upon admittance to the hospital there was paid the amount of $28.00, constituting one week’s payment at the hospital. In February of 1935, she was. again admitted to the Worcester City Hospital for the purposes of examination, and stayed there for a few days. In the month of March 1935, she was again admitted to the Worcester City Hospital and stayed there until June 1935. The injury from which the patient suffered was a broken leg. She was taken to the Worcester City Hospital upon recommendation of a doctor in Worcester, who would not consent to treat the patient at the Southbridge Hospital, but preferred to have her sent to Worcester.</blockquote>\n<blockquote id=\"b125-7\">“Evidence tends to show that a, suit was brought against the party responsible for the patient’s injuries, and that an attorney who was engaged by her had written a letter to the Worcester City Hospital that he would see that when the accident case was settled, the hospital would be paid out of the proceeds. It was further brought out in evidence that $5000 was collected in this suit, but that the city was never paid.</blockquote>\n<blockquote id=\"b125-8\">“The evidence of the plaintiff tended to show that the patient, at the time of admittance, was a minor, and that her father had not been working for a long time, but that the patient and one of her sisters had worked and pooled their income for the support of <page-number citation-index=\"1\" label=\"118\">*118</page-number>the family. It was brought out in evidence that the City of Worcester had sued the patient and recovered judgment, and execution against her, but had not collected anything with the exception of $30.00 plus the $28.00 paid upon first admittance to the hospital. The patient, called as a witness by the plaintiff, testified that she had not paid the City of Worcester because she felt that she needed the money for something else and stated that the balance now left of the money was to be used in further medical treatments. It was admitted that notice had been sent by the City of Worcester to the Town of Southbridge shortly after admittance of the patient to the Worcester City Hospital, and that the notice had been received. Some correspondence between the parties had been had and letters to that effect were introduced in evidence.</blockquote>\n<blockquote id=\"b126-3\">“Upon all the evidence, I find that the patient was not a person in distress and standing in need of immediate relief as contemplated under General Laws, Chapter 117, Section 14.</blockquote>\n<blockquote id=\"b126-4\">“I find that certain arrangements were made at the time of admittance to the Worcester City Hospital and a down payment was made.</blockquote>\n<blockquote id=\"b126-5\">“I find that the City of Worcester relied upon being compensated from the proceeds of the accident case, and for reasons stated, I find for the defendant.”</blockquote>\n<p id=\"b126-6\">The most important sentence in this finding is — “Upon all the evidence, I find that the patient was not a person in distress and standing in need of immediate relief as contemplated under General Laws, Chapter 117, Section 14.”</p>\n<p id=\"b126-7\">If this finding stands, it is conclusive against the right of the plaintiff to recover in this action. The requests of the plaintiff properly bring this question before us, and our decision on this issue renders the other requests for rulings immaterial. In the matter of this finding the present case is similar to the case of Templeton <em>v. Winchendon, </em>138 Mass. 109, in which it is said at page 110 — “ The burden of proof was, upon the plaintiff to show that the <page-number citation-index=\"1\" label=\"119\">*119</page-number>person whom it relieved had, at the time the relief was furnished, fallen in distress and stood in need of immediate relief. <em>Sturbridge v. Holland, </em>11 Pick. 459. <em>Fiske v. Lincoln, </em>19 Pick. 473. <em>New Bedford v. Hingham, </em>117 Mass. 445.”</p>\n<p id=\"b127-3\">The case at bar was tried, without a jury, by the presiding justice of the Superior Court, who found as a fact that Sylvia Howard, the person relieved by the plaintiff, was not in need of immediate relief at the time she was aided. Whether she was in such need was a question of fact, and we cannot revise the finding upon this question, unless the presiding justice was required, as matter of law, upon the facts and evidence before him to find that she was in such need.</p>\n<p id=\"b127-4\">This ease is cited with approval in <em>Symmes Arlington Hospital v. Arlington, </em>Mass. A. S. (1935) 2073.</p>\n<p id=\"b127-5\">We can find in this case no subsidiary finding of fact inconsistent with the ability of Eleanor Paoletti and her parents to pay for the relief furnished her. Apparently when she had money she did not wish to use it for the payment of this bill. The burden of proof being on the plaintiff we cannot set aside this finding of fact.</p>\n<p id=\"b127-6\">We find no prejudicial error in refusing to rule as requested by the plaintiff.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}