{
  "casebody": {
    "data": "<casebody firstpage=\"225\" lastpage=\"229\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b233-2\">APPELLATE DIVISION OF THE NORTHERN DISTRICT</court>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b233-3\">BAY STATE INVESTORS INC. <em>v. </em>DOMINIC MILYARO, ALIAS, AND OTHERS</parties>\n<p data-order=\"2\" data-type=\"p\" id=\"b233-4\">Essex, ss. Northern District</p>\n<p data-order=\"3\" data-type=\"court\" id=\"Akq\">District Court of Lawrence</p>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b233-6\">Argued May 10, 1938</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"Abu\">Opinion filed June 6, 1938.</decisiondate>\n<p data-order=\"6\" data-type=\"judges\" id=\"b233-7\">Present: Jones, <em>P. </em>J., Pettingell &amp; Wilson, <em>JJ.</em></p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b233-11\"><em>Flanagan &amp; Fox, </em>for the Plaintiff.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b233-12\"><em>H. Hershfield, </em>for the Defendant.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b233-13\">Wilson, J.</author>\n<p id=\"AgJ\">This is an action of contract in which the plaintiff seeks to recover from the makers and endorsers of a promissory note the unpaid balance of principal and interest, together with attorney’s fee as provided in said note.</p>\n<p id=\"b233-14\">It appeared that in March 1932, the defendant, Toher, sold to the defendants, Milyaro, a radio upon a conditional sale agreement which was not accompanied by any note; that sometime in September 1932, the defendant, Toher, returned to the defendants, Milyaro, said conditional sale agreement, given him in March, upon which all due payments had been made and received from them a new conditional sale agreement and note for the amount then remaining due thereon. Said note and new agreement were dated September 15, 1932, and, except as to the <page-number citation-index=\"1\" label=\"226\">*226</page-number>amount and the date, the agreement was. the same as that given in March; that said change was made at the suggestion of Flanagan and Fox; that prior to that date, the defendant, Toher, had been engaged in selling similar merchandise upon such conditional sale contracts; that on September 15, 1932, the defendant, Toher, endorsed to Flanagan and Fox, who “were engaged in the business of making loans of $300.00 or less where the amount to be paid on such loans as interest and expenses exceeded in the aggregate the amount of 12% per annum and . . . were not licensed as required by Chapter 140, Section 96 of the General Laws.” It could also have been found that the sums so deducted by them at the time they received the note in suit from the defendant, Toher, exceeded 12% per annum. That in 1935, the plaintiff corporation was formed and took over all the assets of the partnership of Flanagan and Fox, among which was the note of the defendants dated September 15, 1932, and which was then overdue and in default, and said note was endorsed by Flanagan and Fox to the new corporation. The corporation was duly licensed to carry on a “small loans” business.</p>\n<p id=\"b234-3\">The trial court made specific .findings of facjt, and among them found:</p>\n<blockquote id=\"b234-4\">“I find that the note taken by Messrs. Flanagan &amp; Fox, as unlicensed dealers in the small loans business, was not enforcible by them under Section 110 of Chapter 140 of the General Laws; and under the same section their endorsement was void. Their endorsement to the Bay State Investors Inc. was void. And, I further find that the Bay State Investors Inc. took with notice of this fact. I, therefore, find for the defendants in this case.”</blockquote>\n<p id=\"b234-5\">The trial court also found that as between the defendants themselves the transaction was not in violation of <page-number citation-index=\"1\" label=\"227\">*227</page-number>General Laws, Chapter 140, Sections 96 to 114 inclusive, and the note at the time it was delivered to Toher by the other defendants was a “legal and valid negotiable promissory note,” and that the defendants, Milyaro, signed the note for the accommodation of the defendant, Toher.</p>\n<p id=\"b235-3\">The issue, which it seems to us is decisive of the case, is whether the transaction between the defendant, Toher, and Flanagan and Fox was a violation of the terms of the statute referred to.</p>\n<p id=\"b235-4\">General Laws (Ter. Ed.) Chapter 140, Section 96, contains the provision that:</p>\n<blockquote id=\"b235-5\">“The buying or endorsing of notes or the furnishing of guarantee or security for compensation shall be considered to be engaging in the business of making small loans within said sections.” (Sections 96 to 114 inc.)</blockquote>\n<p id=\"b235-6\">And Section 110 contains the provision:</p>\n<blockquote id=\"b235-7\">“Any loan made or note purchased or endorsement or guarantee furnished by an unlicensed person in violation of said sections shall be void.”</blockquote>\n<p id=\"b235-8\">It was said in <em>Cuneo v. Bornstein, </em>269 Mass. 232, 236:</p>\n<blockquote id=\"b235-9\">“The statute was passed as a protection to the borrower ; it was intended to make the statute effective and to prevent its evasion by endorsing notes given for such loans to third parties. It would afford little protection to a borrower if the notes given contrary to the statute would be valid in the hands of a holder in due course. In our opinion the word ‘void’ was used in its technical sense.”</blockquote>\n<p id=\"b235-10\">It is apparent from the report that the loan was made upon the note and not upon an assignment of the conditional sale contract unaccompanied by a note, for Flanagan and Fox refused to make the loan without the giving <page-number citation-index=\"1\" label=\"228\">*228</page-number>of a note. For that reason we do not pass upon what legal standing, if any, the new conditional sale contract had as between the defendants.</p>\n<p id=\"b236-3\">As to the defendant, Toher, the loan made by Flanagan and Fox to him was void. It was in violation of General Laws (Ter. Ed.) Chapter 140, Sections 96 and 110. As between them the loan was void and hence there was no debt upon which recovery could be had. <em>Burnes </em>v. <em>New Mineral Fertilizer Co., </em>218 Mass. 300, 303.</p>\n<p id=\"b236-4\">The plaintiff acquired the note from Flanagan and Fox after maturity and, therefore, took it subject to all equitable defences existing between the original parties thereto. General Laws (Ter. Ed.) Ch. 107, § 81. <em>Bond v. Fitzpatrick, </em>4 Gray 89. <em>Sears v. Moore, </em>171 Mass. 514.</p>\n<p id=\"b236-5\">The trial court ruled that the defendants, Milyaro, made the note for the accommodation of the defendant, Toher. If he was correct in so ruling, the plaintiff could not recover against them, because he became the holder after the maturity of the note and because there was no prior holder in due course upon whose title the plaintiff could rely.</p>\n<p id=\"b236-6\">An accommodation maker is “ one who has signed the instrument as maker . . . without receiving value therefor, and for the purpose of lending his name to some other person.” General Laws (Ter. Ed.) Ch. 107, § 52. Any consideration sufficient to support a simple contract is all that is required. General Laws (Ter. Ed.) Ch. 107, § 48. And whether there was consideration for a note is ordinarily a question of fact. <em>Mercantile Guaranty Co. v. Hilton, </em>191 Mass. 141, 143. <em>Indiana Flooring Company v. Rudnick, </em>236 Mass. 90, 92. <em>Sullivan v. McEttrick, </em>248 Mass. 496, 498.</p>\n<p id=\"b236-7\">We are of opinion that the trial judge was justified in finding the note here in suit was without consideration as <page-number citation-index=\"1\" label=\"229\">*229</page-number>between the original parties. The makers of the note received no benefit as the result of giving it to the payee. The conditional sale contract then outstanding was not overdue or otherwise in default. It was replaced by a new contract containing the same terms. Nor was there any detriment suffered by the payee of the note; on the contrary it was given by the makers to enable him to negotiate it with Flanagan and Fox. They were makers for his accommodation.</p>\n<p id=\"b237-3\">It follows there was no error in the manner in which the trial court dealt with the plaintiff’s requests for rulings and the report is dismissed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}