{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"686\" lastpage=\"700\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  SVF RIVA ANNAPOLIS LLC, et al.\n  <br/>\n  v.\n  <br/>\n  Moreen Elizabeth GILROY, et al.\n </parties>\n <docketnumber id=\"p-2\">\n  No. 66, Sept. Term, 2017\n </docketnumber>\n <court id=\"p-3\">\n  Court of Appeals of Maryland.\n </court>\n <decisiondate id=\"p-4\">\n  June 25, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  Argued by Kimberly L. Limbrick (Emily D. Jolicoeur, Crosswhite, Limbrick &amp; Sinclair, LLP, Baltimore, MD; Alane Tempchin and Terence J. O'Connell, O'Connell &amp; O'Connell, LLC, Rockville, MD) and Stephen J. Marshall (Tamara B. Goorevitz, Franklin &amp; Prokopik, P.C., Baltimore, MD) on briefs, for Petitioners.\n </attorneys>\n <attorneys id=\"p-6\">\n  Argued by Ryan P. Richie (Jennifer L. Allen, Wilson and Parlett, Upper Marlboro, MD) on brief, for Respondents.\n </attorneys>\n <judges id=\"p-7\">\n  Argued Before: Barbera, C.J., Greene, Adkins, McDonald, Watts, Hotten, Getty, JJ.\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   Adkins, J.\n  </author>\n  <p id=\"p-9\">\n   A statute of repose \"shelters legislatively-designated groups from an action after a certain period of time.\"\n   <footnotemark>\n    1\n   </footnotemark>\n   <em>\n    Anderson v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"3710553\" index=\"0\" url=\"https://cite.case.law/md/427/99/#p118\">\n    427 Md. 99\n   </extracted-citation>\n   , 118,\n   <extracted-citation case-ids=\"3710553\" index=\"1\" url=\"https://cite.case.law/md/427/99/#p118\">\n    46 A.3d 426\n   </extracted-citation>\n   (2012). Maryland's statute of repose, codified at Md. Code (1973, 2013 Repl. Vol.), § 5-108 of the Courts and Judicial Proceedings Article (\"CJP\"), bars certain claims relating to injuries caused by improvements to real property. CJP\n  </p>\n  <p id=\"p-10\">\n   § 5-108(d)(2) lists several exceptions to the statute of repose. Subsection (d)(2)(i) provides that the protections of the statute shall not apply if the \"defendant was in actual possession and control of the property as owner, tenant, or otherwise when the injury occurred ....\"\n   <footnotemark>\n    2\n   </footnotemark>\n   The remaining subsections, (d)(2)(ii)-(iv), eliminate the statute's protection for certain defendants in cases where a claimed injury was caused by exposure to asbestos. In this case, we must determine whether the possession and control exception opens defendants to liability even in cases that do not involve asbestos.\n  </p>\n  <p id=\"p-11\">\n   <strong>\n    BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-12\">\n   On January 13, 2012, Sean McLaughlin arrived at the Chuck E. Cheese restaurant located at the Festival at Riva Shopping Center in Annapolis, Maryland to repair the HVAC unit on the restaurant's roof. McLaughlin placed a ladder on one of the restaurant's exterior walls that he presumably thought led up to the building's roof. The wall enclosed an open-air garbage area typically occupied by dumpsters or trash compactors. After McLaughlin climbed the ladder, he mounted the wall\n   and fell 20 feet to the concrete pad on the other side. McLaughlin sustained severe injuries and died 12 days later.\n  </p>\n  <p id=\"p-13\">\n   Respondents Moreen Elizabeth Gilroy and McLaughlin's other survivors\n   <footnotemark>\n    3\n   </footnotemark>\n   filed a wrongful death action in the United States District Court for the District of Maryland against Petitioners SVF Riva Annapolis, LLC (\"SVF\"), the owner of the shopping center in which Chuck E. Cheese was located, and Rappaport Management Corporation (\"Rappaport\"), the shopping center's property manager. In federal court, SVF joined the tenant and restaurant operator, CEC Entertainment, Inc. (\"CEC\"), in a third-party complaint. Gilroy amended\n   her federal complaint to include CEC. The federal court dismissed the complaint without prejudice for lack of subject-matter jurisdiction because the parties lacked complete diversity.\n  </p>\n  <p id=\"p-14\">\n   Gilroy refiled the complaint against SVF, Rappaport, and CEC in the Circuit Court for Anne Arundel County. The complaint alleged, in negligence and premises liability claims, that all three defendants failed to warn McLaughlin that the wall had no roof access.\n  </p>\n  <p id=\"p-15\">\n   SVF and Rappaport filed separate motions for summary judgment and CEC filed a motion to dismiss. SVF and Rappaport both contended that the statute of repose barred Gilroy's claims because the building was completed in 1990, beyond the 20-year limit imposed by the statute, and because the possession and control exception applied only to asbestos cases. Additionally, Rappaport argued that as the property manager, it was not in \"possession and control\" of the property, and therefore not subject to liability. CEC moved to dismiss on the grounds that McLaughlin was contributorily negligent, and the action was untimely under Maryland's Wrongful Death Act, CJP § 3-904(g)(1). CEC also incorporated SVF's arguments regarding the statute of repose.\n  </p>\n  <p id=\"p-16\">\n   After a hearing, the Circuit Court, ruling that the statute of repose applied, granted the motions for summary judgment and motion to dismiss and explained that the possession and control exception only applies to asbestos-related claims. The judge explained:\n  </p>\n  <blockquote id=\"p-17\">\n   [T]he Court notes that subsection (d), while it has the language the plaintiff has pointed out, all relates to asbestos. And in this section it appears that the [L]egislature was clearly trying to create the carve out or the exception for the asbestos cases. And to read this otherwise would render the statute of repose, basically meaningless, and there would be no statute of repose.\n  </blockquote>\n  <p id=\"p-18\">\n   The Court of Special Appeals reversed-holding that the possession and control exception is not limited to asbestos cases.\n   <em>\n    See\n   </em>\n   <em>\n    Gilroy v. SVF Riva Annapolis LLC\n   </em>\n   ,\n   <extracted-citation case-ids=\"12313929,12490747\" index=\"2\" url=\"https://cite.case.law/md-app/234/104/\">\n    234 Md. App. 104\n   </extracted-citation>\n   , 125,\n   <extracted-citation case-ids=\"12313929,12490747\" index=\"3\" url=\"https://cite.case.law/md-app/234/104/\">\n    168 A.3d 1130\n   </extracted-citation>\n   (2017). We granted\n   <em>\n    certiorari\n   </em>\n   to answer the following question:\n   <footnotemark>\n    4\n   </footnotemark>\n  </p>\n  <blockquote id=\"p-19\">\n   Does the possession and control exception to the statute of repose apply in non-asbestos cases?\n  </blockquote>\n  <p id=\"p-20\">\n   For the reasons set forth below, we hold that it does and shall affirm the decision of the Court of Special Appeals.\n  </p>\n  <p id=\"p-21\">\n   <strong>\n    DISCUSSION\n   </strong>\n  </p>\n  <p id=\"p-22\">\n   The parties appeal the Circuit Court's decision to grant the motions for summary judgment and a motion to dismiss. When considering such motions, we must first determine whether there are any genuine disputes of material fact.\n   <em>\n    Koste v. Town of Oxford\n   </em>\n   ,\n   <extracted-citation case-ids=\"3718056\" index=\"4\" url=\"https://cite.case.law/md/431/14/#p24\">\n    431 Md. 14\n   </extracted-citation>\n   , 24-25,\n   <extracted-citation case-ids=\"3718056\" index=\"5\" url=\"https://cite.case.law/md/431/14/#p24\">\n    63 A.3d 582\n   </extracted-citation>\n   (2013). If there is no such dispute, then we decide whether the lower court's legal conclusion was legally correct.\n   <em>\n    <extracted-citation case-ids=\"3718056\" index=\"6\" url=\"https://cite.case.law/md/431/14/#p24\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3718056\" index=\"6\" url=\"https://cite.case.law/md/431/14/#p24\">\n    at 25\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3718056\" index=\"7\" url=\"https://cite.case.law/md/431/14/#p24\">\n    63 A.3d 582\n   </extracted-citation>\n   . Here, the Circuit Court reached a conclusion regarding the scope of CJP § 5-108(d)(2)(i). Assessing a lower court's interpretation of a statute is a question of law which, we review without deference.\n   <em>\n    State v. Neiswanger Mgmt. Servs., LLC\n   </em>\n   ,\n   <extracted-citation case-ids=\"12493265\" index=\"8\" url=\"https://cite.case.law/a3d/179/941/#p455\">\n    457 Md. 441\n   </extracted-citation>\n   , 455,\n   <extracted-citation case-ids=\"12493265\" index=\"9\" url=\"https://cite.case.law/a3d/179/941/#p455\">\n    179 A.3d 941\n   </extracted-citation>\n   (2018) (\"We review the Circuit Court's statutory interpretation without deference.\").\n  </p>\n  <p id=\"p-23\">\n   The issue here is one of statutory interpretation: whether the statute's possession and control exception applies in non-asbestos cases. \"The cardinal rule of statutory construction is to ascertain and effectuate the intent of the\n   [L]egislature.\"\n   <em>\n    Blake v. State\n   </em>\n   ,\n   <extracted-citation case-ids=\"5263873\" index=\"10\" url=\"https://cite.case.law/md/395/213/#p224\">\n    395 Md. 213\n   </extracted-citation>\n   , 224,\n   <extracted-citation case-ids=\"5263873\" index=\"11\" url=\"https://cite.case.law/md/395/213/#p224\">\n    909 A.2d 1020\n   </extracted-citation>\n   (2006). When interpreting a statute, \"[t]his Court provides judicial deference to the policy decisions enacted into law by the General Assembly.\"\n   <em>\n    Phillips v. State\n   </em>\n   ,\n   <extracted-citation case-ids=\"12314402,12488877\" index=\"12\" url=\"https://cite.case.law/md/451/180/\">\n    451 Md. 180\n   </extracted-citation>\n   , 196,\n   <extracted-citation case-ids=\"12314402,12488877\" index=\"13\" url=\"https://cite.case.law/md/451/180/\">\n    152 A.3d 712\n   </extracted-citation>\n   (2017). This analysis assumes, however, \"that the [L]egislature's intent is expressed in the statutory language and thus our statutory interpretation focuses primarily on the language of the statute ....\"\n   <em>\n    <extracted-citation case-ids=\"12314402,12488877\" index=\"14\" url=\"https://cite.case.law/md/451/180/\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <blockquote id=\"p-24\">\n   We begin our analysis by first looking to the normal, plain meaning of the language of the statute, reading the statute as a whole to ensure that no word, clause, sentence or phrase is rendered surplusage, superfluous, meaningless or nugatory. If the language of the statute is clear and unambiguous, we need not look beyond the statute's provisions and our analysis ends. Occasionally we see fit to examine extrinsic sources of legislative intent merely as a check of our reading of a statute's plain language. In such instances, we may find useful the context of a statute, the overall statutory scheme, and archival legislative history of relevant enactments.\n  </blockquote>\n  <p id=\"p-25\">\n   <em>\n    Douglas v. State\n   </em>\n   ,\n   <extracted-citation case-ids=\"3703482\" index=\"15\" url=\"https://cite.case.law/md/423/156/#p178\">\n    423 Md. 156\n   </extracted-citation>\n   , 178,\n   <extracted-citation case-ids=\"3703482\" index=\"16\" url=\"https://cite.case.law/md/423/156/#p178\">\n    31 A.3d 250\n   </extracted-citation>\n   (2011) (quoting\n   <em>\n    Evans v. State\n   </em>\n   ,\n   <extracted-citation case-ids=\"3699893\" index=\"17\" url=\"https://cite.case.law/md/420/391/#p400\">\n    420 Md. 391\n   </extracted-citation>\n   , 400,\n   <extracted-citation case-ids=\"3699893\" index=\"18\" url=\"https://cite.case.law/md/420/391/#p400\">\n    23 A.3d 223\n   </extracted-citation>\n   (2011) ).\n  </p>\n  <p id=\"p-26\">\n   Consistent with these principles, we begin with an analysis of the plain language of CJP § 5-108.\n  </p>\n  <p id=\"p-27\">\n   <strong>\n    Plain Language\n   </strong>\n  </p>\n  <p id=\"p-28\">\n   CJP § 5-108 is titled \"[i]njury to person or property occurring after completion of improvement to realty.\" In pertinent part, it provides:\n  </p>\n  <blockquote id=\"p-29\">\n   (a)\n   <em>\n    Injury occurring more than 20 years later.\n   </em>\n   -Except as provided by this section, no cause of action for damages accrues and a person may not seek contribution or indemnity for damages incurred when wrongful death, personal injury, or injury to real or personal property resulting from the defective and unsafe condition of an improvement to real property occurs more than 20 years after the date the entire improvement first becomes available for its intended use.\n  </blockquote>\n  <blockquote id=\"p-30\">\n   * * *\n  </blockquote>\n  <blockquote id=\"p-31\">\n   (d)(1)\n   <em>\n    \"Supplier\" defined.\n   </em>\n   -In this subsection, \"supplier\" means any individual or entity whose principal business is the\n   supply, distribution, installation, sale, or resale of any product that causes asbestos-related disease.\n  </blockquote>\n  <blockquote id=\"p-32\">\n   <strong>\n    (2) This section does not apply if:\n   </strong>\n  </blockquote>\n  <blockquote id=\"p-33\">\n   (i) The defendant was in\n   <strong>\n    actual possession and control of the property\n   </strong>\n   as owner, tenant, or otherwise when the injury occurred;\n  </blockquote>\n  <blockquote id=\"p-34\">\n   (ii) In a cause of action against a manufacturer or supplier for damages for personal injury or death caused by asbestos or a product that contains asbestos, the injury or death results from exposure to asbestos dust or fibers which are shed or emitted prior to or in the course of the affixation, application, or installation of the asbestos or the product that contains asbestos to an improvement to real property;\n  </blockquote>\n  <blockquote id=\"p-35\">\n   (iii) In other causes of action for damages for personal injury or death caused by asbestos or a product that contains asbestos, the defendant is a manufacturer of a product that contains asbestos;\n   <strong>\n    or\n   </strong>\n  </blockquote>\n  <blockquote id=\"p-36\">\n   (iv) In a cause of action for damages for injury to real property that results from a defective and unsafe condition of an improvement to real property [under certain conditions]: ....\n  </blockquote>\n  <p id=\"p-37\">\n   (Emphasis added).\n  </p>\n  <p id=\"p-38\">\n   CJP § 5-108(a) prohibits a plaintiff from bringing a claim for wrongful death, personal injury, or injury to personal property resulting from an improvement to real property more than 20 years after the improvement. CJP § 5-108(b) provides that such actions have a 10-year limit when brought against certain classes of professionals such as architects, professional engineers, and contractors.\n  </p>\n  <p id=\"p-39\">\n   The possession and control exception excludes certain defendants from the protections articulated in CJP § 5-108(a) and (b). CJP § 5-108(d)(2)(ii)-(iv) all relate to claims against\n   manufacturers or suppliers of asbestos products. The possession and control exception, however, makes no mention of asbestos and eliminates the statute's protection for any defendant \"in actual possession and control of the property as owner, tenant, or otherwise when the injury occurred[.]\"\n   <em>\n    <extracted-citation case-ids=\"3699893\" index=\"19\" url=\"https://cite.case.law/md/420/391/#p400\">\n     Id.\n    </extracted-citation>\n   </em>\n   (d)(2)(i).\n  </p>\n  <p id=\"p-40\">\n   As the Court of Special Appeals observed, the four exceptions in CJP § 5-108(d)(2) are linked by the conjunction \"or.\"\n   <em>\n    Gilroy\n   </em>\n   ,\n   <extracted-citation case-ids=\"12313929,12490747\" index=\"20\" url=\"https://cite.case.law/md-app/234/104/\">\n    234 Md. App. at 111\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12313929,12490747\" index=\"21\" url=\"https://cite.case.law/md-app/234/104/\">\n    168 A.3d 1130\n   </extracted-citation>\n   . \"And\" and \"or\" are both conjunctions used to link other words, phrases, or clauses. \"Or\" has a disjunctive meaning while \"and\" has a conjunctive meaning.\n   <em>\n    Compare The American Heritage Dictionary of the English Language\n   </em>\n   1236 (4th ed. 2006) (\"or\" is a conjunction \"[u]sed to indicate an alternative, usually only before the last term of a series ....\"),\n   <em>\n    with\n   </em>\n   <em>\n    id.\n   </em>\n   at 66 (\"and\" is a conjunction meaning \"[t]ogether with or along with; in addition to; as well as[; u]sed to connect words, phrases, or clauses that have the same grammatical function in a construction.\").\n   <footnotemark>\n    5\n   </footnotemark>\n  </p>\n  <p id=\"p-41\">\n   In several cases, Maryland courts have interpreted \"or\" consistently with its disjunctive meaning. In\n   <em>\n    Thanos v. State\n   </em>\n   ,\n   <extracted-citation case-ids=\"2079837\" index=\"22\" url=\"https://cite.case.law/md/282/709/#p716\">\n    282 Md. 709\n   </extracted-citation>\n   , 716-17,\n   <extracted-citation index=\"23\" url=\"https://cite.case.law/citations/?q=387%20A.2d%20286\">\n    387 A.2d 286\n   </extracted-citation>\n   (1978), we recognized the \"well-settled principle that where, as here, a statute forbids the doing of any of several acts stated disjunctively, a charging document alleging more\n   than one act in a single count, even in the very language of the statute, will be defective as indefinite, since the disjunctive renders it uncertain which alternative is intended.\" (footnote omitted). Likewise, in\n   <em>\n    Burnett v. Spencer\n   </em>\n   ,\n   <extracted-citation case-ids=\"12170868,12487750\" index=\"24\" url=\"https://cite.case.law/md-app/230/24/\">\n    230 Md. App. 24\n   </extracted-citation>\n   , 33,\n   <extracted-citation case-ids=\"12170868,12487750\" index=\"25\" url=\"https://cite.case.law/md-app/230/24/\">\n    146 A.3d 560\n   </extracted-citation>\n   (2016), the Court of Special Appeals observed:\n  </p>\n  <blockquote id=\"p-42\">\n   [Md.] Rule 2-631 states that \"judgments may be enforced only as authorized by the rules\n   <em>\n    or\n   </em>\n   by the statute.\" Because the rule employs the disjunctive term \"or,\" it is obvious, as a matter of logic and grammar, that a person may enforce a judgment by a method that is authorized by the rules alone: the method need not also be expressly authorized by the statute.\n  </blockquote>\n  <p id=\"p-43\">\n   (cleaned up) (emphasis in original).\n   <em>\n    See also\n   </em>\n   <em>\n    Moore v. State\n   </em>\n   ,\n   <extracted-citation case-ids=\"675764\" index=\"26\" url=\"https://cite.case.law/md/388/623/#p633\">\n    388 Md. 623\n   </extracted-citation>\n   , 633-34,\n   <extracted-citation case-ids=\"675764\" index=\"27\" url=\"https://cite.case.law/md/388/623/#p633\">\n    882 A.2d 256\n   </extracted-citation>\n   (2005) (\"or\" is disjunctive in a criminal statute setting out a series of prohibited practices);\n   <em>\n    County Council of Prince George's Cty. v. Dutcher\n   </em>\n   ,\n   <extracted-citation case-ids=\"672464\" index=\"28\" url=\"https://cite.case.law/md/365/399/#p418\">\n    365 Md. 399\n   </extracted-citation>\n   , 418,\n   <extracted-citation case-ids=\"672464\" index=\"29\" url=\"https://cite.case.law/md/365/399/#p418\">\n    780 A.2d 1137\n   </extracted-citation>\n   (2001) (the Legislature recognized two distinct administrative processes by joining them with \"the disjunctive 'or' \");\n   <em>\n    Schlossberg v. Citizens Bank of Md.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1997429\" index=\"30\" url=\"https://cite.case.law/md/341/650/#p657\">\n    341 Md. 650\n   </extracted-citation>\n   , 657,\n   <extracted-citation case-ids=\"1997429\" index=\"31\" url=\"https://cite.case.law/md/341/650/#p657\">\n    672 A.2d 625\n   </extracted-citation>\n   (1996) (\"or\" as used in a confessed judgment rule has a disjunctive meaning). This rule is not absolute though. \" '[A]nd' and 'or' may be used interchangeably when it is reasonable and logical to do so.\"\n   <em>\n    Little Store, Inc. v. State\n   </em>\n   ,\n   <extracted-citation case-ids=\"1974107\" index=\"32\" url=\"https://cite.case.law/md/295/158/#p163\">\n    295 Md. 158\n   </extracted-citation>\n   , 163,\n   <extracted-citation index=\"33\" url=\"https://cite.case.law/citations/?q=453%20A.2d%201215\">\n    453 A.2d 1215\n   </extracted-citation>\n   (1983).\n   <footnotemark>\n    6\n   </footnotemark>\n  </p>\n  <p id=\"p-44\">\n   Disagreeing with the Court of Special Appeals' analysis of the statutory language, Petitioners argue that we should limit the possession and control exception to those cases involving asbestos. The intermediate appellate court determined that there were four exceptions to the statute of repose-linked by the conjunction \"or,\" which typically has a disjunctive meaning.\n   <em>\n    See\n   </em>\n   <em>\n    Gilroy\n   </em>\n   ,\n   <extracted-citation case-ids=\"12313929,12490747\" index=\"34\" url=\"https://cite.case.law/md-app/234/104/\">\n    234 Md. App. at 111\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12313929,12490747\" index=\"35\" url=\"https://cite.case.law/md-app/234/104/\">\n    168 A.3d 1130\n   </extracted-citation>\n   . The Petitioners dismiss this analysis, arguing that a logical interpretation of the subsection is to treat all four exceptions, including the \"possession and control\" exception, as limited to asbestos-related claims.\n  </p>\n  <p id=\"p-45\">\n   Gilroy retorts that the plain language is clear, and that no such limitation should be read into the statute. Both Petitioners\n   and Gilroy point to cases from this Court-in which we discussed the possession and control exception only in passing-as support for their arguments.\n  </p>\n  <p id=\"p-46\">\n   Gilroy relies on\n   <em>\n    Rose v. Fox Pool Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1991848\" index=\"36\" url=\"https://cite.case.law/md/335/351/\">\n    335 Md. 351\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1991848\" index=\"37\" url=\"https://cite.case.law/md/335/351/\">\n    643 A.2d 906\n   </extracted-citation>\n   (1994). In that case, we considered whether the statute of repose barred a suit against a manufacturer for injuries sustained in a swimming pool. The pool manufacturer argued that the statute of repose shielded it from liability even though the statute did not expressly mention manufacturers as a protected class of defendants.\n   <em>\n    <extracted-citation case-ids=\"1991848\" index=\"38\" url=\"https://cite.case.law/md/335/351/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"1991848\" index=\"38\" url=\"https://cite.case.law/md/335/351/\">\n    at 358\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1991848\" index=\"39\" url=\"https://cite.case.law/md/335/351/\">\n    643 A.2d 906\n   </extracted-citation>\n   . We decided that the statute of repose protected manufacturers from actions brought beyond the 20-year limitation contained in CJP § 5-108(a). We emphasized that CJP § 5-108(a) offers broad protection because it does not name specific classes of defendants. Therefore, the statute protects all defendants unless they are expressly recognized by one of the exceptions in CJP § 5-108(d).\n   <em>\n    <extracted-citation case-ids=\"1991848\" index=\"40\" url=\"https://cite.case.law/md/335/351/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"1991848\" index=\"40\" url=\"https://cite.case.law/md/335/351/\">\n    at 361\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1991848\" index=\"41\" url=\"https://cite.case.law/md/335/351/\">\n    643 A.2d 906\n   </extracted-citation>\n   . We explained:\n  </p>\n  <blockquote id=\"p-47\">\n   Unlike subsection (b), which specifically names architects, professional engineers,\n   and contractors as persons entitled to greater protection from liability than that afforded by subsection (a),\n   <strong>\n    and unlike subsections (d)(2)(i) (defendant in possession and control) and (d)(2)(ii), (iii), and (iv) (all relating to the exclusion of manufacturers and suppliers of asbestos)\n   </strong>\n   , subsection (a) does not identify the class of persons to which it applies.\n  </blockquote>\n  <p id=\"p-48\">\n   <em>\n    <extracted-citation case-ids=\"1991848\" index=\"42\" url=\"https://cite.case.law/md/335/351/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"1991848\" index=\"42\" url=\"https://cite.case.law/md/335/351/\">\n    at 360\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1991848\" index=\"43\" url=\"https://cite.case.law/md/335/351/\">\n    643 A.2d 906\n   </extracted-citation>\n   (emphasis added). Gilroy emphasizes our characterization of the possession and control exception in\n   <em>\n    Rose\n   </em>\n   and urges us to rely upon it here.\n  </p>\n  <p id=\"p-49\">\n   Petitioners rely on\n   <em>\n    Hagerstown Elderly Assocs. Ltd. P'ship v. Hagerstown Elderly Bldg. Assocs. Ltd. P'ship\n   </em>\n   ,\n   <extracted-citation case-ids=\"455031\" index=\"44\" url=\"https://cite.case.law/md/368/351/\">\n    368 Md. 351\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"455031\" index=\"45\" url=\"https://cite.case.law/md/368/351/\">\n    793 A.2d 579\n   </extracted-citation>\n   (2002). In\n   <em>\n    Hagerstown Elderly\n   </em>\n   , a real estate partnership sued a construction partnership after part of a housing facility's exterior wall crumbled during a violent storm.\n   <em>\n    <extracted-citation case-ids=\"455031\" index=\"46\" url=\"https://cite.case.law/md/368/351/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"455031\" index=\"46\" url=\"https://cite.case.law/md/368/351/\">\n    at 355-56\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"455031\" index=\"47\" url=\"https://cite.case.law/md/368/351/\">\n    793 A.2d 579\n   </extracted-citation>\n   . The construction partnership, consisting of construction contractors, argued that CJP § 5-108(b) barred the plaintiffs' suit for breach of contract.\n   <em>\n    <extracted-citation case-ids=\"455031\" index=\"48\" url=\"https://cite.case.law/md/368/351/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"455031\" index=\"48\" url=\"https://cite.case.law/md/368/351/\">\n    at 356-57\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"455031\" index=\"49\" url=\"https://cite.case.law/md/368/351/\">\n    793 A.2d 579\n   </extracted-citation>\n   . The Court weighed the question of\n   whether the statute of repose applied to breach of contract claims.\n   <em>\n    <extracted-citation case-ids=\"455031\" index=\"50\" url=\"https://cite.case.law/md/368/351/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"455031\" index=\"50\" url=\"https://cite.case.law/md/368/351/\">\n    at 358-59\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"455031\" index=\"51\" url=\"https://cite.case.law/md/368/351/\">\n    793 A.2d 579\n   </extracted-citation>\n   . Reasoning that CJP § 5-108(b) shields contractors from liability after the ten-year period provided by the statute, we decided that the statute of repose barred the action.\n   <em>\n    <extracted-citation case-ids=\"455031\" index=\"52\" url=\"https://cite.case.law/md/368/351/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"455031\" index=\"52\" url=\"https://cite.case.law/md/368/351/\">\n    at 363\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"455031\" index=\"53\" url=\"https://cite.case.law/md/368/351/\">\n    793 A.2d 579\n   </extracted-citation>\n   . In analyzing the operation of the statute of repose, we discussed CJP § 5-108(d) only in passing, in a footnote, and said: \" Section 5-108(d) provides an exception to the twenty-year period set forth in subsection (a) and the ten-year period set forth in subsection (b) for certain actions based on\n   <strong>\n    injuries arising from exposure to asbestos products. That exception does not apply in this case\n   </strong>\n   .\"\n   <em>\n    <extracted-citation case-ids=\"455031\" index=\"54\" url=\"https://cite.case.law/md/368/351/\">\n     Id.\n    </extracted-citation>\n   </em>\n   at 358 n.3,\n   <extracted-citation case-ids=\"455031\" index=\"55\" url=\"https://cite.case.law/md/368/351/\">\n    793 A.2d 579\n   </extracted-citation>\n   (emphasis added). Petitioners claim that this bolded language limits the (d)(2) possession and control exception to only asbestos cases. But we do not think the Court, while focusing on a different issue-whether the statute of repose defense applied to a contract claim-intended to establish a rule at odds with the plain language of subsection (d)(2).\n  </p>\n  <p id=\"p-50\">\n   The Circuit Court, recognizing the existence of the disparate characterizations in\n   <em>\n    Hagerstown Elderly\n   </em>\n   and\n   <em>\n    Rose\n   </em>\n   , explicitly indicated it relied upon\n   <em>\n    Hagerstown Elderly\n   </em>\n   partially because that case came after\n   <em>\n    Rose\n   </em>\n   . But neither case involved express consideration of the meaning of the possession and control exception. Instead, both cases included only a fleeting mention of the exceptions in CJP § 5-108(d). For this reason, we do not find either\n   <em>\n    Hagerstown Elderly\n   </em>\n   or\n   <em>\n    Rose\n   </em>\n   to be particularly helpful in our analysis of the language of the possession and control exception.\n  </p>\n  <p id=\"p-51\">\n   Despite its proximity to three additional exceptions relating to asbestos, the possession and control exception makes no mention of asbestos. Furthermore, the exceptions are joined by the disjunctive \"or.\" This suggests that the provisions listed in CJP §§ 5-108(d)(i)-(iv) set forth four independent exceptions to the statute of repose.\n   <em>\n    See\n   </em>\n   <em>\n    Thanos\n   </em>\n   <extracted-citation case-ids=\"2079837\" index=\"56\" url=\"https://cite.case.law/md/282/709/#p716\">\n    282 Md. at 716-17\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"57\" url=\"https://cite.case.law/citations/?q=387%20A.2d%20286\">\n    387 A.2d 286\n   </extracted-citation>\n   ;\n   <em>\n    Burnett\n   </em>\n   ,\n   <extracted-citation case-ids=\"12170868,12487750\" index=\"58\" url=\"https://cite.case.law/md-app/230/24/\">\n    230 Md. App. at 33\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12170868,12487750\" index=\"59\" url=\"https://cite.case.law/md-app/230/24/\">\n    146 A.3d 560\n   </extracted-citation>\n   ; Scalia &amp; Garner,\n   <em>\n    supra\n   </em>\n   , § 12, at 116. Although we offered divergent characterizations of these exceptions in\n   <em>\n    Hagerstown Elderly\n   </em>\n   and\n   <em>\n    Rose\n   </em>\n   , upon careful inspection, the plain language of the possession and control exception is clear. That exception unambiguously states that \"[t]his section does not apply if: [t]he defendant was in actual possession and control of the property as owner, tenant, or otherwise when the injury occurred.\" CJP § 5-108(d)(2)(i). For these reasons, we conclude that the possession and control exception applies even when\n   the claimed injury does not result from exposure to asbestos.\n  </p>\n  <p id=\"p-52\">\n   We are not persuaded otherwise by Petitioners' argument that this interpretation nullifies the statute of repose for most classes of defendants. Our interpretation of the exception does not expand liability for builders, contractors, sellers, or others involved in the construction of improvements of real property. The possession and control exception, as the language indicates, only applies to those in possession and control of the real property as an owner, tenant, or otherwise. So builders, contractors, or sellers-who are no longer involved with the property post-completion-may move on and claim the protection of the statute of repose.\n  </p>\n  <p id=\"p-53\">\n   To be sure, the caption for CJP § 5-108(d) could be misleading. The caption-added by a legal publishing company-is \"[a]pplicability of section to asbestos-related claims.\" When divining the meaning of a statutory provision, we do not allow such unsanctioned additions to impact our analysis. This phrase does not appear in the official copies of the Maryland Code and was not passed by the Legislature.\n  </p>\n  <p id=\"p-54\">\n   Md. Code (2014, 2016 Supp.), § 1-208 of the General Provisions Article prohibits reliance on subsection captions or catchlines:\n  </p>\n  <blockquote id=\"p-55\">\n   Unless otherwise provided by law, the caption or catchline of a section or subsection that is printed in bold type, italics, or otherwise:\n  </blockquote>\n  <blockquote id=\"p-56\">\n   (1) is intended as a mere catchword to indicate the contents of the section or subsection; and\n  </blockquote>\n  <blockquote id=\"p-57\">\n   <strong>\n    (2)(i) may not be considered as a title of the section or subsection\n   </strong>\n   ; and\n   (ii) may not be considered as a title if the section, subsection, caption, or catchline is amended or reenacted.\n  </blockquote>\n  <p id=\"p-58\">\n   (Emphasis added).\n   <em>\n    See also\n   </em>\n   <em>\n    Mayor &amp; City Council of Balt. v. Hooper\n   </em>\n   ,\n   <extracted-citation case-ids=\"2073629\" index=\"60\" url=\"https://cite.case.law/md/312/378/#p388\">\n    312 Md. 378\n   </extracted-citation>\n   , 388,\n   <extracted-citation case-ids=\"2073629\" index=\"61\" url=\"https://cite.case.law/md/312/378/#p388\">\n    539 A.2d 1130\n   </extracted-citation>\n   (1988) (code section caption or headline has no relevance with respect to intent of Legislature in enacting statute within that section);\n   <em>\n    Montgomery Cty. v. Eli\n   </em>\n   ,\n   <extracted-citation case-ids=\"2234832\" index=\"62\" url=\"https://cite.case.law/md-app/20/269/#p276\">\n    20 Md. App. 269\n   </extracted-citation>\n   , 276,\n   <extracted-citation index=\"63\" url=\"https://cite.case.law/citations/?q=315%20A.2d%20136\">\n    315 A.2d 136\n   </extracted-citation>\n   (1974) (\"[Section H]eadings are not the words of the [L]egislature and cannot be read to inject an intent not expressed in the body of law.\").\n  </p>\n  <p id=\"p-59\">\n   Both Petitioners and Gilroy argue that the legislative history of the possession and control exception supports their respective interpretations. When interpreting a statute, if the plain language is clear, we \"have been loathe to find an ambiguity that would require recourse to interpretive sources other than the statute's text.\"\n   <em>\n    Price v. State\n   </em>\n   ,\n   <extracted-citation case-ids=\"586452\" index=\"64\" url=\"https://cite.case.law/md/378/378/#p391\">\n    378 Md. 378\n   </extracted-citation>\n   , 391,\n   <extracted-citation case-ids=\"586452\" index=\"65\" url=\"https://cite.case.law/md/378/378/#p391\">\n    835 A.2d 1221\n   </extracted-citation>\n   (2003). But we have been willing to examine supplemental \"interpretive sources\" such as legislative history, even where the statutory text is clear, when a party relies on such a source to support an interpretation contrary to the one required by the plain meaning.\n   <em>\n    <extracted-citation case-ids=\"586452\" index=\"66\" url=\"https://cite.case.law/md/378/378/#p391\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"586452\" index=\"66\" url=\"https://cite.case.law/md/378/378/#p391\">\n    at 392\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"586452\" index=\"67\" url=\"https://cite.case.law/md/378/378/#p391\">\n    835 A.2d 1221\n   </extracted-citation>\n   ;\n   <em>\n    see also\n   </em>\n   <em>\n    Moosavi v. State\n   </em>\n   ,\n   <extracted-citation case-ids=\"865613\" index=\"68\" url=\"https://cite.case.law/md/355/651/#p665\">\n    355 Md. 651\n   </extracted-citation>\n   , 665-66,\n   <extracted-citation case-ids=\"865613\" index=\"69\" url=\"https://cite.case.law/md/355/651/#p665\">\n    736 A.2d 285\n   </extracted-citation>\n   (1999) (discussing legislative history after concluding that the plain meaning of a statute was clear);\n   <em>\n    Kaczorowski v. Mayor &amp; City Council of Balt.\n   </em>\n   ,\n   <extracted-citation case-ids=\"2068038\" index=\"70\" url=\"https://cite.case.law/md/309/505/#p514\">\n    309 Md. 505\n   </extracted-citation>\n   , 514-15,\n   <extracted-citation case-ids=\"2068038\" index=\"71\" url=\"https://cite.case.law/md/309/505/#p514\">\n    525 A.2d 628\n   </extracted-citation>\n   (1987) (\"[W]e are not limited to the words of the statute as they are printed in the Annotated Code. We may and often must consider other 'external manifestations' or 'persuasive evidence,' including ... amendments that occurred as it passed through the [L]egislature, [and] its relationship to earlier and subsequent legislation ....\"). Because both parties rely on the legislative history of the possession and control exception, we shall examine it now.\n  </p>\n  <p id=\"p-60\">\n   <strong>\n    Legislative History\n   </strong>\n  </p>\n  <p id=\"p-61\">\n   When examining a statute's legislative history, we view \"amendments that were considered and/or enacted as the statute passed through the Legislature, and the statute's\n   relationship to earlier and subsequent legislation ... [as] 'external manifestations' or 'persuasive evidence' of legislative purpose ....\"\n   <em>\n    Rose\n   </em>\n   ,\n   <extracted-citation case-ids=\"1991848\" index=\"72\" url=\"https://cite.case.law/md/335/351/\">\n    335 Md. at 360\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1991848\" index=\"73\" url=\"https://cite.case.law/md/335/351/\">\n    643 A.2d 906\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-62\">\n   <em>\n    The Statute's Inception\n   </em>\n  </p>\n  <p id=\"p-63\">\n   Maryland's statute of repose was first enacted in 1970 as Article 57 § 20. Even then, it included an exception for persons in possession and control of an improvement to real property at the time the injury occurred:\n  </p>\n  <blockquote id=\"p-64\">\n   No action to recover damages for injury to property real or personal, or for bodily injury or wrongful death, arising out of the defective and unsafe condition of an improvement to real property, nor any action for contribution or indemnity for damages incurred as a result of said injury or death, shall be brought more than twenty years after the said improvement was substantially completed.\n   <strong>\n    This limitation shall not apply to any action brought against the person who, at the time the injury was sustained, was in actual possession and control as owner, tenant, or otherwise of the said improvement.\n   </strong>\n   For purposes of this section, \"substantially completed\" shall mean when the entire improvement is first available for its intended use.\n  </blockquote>\n  <p id=\"p-65\">\n   1970 Md. Laws, ch. 666 (emphasis added).\n  </p>\n  <p id=\"p-66\">\n   We described the purpose of that law, and statutes of repose generally, in\n   <em>\n    Whiting-Turner Contracting Co. v. Coupard\n   </em>\n   ,\n   <extracted-citation case-ids=\"2057585\" index=\"74\" url=\"https://cite.case.law/md/304/340/#p349\">\n    304 Md. 340\n   </extracted-citation>\n   , 349,\n   <extracted-citation case-ids=\"2057585\" index=\"75\" url=\"https://cite.case.law/md/304/340/#p349\">\n    499 A.2d 178\n   </extracted-citation>\n   (1985) :\n  </p>\n  <blockquote id=\"p-67\">\n   They are a response to the problems arising from the expansion of liability based on the defective and unsafe condition of an improvement to real property. Liability has expanded from the standpoint of potential claimants due to a decline in the availability of defenses based on the absence of privity of contract.\n   <sup>\n    [\n   </sup>\n   <footnotemark>\n    7\n   </footnotemark>\n   <sup>\n    ]\n   </sup>\n   ... In addition, the time following\n   [c]ompletion within which a damage action might properly be brought had been expanded ... by determining the time of accrual of a cause of action under the general statute of limitations by using the discovery rule where claims arose out of the construction of improvements to real property.... One purpose of the Act is to restrict the operation of the discovery rule.\n   <sup>\n    [\n   </sup>\n   <footnotemark>\n    8\n   </footnotemark>\n   <sup>\n    ]\n   </sup>\n  </blockquote>\n  <p id=\"p-68\">\n   (Cleaned up). As it was initially enacted in 1970, the statute of repose made no mention of asbestos.\n  </p>\n  <p id=\"p-69\">\n   <em>\n    Early Amendments\n   </em>\n  </p>\n  <p id=\"p-70\">\n   The Legislature modified the statute in 1973, 1979, and 1980 but consistently retained the possession and control exception. In 1973, the Legislature re-codified the statute at CJP § 5-108, but moved the possession and control exception to CJP § 5-108(b). The statute then stated:\n  </p>\n  <blockquote id=\"p-71\">\n   (a)\n   <em>\n    Injury resulting from improvement to realty.\n   </em>\n   -Except as provided by this section, no cause of action for damages accrues and a person may not seek contribution or indemnity for damages incurred when wrongful death, personal injury, or injury to real or personal property resulting from the defective and unsafe condition of an improvement to real property occurs more than 20 years after the date the entire improvement first becomes available for its intended use.\n  </blockquote>\n  <blockquote id=\"p-72\">\n   <strong>\n    (b)\n    <em>\n     Exception.\n    </em>\n    -This section does not apply if the defendant was in actual possession and control of the property as owner, tenant, or otherwise when the injury occurred.\n   </strong>\n  </blockquote>\n  <blockquote id=\"p-73\">\n   (c)\n   <em>\n    When action accrues.\n   </em>\n   -A cause of action for an injury described in this section accrues when the injury or damage occurs.\n  </blockquote>\n  <p id=\"p-74\">\n   Md. Code (1973, 1974 Repl. Vol.), CJP § 5-108 (emphasis added).\n  </p>\n  <p id=\"p-75\">\n   The 1979 amendment added a subsection creating a ten-year limitation period for actions against architects and professional engineers. 1979 Md. Laws, ch. 698. The 1980 change added contractors to the list of persons included in the ten-year limitation. 1980 Md. Laws, ch. 605. Neither the 1970 nor the 1980 amendments changed the language in the possession and control exception. After the 1980 amendments, the statute read:\n  </p>\n  <blockquote id=\"p-76\">\n   (a)\n   <em>\n    Injury occurring more than 20 years later.\n   </em>\n   -Except as provided by this section, no cause of action for damages accrues and a person may not seek contribution or indemnity for damages incurred when wrongful death, personal injury, or injury to real or personal property resulting from the defective and unsafe condition of an improvement to real property occurs more than 20 years after the date the entire improvement first becomes available for its intended use.\n  </blockquote>\n  <blockquote id=\"p-77\">\n   (b)\n   <em>\n    Action against architect, professional engineer, or contractor.\n   </em>\n   -A cause of action for damages does not accrue and a person may not seek contribution or indemnity from any architect, professional engineer, or contractor for damages incurred when wrongful death, personal injury, or injury to real or personal property, resulting from the defective and unsafe condition of an improvement to real property, occurs more than 10 years after the date the entire improvement first became available for its intended use.\n  </blockquote>\n  <blockquote id=\"p-78\">\n   (c)\n   <em>\n    Three year limitation after accrual of cause of action.\n   </em>\n   -Upon accrual of a cause of action referred to in subsections (a) and (b), an action shall be filed within 3 years.\n  </blockquote>\n  <blockquote id=\"p-79\">\n   <strong>\n    (d)\n    <em>\n     Exception.\n    </em>\n    -This section does not apply if the defendant was in actual possession and control of the property as owner, tenant, or otherwise when the injury occurred.\n   </strong>\n  </blockquote>\n  <blockquote id=\"p-80\">\n   (e)\n   <em>\n    When action accrues.\n   </em>\n   -A cause of action for an injury described in this section accrues when the injury or damage occurs.\n  </blockquote>\n  <p id=\"p-81\">\n   Md. Code (1973, 1984 Repl. Vol.), CJP § 5-108 (emphasis added);\n   <em>\n    see also\n   </em>\n   1980 Md. Laws, ch. 605.\n  </p>\n  <p id=\"p-82\">\n   <em>\n    1991 Asbestos Amendments\n   </em>\n  </p>\n  <p id=\"p-83\">\n   The Legislature again amended the statute in 1991. 1991 Md. Laws, ch. 271. The story of the 1991 amendments begins in 1990, when the Legislature attempted to amend the statute-only to have the changes rejected by Governor Schaefer. We detailed the development and attempted adoption of these amendments in\n   <em>\n    Rose\n   </em>\n   ,\n   <extracted-citation case-ids=\"1991848\" index=\"76\" url=\"https://cite.case.law/md/335/351/\">\n    335 Md. at 367-71\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1991848\" index=\"77\" url=\"https://cite.case.law/md/335/351/\">\n    643 A.2d 906\n   </extracted-citation>\n   .\n   <em>\n    See also\n   </em>\n   <em>\n    Duffy v. CBS Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12494959\" index=\"78\" url=\"https://cite.case.law/a3d/182/166/\">\n    458 Md. 206\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12494959\" index=\"79\" url=\"https://cite.case.law/a3d/182/166/\">\n    182 A.3d 166\n   </extracted-citation>\n   (2018).\n  </p>\n  <p id=\"p-84\">\n   In the late 1980s, several suits raised the question of whether CJP § 5-108(a) barred actions against product manufacturers. In these suits, trial courts repeatedly held that CJP § 5-108(a) applied to shield manufacturers of asbestos products from liability.\n   <em>\n    Rose\n   </em>\n   ,\n   <extracted-citation case-ids=\"1991848\" index=\"80\" url=\"https://cite.case.law/md/335/351/\">\n    335 Md. at 367\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1991848\" index=\"81\" url=\"https://cite.case.law/md/335/351/\">\n    643 A.2d 906\n   </extracted-citation>\n   . These decisions prompted calls for the Legislature to limit the protection of the statute of repose for manufacturers of asbestos products.\n   <em>\n    <extracted-citation case-ids=\"1991848\" index=\"82\" url=\"https://cite.case.law/md/335/351/\">\n     Id.\n    </extracted-citation>\n   </em>\n   Two bills, Senate Bill 500 and House Bill 1025 were introduced in the General Assembly and would have excluded from the statute's protection, \"a manufacturer or supplier of any materials, equipment, machinery, or other articles that are part of an improvement to real property ....\"\n   <em>\n    <extracted-citation case-ids=\"1991848\" index=\"83\" url=\"https://cite.case.law/md/335/351/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"1991848\" index=\"83\" url=\"https://cite.case.law/md/335/351/\">\n    at 368\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1991848\" index=\"84\" url=\"https://cite.case.law/md/335/351/\">\n    643 A.2d 906\n   </extracted-citation>\n   . This broad language-seemingly applicable to any manufacturer-was later limited to only manufacturers of asbestos products.\n   <em>\n    <extracted-citation case-ids=\"1991848\" index=\"85\" url=\"https://cite.case.law/md/335/351/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"1991848\" index=\"85\" url=\"https://cite.case.law/md/335/351/\">\n    at 368-69\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1991848\" index=\"86\" url=\"https://cite.case.law/md/335/351/\">\n    643 A.2d 906\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-85\">\n   Opponents of the Bills still argued that the language was too broad.\n   <em>\n    <extracted-citation case-ids=\"1991848\" index=\"87\" url=\"https://cite.case.law/md/335/351/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"1991848\" index=\"87\" url=\"https://cite.case.law/md/335/351/\">\n    at 369\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1991848\" index=\"88\" url=\"https://cite.case.law/md/335/351/\">\n    643 A.2d 906\n   </extracted-citation>\n   . Governor Shaefer ultimately\n   vetoed the proposed amendments and issued a veto statement articulating similar concerns. He wrote:\n  </p>\n  <blockquote id=\"p-86\">\n   Many of those in favor of this legislation argue that the bill is only a clarification of the original 1970 enactment, which they further believe has been incorrectly interpreted by many trial courts.... [O]ur own analysis leads to the conclusion that this bill is not a clarification of the law, but is in fact a major, substantive revision of the Statute of Repose. That fact must not be lost.\n  </blockquote>\n  <p id=\"p-87\">\n   Veto Statement on S.B. 500, An act concerning the Statute of Repose-Improvements to Real Property, 1990 Md. Laws, at 3173 (May 25, 1990);\n   <em>\n    see also\n   </em>\n   <em>\n    Rose\n   </em>\n   ,\n   <extracted-citation case-ids=\"1991848\" index=\"89\" url=\"https://cite.case.law/md/335/351/\">\n    335 Md. at 369-70\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1991848\" index=\"90\" url=\"https://cite.case.law/md/335/351/\">\n    643 A.2d 906\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-88\">\n   In 1991, the Legislature again took up the issue of modifying the statute of repose. This time, the Governor proposed two bills, Senate Bill 335 and House Bill 496. The purpose of these administration bills was to \"clarif[y] that a manufacturer or supplier of articles containing asbestos or other material which is reasonably dangerous that is part of an improvement to real property is not exempt from liability for damages or injury under certain conditions.\" Fiscal Note for S.B. 335, 1991 Leg., 405th Sess. (Md. 1991). The Legislature passed, and the Governor signed, this legislation which amended the statute of repose to the form it appears today.\n  </p>\n  <p id=\"p-89\">\n   The legislative history of the 1991 amendments to CJP § 5-108 in\n   <em>\n    Rose\n   </em>\n   makes no mention of any legislative debate regarding the possession and control exception at issue here. Indeed, a careful review of the Bill Files for both S.B. 335 and H.B. 496 shows no consideration of limiting the exception. Instead, the legislative history indicates that the General Assembly only intended to\n   <strong>\n    broaden\n   </strong>\n   -not limit-the exceptions to the statute of repose.\n  </p>\n  <p id=\"p-90\">\n   At oral argument, Petitioners asserted that the possession and control exception was first moved to subsection (d) in 1991, with the asbestos amendments. In fact, the possession and control exception was moved to subsection (d) in 1979 when the Legislature created a shorter limitation for architects\n   and engineers at subsection (b).\n   1979 Md. Laws, ch. 698. Even still, Petitioners provide no support from the legislative history for the assertion that the possession and control exception applies only in asbestos cases. Indeed, no such support exists-there is\n   <strong>\n    no\n   </strong>\n   discussion of the possession and control exception in\n   <strong>\n    any\n   </strong>\n   of the legislative history for the asbestos amendments. Petitioners maintain, however, that the Legislature's inclusion of the asbestos amendments in subsection (d) somehow meant that it intended to modify a core exception to the statute of repose that has existed since the statute's creation. We refuse to make such an interpretive leap.\n   <em>\n    See, e.g.\n   </em>\n   ,\n   <em>\n    Warden v. Drabic\n   </em>\n   ,\n   <extracted-citation case-ids=\"2217325\" index=\"91\" url=\"https://cite.case.law/md/213/438/#p442\">\n    213 Md. 438\n   </extracted-citation>\n   , 442,\n   <extracted-citation index=\"92\" url=\"https://cite.case.law/citations/?q=132%20A.2d%20111\">\n    132 A.2d 111\n   </extracted-citation>\n   (1957) (\" 'We are not at liberty to imagine an intent [of the Legislature], and bind the letter of the act to that intent ....' \" (quoting\n   <em>\n    Alexander v. Worthington\n   </em>\n   ,\n   <extracted-citation case-ids=\"1696668\" index=\"93\" url=\"https://cite.case.law/md/5/471/#p485\">\n    5 Md. 471\n   </extracted-citation>\n   , 485 (1854) ) ).\n  </p>\n  <p id=\"p-91\">\n   In sum, we are unpersuaded by Petitioners' arguments regarding the language or legislative history of CJP § 5-108(d)(2)(i), and we conclude that the possession and control exception applies even in cases that do not involve injuries caused by asbestos.\n  </p>\n  <p id=\"p-92\">\n   <strong>\n    Additional Issues Raised on Appeal\n   </strong>\n  </p>\n  <p id=\"p-93\">\n   Petitioners gamely attempt to inject additional issues into this appeal. Specifically, they argue that, even if we agree with Gilroy regarding the scope of the possession and control exception, we should affirm the trial court because (1) the decedent was contributorily negligent, and (2) Maryland's wrongful death statute bars the suit. Rappaport also argues that-despite being the property manager-it was not in possession or control of the property.\n  </p>\n  <p id=\"p-94\">\n   Md. Rule 8-131 provides, in pertinent part:\n  </p>\n  <blockquote id=\"p-95\">\n   Ordinarily, the appellate court will not decide any other issue unless it plainly appears by the record to have been raised in or decided by the trial court, but the Court may decide such an issue if necessary or desirable to guide the\n   trial court or to avoid the expense and delay of another appeal.\n  </blockquote>\n  <p id=\"p-96\">\n   On appeal from an order of summary judgment, \"we review only the grounds upon which the trial court relied in granting summary judgment.\"\n   <em>\n    Springer v. Erie Ins. Exch.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4173806\" index=\"94\" url=\"https://cite.case.law/md/439/142/#p156\">\n    439 Md. 142\n   </extracted-citation>\n   , 156,\n   <extracted-citation case-ids=\"4173806\" index=\"95\" url=\"https://cite.case.law/md/439/142/#p156\">\n    94 A.3d 75\n   </extracted-citation>\n   (2014) (cleaned up). The proper procedure upon reversing a trial court's grant of summary judgment, is to remand to the trial court for further proceedings.\n   <em>\n    Bishop v. State Farm\n   </em>\n   ,\n   <extracted-citation case-ids=\"220190\" index=\"96\" url=\"https://cite.case.law/md/360/225/#p234\">\n    360 Md. 225\n   </extracted-citation>\n   , 234,\n   <extracted-citation case-ids=\"220190\" index=\"97\" url=\"https://cite.case.law/md/360/225/#p234\">\n    757 A.2d 783\n   </extracted-citation>\n   (2000). If we come to a different conclusion on the pertinent question of law and reverse a grant of summary judgment by a trial court, we will not seek to sustain the grant of summary judgment on different grounds.\n   <em>\n    Mathews v. Cassidy Turley Md., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3725326\" index=\"98\" url=\"https://cite.case.law/md/435/584/#p598\">\n    435 Md. 584\n   </extracted-citation>\n   , 598,\n   <extracted-citation case-ids=\"3725326\" index=\"99\" url=\"https://cite.case.law/md/435/584/#p598\">\n    80 A.3d 269\n   </extracted-citation>\n   (2013).\n  </p>\n  <p id=\"p-97\">\n   The entirety of the Circuit Court's oral ruling rested on the question of whether the statute of repose applied to asbestos cases. The Circuit Court made no mention of contributory negligence, the wrongful death statute, or Rappaport's possession and control argument. On the record, counsel for SVF asked the Circuit Court for clarification regarding the outstanding motions and the arguments therein:\n  </p>\n  <blockquote id=\"p-98\">\n   <strong>\n    [SVF Counsel]:\n   </strong>\n   Your Honor, for purposes of record clarity only, there are three motions pending. SVF Riva had a motion for summary judgment, Rappaport had a motion for summary judgment, CEC had a motion to dismiss. Are all three granted?\n  </blockquote>\n  <blockquote id=\"p-99\">\n   <strong>\n    The Court:\n   </strong>\n   The motions to dismiss and/or summary judgments are granted-\n  </blockquote>\n  <blockquote id=\"p-100\">\n   <strong>\n    [SVF Counsel]:\n   </strong>\n   Thank you, Your Honor.\n  </blockquote>\n  <blockquote id=\"p-101\">\n   <strong>\n    The Court:\n   </strong>\n   -as to the argument relating to the statute of repose.\n  </blockquote>\n  <blockquote id=\"p-102\">\n   <strong>\n    [SVF Counsel]:\n   </strong>\n   Thank you, Your Honor.\n  </blockquote>\n  <blockquote id=\"p-103\">\n   <strong>\n    The Court: Court need not address any other arguments.\n   </strong>\n   All right?\n  </blockquote>\n  <p id=\"p-104\">\n   (Emphasis added). The Circuit Court's written order provided no further explanation of its reasoning for granting the defendants'\n  </p>\n  <p id=\"p-105\">\n   motions.\n   <footnotemark>\n    9\n   </footnotemark>\n   The Court of Special Appeals also limited its decision to whether the possession and control exception applied in non-asbestos cases.\n   <footnotemark>\n    10\n   </footnotemark>\n  </p>\n  <p id=\"p-106\">\n   On this record, we decline to take up the additional issues of contributory negligence, the wrongful death statute, and Rappaport's control over the property. These issues were not ruled upon by the Circuit Court or the Court of Special Appeals. Accordingly, Petitioners' arguments on these issues must await another day.\n  </p>\n  <p id=\"p-107\">\n   <strong>\n    CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-108\">\n   We affirm the judgment of the Court of Special Appeals and hold that CJP § 5-108(d)(2) sets out four independent exceptions to the statute or repose. Specifically, CJP § 5-108(d)(2)(i) does not apply only in cases involving injury from exposure to asbestos, but applies to any defendant \"in actual possession and control of the property as owner, tenant, or otherwise ....\"\n  </p>\n  <p id=\"p-109\">\n   <strong>\n    JUDGMENT OF THE COURT OF SPECIAL APPEALS AFFIRMED. COSTS TO BE PAID BY PETITIONERS.\n   </strong>\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-112\">\n    A statute of repose differs from a statute of limitations in that the former provides \"an absolute bar to an action or ... a grant of immunity to a class of potential defendants after a designated time period.\"\n    <em>\n     Anderson v. United States\n    </em>\n    ,\n    <extracted-citation case-ids=\"3710553\" index=\"100\" url=\"https://cite.case.law/md/427/99/#p118\">\n     427 Md. 99\n    </extracted-citation>\n    , 118,\n    <extracted-citation case-ids=\"3710553\" index=\"101\" url=\"https://cite.case.law/md/427/99/#p118\">\n     46 A.3d 426\n    </extracted-citation>\n    (2012). \"A statute of limitations is a procedural device that operates as a defense to limit the remedy available from an existing cause of action.\"\n    <em>\n     First United Methodist Church of Hyattsville v. U.S. Gypsum Co.\n    </em>\n    ,\n    <extracted-citation case-ids=\"1820961\" index=\"102\" url=\"https://cite.case.law/f2d/882/862/#p865\">\n     882 F.2d 862\n    </extracted-citation>\n    , 865 (4th Cir. 1989). Statutes of limitations are motivated by \"considerations of fairness\" and are \"intended to encourage prompt resolution of disputes\" by providing a means of disposing of stale claims.\n    <em>\n     <extracted-citation case-ids=\"1820961\" index=\"103\" url=\"https://cite.case.law/f2d/882/862/#p865\">\n      Id.\n     </extracted-citation>\n    </em>\n    <extracted-citation case-ids=\"1820961\" index=\"103\" url=\"https://cite.case.law/f2d/882/862/#p865\">\n     at 866\n    </extracted-citation>\n    . Statutes of repose are motivated by \"considerations of the economic best interests of the public as a whole and are substantive grants of immunity based on a legislative balance of the respective rights of potential plaintiffs and defendants ....\"\n    <em>\n     <extracted-citation case-ids=\"1820961\" index=\"104\" url=\"https://cite.case.law/f2d/882/862/#p865\">\n      Id.\n     </extracted-citation>\n    </em>\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-113\">\n    We shall refer to Md. Code (1973, 2013 Repl. Vol.), § 5-108(d)(2)(i) of the Courts and Judicial Proceedings Article (\"CJP\") as the \"possession and control exception.\"\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-114\">\n    We shall refer to the Respondents collectively as \"Gilroy.\"\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-115\">\n    We have rephrased the questions presented. CEC's Petition for Writ of Certiorari asked us to answer the following questions:\n   </p>\n   <blockquote id=\"p-116\">\n    1. Was the Court of Special Appeals correct in reversing the Circuit Court's decision to grant the respondents['] motions for summary judgment based upon Md. Code [ (1973, 2013 Repl. Vol.), § 5-108(d)(2)(i) of the Courts and Judicial Proceedings Article (\"CJP\") ]?\n   </blockquote>\n   <blockquote id=\"p-117\">\n    2. Was the Court of Special Appeals correct in reversing the Circuit Court's decision to grant ... Respondents['] motions for summary judgment even though alternative grounds existed to affirm summary judgment solely based upon questions of law?\n   </blockquote>\n   <p id=\"p-118\">\n    The other Petitions offered substantially the same questions.\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-119\">\n    <em>\n     See also\n    </em>\n    Antonin Scalia &amp; Bryan A. Garner,\n    <em>\n     Reading Law: The Interpretation of Legal Texts\n    </em>\n    § 12, at 116 (2002) (\"Under the conjunctive/disjunctive canon,\n    <em>\n     and\n    </em>\n    combines items while\n    <em>\n     or\n    </em>\n    creates alternatives.... With a conjunctive list, all ... things are required-while with the disjunctive list, at least one of the [things] is required, but any one ... satisfies the requirement.\") (italics in original).\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-120\">\n    <em>\n     See also\n    </em>\n    <em>\n     David N. v. St. Mary's Cty. Dep't of Soc. Servs.\n    </em>\n    ,\n    <extracted-citation case-ids=\"5745425\" index=\"105\" url=\"https://cite.case.law/md-app/198/173/#p197\">\n     198 Md. App. 173\n    </extracted-citation>\n    , 197,\n    <extracted-citation case-ids=\"5745425\" index=\"106\" url=\"https://cite.case.law/md-app/198/173/#p197\">\n     16 A.3d 991\n    </extracted-citation>\n    (2011) (\"[O]r\" may have a conjunctive meaning when \" 'the context reasonably supports the inference that such a construction is necessary to effectuate the intent of the Legislature.' \" (quoting\n    <em>\n     Reier v. State Dep't of Assessments &amp; Taxation\n    </em>\n    ,\n    <extracted-citation case-ids=\"3861192\" index=\"107\" url=\"https://cite.case.law/md/397/2/#p31\">\n     397 Md. 2\n    </extracted-citation>\n    , 31-32,\n    <extracted-citation case-ids=\"3861192\" index=\"108\" url=\"https://cite.case.law/md/397/2/#p31\">\n     915 A.2d 970\n    </extracted-citation>\n    (2007) ) ).\n   </p>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-121\">\n    \"The impetus behind the legislation appears to have come from a concern about legal developments that expanded liability to those\n    <em>\n     not\n    </em>\n    in privity with the owners of real property.\"\n    <em>\n     Hartford Ins. Co. of Midwest v. Am. Automatic Sprinkler Sys., Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"1757490\" index=\"109\" url=\"https://cite.case.law/f3d/201/538/#p542\">\n     201 F.3d 538\n    </extracted-citation>\n    , 542 (4th Cir. 2000) (citing\n    <em>\n     Rose v. Fox Pool Corp.\n    </em>\n    ,\n    <extracted-citation case-ids=\"1991848\" index=\"110\" url=\"https://cite.case.law/md/335/351/\">\n     335 Md. 351\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"1991848\" index=\"111\" url=\"https://cite.case.law/md/335/351/\">\n     643 A.2d 906\n    </extracted-citation>\n    (1994) ) (emphasis in original). The privity of contract doctrine denied recovery to any person who lacked a contractual relationship with the party that designed or constructed the improvement.\n    <em>\n     Rose v. Fox Pool Corp.\n    </em>\n    ,\n    <extracted-citation case-ids=\"1991848\" index=\"112\" url=\"https://cite.case.law/md/335/351/\">\n     335 Md. 351\n    </extracted-citation>\n    , 362 n.2,\n    <extracted-citation case-ids=\"1991848\" index=\"113\" url=\"https://cite.case.law/md/335/351/\">\n     643 A.2d 906\n    </extracted-citation>\n    (1994). Starting in the 1950s, courts began to make exceptions to this requirement and rejected the \"privity of contract\" doctrine in cases against architects, contractors, and others involved in the construction process.\n    <em>\n     <extracted-citation case-ids=\"1991848\" index=\"114\" url=\"https://cite.case.law/md/335/351/\">\n      Id.\n     </extracted-citation>\n    </em>\n   </p>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-122\">\n    The discovery rule is an exception to the general rule that \"limitations against a right or cause of action begin to run from the date of the alleged wrong and not from the time the wrong is discovered.\"\n    <em>\n     Harig v. Johns-Manville Prods. Corp.\n    </em>\n    ,\n    <extracted-citation case-ids=\"2083314\" index=\"115\" url=\"https://cite.case.law/md/284/70/#p76\">\n     284 Md. 70\n    </extracted-citation>\n    , 76,\n    <extracted-citation index=\"116\" url=\"https://cite.case.law/citations/?q=394%20A.2d%20299\">\n     394 A.2d 299\n    </extracted-citation>\n    (1978). It permits a plaintiff to sue \"when the plaintiff 'ascertains, or through the exercise of reasonable care and diligence should have ascertained, the nature and cause of ... [the] injury.' \"\n    <em>\n     Duffy v. CBS Corp.\n    </em>\n    ,\n    <extracted-citation case-ids=\"12494959\" index=\"117\" url=\"https://cite.case.law/a3d/182/166/\">\n     458 Md. 206\n    </extracted-citation>\n    , 211 n.3,\n    <extracted-citation case-ids=\"12494959\" index=\"118\" url=\"https://cite.case.law/a3d/182/166/\">\n     182 A.3d 166\n    </extracted-citation>\n    (2018) (quoting\n    <em>\n     Harig\n    </em>\n    ,\n    <extracted-citation case-ids=\"2083314\" index=\"119\" url=\"https://cite.case.law/md/284/70/#p76\">\n     284 Md. at 76\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"120\" url=\"https://cite.case.law/citations/?q=394%20A.2d%20299\">\n     394 A.2d 299\n    </extracted-citation>\n    ).\n   </p>\n  </footnote>\n  <footnote label=\"9\">\n   <p id=\"p-123\">\n    The order stated:\n   </p>\n   <blockquote id=\"p-124\">\n    It is ... ORDERED, that the pending motions listed below are hereby GRANTED:\n   </blockquote>\n   <blockquote id=\"p-125\">\n    1. Motion for Summary Judgment by Defendant, SVF Riva Annapolis, LLC (filing date 7/9/15);\n   </blockquote>\n   <blockquote id=\"p-126\">\n    2. Motion to Dismiss by Defendant, CEC Entertainment, Inc. (filing date 7/21/15); and\n   </blockquote>\n   <blockquote id=\"p-127\">\n    3. Motion for Summary Judgment by Defendant, Rappaport Management Company (filed 8/10/15).\n   </blockquote>\n  </footnote>\n  <footnote label=\"10\">\n   <p id=\"p-128\">\n    The Court of Special Appeals explained:\n   </p>\n   <blockquote id=\"p-129\">\n    We decline to address ... [contributory negligence and the wrongful death statute] at this time. This is because \"[o]n appeal from an order entering summary judgment, we review only the grounds upon which the trial court relied in granting summary judgment.\" ....\n   </blockquote>\n   <blockquote id=\"p-130\">\n    Upon remand, the trial court should rule on the contentions raised by CEC.\n   </blockquote>\n   <p id=\"p-131\">\n    <em>\n     Gilroy v. SVF Riva Annapolis LLC\n    </em>\n    ,\n    <extracted-citation case-ids=\"12313929,12490747\" index=\"121\" url=\"https://cite.case.law/md-app/234/104/\">\n     234 Md. App. 104\n    </extracted-citation>\n    , 125-26,\n    <extracted-citation case-ids=\"12313929,12490747\" index=\"122\" url=\"https://cite.case.law/md-app/234/104/\">\n     168 A.3d 1130\n    </extracted-citation>\n    (2017) (citation omitted).\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}