{
  "casebody": {
    "data": "<casebody firstpage=\"63\" lastpage=\"73\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"misc\" id=\"b79-3\">[File</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A5y\">No. 6893.]</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b79-4\">F. E. OELKERS, Respondent, v. B. PENDERGRAST, R. D. Pendergrast, and Joe Pendergrast. JOE PENDERGRAST, Appellant.</parties>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b79-6\">(11 NW(2d) 116)</citation>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b79-16\">Opinion filed September 22, 1943</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b80-3\"><page-number citation-index=\"1\" label=\"64\">*64</page-number><em>Theo. B. Torlcelson, </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b81-7\"><page-number citation-index=\"1\" label=\"65\">*65</page-number><em>Marie II. </em>Amundson, for respondent.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b81-11\">Bukr, J.</author>\n<p id=\"A5c\">This action is against Joe Pendergrast only, being tried to the court without a jury, and judgment was rendered against him. From the judgment entered and from the order denying his motion for judgment in his favor, or for a new trial, defendant appeals.</p>\n<p id=\"b81-12\">The action was commenced in April, 1940, to recover on two promissory notes, each dated October 9, 1931, and due August 15, 1932. These notes are signed by each of the three defendants — B. Pendergrast being the father of the other defendants.</p>\n<p id=\"b81-13\">As security for the payment of the notes, the three defendants executed chattel mortgages on the machinery afterwards described, <page-number citation-index=\"1\" label=\"66\">*66</page-number>and some crop mortgages. In the crop mortgages of 1930 and 1931, five quarter-sections of land are described separately. The other crop mortgage given in 1931 described one quarter-section. There is no mortgage on the crop from the land Joe says he farmed. All the crop mortgages are signed by the three Pendergrasts and cover “the individual interest” of each Pendergrast in the crops grown on the land discussed.</p>\n<p id=\"b82-4\">Joe is the younger son and was a minor at the time the original notes were executed, the notes in question being renewals.</p>\n<p id=\"b82-5\">Plaintiff alleges that partial payment was made on each note on May 4, 1934. He does not contend Joe Pendergrast made this payment, nor does he offer any evidence showing Joe knew of the payment or authorized it to be made. To meet this situation the respondent relies upon an alleged partnership said to exist between the three defendants. There is no statement or suggestion of partnership in the notes nor in the mortgages.</p>\n<p id=\"b82-6\">The answer is a general denial with the special defenses of failure of consideration and the statute of limitations.</p>\n<p id=\"b82-7\">Prior to the giving of the notes, some of the Pendergrasts were indebted to the respondent on book accounts, and in 1928, R. D. and Joe had given a note to the respondent for $1000.00. A note was given by the three in December of 1929, and another in September, 1930. Plaintiff had a book account against “Pendergrast Bros.-,” but all indebtedness was merged in the notes in issue here. The greater portion of this indebtedness was incurred by the purchase of a second hand Ford truck and a Rock-Island tractor.</p>\n<p id=\"b82-8\">The payment alleged to have been made in May, 1934, was the result of negotiations made between the respondent and R. D. Pendergrast. The negotiations culminated in a bill of sale of this Rock-Island tractor, as follows:</p>\n<blockquote id=\"b82-9\">“BILL OF SALE AGREEMENT.”</blockquote>\n<blockquote id=\"b82-10\">“Know all men by these presents: That the Undersigned, acknowledging an indebtedness to F E Oelkers Scranton N D, for the purchase of certain machinery and Goods, in consideration of an express credit <page-number citation-index=\"1\" label=\"67\">*67</page-number>of the sum of eight hundred and no/100 . . . Dollars. The Valuation of the Machinery and Goods hereinafter described, on the general indebtedness of the undersigned to the Said F E Oelkers, does hereby ■grant, bargain, sell, convey, warrant and defend unto the said F E Oelkers all and singular the Machinery and Goods as follows: 1-Model F Pock Island Tractor, ^t2Y0391 — and agrees to deliver-the same to the said F E Oelkers free of charge at Scranton, N. D. on or before 5/22 1934 to have and to hold the same, Unto the said F E Oelkers without prejudice to the lien of the said F E Oelkers thereon, nor in merger thereof, or any other security the said F E Oelkers holds, and for value received the undersigned does hereby acknowledge personal liability for the balance remaining due on said indebtedness after crediting the express and agreed sum of the valuation as aforesaid, and hereby covenants to pay the same, which balance shall be payable on demand, notwithstanding deferred times of payment, and shall be collectible from any liens or securities held by the said F E Oelkers, or by process of law against the Undersigned.</blockquote>\n<blockquote id=\"b83-4\">“Signed, Sealed, and delivered, this 21st day of May.1934</blockquote>\n<blockquote id=\"b83-5\">“Pobert D. Pendergrast”</blockquote>\n<p id=\"b83-6\">It is the theory of the plaintiff that there was a partnership existing between the father and the two sons; and therefore the payment made by means of the bill of sale agreement was the same as if it were made by Joe himself.</p>\n<p id=\"b83-7\">The complaint does not allege any partnership, nor is there anything in the record intimating any partnership until the introduction of testimony.</p>\n<p id=\"b83-8\">Partnership is defined as: “The association of two or more persons for the purpose of carrying on business together and dividing its profits between them.” Comp. Laws, § 6386.</p>\n<p id=\"b83-9\">There is no evidence whatever of any actual partnership, but the plaintiff contends that if proof fails him in this respect there is at least an ostensible partnership. An “ostensible partner” is defined by § 6412 as: “Any one permitting himself to be represented as a partner, general or special is liable as such to third persons to whom such representation is communicated, who on the faith thereof give credit 'to the partnership.”</p>\n<p id=\"b84-3\"><page-number citation-index=\"1\" label=\"68\">*68</page-number>But the real issue is one of facts. Was there a partnership or such state of affairs as created an ostensible partnership ?</p>\n<p id=\"b84-4\">There are but three witnesses — the appellant, and the respondent with his bookkeeper. The Pendergrasts lived near Scranton. Joe was born in that community in December 1907. The three lived in the same home with the mother, another son, and two daughters, the defendant sons being unmarried. '</p>\n<p id=\"b84-5\">Joe testified: his father, his brother, and he farmed separate and distinct farms, though in all they farmed about 1500 acres. They worked from the same set of buildings. Each had his own land, had his own machinery, furnished his own feed, had his own separate crop, handled his own crop, received and kept the proceeds, did not use the machinery of the others. There was no division of crops between any of them. They did not work in partnership or in common or in joint enterprises. He was not farming with them, though at times they exchanged work. He never told plaintiff they were working the same land. He described the machinery his father had and he says that he, himself, had his own mower, drill, tandem disc, and large drill. He testifies that prior to the execution of the notes involved the plaintiff sold a used model TT Ford truck to his brother. Joe had no interest in this truck, though he signed his brother’s note with him. The father and his brother had an Allis-Chalmers tractor which these two used in common up to 1936. Neither his father nor his brother had any interest in Joe’s machinery. Joe at that time had no tractor. In the season of 1928, he farmed the east half of section 22, Twp. 133, Bange 100, and had 300 acres in crop. He never used a tractor until he bought one in 1928. Needing a tractor, he came to the plaintiff and bought this Bock-Island tractor for himself; he told them he was the one buying it. His brother was with him but his father was not there. Later, the three signed a note for it and his father and brother gave a mortgage of their crops. No mortgage was given on any crop grown on his land. They all signed the same mortgages. He never told the plaintiff or his bookkeeper that they were working together or intimated there was a partnership. The tractor did not work; he used it three seasons, did some work with it, attempted to return it, told the plaintiff about it, and said he could not use it for “it was no <page-number citation-index=\"1\" label=\"69\">*69</page-number>good,” and after repeated attempts at repairing he left it for the plaintiff. He never paid anything on it. He did not know what became of it until his brother told him the plaintiff had come and taken it. At that time he was married and not living at home. There was never any group known as Pendergrast Brothers and he was never a member of such combination, never knew of any joint account of Pendergrast Bros, and never authorized anyone to charge such an account. He never owed a book account to the plaintiff and knew nothing of book accounts owed by the others.</p>\n<p id=\"b85-4\">Plaintiff testified that the three Pendergrasts came in to purchase a tractor and he sold it to the three. He thought they were all partners; they all lived together and he thought they all farmed together, though he would not say the grain belonged to all. He did not know who made the truck deal. One of them said, “They wanted to buy a tractor right away,” could not remember which one claimed the grain that was to be cut, whether “it belonged to all of them or one or two.” They said they needed a tractor for combining. He said he extended them credit knowing they were all out there, “they were in partnership and they were all farming togetherhe had dealt with them for years.</p>\n<p id=\"b85-5\">The bookkeeper, Mr. Cady, testified: All three defendants were present when the tractor was sold and it was sold to the three. He told about the separate accounts of the father and the sons that were included in the note involved. He was asked:</p>\n<blockquote id=\"b85-7\">“Q. What went into the consideration of Exhibit No. 4?</blockquote>\n<blockquote id=\"b85-8\">“A. The $1,000.00 note was renewed, the note dated November 20th, 1928 was renewed. This note is dated December 28th, 1929, and the balance of the note of July 21, 1929, of $300.00. And the interest on the two notes and that was $117.00. And Joe Pendergrast’s account was $20.15, and Bert Pendergrast’s account was $140.40 and E. D. Pendergrast’s account was $40.40, and Pendergrast Brothers Account was $13.39.</blockquote>\n<blockquote id=\"b85-9\">“Q. And what does that total up to?</blockquote>\n<blockquote id=\"b85-10\">“A. $1631,34.</blockquote>\n<blockquote id=\"b85-11\">“Q. And that is the amount shown by Plaintiff’s Exhibit No. 4 ?</blockquote>\n<blockquote id=\"b85-12\">“A. Yes.” <page-number citation-index=\"1\" label=\"70\">*70</page-number>He .was sure that Joe and R I). Pendergrast bought the tractor; he was “not so sure that Bert Pendergrast was there.”</blockquote>\n<p id=\"b86-4\">The plaintiff and his bookkeeper testified they supposed the three were in partnership, “considered them acting as partners;” but do not claim anyone told them so. They apparently took it for granted. It is thus stated by the bookkeeper:</p>\n<blockquote id=\"b86-5\">“A. I am sure that Joe and R D. Pendergrast bought the tractor. I am not so sure that Bert Pendergrast was there.</blockquote>\n<blockquote id=\"b86-6\">“Q. Joe and R D. Pendergrast operated together?</blockquote>\n<blockquote id=\"b86-7\">“A. That was our understanding all of the time.</blockquote>\n<blockquote id=\"b86-8\">“Q. You understood that they were farming together, did you not?</blockquote>\n<blockquote id=\"b86-9\">“A. Yes.</blockquote>\n<blockquote id=\"b86-10\">“Q. And that they were partners ?</blockquote>\n<blockquote id=\"b86-11\">“A. Yes.</blockquote>\n<blockquote id=\"b86-12\">“Q. (By Mr. Amundson) You considered them acting as partners, did you not?</blockquote>\n<blockquote id=\"b86-13\">“A. Always.”</blockquote>\n<p id=\"b86-14\">Their view of a supposed partnership may be summed up thus: Plaintiff said: In his opinion they were all working together, he figured they were all partners at that time, all were farming together on this body of land. All lived together and were farming together. He extended credit to these three men because they were in partnership and were all farming together.</p>\n<p id=\"b86-16\">Three is no proof that Joe or any of the others ever held himself out as a partner, that any statement of partnership was ever communicated to the plaintiff by word or deed. There is no intimation that any other person ever dealt with them as partners or of any current report. The term “partner” apparently was never applied to any of them at any time.</p>\n<p id=\"b86-17\">The doctrine of ostensible partnership rests upon estoppel. Though no partnership in fact exists, a person may be subject to the same liabilities as if he were a partner; but to become subject to such liabilities he must hold himself out as a partner, or knowingly permit others to do so, or negligently permit others to do so. Hobbs v. Virginia Nat. Bank, 147 Va 802, 128 SE 46, 133 SE 595.</p>\n<p id=\"b87-3\"><page-number citation-index=\"1\" label=\"71\">*71</page-number>The actions of the Pendergrasts are perfectly consistent with the situation pictured by the defendant. The. language of the court in Weil Bros. v. Hanks, 201 Ala 39, 77 So 333, is pertinent hereto. Therein, the court said: “It does not appear that either of them ever assumed or pretended to be acting for a firm, or other than for himself as an individual. Where merely circumstantial conduct, short of assertion, express or implied, is relied upon to show a ‘holding out,’ it is insufficient, unless it is fairly inconsistent with any other reasonable hypothesis than the existence of a partnership. Otherwise, there is not in any legal sense a ‘holding out.’ Merely equivocal conduct which may or may not result from the partnership relation, and which consists equally with some nonpartnership relation, can not fasten upon one person liability for the individual act of another.”</p>\n<p id=\"b87-4\">“There can be no estoppel by inference.” Weber v. Pohl, 111 Ind App 388, 41 NE(2d) 648, 649; Wilkerson v. Wood, 81 Ind App 248, 143 NE 166.</p>\n<p id=\"b87-5\">“The existence of a partnership can not be established by conjecture, or the statement of a witness that he understood a partnership existed between certain members, nor by other hearsay testimony.” Clark v. Crouse, 130 Kan 177, 285 P 577, 579. Here, we have the conclusions of two witnesses — the plaintiff and his bookkeeper — that these men were in partnership; but this is simply opinion on their part and can not be established by mere conjecture.</p>\n<p id=\"b87-6\">One of the essential elements to be shown in order to establish a ^partnership is the sharing of profits. This court in an early decision, Frankel v. Hillier, 16 ND 387, 397, 113 NW 1067, 1070, 15 Ann Cas 265; approved the rule that “a community of interest in the profits, the net profits, as such, is essential to a partnership. Community of interest is the basis of the relation.” There is nothing in the case to give to the plaintiff the right to believe that there was a joint partnership of crops or profits in the farming operations of the three defendants and such ownership is essential in a partnership. See Robbins v. McKnight, 5 NJ Eq 642, 45 Am Dec 406, 408. But even this is not infallible proof of a partnership. See Stephens v. Neely, 161 Ark 114, 255 SW 562, 45 ALR 1236.</p>\n<p id=\"b88-3\"><page-number citation-index=\"1\" label=\"72\">*72</page-number>The plaintiff nowhere even hints of any belief in this sharing of profits and the sharing of interests. These three men were with him at the time he sold the tractor, according to his story. He had an opportunity to ascertain from them a statement as to their business relations. The rule laid down in Weil Bros. v. Hanks, 201 Ala 39, 77 So 333, supra, dealing with one alleged to be an ostensible partner,in an actual partnership is pertinent here. The opinion says,' “It is the clear legal duty of a third person to make inquiry of the party upon whose credit he relies and whom he expects to\" charge with liability.” This rule is applicable to an ostensible partnership.</p>\n<p id=\"b88-4\">With reference to the reliance upon an ostensible partnership, the respondent cites Jansen v. Jacobson, 112 Minn 520, 128 NW 824, to substantiate the theory that all apparent members of a firm are responsible to third persons holding such belief but the case cited does not justify the theory advanced. There, the defendant was held liable, not because of any ostensible partnership arising simply from a belief 'in a partnership, but where “one, by his course of dealing with another, leads third parties to believe in the existence of a copartnership, those dealing with a firm under such belief are entitled to hold responsible all the apparent members of the firm.” This doctrine is not disputed. The respondent relies upon the case of Parshall v. Fisher 43 Mich 529, 5 NW 1049; but in the case cited the defendant had stated to the creditors that he was a partner and where his wife who was a member of the partnership allowed her husband to be held out as a partner in her case, statements made by the husband were admissible. Respondent also cites the case of Wise v. Morrissey, 135 Minn 481, 160 NW 487, to show that the mere denial by Joe of a partnership relationship was not sufficient to defeat an ostensible partnership, and also</p>\n<blockquote id=\"b88-5\">“After the plaintiff has shown that the goods were sold on the strength of the alleged partnership, the defendant must show: (1) that there was in fact no partnership, (2) that there was no holding out as a partnership or (3) that plaintiff had knowledge of the true situation.”</blockquote>\n<p id=\"b88-7\">But in this case cited the parties held themselves out to the world as partners, though such relationship did not exist, and thus it was <page-number citation-index=\"1\" label=\"73\">*73</page-number>held that after the plaintiff had shown this, it was not a sufficient defense to show a partnership did not exist, but the defendant would need to show there was no holding out of a partnership by him, or that plaintiff had knowledge of the true situation notwithstanding such a holding out, or that the sale was not made in reliance upon the holding out.</p>\n<p id=\"b89-4\">Respondent cites several cases to show that the part payment of a partnership account, made by one of the partners will toll the running of the statute as to the others; that a minor may enter into a contract or partnership subject to his power of disaffirmance, and that Joe never disaffirmed any such relationship. Such authority does not affect the issue here.</p>\n<p id=\"b89-5\">While plaintiff, in relying upon an “ostensible partnership,” need not prove an actual partnership, yet he must show facts and circumstances which would justify him in believing an actual partnership existed. In the case at bar it is significant that plaintiff, though preparing the notes, mortgages and bill of sale, nowhere designated the defendants as partners, nowhere referred to a partnership, nor does the record show he asked any off them to sign the partnership name. The whole tenor of his actions indicates his view that the defendants were acting individually.</p>\n<p id=\"b89-6\">There being an entire absence of proof showing an ostensible partnership, it is clear that the payment made by R. D. Pendergrast in May of 1934 did not toll the statute of limitations so far as the appellant here is concerned.</p>\n<p id=\"b89-7\">We need not consider the defense of failure bf consideration nor the numerous specifications of error assigned, based upon alleged improper rulings in the matter of testimony. The judgment of the lower court is reversed and the action dismissed.</p>\n<judges id=\"b89-8\">Morris, Ch. J., and Christianson, Burke, and Nuessle, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}