{
  "casebody": {
    "data": "<casebody firstpage=\"279\" lastpage=\"286\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b303-11\">Thelbert Brady v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b303-12\">No. 15127.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A6t\">Delivered December 7, 1932.</decisiondate>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b303-13\">Reported in 55 S. W. (2d) 104.</citation>\n<p data-order=\"4\" data-type=\"summary\" id=\"b304-17\"><page-number citation-index=\"1\" label=\"280\">*280</page-number>The opinion states the case.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b304-18\"><em>Snell &amp; Aynesworth, </em>of Houston, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b304-19\"><em>O’Brien Stevens, </em>Crim. Dist. Atty., and <em>E. T. Branch, </em>both of Houston, and <em>Lloyd W. Davidson, </em>State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b304-20\">HAWKINS, Judge.</author>\n<p id=\"ANV\">Appellant, Bill Hensley and G. E. Collier were jointly indicted for robbery. Appellant was alone upon trial. What became of the case against Collier is not shown from the record. Presumptively, it had been disposed of in his favor as he was used as a witness by appellant.</p>\n<p id=\"b304-21\">The evidence for the state shows that appellant and Hensley robbed S. M. Baucom and W. Santell in an upstairs room in an apartment house in the City of Houston, taking fifty dollars <page-number citation-index=\"1\" label=\"281\">*281</page-number>from Baucom and one hundred and twenty dollars from San-tell; that appellant used two pistols during the robbery, and Hensley used one; that Baucom and Santell had come to the house at the invitation of Collier, expecting him to be there; that they waited for him about fifteen minutes, and, when he did not come, they started to leave, and the robbery occurred, after which appellant and Hensley tied the hands of Baucom and Santell behind them with rope and left them in the room. The evidence for appellant was to the effect that Baucom and Santell had come to the room to engage in a game of cards with Hensley; that Santell had made a prior visit to the room, arranging with Hensley to so conduct the game as to beat Baucom out of his money; that during the course of the game it was discovered that Baucom and Santell were cheating Hensley; that appellant and Hensley, by insisting firmly, but without any force or violence, obtained back from Santell the money which belonged to Hensley. Appellant, Hensley, and Collier were arrested several hours after the robbery; they were in Collier’s car, which he was driving. Two pistols were in the car which officers claimed appellant and Hensley reached for when the car was stopped. This was denied by appellant. Appellant’s testimony was that one of the pistols belonged to him and the other to Hensley. Officers testified that an automatic pistol was found in a suit case which had Hensley’s address and clothes in it. This suit case was in another car in which appellant and Hensley had come from Oklahoma few days before the robbery. Appellant denied that the automatic pistol belonged to either him or Hensley, or that it was taken out of a suit case belonging to either of them. He claimed he had never seen this pistol before, but said perhaps it belonged to a man by the name of Watson, who had come with them from Oklahoma, and claimed it must have been taken out of Watson’s suit case by the officers. Appellant testified that he understood the car in which he and Hensley came from Oklahoma belonged to Hensley; that he did not know whether or not it was a stolen car; that he had come at Hensley’s invitation.</p>\n<p id=\"b305-5\">Bill of exception No. 2 raises a question as to the presentment of the indictment. It is recited in the indictment that “the Grand Jury of Harris County, State of Texas, duly organized at the May Term, A. D. 1931 of the Criminal District Court of said county <em>in said court, </em>at said term, do present,” etc. The position taken by appellant is that the indictment was not presented in the proper court.</p>\n<p id=\"b305-6\">The case was tried in criminal district court of Harris <page-number citation-index=\"1\" label=\"282\">*282</page-number>county of which the Hon. Whit Boyd was presiding judge. The fourth ground of exception to the substance of an indictment under article 511, C. C. P., is “that it shows upon its face that the court trying the case has no jurisdiction thereof.” Such an exception to the substance of the present indictment was untenable, because upon its face the indictment affirmatively showed that the court in which the case was tried did have jurisdiction. An exception to the form of an indictment, article 512, subd. 1, may be based upon the ground “that it does not appear to have been presented in the proper court, as required by law.” An exception on that ground was untenable in so far as the face of the indictment was concerned. However, it is recited in the bill of exception which brings the question forward that “the Grand Jury presented the indictment in Criminal District Court No. 2 of Harris County, Texas, while Judge Langston G. King, who is Judge of that court, was presiding, and in the regular court room of said court.”</p>\n<p id=\"b306-4\">From the recitals in the indictment it appears that the grand jury must have been organized by the Honorable Whit Boyd, Judge of the Criminal District Court of Harris County. The bill of exception complaining of the return of the indictment is meager, and throws no light on why the grand jury reported to Judge King of Criminal District Court No. 2. By Act of the Regular Session of the 40th Legislature (1927), chapter 24, page 33, Criminal District Court No. 2 of Harris County was created. Section 2 of said act provides that after it became effective, all felony cases of even numbers should be filed by the clerk in Criminal District Court No. 2, and felony cases of odd numbers should be filed in the Criminal District Court of Harris County. This sems to be a positive direction as to where the odd and even numbered cases shall be lodged, regardless of which court organized the grand jury, and regardless of which judge may have received the report of the grand jury. We observe that the number of the indictment in the lower court was 35483, an odd number, which, under the terms of section 2 of the act of the Legislature just referred to, lodged the indictment in the Criminal District Court in any event. In section 3 of said act it is provided that: “* * * * Either of the judges of said criminal district courts may, in his discretion, in the absence of the judge of the other criminal district court from his court room or from the County of Harris, Texas, try and dispose of any cause or causes that may be pending in such criminal district court as fully as could such absent judge were he personally present and presiding. And <page-number citation-index=\"1\" label=\"283\">*283</page-number>either of said judges may receive in open court from the foreman of the grand jury any bill or bills of indictment in the court to which such bill or bills of indictment may be returnable, * * * and * * * make any other order or orders in such courts respecting the cause therein pending or the procedure pertaining thereto as the regular judge of said criminal district court could make if personally present and presiding.”</p>\n<p id=\"b307-3\">The bill of exception being silent' as to why the judge of Criminal District Court No. 2 received the report of the grand jury,' we must assume that he was acting within his authority under the terms of the statute just quoted, and that Judge Boyd was absent from his court room or from the County of Harris, at the time the grand jury made its report. When reduced to its last analysis, it appears that appellant’s complaint is based upon the fact that Judge King received the report of the grand jury in his own courtroom, that is, the courtroom of Criminal District Court No. 2, instead of stepping across the hall into the courtroom of the Criminal District Court, and there receiving the report of the grand jury. We fail to see the merit in the contention thus presented, and the same will not be sustained.</p>\n<p id=\"ADU\">Bills of exception 8 and 8a will be considered together. The indictment charged the injured party’s name to be S. M. <em>Bdtcon. </em>Bill of exception 8a recites that, while the prosecuting witness was testifying, it was developed that he spelled his name <em>“Baucom” </em>and not “Balcón” as charged in the indictment. However the name may have been spelled, he testified that he was the person upon whom the alleged offense was committed. The bill further recites that, when it developed that the witness spelled his name “Baucom” the court stated that he held the names “Baucom” and “Balcón” to be idem sonans, and ordered the trial to proceed, to which ruling of the court appellant excepted. The bill is meager, in that no effort appears to have been made to advise this court as to the pronunciation of the two names • as nearly as that information might have been brought to us, or upon what facts the court based its ruling. There is no rule controlling the spelling or pronounciation of proper names, and what the trial court heard with reference to the names may have been entirely satisfactory to him, as a predicate for the holding complained of, and yet furnish this court no information in regard to the matter. Dennington v. State, 98 Texas Crim. Rep., 332, 265 S. W., 698. In Corpus Juris, vol. 45, sec. 19, on page 389, it is said: “* * * the doctrine of idem sonans has been much enlarged by modern de<page-number citation-index=\"1\" label=\"284\">*284</page-number>cisions to conform to the growing rule that a variance in name, to be material, must be such a one as has misled a party to his prejudice.”</p>\n<p id=\"b308-4\">See Jones v. State, 115 Texas Crim. Rep., 418, 27 S. W. (2d) 653; Ciulla v. State, 115 Texas Crim. Rep., 193, 28 S. W. (2d) 541.</p>\n<p id=\"b308-5\">From section 20, page 389, volume 45, Corpus Juris, it appears that in some instances the question of variance in name may be properly settled by the court, but, when turning upon an issue of fact, sometimes it is necessary to submit the question to the jury. In the present instance the trial court settled the matter. If appellant was not satisfied therewith he might have requested that the issue be submitted to the jury if the question of variance really turned upon an issue of fact, but he simply contented himself with a request that the court direct a verdict of acquittal because of the alleged varaince upon which point the ruling of the court had been adverse to him. The matter might be presented in such form as to raise serious question upon another trial, if one should be had. If the state desires to eliminate that question, it can easily be done by securing the return of a new indictment. We mention this in view of the fact that it will be necessary to reverse the judgment upon other grounds.</p>\n<p id=\"b308-6\">Upon cross-examination appellant had testified that, if the automobile in which they had come from Oklahoma was a stolen car, he knew nothing about it; that he had come at the invitation- of Hensley, and supposed the car belonged to him. Bill No. 4 shows that, after the officer had testified about finding the automatic pistol in the car in which appellant and Hensley came from Oklahoma, he was asked upon cross-examination if he had a search warrant to search the car. He replied in the negative, and said the car was reported as a stolen car. Counsel for appellant requested the latter part of the answer stricken out as not responsive to the question. This the court declined to do. Bill of exception No. 10 reveals that during the argument of the district attorney he said the appellant was “up here in a stolen car” and further recites that the only evidence in the record with reference to the car being stolen was the testimony of the arresting officer Ruland, which appellant had asked to be stricken out as unresponsive, as shown by bill of exception 4; the objection to the argument being that there was no evidence properly in the record upon which to base such' an argument. We understand from bill of exception 10 that the court declined to instruct the jury at the time the argument <page-number citation-index=\"1\" label=\"285\">*285</page-number>was made that it was improper, but later on gave a special charge at the request of appellant directing the jury to disregard the argument complained of. That part of the answer of the officer which was objected to as being unresponsive should have been stricken from the record at the request of appellant, and the court was in error in not having responded to the request. It left in the record evidence which formed the basis for the argument later made, placing before the jury the theory of the state that appellant had come from Oklahoma in, and was connected with, a stolen car, when in fact there was no legal basis for such argument. The penalty assessed against appellant was ten years in the penitentiary. Notwithstanding the court gave the special charge requested by appellant directing the jury not to consider the argument objected to, he left in the case the evidence which formed the basis for such argument. We have been unable to reach the conclusion that under the circumstances the two incidents shown in bills of exception 4 and 10 were other than harmful to appellant, and operated against him both upon the question of guilt and punishment imposed.</p>\n<p id=\"b309-3\">At the request of appellant, the court gave a special charge telling them, if they found from the evidence that appellant was acting for himself or jointly with some other person in regaining money which had been obtained by Baucom by the use of some crooked or cheating gambling device or scheme, that appellant would not be guilty. Bill of exception No. 9 shows that in the argument of the assistant district attorney he stated to the jury that they should find appellant not guilty if he recovered the money from Santell while the card game was in progress, but in connection with that argument made this statement: “It is not the law that he could use a gun to get the money after the game was over, even if it was obtained by cheating.” At the time this argument was made counsel for appellant objected to it on the ground that it was a misstatement of the law, and requested the court to direct the jury not to consider the argument for any purpose, but the court refused to give such instruction. The argument objected to was a statement of the law in direct opposition to that contained in the special charge given at the instance of appellant. The refusal of the court to instruct the jury not to consider the argument left the jury in a position where they might well have understood that the court sanctioned the objectionable argument as being correct, although antagonistic to the special charge. It was calculated to work injury to appellant. For ex<page-number citation-index=\"1\" label=\"286\">*286</page-number>pressions of this court on similar occurrences, we refer to Rodriquez v. State, 100 Texas Crim. Rep., 11, 271 S. W., 380; Funderburk v. State, 117 Texas Crim. Rep., 182, 35 S. W. (2d) 417; Williams v. State, 117 Texas Crim. Rep., 356, 35 S. W. (2d) 726.</p>\n<p id=\"b310-4\">We are of opinion that bills of exception 3, 5 and 7 present no error and therefore refrain from a discussion of them.</p>\n<p id=\"b310-5\">For the errors shown in bills 4, 9 and 10 the judgment is reversed and the cause remanded.</p>\n<p id=\"b310-6\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}