{
  "casebody": {
    "data": "<casebody firstpage=\"424\" lastpage=\"429\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b448-12\">Frank Hamilton v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b448-13\">No. 15311.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Avk\">Delivered November 16, 1932.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b448-14\">State’s Rehearing Denied January 11, 1933.</otherdate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b448-15\">Reported in 55 S. W. (2d) 820.</citation>\n<p data-order=\"5\" data-type=\"summary\" id=\"b449-11\"><page-number citation-index=\"1\" label=\"425\">*425</page-number>The opinion states the case.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b449-12\"><em>H. S. Beard </em>and <em>H. L. Heatly, </em>both of Waco, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b449-13\"><em>Willard McLaughlin, </em>Criminal District Attorney, and <em>Sam Dardnne, </em>Assistant Criminal District Attorney, both of Waco, and <em>Lloyd W. Davidson, </em>State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b449-14\">HAWKINS, Judge.</author>\n<p id=\"Atp\">Appellant stands convicted of the burglary of a house belonging to J. W. Warwick, punishment having been assessed at six years’ imprisonment in the penitentiary.</p>\n<p id=\"b449-15\">The only question presented is whether the evidence sufficiently corroborates that of the accomplice witness Cutler. This witness testified that he borrowed a car from his brother in Houston and left there with one McKag and Matthews; that they arrived in Mart about four o’clock in the afternoon of July 27, 1931; that they met appellant in Mart, never having known him prior to that time. Cutler said he had formerly lived at Axtell, knew Mr. Warwick and his place of business; that after having met up with appellant the four of them talked over a proposed burglary of Warwick’s place, and agreed to commit it; that about twelve o’clock that night they broke into Warwick’s place; that he and Matthews entered while appellant and Mc-Kag watched from the outside. The witness described a number of tubes for automobile casings and some casings they got from Warwick’s house, and also said they got about half a box of William Penn cigars and six or seven bars of peanut candy which he thought were called “peanut patties.” Cutler said <page-number citation-index=\"1\" label=\"426\">*426</page-number>they returned to Mart and then started from there to Waco; that when about five miles from Waco they “ditched this tube and candy and cigars and stuff we had in the car.” It is not clear from the record what the witness had reference to by “this tube.” He further testified that, after they reached Waco, appellant suggested that they go to the Alamo Tourist Camp; that they did go there, and all of them registered and secured a room; that later on appellant and McKag left in the car, saying they were going back “out there and get that stuff and bring it to town and dispose of it.” He said they were gone six or seven hours; that when they returned they did not bring any of the stolen stuff back with them. Cutler said that when they went into the room at the tourist camp he thought they had with them some of the cigars and candy which was taken out of Warwick’s place. According to Cutler’s testimony, after appellant and McKag returned, Matthews drove away in the car, and when Matthews returned, the officers were with him. It appears that all four were put in jail at Waco.</p>\n<p id=\"b450-3\">On cross-examination the accomplice witness Cutler was shown a written instrument which he admitted having sent to appellant while they were in jail, in which he told appellant that he (Cutler) was not going to cause appellant any trouble, and admitting that he and Matthews committed the burglary. Cutler undertook to explain this note by saying he was afraid of appellant, that they were about to move him (witness) from the third floor of the jail to the second floor, where' the other three were confined, and that he sent the note to Hamilton in order to avoid trouble. Outside of the accomplice only two other witnesses testified. Mr. Warwick, the owner of the place burglarized, said that on the morning of July 28th he discovered his place had been burglarized during the night and that a number of tubes and casings, which he described, had been taken; that he also missed approximately half a box of “William Penn” cigars and five or six bars of “peanut patties”; that the “peanut patties” were wrapped in waxed paper and had no brands on them. He further said that after the examining trial he got some tubes back, and that <em>“they </em>gave me about three pieces of candy,” evidently by “they” referring to the officers. He said he did not recover any of the cigars. He did not undertake to identify the candy returned to him as that which was taken out. of his place. The identification, if any, depends upon other circumstances found in the record. The testimony of Officer McDonald was in substance that they arrested Matthews and made some inquiry of him regarding the car he was driving, and then <page-number citation-index=\"1\" label=\"427\">*427</page-number>went with Matthews to the room in the Alamo Plaza to find the owner of the car. When they arrived at the room, appellant was standing just inside the door; McKag and Cutler also being present. While the officer does not so testify, we conclude from his evidence that his investigation was not with reference to the burglary of Warwick’s place, but that they had some suspicion regarding the ownership of the car which was being driven by Matthews. They found in the car some tubes for automobile casings which presumably were those identified by and returned to Warwick. The officer says: “* * * we found a sack with some candy and cigars in it in the room where Frank Hamilton, Delton Cutler and McKag were. They were William Penn cigars, I believe. The candy was round peanut bars, I suppose approximatley two inches in diameter.”</p>\n<p id=\"b451-5\">It will be observed from the recital of the evidence that no cigars were returned to Mr. Warwick, and that he made no effort to identify the candy which was returned to him, as a part of that which was taken out of his place of business at the time of the burglary. Assuming, however, that the cigars and candy found in the room at the tourist camp were part of the property stolen, we regard the evidence as inadequate to meet the requirements of the law (article 718, C. C. P.) which demands that before a conviction can be sustained upon the testimony of an accomplice witness there must be other evidence in the record tending to connect accused with the commission of the offense. Outside of the testimony of the accomplice witness there is nothing in the record to show that appellant had ever been associated with Cutler or any of the other parties, or that he had ever been in the car in which some of the stolen property was found. At the time the officers made the inquiry with reference to the car and found a part of the stolen property in it Matthews was in control of the car. Appellant was not even present. The only evidence, outside of that of the accomplice, which even squints at “tending to connect” appellant with anything connected with the burglary or the stolen property is the fact that he was found standing inside the door of a room at a tourist camp in which room there was found a sack in which were some candy bars and cigars which presumably were a part of those taken at the time the burglary was committed. Appellant was not shown to be exercising any control over them at the time they were found; so far as this record shows, outside of the testimony of the accomplice, appellant could- have just stepped inside the room at the tourist camp. While the accomplice says they registered there, no other evidence was intro<page-number citation-index=\"1\" label=\"428\">*428</page-number>duced showing who had registered or who had control of the room in which the candy and cigars were found. All that can <em>be </em>said in regard to the testimony outside of that given by the accomplice witness is that it raises a bare suspicion that appellant may have been connected with the burglary. It shows simply that he was present in a room with other parties, among them being the accomplice, at the time some of the supposed stolen property was found by the officers. We do not review the principle of law involved, but it will be found discussed in the cases cited by appellant in his brief, which are Hunt v. State, 89 Texas Crim. Rep., 89, 229 S. W., 869; and Walker v. State, 94 Texas Crim. Rep., 568, 252 S. W., 552. See, also, Minor v. State, 108 Texas Crim. Rep., 1, 299 S. W., 422; Reid v. State, 111 Texas Crim. Rep., 9, 10 S. W. (2d) 1004; Robertson v. State, 119 Texas Crim. Rep., 122, 44 S. W. (2d) 688. For a case presenting facts very similar to those found in the instant case we cite Rubio v. State, 121 Texas Crim. Rep., 621, 50 S. W. (2d) 294.</p>\n<p id=\"b452-5\">The judgment is reversed and the cause remanded.</p>\n<p id=\"b452-6\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b452-7\">ON STATE’S MOTION FOR REHEARING. .</p>\n<author id=\"b452-8\">MORROW, Presiding Judge.</author>\n<p id=\"AOG\">Quite an elaborate motion for rehearing in behalf of the State is before the court. The principal contention advanced is that there was found in the possession of the appellant property which had been acquirred in the commission of the offense; namely, some candy and cigars. The testimony relating to these articles is fully set forth in the original opinion. The conclusion there reached and stated in the opinion, namely, that the candy and cigars were not sufficiently identified, and were not shown to have been in the possession of the appellant in such manner as to affect him as the possessor of recently stolen property, is correct. The articles were not in the personal possession of the appellant. They were in a room occupied by the appellant and others. See Rubio v. State, 121 Texas Crim. Rep., 621, 50 S. W. (2d) 294. Moreover, as stated above, the articles were not identified-as part of the stolen property except through the testimony of parties who admittedly took part in the commission of the crime. See Zonora v. State, 121 Texas Crim. Rep., 637, 51 S. W. (2d) 724. We do not regard the precedents cited as supporting the contention of State’s counsel. They are cases in which the stolen property was shown to have been in the possession of the accused and to have been identified as the stolen <page-number citation-index=\"1\" label=\"429\">*429</page-number>property. See Colter v. State, 110 Texas Crim. Rep., 12, 6 S. W. (2) 769.</p>\n<p id=\"b453-5\">The motion for rehearing is overruled.</p>\n<p id=\"b453-6\">\n<em>Overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}