{
  "casebody": {
    "data": "<casebody firstpage=\"525\" lastpage=\"533\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b541-6\">Forest Products Co., a corporation of Delaware, <em>v. </em>Joseph Magistrelli, trading as Wharton Construction Co. (Astell and Beeman, Inc., a corporation of New York, garnishee).</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b541-11\"><em>(March </em>18, 1940.)</decisiondate>\n<p data-order=\"2\" data-type=\"judges\" id=\"b541-12\">Layton, C. J., Rodney and Spearman, J. J., sitting.</p>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b541-13\"><em>Caleb R. Layton, 3d </em>(of Hastings, Stockly, Duffy and Layton) for the plaintiff.</attorneys>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b542-5\"><page-number citation-index=\"1\" label=\"526\">*526</page-number><em>David F. Anderson </em>(of Ward and Gray) for the garnishee.</attorneys>\n<court data-order=\"5\" data-type=\"court\" id=\"b542-6\">Superior Court for New Castle County,</court>\n<otherdate data-order=\"6\" data-type=\"otherdate\" id=\"AXK\">November Term, 1939.</otherdate>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b542-8\">Layton, C. J.,</author>\n<p id=\"Avv\">delivering the opinion of the Court:</p>\n<p id=\"b542-9\">This cause is before the Court on a motion of Astell and Beeman, Inc., appearing specially, to quash garnishee process issued against it.</p>\n<p id=\"b542-10\">From the stipulation of facts, which may be accepted as a special answer on the part of the garnishee, it appears that as of August 24, 1939, Astell and Beeman, Inc., a New York corporation, was engaged in this State in the performance of a contract with the United States. Joseph Magistrelli, of Philadelphia, Pennsylvania, trading as Wharton Construction Co., was engaged in the same work as a sub-contractor of Astell and Beeman, Inc.; and as subcontractor became indebted to the plaintiff for work done by it. Astell and Beeman, Inc., was indebted to the defendant, Magistrelli, for work done under the contract. The plaintiff sued the defendant by way of foreign attachment, and garnisheed Astell and Beeman, Inc., the writ being served personally within this State upon its President. One of the stipulations was as follows:</p>\n<blockquote id=\"b542-11\">“All money or credits due from Astell and Beeman, Inc., to Joseph Magistrelli were due and payable at the office of Astell and Beeman, Inc., in the City of New York, State of New York, and were on some occasions made by mailing checks from New York addressed to Joseph Magistrelli, at Philadelphia, Pennsylvania.”</blockquote>\n<p id=\"b542-12\">Upon this state of facts, the garnishee contends that the <em>situs </em>of its debt to the defendant, Magistrelli, was not in Delaware, and, therefore, it was not subject to the garnishment process. <em>National Bank of Wilmington and Brandy</em><page-number citation-index=\"1\" label=\"527\">*527</page-number><em>wine v. Furtick, 2 Marv. </em>35, 42 <em>A. </em>479, 44 <em>L. R. A. </em>115, 69 Am. <em>St. Rep. </em>99, decided in 1897, is said to be decisive of the question in this State, and no other authority is cited or relied upon by the garnishee.</p>\n<p id=\"b543-5\">In that case the plaintiff was a National Bank with its office in Delaware. The defendant, Furtick, was a citizen of South Carolina. Liverpool, London, and Globe Insurance Company, a corporation of Great Britain, having agencies in various states including Delaware and South Carolina, insured, through its agency in the latter State, Furtick’s real and personal property situated in that State against loss by fire. There was a loss by fire, and a part of the indemnity was owing to the insured. The plaintiff sued Furtick by way of foreign attachment, and the insurance company was summoned as garnishee by writ served on one Gilpin, an agent of the corporation in this State. After judgment against the defendant for want of appearance, and ascertainment of the amount due, the insurance company moved to have the attachment vacated on two grounds; want of proper service under the statute, and for the reason that the debt was not the subject of attachment process. Both grounds for the vacation of the attachment were held sufficient. With respect to the latter ground, the former Court of Errors and Appeals, Cullen, J., dissenting, held that the <em>situs </em>of a debt follows the person of the creditor and his domicil for the purpose of attachment, unless otherwise stipulated; wherefore, no legal disposition could be made of the <em>res, </em>it not being within the jurisdiction of the Court.</p>\n<p id=\"b543-6\">The Court relied greatly on the reasoning of the Federal case of <em>Central Trust Co. v. Chattanooga R. &amp; C. R. Co., (C. C.) </em>68 <em>F. </em>685. It was impressed with the thought that hardship would result if the judgment should be allowed, for the reason that such judgments had been held void in many states, and no bar to a suit to recover the same <page-number citation-index=\"1\" label=\"528\">*528</page-number>debt in the courts of another state having unquestioned jurisdiction. Authorities were cited in support of the view that, under the full faith and credit provisions of the Federal Constitution, such judgments would not operate as a bar to a suit to recover the same debt, and the conclusion was reached that no well considered case supported the plaintiff’s contention in this respect.</p>\n<p id=\"b544-4\">A possible exception to the rule was said to be</p>\n<blockquote id=\"b544-5\">“where a foreign corporation is doing business in a state, and the debt arose in respect to such business, and where the corporation submits or subjects itself to the law of the state in the same manner and to the same extent in respect to such business as it would be bound to were it a corporation created by the state.” [2 <em>Marv. </em>35, 42 <em>A. </em>483, 44 <em>L. R. A. </em>115, 69 <em>Am. St. Rep. </em>99.] “We avoid,” said the Court, “expressing an opinion upon these cases. The proceeding here is not based upon any cause of action that originated in this state, nor to enforce any contract or agreement entered into with any of its citizens, or in reference to any subject-matter within the state. It is a case of a nonresident defendant and a nonresident garnishee. True, the garnishee is a corporation doing business in this state, but the debt due the defendant arose from its contract for insurance made through its agency in South Carolina, with the defendant, a citizen of that state, and concerning property situate there, and was payable there under the custom of the company; and was payable there in accordance with the principle of law that, in the absence of a place fixed by the contract, a debt is payable at the domicile of the creditor <em>(Central Trust Co. v. Chattanooga R. &amp; C. R. Co.), </em>and is not such a credit or property within this state as will confer jurisdiction in this proceeding, even if service had been made upon the statutory officer.”</blockquote>\n<p id=\"b544-6\">And, as again recognizing a possible exception to the rule that the <em>situs </em>of a debt is the domicil of the creditor, the Court said:</p>\n<blockquote id=\"b544-7\">“The statute is not so explicit as to be clearly intended to require a foreign insurance company to submit to suits in this state having no relation to the business done within the state, nor with one of her citizens * * *”</blockquote>\n<p id=\"b544-8\">This Court, within the limitations of the Furtick case, is bound by that decision; but we think the clear implication of the language of the opinion in that case is that it was not intended to embrace a situation where the debt sought to be attached arose out of a transaction actually performed in this State.</p>\n<p id=\"b545-4\"><page-number citation-index=\"1\" label=\"529\">*529</page-number>It is to be considered, therefore, whether adherence to the rule is compelled or justified, under the present state of the law, when applied to a debt originating here.</p>\n<p id=\"b545-5\">Subsequent to the decision in the Furtick case, the doctrine, that a debt has no <em>situs </em>for the purpose of attachment or garnishment apart from the state of the domicil of the creditor, so far as it affects the duty of a court of one state to recognize or give effect to garnishment proceedings in another state, under the full faith and credit provision of the Federal Constitution, was definitely and decisively repudiated by the United States Supreme Court in Chicago, <em>R. I. &amp; P. R. Co. v. Sturm, </em>174 <em>U. S. </em>710, 19 S. <em>Ct. </em>797, 43 <em>L. Ed. </em>1144, and <em>King v. Cross, </em>175 <em>U. S. </em>396, 20 <em>S. Ct. </em>131, 44 <em>L. Ed. </em>211. In both these cases, it is true, the garnishee was a corporation of the state in which the garnishment proceeding was instituted, and in neither of them was involved the question of jurisdiction to garnish a debt due a non-resident from a foreign corporation doing business within the state; but in the Sturm case, it was said that the proposition that the <em>situs </em>of a debt is where it is to be paid is indefinite; and in <em>Harris v. Balk, </em>198 <em>U. S. </em>215, 25 <em>S. Ct. </em>625, 626, 49 <em>L. Ed. </em>1023, 3 <em>Ann. Cos. </em>1084, it was held that the temporary presence of the garnishee, a natural person in that case, within the state gives a court jurisdiction to render a judgment against him in respect of an indebtedness due to a nonresident, if during such temporary presence in the state the creditor, the principal defendant, could have sued him there to recover the debt. In speaking of the expression, “situs of the debt,” the Court was unable to see its materiality. “If,” said the Court, “by situs is meant the place of the creation of the debt, that fact is immaterial. If if be meant that the obligation to pay the debt can only be enforced at the situs thus fixed, we think it plainly untrue. The obligation of the debtor to pay his debt clings to and accompanies him wherever <page-number citation-index=\"1\" label=\"530\">*530</page-number>he goes. He is as much bound to pay his debt in a foreign state when therein sued upon his obligation by his creditor, as he was in the state where the debt was contracted.” See also <em>Louisville &amp; N. R. Co. v. Deer, </em>200 <em>U. S. </em>176, 26 <em>S. Ct. </em>207, 50 <em>L. Ed. </em>426.</p>\n<p id=\"b546-4\"><em>Southern Pacific R. Co. v. A. J. Lyon &amp; Company, </em>99 . <em>Miss. </em>186, 54 <em>So. </em>728, 729, 34 <em>L. R. A. (N. S.) </em>234, <em>Ann. Cas. </em>1913D, 800, is illustrative of the change of position in regard to the question, necessitated by the decisions of the United States Supreme Court. A former decision of the Court in <em>Illinois C. R. Co. v. Smith, </em>70 <em>Miss. </em>344, 12 <em>So. </em>461, 19 L. <em>R. A. </em>577, 35 <em>Am. St. Rep. </em>651, opposing the jurisdiction, was definitely overruled, as being in direct conflict with <em>Chicago, R. I. &amp; P. R. Co. v. Sturm, Louisville &amp; N. R. Co. v. Deer, </em>and <em>Harris v. Balk, </em>the Court observing that “a great deal of the confusion on this subject arises from a too superstitious regard for what is called the situs of the debt.” The Court proceeded to say that after the most mature consideration, no satisfactory answer was possible to the force of the reasoning in <em>Harris v. Balk, </em>and that upon such cases the court should be in harmony with the United States Supreme Court, pointing out that whenever a case might arise where the judgment of a sister state in this sort of proceeding was valid under the laws of that State, the Court would be bound to follow the decisions of the United States Supreme Court, and overrule in that class of cases the case of <em>Illinois C. R. Co. v. Smith; </em>and that it would be a very incongruous spectacle to have one line of decisions repudiating the Smith case, and another upholding it, upon identical facts. In the concurring opinion of McClellan, J., -in <em>Planters’ Chemical &amp; Oil Co. v. A. Waller &amp; Co., </em>160 <em>Ala. </em>217, 40 <em>So. </em>89, 92, 135 <em>Am. St. Rep. </em>93, the same incongruity is pointed out; and the learned Judge went on to say that he was unwilling to, in effect, “close our courts to our own people, when under <page-number citation-index=\"1\" label=\"531\">*531</page-number>the ‘full faith and credit clause’ of the federal Constitution, our courts must yield obedience to judgments pronounced by other tribunals alone obtaining jurisdiction to subject a non-resident’s property by garnishment served on his debtor.”</p>\n<p id=\"b547-5\">In the report of the case of <em>Bingenheimer Mercantile Co. v. Weber, </em>49 <em>N. D. </em>312, 191 <em>N. W. </em>620, in 27 A. L. <em>R. </em>1396, there is an exhaustive annotation on the question of “jurisdiction to garnish a debt due from a foreign corporation doing business within the State to a non-resident, arising from business outside of the State.” Even in this situation the weight of authority supports the jurisdiction. The annotator observes that the cases upholding the jurisdiction seem to be in harmony with the fundamental principles laid down by the United States Supreme Court, and that many of the cases cited in opposition to the jurisdiction were decided before their pronouncement.</p>\n<p id=\"b547-6\">Generally, with respect to the attachment of a debt due to a non-resident from a non-resident debtor in respect of business done within the state where the attachment proceeding was instituted, we have no doubt that the great weight of authority is in support of the jurisdiction.</p>\n<p id=\"b547-7\">In <em>Chicago, R. I. &amp; P. R. Co. v. Sturm, </em>the Court, in stating that there was no special limitation or provision with respect to payment but that the debt was payable generally, suggested a possible exception to the rule there laid down in the case of a debt expressly payable elsewhere. In 1 <em>Wharton, Conflict of Laws, 3d Ed., </em>801-803, the author observes that it is difficult to perceive how the question whether the debt is payable generally or is expressly payable at some particular place outside of the state in which the garnishment proceeding is instituted, can properly affect jurisdiction, and that in view of the broad ground upon which the decisions of the Federal Supreme Court <page-number citation-index=\"1\" label=\"532\">*532</page-number>rest, it is doubtful if that court will adhere to the qualification of the doctrine suggested in the Sturm case when a case involving a debt expressly payable out of the jurisdiction in which it is garnished is presented, and that the tendency of the cases is to ignore the distinction, and to apply the doctrine to debts expressly payable in another jurisdiction. The author of the case note to <em>Baltimore &amp; O. R. Co. v. Allen, </em>3 <em>L. R. A. (N. </em>S.) 608, adopts the same view.</p>\n<p id=\"AmMq\">In <em>J. A. Shuttleworth &amp; Co. v. J. Marx &amp; Co., </em>159 <em>Ala. </em>418, 49 <em>So. </em>83, the question of the importance of the place of payment was considered in the light of the philosophy of the decision in the Sturm case and in the later decision in <em>Harris v. Balk. </em>The question is put: If the place of payment is expressly, by the contract, fixed in a state other than the state of the court issuing the writ of garnishment, would the subjection of the debt through the garnishment proceeding, be, in practical effect, an unwarranted destruction of the provision of the contract? It was said that if the place of performance of a contract for the payment of money would control to deny jurisdiction in garnishment proceedings, notwithstanding the court issuing the process had jurisdiction of the debtor, with whom was the <em>res </em>belonging to the defendant, the result would be squarely antagonistic to both the Sturm case and the Balk case; and the place of payment of the debt was held to be unimportant. In <em>Steer v. Dow, </em>75 <em>N. H. </em>95, 71 A. 217, 20 <em>L. R. </em>A. <em>(N. </em>S.) 263, where the indebtedness arose out of business done in New Hampshire, it was said that the fact that payment of a debt is agreed to be made out of the State, is not an answer to the trustee process. In <em>Harvey v. Thompson, </em>128 <em>Ga. </em>147, 57 <em>S. E. </em>104, 107, 9 <em>L. R. </em>A. (N. <em>S.) </em>765, 119 Am. <em>St. Rep. </em>373, it was held that “the fact that the contract under which the debt arose sought to be garnished is, by its terms, payable in another state, would not oust the <page-number citation-index=\"1\" label=\"533\">*533</page-number>jurisdiction of this court in a garnishment proceeding, in the event that the court had jurisdiction of the person of the garnishee.”</p>\n<p id=\"b549-4\">But apart from this, it may be supposed that the garnishee stipulated the facts in a manner most favorable to its contention. It does not appear from the stipulation that in its agreement with the defendant, its creditor, the place of payment was an express term of the contract; and no authority is cited by the garnishee in support of the importance of the fact. An action to recover damages for breach of contract is transitory; and generally speaking, a party has the legal right to bring his action in any court which has jurisdiction of the subject matter, and can obtain jurisdiction of the parties, even though the contract, by its terms, is to be performed in another State. 14 Am. <em>Jur. </em>423; 15 <em>C. J. </em>738; <em>Hamilton v. Calhoun, </em>2 <em>Watts (Pa.) </em>139; <em>Hurd v. Inglehart, (Tex. Civ. App.) </em>140 <em>S. W. </em>119; <em>Illinois Life Insurance Co. v. Prentiss, </em>277 <em>Ill. </em>383, 115 <em>N. E. </em>554. For all that appears the garnishee was liable to suit in this State by the defendant for the recovery of any debt due. It is not necessary, therefore, to exceed the precise limitations of the case of <em>Harris v. Balk, </em>in order to uphold the jurisdiction of the Court.</p>\n<p id=\"b549-5\">In the instant case, the garnishee was engaged in work in this State, as a result of which it became indebted to the defendant, its sub-contractor. The claim of the plaintiff arose out of work done in this State for the sub-contractor. The garnishee was properly summoned. For the promotion of even handed justice and interstate trade and business relations, the jurisdiction of the Court to condemn the debt due from the garnishee to the defendant should be upheld. <em>Southern Pacific R. Co. v. A. J. Lyon &amp; Co., supra; Wyeth Hardware, etc., Co. v. Lang, </em>127 <em>Mo. </em>242, 29 <em>S. W. </em>1010, 27 <em>L. R. </em>A. 651, 48 Am. <em>St. Rep. </em>626.</p>\n<p id=\"b549-6\">The motion to dissolve the attachment is denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}