{
  "casebody": {
    "data": "<casebody firstpage=\"185\" lastpage=\"196\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b213-10\">T. C. Rye et al. v. J. M. Guffey Petroleum Company.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b213-11\">Decided February 28, 1906.</decisiondate>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b213-12\">1. —Estate of Decedent—Existence of Debt—Jurisdiction of Probate Court.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b213-13\">The existence of one debt, even though small, is sufficient to give the Probate Court jurisdiction of an estate.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b213-14\">2. —Report of Commissioners of Partition—Approval of Court—Conclusive in Collateral Proceeding.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b213-16\">Commissioners appointed to partition an estate reported that the lands could not be divided fairly in kind. It must be presumed the court considered the matter and arrived at the same conclusion, and its approval is not subject to collateral attack.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b213-17\">3. —Appraised Value—Purchase by Heir for less.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b213-18\">To an administrator’s sale of land for the purpose of partition and distribution, art. 2178, Sayles’ Rev. Stats., has no application. The only requirement is that such sale be confirmed by the court.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b213-19\">4. —Presumption of Regularity—Guardian ad litem—Premature Judgment.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b213-20\">In collateral attack, in the absence of affirmative proof to the contrary, presumption will be indulged that proper service was had on parties interested, even on a minor. The fact that no guardian ad litem appears to have been appointed does not render the proceeding void. A premature judgment is not void.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b214-2\"><page-number citation-index=\"1\" label=\"186\">*186</page-number>5.—Probate Courts—General Jurisdiction Over Partition of Estates—Administrator’s Deed.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b214-3\">The statute was intended to confer upon the Probate Court general jurisdiction over the subject of partition of estates, and an order of that court can not be declared void, if within the scope of such jurisdiction, simply because the procedure prescribed has not been strictly followed. It is not essential that the administrator’s deed should recite the order of confirmation in a sale for partition.</headnotes>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b214-4\">Appeal from the District Court of Hardin. Tried below before Hon. L. B. Hightower.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b214-5\"><em>B. L. Aycock </em>and <em>J. L. Little, </em>for appellants.</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"ADn\">The court erred in holding that the Probate Court of Hardin County acquired jurisdiction over the estate of Murfrey Taylor, the record of the administration showing affirmatively that there were no debts owing by deceased to warrant an administration. Sayles’ Rev. Stats., arts. 1869-1888; Withers v. Patterson, 27 Texas, 500; Holman v. Klatt, 9 Texas Ct. Rep., 280.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b214-6\">The court erred in admitting in evidence the deed of John M. Taylor as administrator, to Elizabeth Taylor, because:</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b214-7\">.First. Said deed recited no order of confirmation of the sale.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b214-8\">Second. The record of the administration negatived any jurisdiction in the Probate Court, it affirmatively appearing that the administration was not taken out for or on account of any debts (the only debt being <em>$3.00), </em>shown by the exhibit made “of the condition of the estate,” and for a final settlement.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b214-9\">Third. The report of the commissioners to divide the estate suggesting that the tracts could not be divided fairly by a division in kind, was a contradiction on its face, and on its face untrue, and failed to give a sufficient legal reason for their recommendation.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b214-10\">Fourth. The record showed names and residences of the heirs of the estate (one being a married woman residing in Liberty County, to wit: Miley Rye, and one a minor, H. B. Mitchell) and negatived service or notice to them of the proceeding to sell the land because it could not be divided. And because one of the distributees of the estate, Elizabeth Taylor, the widow, bid less than the commissioners appraised the land at by over 50 percent. Rev. Stats., arts. 1888, 1852, 1853, 2171, 2172, 2173, 2195; Withers v. Patterson, 27 Texas, 492; Holman v. Klatt, 9 Texas Ct. Rep., 280; McNally v. Haynes, 59 Texas, 586; Rock v. Heald, 27 Texas, 523; Pace v. Fishback, 10 Texas Civ. App., 450; Pendleton v. Shaw, 44 S. W. Rep., 1002; McBee v. Johnson, 45 Texas, 643; Neill v. Cody, 26 Texas, 286; Bradbury v. Reed, 23 Texas, 260; Wethered v. Boone, 17 Texas, 143; Grigsby v. Caruth, 57 Texas, 269; Harrison v. Boring, 44 Texas, 243; cites <em>3 </em>Met., 405.</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b214-11\">The administration on this estate for the purpose of partition of the property among the heirs of Murfrey Taylor, consisting of $3,000 of notes and accounts, six tracts of land (over 2,500 acres), personal miscellaneous property valued at $734, is void. Miley Rye (her heir) and Mitchell, a minor at the time, can attack same in this suit. Rev. Stats., art. 3606; Holman v. Klatt, 9 Texas Ct. Rep., 280; Wardlow v. Miller, 69 Texas, 395; Steven v. Shaw, 68 Texas, 261; Fitzgerald v. <page-number citation-index=\"1\" label=\"187\">*187</page-number>Turner, 43 Texas, 79; Moore v. Blagge, 91 Texas, 151; Withers v. Patterson, 27 Texas, 500.</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b215-5\">The administrator’s “written application” for the appointment of commissioners to partition the real estate did not invoke the jurisdiction of the Probate Court, had the administration been voidable only. Rev. Stats., art. 2157; Rev. Stats., arts. 2144, 2147; Rev. Stats., arts. 2158, 2159, 2160, 2162; Stegall v. Huff, 54 Texas, 197.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b215-6\">The sale to Eliz. Taylor of all the lands was without legal authority. Rev. Stats., arts. 2170, 2171, 2172, 2167; Henzee v. Sturm, 25 S. W. Rep., 817; Stegall v. Huff, 54 Texas, 193; McNally v. Haynes, 59 Texas, 586; Stewart v. Anderson, 70 Texas, 588.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b215-7\">The court erred in instructing the jury to find a verdict for defendant. Rev. Stats., arts. 1317, 1853, 1851; Branch v. Hanrich, 70 Texas, 731.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b215-8\">The attempted partition of the estate, by eliminating the personalty and not requiring the advancement brought into hotchpotch, by the heirs, &lt;and giving the commissioners the chance to equalize the shares without recommending the sale of the real estate, as it was in this case, separately considered, rendered the whole partition nugatory, and sale of the land void. Rev. Stats., arts, 2144, 2147.</p>\n<attorneys data-order=\"25\" data-type=\"attorneys\" id=\"b215-9\">Greers, <em>Nall &amp; Neblett </em>and Taliaferro, <em>Nall &amp; Dies, </em>for appellee.</attorneys>\n<p data-order=\"26\" data-type=\"legal\" id=\"AfD\">The trial court did not err in holding that the Probate Court of Hardin County acquired jurisdiction over the estate of Murfrey Taylor. Lynch v. Baxter, 4 Texas, 437; Storer v. Lane, 1 Texas Civ. App., 250; Rindge v. Oliphint, 62 Texas, 682; Poor v. Boyce, 12 Texas, 440; Lewis v. Ames, 44 Texas, 336; Martin v. Robinson, 67 Texas, 382; Giddings v. Steel, 28 Texas, 750; Baker v. DeZavalia, 1 Posey, 638; Bartlett v. Cocke, 15 Texas, 478.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b215-10\">The court did not err in admitting in evidence the deed from the administrator of the estate of Murfrey Taylor to Elizabeth Taylor, conveying the lands in controversy; first, because the deed was made upon an order of court directing the sale of the land and after the confirmation of the sale; and second, because if there was no technical confirmation the records show that the sale was reported and the administrator directed to pay over the money to the parties entitled to the same and that appellants had been paid their share of the money arising from the sale of the land, and the purchaser was entitled to a confirmation of the sale and the deed was sufficient in a collateral proceeding to defeat appellants’ recovery. Moody v. Butler, 63 Texas, 210; Poor v. Boyce, 12 Texas, 446; Simmons v. Blanchard, 46 Texas, 266; Neill v. Cody, 26 Texas, 290; Calloway v. Nichols, 47 Texas, 327; West v. Keeton, 42 S. W. Rep., 1034; Rindge v. Oliphint, 62 Texas, 687.</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b215-11\">The partition proceeding in the estate of Murfrey Taylor, deceased, in which the property in controversy was ordered sold, was sold, paid for and the money distributed and paid over to appellants and the other heirs, is good as against a collateral attack and sufficient to preclude appellants from recovery. Heath v. Layne, 62 Texas, 687; Perry v. Blakey, 23 S. W. Rep., 804; Lyne v. Sanford, 82 Texas, 63; Moore <em>v. </em>Blagge, 91 Texas, 159.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b216-2\"><page-number citation-index=\"1\" label=\"188\">*188</page-number>The Probate Court of Hardin County had jurisdiction over the estate of Murfrey Taylor. This appears sufficiently upon this collateral proceeding and it was not necessary that appellees should have shown appointment of the administrator and his qualification. It was sufficient to show the order of court directing the property sold upon the report of the commissioners that it could not be divided, the report of the sale and the administrator’s deed. Rindge v. Oliphint, 62 Texas, 687; McAnally v. Haynie, 59 Texas, 586; Moore v. Blagge, 91 Texas, 159; Poor v. Boyce, 12 Texas, 440; Rev. Stats., 2170, 2171, 2175.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b216-3\">The partition proceedings in the estate of Murfrey Taylor, together with the administrator’s deed, were sufficient to pass the title of Murfrey Taylor to the purchaser and are not subject to collateral attack. Moore v. Blagge, 91 Texas, 159; Rindge v. Oliphint, 62 Texas, 682; Rev. Stats., arts. 2170, 2171, 2175.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b216-4\">The court did not err in instructing a verdict for the defendant, appellee here, first, because the administration proceedings under which the property was sold after partition, and the deed executed to Eliza-* beth Taylor were sufficient to pass the title of Murfrey Taylor into Mrs. Taylor and this title by mesne conveyance passed down to and vested in the defendant.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b216-5\">Second, the court did not err in instructing a verdict for the defendant, because the' evidence shows that appellee is an innocent purchaser for a valuable consideration without notice of the deed from Harper to Moore, under the heirs of E. B. Harper. Moore v. Blagge, 91 Texas, 159; Moody v. Butler, 63 Texas, 210; Simmons v. Blanchard, 46 Texas, 266; Taylor v. Harrison, 47 Texas, 454.</p>\n<opinion data-order=\"33\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b216-6\">JAMES, Associate Justice.</author>\n<p id=\"ApW\">This is an action to try title. Miley Rye and H. B. Mitchell, under whom the plaintiffs claim, were two of the seven persons entitled to the estate of Murfrey Taylor who died in 1881. Plaintiffs sue for two-sevenths of the Champion Choate survey in Hardin County alleged to contain 553% acres.</p>\n<p id=\"b216-7\">An administration was granted on his estate to John M. Taylor, administrator, and inventory filed on September 23, 1881, embracing this tract and other tracts and certain personalty, the tract in question being appraised at $275. A sale of personal property was reported and approved July 5, 1882.</p>\n<p id=\"b216-8\">We may state at this place, that on August 6, 1886, the court house of Hardin County was burned. All the papers concerning this estate are missing except the administrator’s report, hereinafter mentioned, which was filed in 1898. Ho probate docket, if any there was, prior to the one which commenced in 1885, is found.</p>\n<p id=\"b216-9\">On September 17, 1883, the following order appears:</p>\n<blockquote id=\"b216-10\">“Estate of M. Taylor, deceased.</blockquote>\n<blockquote id=\"b216-11\">J. M. Taylor, Administrator.</blockquote>\n<blockquote id=\"b216-12\">“It is ordered by the court that upon the written application of the administrator praying for the appointment of three commissioners to partition the real estate of the estate be granted, and the court orders that S. B. Turner, D. S. Lindsay and Day Hooks be appointed com<page-number citation-index=\"1\" label=\"189\">*189</page-number>missioners and report to the court at the next regular term of their action in the premises.”</blockquote>\n<p id=\"b217-5\">On January 15, 1884, the administrator, before the clerk, swore to a report which was examined and approved by the court and entered in the probate record. This report stated that all debts had been paid and that it was presented for approval as his account for final settlement. It set forth the remaining property real and personal giving the value of each item, the names and residences of the persons entitled to an equal share of the estate, describing H. Bell Mitchell as “H. Bell Mitchell, A. H. Mitchell, guardian,” and omitting the widow to whom, it appears from the report, property had been set aside. On February 4, 1884, the county judge marked or endorsed this report “Examined and approved February 4, 1884,” and ordered it to be recorded, which was done.</p>\n<p id=\"b217-6\">On May 5, 1884, two of the above named commissioners filed the following report which was recorded May 5:</p>\n<blockquote id=\"b217-7\">“This day, May the 5th, 1884, come into open court, S. B. Turner and J. D. Hooks, who were appointed commissioners of partition to partition the real estate of said estate at the February term of this court, A. D. 1884, and submitted the following report, to wit:</blockquote>\n<blockquote id=\"b217-8\">‘The State of Texas,)</blockquote>\n<blockquote id=\"b217-9\">Hardin County. (</blockquote>\n<blockquote id=\"b217-10\">“To the Hon. County Court of said county, sitting for probate and other like purposes. May term, 1884.</blockquote>\n<blockquote id=\"b217-11\">\"To the Hon. S. E. Parker, County Judge of said County, presiding:</blockquote>\n<blockquote id=\"b217-12\">“We, the undersigned commissioners, show that by virtue of a writ of partition and distribution to us directed from the County Court of said county, we have this day as therein required made according to law and a certified copy of decree accompanying said writ, a fair, just and impartial examination of the following real estate, belonging to the estate of Murfrey Taylor, deceased, and further report that the land described in the exhibit is in our opinion not susceptible of an equal and fair division. And we do further believe that any division that we could make would depreciate its value as a whole, to wit:</blockquote>\n<blockquote id=\"b217-13\">Abs. Ho. Original Grantee. Amt. in Survey. Value.</blockquote>\n<blockquote id=\"AzT\">18 Wyatt Hanks, Jasper Co....... ..........1,361 $1,361</blockquote>\n<blockquote id=\"AmX\">139 D. Choate ......... ......... 208 208</blockquote>\n<blockquote id=\"AGQ\">153 C. Choate ......... ......... 550 250</blockquote>\n<blockquote id=\"AD-\">106 B. B. B. &amp; C. R. R. .. .......... 387 387</blockquote>\n<blockquote id=\"AAC\">277 B. Hughes.......... .......... 254 254</blockquote>\n<blockquote id=\"AVO\">136 Marv Ann 'Cotter. .,. .........'. 40 40</blockquote>\n<blockquote id=\"AM\">Lots Ho. 1 to 4 in Block 1, Hardin... .. 100</blockquote>\n<blockquote id=\"AYm\">Lots Ho. 1 in Block 2, Hardin....... .. 10</blockquote>\n<blockquote id=\"AiH\">Total value, ......... .$2,610</blockquote>\n<blockquote id=\"b217-14\">“We therefore recommend the lands sold and the proceeds divided accordingly.</blockquote>\n<blockquote id=\"b218-2\"><page-number citation-index=\"1\" label=\"190\">*190</page-number>“In testimony whereof we have hereto subscribed our hands this 5th day of Hay, A. D. 1884.</blockquote>\n<blockquote id=\"b218-3\">S. B. Turner, J. D. Hooks.</blockquote>\n<blockquote id=\"b218-4\">“Sworn to and subscribed before me on May 5, 1884.</blockquote>\n<blockquote id=\"b218-5\">O. 0. Lane,</blockquote>\n<blockquote id=\"b218-6\">C. C. C. H. Co.</blockquote>\n<blockquote id=\"b218-7\">By E. H. Collins, Dept.</blockquote>\n<blockquote id=\"b218-8\">“Filed and recorded May 5, 1884.”</blockquote>\n<blockquote id=\"b218-9\">Upon the above report the court entered the following order:</blockquote>\n<blockquote id=\"b218-10\">“Estate of M. Taylor, deceased.</blockquote>\n<blockquote id=\"b218-11\">“How, therefore, in compliance of the request of the commissioners of partition as were heretofore appointed, to wit: At the February term of this court, A. D. 1884,</blockquote>\n<blockquote id=\"b218-13\">“And whose report is now of record in the probate records of said Hardin County, Texas,</blockquote>\n<blockquote id=\"b218-14\">“It is ordered by the court that all the lands as described in the report of said commissioners be sold with the improvements thereon. And the said administrator, J. M. Taylor, make good and sufficient deeds of conveyance to the purchaser or purchasers thereof. And that such sale and the report thereof shall be made by the next regular term • of this court,</blockquote>\n<blockquote id=\"b218-16\">“It is further ordered by the court that the land situated in Hardin County, Texas, belonging to said estate shall be sold at the court house door of said county in the town of Hardin for cash to the highest bidder.</blockquote>\n<blockquote id=\"b218-17\">“It is further ordered by the court that the land situated in Jasper County, Texas, belonging to said estate shall be sold at the court house door in the town of Jasper, to the highest bidder for cash.</blockquote>\n<blockquote id=\"b218-18\">“It is ordered by the court that the clerk of this court make out and deliver or cause to be delivered to John M. Taylor, administrator of said estate, a certified copy of this order of sale.</blockquote>\n<blockquote id=\"b218-19\">“Ho other business appearing, court adjourned until the next regular term.</blockquote>\n<blockquote id=\"b218-20\">S. E. Parker, Co. J., H. Co., Tex.</blockquote>\n<blockquote id=\"b218-21\">Attest: 0. 0. Lane,</blockquote>\n<blockquote id=\"b218-22\">E. H. Collins, Deputy.</blockquote>\n<blockquote id=\"b218-23\">Becorded: P. B., pp. 260.”</blockquote>\n<p id=\"b218-24\">At the Hovember term, 1885, the administrator reported all the lands in Hardin County as sold to Mrs. E. Taylor on the 2d day of September, 1884 (among others the survey in question for $110), and the land in Jasper County to same purchaser, showing the prices obtained and the sum realized and asked for an order authorizing him to pay each heir the portion of said sum due to each.</p>\n<p id=\"b218-25\">On November 3, 1885, the following entry was made: “Leave granted adminitrator to pay expenses of administration to date and to distribute to each heir his or their respective share as per report heretofore filed.”</p>\n<p id=\"b218-27\">At the August Term, 1886, it appears the following further action was had: “Granted to administrator to pay expenses of administration <page-number citation-index=\"1\" label=\"191\">*191</page-number>and to distribute to each heir his or their respective share as per report heretofore filed.”</p>\n<p id=\"b219-5\">On December 18, 1885, the administrator executed to Elizabeth Taylor a deed acknowledged on its date and recorded on January 4, 1887, conveying the land in controversy as follows:</p>\n<blockquote id=\"b219-6\">“The State of Texas,)</blockquote>\n<blockquote id=\"b219-7\">Hardin County. [</blockquote>\n<blockquote id=\"b219-8\">“Know all men by these presents: That whereas, I, John M. Taylor, of said county of Hardin, the duly and legally constituted administrator of the estate of Murfrey Taylor, late of said county, deceased, by virtue of an order granted to me as administrator aforesaid, on the 4th day of August last, by the County Court of said county, when sitting for probate and other like purposes, to sell all the following tracts or parcels of land belonging to the estate of said decedent, lying and being in the county of Hardin and State of Texas, and described as follows, to wit:</blockquote>\n<blockquote id=\"b219-9\">Ho. of Abs’t. Original Grantee. ■ Ho. of Acres.</blockquote>\n<blockquote id=\"b219-10\">139 D. Choate ..................................... 208</blockquote>\n<blockquote id=\"b219-11\">153 C. Choate ..................................... 550</blockquote>\n<blockquote id=\"b219-12\">106 B. B. B. &amp; C. E. E. Co.......................... 387</blockquote>\n<blockquote id=\"b219-13\">227 Butler Hughes ................................ 254</blockquote>\n<blockquote id=\"b219-14\">137 Mary Ann Cotter........•..................... 40</blockquote>\n<blockquote id=\"b219-15\">Lots Ho. 1 to 4, block 1, Hardin town; lot Ho. 1 in block Ho. 2, Hardin town; and for a more particular description of said property, reference is hereby made to the original title papers now of record in Hardin County, all of which is made a part and parcel of this deed of conveyance, together with the rights, members and appurtenances to the same in any manner belonging, after advertising the said tracts or parcels of land according to the requirements of the law; did at public auction offer the same within the legal hours thereof to the highest bidder at the court house door at Hardin, in the county of Hardin, in the State of Texas, on the first Tuesday in September, 1884, and then and there knocked the said tracts or parcels of land off to Mrs. Elizabeth Taylor of said county, at and for the sum of six hundred and twenty-six 50-100 dollars ($626.50), she, being the highest and best bidder, became the purchaser thereof, which said sale on being duly returned was received and recognized and confirmed on the first Monday in Hovember, A. D. 1885, by the said County Court, when sitting for the purpose aforesaid, and an order then and there passed directing good and sufficient assurance of titles to be made to the said Elizabeth Taylor for the said tracts of land;</blockquote>\n<blockquote id=\"b219-16\">“How, therefore, I, the said J. M. Taylor, administrator as aforesaid, by virtue of said authority and in consideration of the said sum of six hundred and twenty-six and 50-100 dollars, to me in hand paid by the said Elizabeth Taylor, the receipt whereof is hereby acknowledged, have granted, bargained, sold and conveyed, and do by these presents grant, sell and convey unto the said Elizabeth Taylor, her heirs and assigns, all said tracts of land above described, together with all and singular, <page-number citation-index=\"1\" label=\"192\">*192</page-number>the rights, members and appurtenances to the same in any manner belonging, to have and to hold the said premises unto her, the said Elizabeth Taylor, her heirs and assigns forever in fee simple.</blockquote>\n<blockquote id=\"b220-4\">“Witness my hand this 15th day of December, A. D. 1885.</blockquote>\n<blockquote id=\"b220-5\">J. M. Taylor.</blockquote>\n<blockquote id=\"b220-6\">Administrator to the estate M. Taylor, deceased.”</blockquote>\n<p id=\"b220-7\">At the February term, 1887, A. B. Mitchell was appointed guardian of the estate of Bell Mitchell, a minor, one of the seven heirs.</p>\n<p id=\"b220-8\">On February 6, 1887, the court entered an order directing the administrator to be cited at next term to make final settlement upon complaint of Bell Mitchell. In 1888, 1889 and 1890 the administrator filed reports.</p>\n<p id=\"b220-9\">At the May term, 1898, the administrator filed the following report:</p>\n<blockquote id=\"b220-10\">“The State of Texas,) ............</blockquote>\n<blockquote id=\"b220-11\">Hardin County. (</blockquote>\n<blockquote id=\"b220-12\">In County Court, Hardin County, May term, A. D. 1898. “To the Honorable W. H. Greene, County Judge:</blockquote>\n<blockquote id=\"b220-13\">“How comes John M. Taylor, administrator of the estate of Murfrey Taylor, deceased, and presents to your honor for examination and approval, his statement of exhibit showing the present condition of said estate, to wit:</blockquote>\n<blockquote id=\"b220-14\">Total amt. rec’d. (exclusive of 5 percent com)..............$3,137.26</blockquote>\n<blockquote id=\"b220-15\">Amt. pd. expenses, $380.40 (5 percent com. added,</blockquote>\n<blockquote id=\"b220-16\">$19.00)............................... $399.40 .</blockquote>\n<blockquote id=\"b220-17\">Amt. allowed for attendance of Admr. and Atty. fee, 45.00 444.40</blockquote>\n<blockquote id=\"b220-18\">Leaving amount to account for..................$2,692.86</blockquote>\n<blockquote id=\"b220-19\">There are seven shares in the estate owned by the following named persons, to wit: H. B. Mitchell, E. J. Richardson, M. M. Richardson, Miley Rye, G. W. Taylor, J. M. Taylor, and Miles Taylor, each share being entitled to the sum of $384.69 3/7 X 7 $2,692.86.</blockquote>\n<blockquote id=\"b220-20\">“Ah Miles Taylor (one of the heirs) was indebted to Murfrey Taylor, deceased, in an amount greater than his share (1-7) in the estate and said indebtedness remained unpaid, the other six shares are entitled to take the share of said Miles Taylor, amounting to $384.69 3-7, which will add to each of the six shares the sum of $64.11 8-14, making each of said six shares entitled to the sum of $448.81, total for the six, $2,692.86.</blockquote>\n<blockquote id=\"b220-21\">“Of the above amounts the same has been, paid to said persons entitled to said six shares the following amounts.</blockquote>\n<blockquote id=\"b220-22\">Yalue of share. Amt. paid. Amt. due.</blockquote>\n<blockquote id=\"b220-23\">A. B. Mitchell.................$448.81 $369.03 $ 79.78</blockquote>\n<blockquote id=\"b220-24\">E. J. Richardson .............. 448.81 364.49 84.32</blockquote>\n<blockquote id=\"b220-25\">M. M. Richardson ............. 448.81 349.49 99.32</blockquote>\n<blockquote id=\"b220-26\">Carried forward ............$1,346.43 $1,083.01 $263.43</blockquote>\n<blockquote id=\"b221-4\"><page-number citation-index=\"1\" label=\"193\">*193</page-number>Value of share. Amt, paid. Amt. due.</blockquote>\n<blockquote id=\"b221-5\">Mts. Brot Ford ................$1,346.43 $1,083.01 $263.42</blockquote>\n<blockquote id=\"b221-6\">Miley* Eye ...................... 448.81 349.49 99.32</blockquote>\n<blockquote id=\"b221-7\"><em>G. </em>W. Taylor .................. 448.81 349.49 99.32</blockquote>\n<blockquote id=\"b221-8\">J. M. Taylor ............ 448.81 349.49 99.32</blockquote>\n<blockquote id=\"b221-9\">$2,692.86 $2,131.48 $561.38</blockquote>\n<blockquote id=\"b221-10\">Leaving amount due heirs $561.38........$2,692.86</blockquote>\n<blockquote id=\"b221-11\">“The administrator has heretofore filed in this court vouchers for all the disbursements made by him.</blockquote>\n<blockquote id=\"b221-12\">“The administrator will state that in truth and in fact, he paid to Miles Taylor (one of the heirs) the sum of $349.49, thinking at the time that said Miles would be entitled to his share in the estate, regardless of the fact that he was indebted to the estate in an amount greater than the value of his share, but the administrator was afterwards advised that he was in error in so doing and as the administrator has not as yet been able to collect said amount from said Miles, it has and does work a hardship on the administrator, as he will have said amount to advance to the heirs out of his private means.</blockquote>\n<blockquote id=\"b221-13\">\"All of which is most respectfully submitted to your honor for consideration and approval.</blockquote>\n<blockquote id=\"b221-14\">“J. M. Taylor.</blockquote>\n<blockquote id=\"b221-15\">“Subscribed to and sworn to before me, on this the 30th day of April, A. D. 1898.</blockquote>\n<blockquote id=\"b221-16\">“John P. Work, Notary Public,</blockquote>\n<blockquote id=\"b221-17\">(Seal.) Hardin County, Texas.”</blockquote>\n<p id=\"b221-18\">At the August term, 1887, the administrator reported that he had paid, to A. B. Mitchell, for Bell Mitchell, the sum of $301.46 with receipt thereof, which report was examined and approved.</p>\n<p id=\"b221-19\">Defendant, among other things, claims that it holds from and under Mrs. Elizabeth Taylor all the land, but it is not deemed necessary to-investigate this, for if the administrator’s deed be sustained, plaintiffs would be without any title and could not recover.</p>\n<p id=\"b221-20\">The above, in substance, forms the undisputed testimony. The court charged the jury that the evidence established the fact that whatever title Murfrev Taylor had to the land passed out of his estate by the administrator’s deed to Elizabeth Taylor and that therefore plaintiffs had no interest in the land and directed them to find for defendant.</p>\n<p id=\"b221-21\">The following are substantially the reasons assigned of error in the instruction:</p>\n<p id=\"b221-22\">“1. The record of the administration shows affirmatively that there were no debts owing by decedent to warrant an administration, hence the Probate Court of Hardin County acquired no jurisdiction.” Appel-, .lant admits the existence of one debt. It was not discharged by the heirs to prevent an administration. That it was of small amount can make no difference. The maxim <em>de minimis non curat lex </em>can not be utilized to defeat jurisdiction'.</p>\n<p id=\"b222-3\"><page-number citation-index=\"1\" label=\"194\">*194</page-number><em>“2. </em>The report of the commissioners to divide the estate suggesting that the tracts could not be divided fairly by a division in kind was a contradiction on. its face, and on its face untrue and failed to give a sufficient legal reason for their recommendation.” The court having approved and acted upon said report, it was a judicial act which should have been appealed from or questioned directly if unsatisfactory to the heirs. The court had power to order the sale upon the report, and it is to be presumed that it considered the matter and arrived at the same conclusion as the commissioners, and if this act was erroneous it can not be revised in this collateral manner.</p>\n<p id=\"b222-4\">“3. The record shows names and residences of the heirs of the estate (one being a married woman residing in Liberty County, to wit, Miley Bye and one a minor, H. B. Mitchell) and negatived servic'd or notice to them of the proceeding to sell the land because it could not be divided. And because one of the distributees of the estate bid less than the commissioners appraised the land at by over 50 percent.”</p>\n<p id=\"b222-5\">The point last made is of no force. Mrs. Taylor was not awarded the land under article 2178, Sayles’ Bevised Statutes. The limitation as to the price at which land may be taken by an heir under said article has no application to a purchaser at a sale. The only restriction upon a sale is that it requires confirmation by the court.</p>\n<p id=\"b222-6\">Articles 2155 and 2156, Sayles’ Bevised Statutes, requires in applications for partition and distribution that citation be issued and served personally on each person entitled to a share. What was intended to be, and what was acted upon as, an application for partition, was sworn to by the administrator before the clerk on January 15, 1884, and presumably filed on that day, but was not acted upon until February 4, 1884. The heirs were residents of Texas in Hardin and adjoining counties. That service of citation may have been had upon them in the meantime is presumable. The papers are gone, the docket, which the law required to be kept and which should be presumed to have been kept, is gone, in fact there is room for the presumption that service of citation was had personally on them, even the minor, H. Bell Mitchell, and on collateral attack such presumption must be indulged. The fact that no guardian <em>ad litem </em>appears to have been appointed for the minor (who at that time was without a guardian) does not render the proceeding void. (Montgomery v. Carlton, 56 Texas, 361; Laughter v. Seela, 59 Texas, 177.) The action of the court was had at the February term, and personal service may have been had to that term. But if it were a case of premature judgment, it would not be void. (Davis v. Robinson, 70 Texas, 397; Tobar v. Losano, 6 Texas Civ. App., 689.) The statute does not require notice to the heirs of the proceeding to sell the land because it had been reported not capable of division.</p>\n<p id=\"b222-7\">“4. The administrator’s ‘written application’ for the appointment of commissioners to partition the real estate did not invoke the jurisdiction of the Probate Court.”</p>\n<p id=\"b222-8\">An inspection of the instrument which this proposition refers to will show that it conforms substantially to the requirements of such an application. (Art. 2154, Sayles’ Rev. Stats.) We are at a loss to comprehend from appellant’s brief, precisely what the point is their counsel seeks to make in connection with the above proposition. Beference is probably <page-number citation-index=\"1\" label=\"195\">*195</page-number>intended to the order of September 17, 1883, appointing commissioners. If so, the subsequent proceedings supplement that order, as will be explained under the next head.</p>\n<p id=\"b223-3\">\"5. The sale to Elizabeth Taylor was without legal authority, because the exhibit to- accompany the application for partition was filed January 15, 1884. The commissioners were appointed September 17, 1883, without notice. The commissioners reported May 5, 1884, valuing the tracts of land at $2,610; valuing the Choate at $250.. This Choate tract was bid in by Mrs. Taylor at $110. The Jasper land, valued at $1,361, bid in at $748—all the lands went to Mrs. Taylor for $1,375. The commissioners reported these tracts not susceptible of partition, which on its face was a false report.”</p>\n<p id=\"b223-8\">This mixes and presents various propositions. It may be that when the court entered an order appointing commissioners of partition on September 17, no application had been filed calling for it. But one was field later on January 15, 1884, as already referred to. There appears no order at that time appointing these commissioners, and it may be the court let the -matter proceed upon the appointment that had been previously entered. This would not be fundamentally wrong. But when we refer to the order which the court made acting upon the report of the commissioners, we find it recited therein that they were appointed at the February term of the court, 1884, which was the term at which the court acted upon the administrator’s application. Thus the minutes indicate the appointment as made at the proper time. The report of the commissioners shows the same. A docket entry of such order would have been sufficient. (West v. Keeton, 42 S. W. Rep., 1034; Calloway v. Nichols, 47 Texas, 327.) All the other matters suggested in the above proposition have been discussed.</p>\n<p id=\"b223-10\"><em>“6. </em>The attempted partition of the estate by eliminating the personalty and not requiring the advancements to be brought into hotchpotch by the heirs, and giving the commissioners a chance to equalize the shares without recommending the sale of the real estate as it was in this case separately considered, rendered the whole partition nugatory and the sale of the land void.”</p>\n<p id=\"b223-11\">It appears from the report contained in the application that the administrator had about $1,394.83 and a few insignificant articles, besides the lands. A proper observance of the statute would have required an order for the commissioners to divide all the property remaining, instead of the real estate only. It seems to us, however, that had the commission included the personalty, the result would have been the same considering the reason given for not being able to make a fair and equal division of the land.</p>\n<p id=\"b223-12\">The statute was intended to confer upon the Probate Court general jurisdiction over the subject of partition of estates, and an order of that court within the scope of such jurisdiction can not be declared void, simply because the procedure prescribed has not been strictly followed. Such matters are susceptible of being waived by the parties interested. Suppose all the heirs had been <em>sui juris </em>and had desired a partition of the lands through commissioners, choosing to divide the funds on hand without the aid of commissioners, and the court had so ordered, it would hardly be questioned that such proceeding would be sustained under <page-number citation-index=\"1\" label=\"196\">*196</page-number>these circumstances even on an appeal. If, therefore, it was a matter in its nature subject to the consent or waiver of the parties, a judgment of the court in reference to it can not be treated as void. (Murchison v. White, 54 Texas, 78.) Such judgment may be erroneous, but it can not be reviewed or set aside in a collateral proceeding. This being so it seems hardly necessary to advert to the fact that all of the heirs of Murfrey Taylor who were of age, including Miley Rye, accepted from the administrator the proceeds from the sale to Mrs. Taylor, as did also the plaintiff, A. H. Mitchell, who is the heir of H. Bell Mitchell and formerly acted as guardian of- the estate of said H. Bell Mitchell, and as such guardian received for his ward a share of the proceeds from the administrator. We may also state that the record shows that Miley Rye died in 1886, and that H. Bell Mitchell died about four years prior to the trial of this cause at the age of about twenty-four years, and no direct proceeding was ever brought to question the administration proceeding under article 332, Sayles’ Revised Statutes.</p>\n<p id=\"b224-4\">It can not be claimed on the face of the probate proceedings in evidence that the sale to Mrs. Taylor was not confirmed by the court. The order of November 3, 1885, and that at the August term, 1886, evidence the court’s approval of the sale. It was not \"essential to the title that the administrator’s deed should recite the order of confirmation. The confirmation could be shown otherwise. This was not an ordinary sale of land, which the statute requires to be confirmed. The statute in connection with the. sale to effect partition does not provide for its confirmation, but it is no doubt contemplated that the sale in such a case should be subject to the approval of the court. The subsequent orders in evidence afford unmistakable evidence that this sale met with the court’s approval.</p>\n<p id=\"b224-5\">We are of opinion that the administrator’s deed should be held valid in this proceeding, and therefore we sustain the court in charging the jury to return a verdict for the defendant.</p>\n<p id=\"b224-6\">Appellees insist that the verdict is right upon another aspect of the evidence, which involves the claim that defendant is entitled to the land as an innocent purchaser of the title which existed prior to its acquisition by Murfrey Taylor. We had not considered the briefs on this branch of the case, because not necessary. But we may say that we think the fact of innocent purchaser, if it had been material, would have been one that could not have been taken from the jury.</p>\n<p id=\"b224-7\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b224-8\">Writ of error refused.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}