{
  "casebody": {
    "data": "<casebody firstpage=\"641\" lastpage=\"643\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b683-3\">Maurice F. Maher, administrator, <em>vs. </em>Boston and Albany Railroad Company.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b683-4\">Norfolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A_Ie\">November 15, 16, 1939.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"As3\">December 29, 1939.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b683-5\">Present: Field, C.J., Donahue, Lummus, Dolan, &amp; Ronan, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"AZh\"><em>E. W. Hadley, </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b683-10\"><em>Joseph Wentworth, </em>(J. <em>M. Hall </em>with him,) for the defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b683-11\">Ronan, J.</author>\n<p id=\"ASO\">This is an action of tort to recover damages for the conscious suffering and death of the plaintiff’s intestate on February 24, 1935, while a passenger on a special train, consisting of ten cars and running from Boston to Becket for the purpose of returning to a “C. C. C.” camp, at Becket, young men who had enrolled in this camp and who had been on a three-day holiday over Washington’s Birthday. It could have been found that the train swayed or lurched as it reached the Natick station, causing the decedent, who was passing from one car to another, to lose his balance and to fall or go out through an open door, which he had not opened, and strike against a fence that separated the track upon which the train was travelling from a branch track with such force as to break several pickets; that he was so severely injured that he died in about six hours after the accident. The judge, subject to the plaintiff’s exception, directed a verdict for the defendant.</p>\n<p id=\"b684-2\"><page-number citation-index=\"1\" label=\"642\">*642</page-number>There was evidence that the decedent came from the rear of the train and met one Gagne, who was seated in the third or fourth car from the rear, and, after talking with him, left the car by the forward door; that he then met Hanlon, with whom he sat for a few minutes, and, sometime after the train left the Newtonville station, the decedent got up and went forward. The plaintiff offered to show by Hanlon that, after the train left Trinity Place in Boston, and again after it left Newtonville, Hanlon felt a draft of cold air and noticed that the car door was open; but the judge did not permit him to testify that on each occasion he found that the vestibule door was open, apparently for the reason that the evidence did not show that the decedent was near this door on this particular car at the time of the accident. We assume for the purpose of this decision that the evidence was admissible because its introduction in testimony would not change the result.</p>\n<p id=\"b684-3\">Statements made by the decedent were the only evidence as to the manner in which the accident happened, and were, in substance, that, while he was passing from one car to another, the car swayed or lurched; that he lost his balance and went through an open door. It is a matter of common knowledge that jolts and lurches are frequently encountered in the operation of trains and, if they do not exceed in severity or violence those ordinarily experienced in the movement of trains, they are not indicative of any breach of duty that is owed by the carrier to the passenger. There was no evidence as to either the speed of the train, or defect in the car or the track. No other passenger was shown to have felt any sway or lurch of the train at the time of the accident. The immediate effect of the jolt was to cause the decedent to lose his balance as he was walking along the platform of the car. It is plain that under our decisions a jolt of such a character is insufficient to prove negligence in the operation and management of the train. <em>Weinschenk </em>v. <em>New York, New Haven &amp; Hartford Railroad, </em>190 Mass. 250. <em>Foley </em>v. <em>Boston &amp; Maine Railroad, </em>193 Mass. 332. <em>Viglas </em>v. <em>Boston, Revere Beach &amp; Lynn Railroad, </em>270 Mass. 264. <em>Caranicos </em>v. <em>New York, New Haven </em><page-number citation-index=\"1\" label=\"643\">*643</page-number><em>&amp; Hartford Railroad, </em>277 Mass. 364. <em>McKay </em>v. <em>Boston &amp; Maine Railroad, </em>284 Mass. 606.</p>\n<p id=\"b685-5\">The physical facts occasioned by the jolt do not show that it was other than an ordinary movement incidental to the usual operation of the train, and on that ground the case is distinguishable from <em>Rust </em>v. <em>Springfield Street Railway, </em>217 Mass. 116, <em>Bell </em>v. <em>New York, New Haven &amp; Hartford Railroad, </em>217 Mass. 408, <em>Convery </em>v. <em>Eastern Massachusetts Street Railway, </em>252 Mass. 418.</p>\n<p id=\"b685-6\">If the evidence warranted a finding that there was negligence in keeping open for a long time a vestibule door of the car in which the decedent sat with Hanlon, there was no evidence to warrant a finding that the decedent fell through that door. The mere fact that at the moment of the accident some vestibule door was open and the decedent fell through it, would not warrant a finding of negligence. <em>Faulkner </em>v. <em>Boston &amp; Maine Railroad, </em>187 Mass. 254. <em>Hunt </em>v. <em>Boston Elevated Railway, </em>201 Mass. 182. <em>Casey </em>v. <em>New York, New Haven &amp; Hartford Railroad, </em>207 Mass. 443. <em>Shaughnessy </em>v. <em>Boston &amp; Maine Railroad, </em>222 Mass. 334. <em>MacGill-Allen </em>v. <em>New York, New Haven &amp; Hartford Railroad, </em>229 Mass. 162. <em>Carlson </em>v. <em>Boston &amp; Maine Railroad, </em>269 Mass. 60.</p>\n<p id=\"b685-7\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}