{
  "casebody": {
    "data": "<casebody firstpage=\"1147\" lastpage=\"1151\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1205-11\">James F. ANTONIO et al., Appellees, v. James C. KIRKPATRICK et al., Appellants.<footnotemark>*</footnotemark></parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1205-13\">No. 78-1500.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1205-14\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1205-15\">Submitted Aug. 1, 1978.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1205-16\">Decided Sept. 28, 1978.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1206-10\"><page-number citation-index=\"1\" label=\"1148\">*1148</page-number>John D. Ashcroft, Atty. Gen., William F. Arnet and Michael Elbein, Asst. Attys. Gen., Jefferson City, Mo., filed brief for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1206-11\">Alex Bartlett of Hendren &amp; Andrae, Jefferson City, Mo., filed brief for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1206-12\">Before GIBSON, Chief Judge, and BRIGHT and ROSS, Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1205-10\"> <em>Editor’s Note: </em>The opinion of the United States Court of Appeals, Ninth Circuit in <em>United States </em>v. <em>Orozco, </em>published in the advance sheets at this citation (579 F.2d 1147) was withdrawn from this volume upon the filing of a petition for rehearing.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1206-13\">GIBSON, Chief Judge.</author>\n<p id=\"b1206-14\">This case presents the issue of the constitutionality of a ten-year durational residency requirement as a qualification for statewide public office. James F. Antonio brought suit in the District Court for the Western District of Missouri<footnotemark>1</footnotemark> seeking an order directing the Missouri Secretary of State to certify him to local election officials as a Republican candidate for the office of State Auditor of Missouri for the August 1978 primary election. Plaintiffs J. Anthony Dill and Julian J. Ossman, as citizens and voters, joined with Antonio in seeking this order to enable them to vote for him in the Republican primary. The Secretary of State, Kirkpatrick, had refused to certify Antonio on the advice of the State Attorney General, John Ashcroft, because Antonio did not fulfill the applicable ten-year residency requirement.<footnotemark>2</footnotemark> Judge Hunter declared the ten-year durational residency requirement for the office of State Auditor of the State of Missouri an unconstitutional denial of equal protection, enjoined its enforcement, and ordered Kirkpatrick, as Secretary of State, to accept Antonio’s declaration of candidacy and certify his name to local election officials.<footnotemark>3</footnotemark> Kirkpatrick and Ashcroft appealed to this court from Judge Hunter’s decision pursuant to 28 U.S.C. § 1291. In view of the imminence of the primary election and the consequent need for an immediate resolution of the controversy, on August 5 we affirmed the judgment of the District Court. This opinion sets forth the reasons for that ruling.</p>\n<p id=\"b1206-19\">The durational residency requirement discriminates between old residents and new residents. In reviewing state classifications, judicial restraint generally compels adherence to the long-established rule that a State does not deny equal protection if the classification is rationally related to a legitimate government objective. <em>Dan-dridge v. Williams, </em>397 U.S. 471, 486, 90 S.Ct. 1153, 25 L.Ed.2d 491 (1970); <em>McDonald v. Board of Election, </em>394 U.S. 802, 809, 89 S.Ct. 1404, 22 L.Ed.2d 739 (1969); <em>Rapid Transit Corp. v. New York, </em>303 U.S. 573, 578, 58 S.Ct. 721, 82 L.Ed. 1024 (1938); <em>Lindsey v. Natural Carbonic Gas Co., </em>220 U.S. 61, 67, 31 S.Ct. 337, 55 L.Ed. 369 (1911). This traditional standard may be referred to as the reasonable basis test. A narrow exception to the application of this test exists when classifications are based upon <page-number citation-index=\"1\" label=\"1149\">*1149</page-number>certain “suspect” criteria or affect “fundamental rights.” Under this doctrine, the classification will be subjected to strict scrutiny and a State must come forth with a compelling and substantial interest to justify the classification. <em>Dunn v. Blumstein, </em>405 U.S. 330, 335, 341-43, 92 S.Ct. 995, 31 L.Ed.2d 274 (1972); <em>Shapiro v. Thompson, </em>394 U.S. 618, 634, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969).</p>\n<p id=\"b1207-5\">The District Court found that the latter standard of review should be applied to the durational residency requirement at issue because it infringes upon the fundamental rights to vote and to travel interstate. We disagree. Before abandoning the traditional standard of review, a court must determine whether a State’s limitation has a “real and appreciable impact” upon the fundamental rights allegedly affected. <em>See Bullock v. Carter, </em>405 U.S. 134, 144, 92 S.Ct. 849, 31 L.Ed.2d 92 (1972). Although the United States Supreme Court has recognized that any limitations imposed by a State on the ability of persons to become candidates for public office necessarily places some burden on the rights of voters, <em>id. </em>at 143, 92 S.Ct. 849; <em>Williams </em>v. <em>Rhodes, </em>393 U.S. 23, 30, 89 S.Ct. 5, 21 L.Ed.2d 24 (1968), it has also been careful to note that not all restrictions on candidacy are subject to the more rigorous standard of review.</p>\n<blockquote id=\"b1207-6\">Of course, not every limitation or incidental burden on the exercise of voting rights is subject to a stringent standard of review. <em>McDonald v. Board of Election, </em>394 U.S. 802 [89 S.Ct. 1404, 22 L.Ed.2d 739] (1969). * * * In approaching candidate restrictions, it is essential to examine in a realistic light the extent and nature of their impact on voters.</blockquote>\n<p id=\"b1207-8\">405 U.S. at 143, 92 S.Ct. at 856.</p>\n<p id=\"b1207-9\">We conclude that the ten-year residency requirement on the position of State Auditor only minimally infringes upon the rights of voters to participate in the election process. It does not unfairly burden a discrete minority group of voters because the requirement is totally unrelated to the status of voters. <em>Walker v. Yucht, </em>352 F.Supp. 85, 91-93 (D.Del.1972). <em>See Bullock v. Carter, supra, </em>405 U.S. at 144, 92 S.Ct. 849 (unequal weight on voters according to their economic status). Furthermore, the requirement does not irretrievably foreclose a person from running for the office of State Auditor. <em>See Howlett v. Salish and Kootenai Tribes, </em>529 F.2d 233, 244 (9th Cir. 1976); <em>Chimento v. Stark, </em>353 F.Supp. 1211, 1216 (D.N.H.) <em>aff’d mem., </em>414 U.S. 802, 94 S.Ct. 125, 38 L.Ed.2d 39 (1973). <em>Cf. Sosna v. Iowa, </em>419 U.S. 393, 406, 95 S.Ct. 553, 42 L.Ed.2d 532 (1975). The delay imposed upon voters is a negligible intrusion upon their exercise of the franchise. Voters can continue to vote on a regular basis and select from a pool of candidates which constantly changes as persons become eligible. Also a potential candidate for State Auditor can actively participate in the political process by running for other public offices during the “waiting period.” 353 F.Supp. at 1216.</p>\n<p id=\"b1207-11\">Candidate durational residency requirements have some impact upon the right to travel interstate. We conclude, however, that the relationship between the requirement at issue and the right to travel interstate is too attenuated to warrant invocation of the strict standard of review. The requirement does not serve as a real or direct impediment to interstate travel, <em>see, e. g., Shapiro v. Thompson, </em>394 U.S. 618, 631, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969) (purpose to inhibit migration), nor does it interfere with the fundamental rights of the traveler, see, <em>e. g., Dunn v. Blumstein, </em>405 U.S. 330, 92 S.Ct. 995, 31 L.Ed.2d 274 (1972) (interference with right to vote), since the right to run for public office has never been elevated to the status of a fundamental right.</p>\n<p id=\"b1207-12\">Thus, the proper standard for reviewing the provision of the Missouri Constitution imposing a durational residency requirement on aspirants to the office of State Auditor is the traditional reasonable basis test. “However, even under conventional standards of review, a State cannot achieve its objectives by totally arbitrary means; the criterion for differing treatment must bear some relevance to the object of the <page-number citation-index=\"1\" label=\"1150\">*1150</page-number>legislation.” <em>Bullock v. Carter, supra, </em>405 U.S. at 145, 92 S.Ct. at 857. <em>See also, Lubin v. Panish, </em>415 U.S. 709, 719, 94 S.Ct. 1315, 39 L.Ed.2d 702 (1974).</p>\n<p id=\"b1208-4\">A durational residency requirement does have some rational relationship to a legitimate State interest in having candidates, particularly candidates for statewide office, who are bona fide residents of the state and who have lived in the State a sufficient period of time to demonstrate their interest as citizens in the welfare and problems of the State. What that durational requirement may be is left primarily to the States to determine and it is not a function of the federal government to so prescribe. The durational requirements give some assurance that candidates are acquainted with the problems of the State and that voters have had some opportunity to observe the candidates as fellow citizens in their local areas. A State does have a recognized interest in obtaining knowledgeable and qualified candidates for high office. A State’s own opinion of its durational residency requirements is entitled to considerable weight, particularly as set forth in a State constitution. As noted in <em>McDonald, supra, </em>394 U.S. at 809, 89 S.Ct. at 1408, “statutory classifications will be set aside only if no grounds can be conceived to justify them.” We think, therefore, there are sufficient legitimate, rational objectives for State-imposed durational residency requirements for office and particularly for statewide office. However, the question here is whether the requirement so imposed violates constitutional standards as being arbitrary or so restrictive as to erase any rational relationship to the legitimate State interest of having qualified and knowledgeable candidates.</p>\n<p id=\"b1208-5\">As an alternate ground for holding the Missouri ten-year requirement unconstitutional, the District Court found that the ten-year requirement is not reasonably related to any of the asserted State interests or to any of the requirements of the office of State Auditor. While this is a close question, we are satisfied that the District Court’s findings of fact are not clearly erroneous and that it applied correct principles of law. We therefore affirm the judgment on this basis. We do not express any opinion on the validity of durational residency requirements for other offices, nor do we hold that a durational residency requirement of a shorter period for the position of State Auditor would be invalid.</p>\n<p id=\"b1208-7\">The right to prescribe qualifications for statewide political offices is a power reserved to the States under the tenth amendment of the Constitution, and the federal courts must exercise caution to avoid usurping this power. <em>Henderson v. Fort Worth Independent School District, </em>526 F.2d 286, 292 (5th Cir. 1976); <em>Green v. McKeon, </em>468 F.2d 883, 885-86 (6th Cir. 1972) (O’Sullivan, J., dissenting); <em>Walker v. Yucht, </em>352 F.Supp. 85, 99-100 (D.Del.1972).</p>\n<blockquote id=\"b1208-8\">Assessing the competing interests presented for reconciliation in this case, we have been mindful that the issue is not so much striking the proper balance as determining <em>who </em>should make the adjustment. As non-representative bodies, federal courts do not, and are not designed to, reflect democratic society. Our ability and competence to decide complex legal issues is dependable only within narrow limits.</blockquote>\n<p id=\"b1208-9\"><em>Id. </em>at 99 (footnote omitted). We do not decide this case in a vacuum. In recent times the federal courts have created a substantial body of law on the issues of durational residency requirements and candidate qualifications.<footnotemark>4</footnotemark> We must accept guidance from these cases. The longest residency requirement to be upheld is a seven-year requirement as a qualification for the position of Governor of- New Hampshire. <em>Chimento </em>v. Stark, 353 F.Supp. 1211 (D.N.H.), aff’d <em>mem., </em>414 U.S. 802, 94 S.Ct. 125, 38 L.Ed.2d 39 (1972). In the challenge to this requirement the court stated that “the length of the residency requirement may approach the constitutional limit.” <em>Id. </em>at 1217. Significant differences between New Hampshire’s requirement and the requirement challenged in this case compel <page-number citation-index=\"1\" label=\"1151\">*1151</page-number>the conclusion that the latter requirement oversteps the constitutional limit. Ten years is a substantial period of time, especially in relation to the position of State Auditor. The duties of State Auditor greatly differ from those of the Governor of a State. The latter position is the highest office of the State and involves broad discretion and policymaking powers. The position of State Auditor is more ministerial as its primary responsibility is post-auditing. These differences influence our evaluation of the State’s interests in maintaining the ten-year durational residency requirement as a qualification for the position of State Auditor.</p>\n<p id=\"b1209-5\">Mindful of the need to exercise care to avoid exercising power not rightfully ours, we emphasize that our decision is guided by prior case law. Taking into consideration the appropriate balance between State power and the constitutional requirement of equal protection, we are satisfied that the District Court correctly determined that the requirement of a ten-year residency for candidates for State Auditor does not bear a rational relationship to a legitimate State end.</p>\n<p id=\"b1209-6\">Judgment affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b1206-15\">. The Honorable Elmo B. Hunter, United States District Judge, Western District of Missouri.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1206-16\">. Section 13 of Article IV of the 1945 Constitution of Missouri provides: “The state auditor shall have the same qualifications as the governor.” Section 3 of Article IV provides: “The governor shall be at least thirty years old and shall have been a citizen of the United States for at least fifteen years and a resident of this state at least ten years next before election.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1206-21\">. The District Court opinion is reported at 453 F.Supp. 1161 (W.D.Mo.1978).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1208-10\">. See cases cited in District Court opinion.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}