{
  "casebody": {
    "data": "<casebody firstpage=\"877\" lastpage=\"895\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b757-4\">[No. F000080.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ATt\">Fifth Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AUm\">Nov. 28, 1984.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b757-5\">WAYNE QUIGLEY et al., Plaintiffs and Appellants, v. PET, INCORPORATED, Defendant and Appellant; ED PHIPPEN et al., Defendants and Respondents.</parties>\n<p data-order=\"4\" data-type=\"misc\" id=\"b757-7\">[Opinion certified for partial publication.<footnotemark>1</footnotemark>]</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b759-10\"><page-number citation-index=\"1\" label=\"879\">*879</page-number>Counsel</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b759-11\">Stockton &amp; Schrimp, Cleveland J. Stockton and James L. Sadler for Plaintiffs and Appellants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b759-12\">Stumbos &amp; Mason, Horvitz &amp; Greines, Horvitz &amp; Levy, Ellis J. Horvitz and Gideon Kanner for Defendant and Appellant and for Defendants and Respondents.</attorneys>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b757-11\">Parts I through VIII of the Discussion in this opinion are not certified for publication. (See Cal. Rules of Court, rules 976(b) &amp; 976.1.)</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b760-3\"><page-number citation-index=\"1\" label=\"880\">*880</page-number>Opinion</p>\n<author id=\"b760-4\">WOOLPERT, J.</author>\n<p id=\"Acn\">In this case, the plaintiffs have recovered substantial contract and tort damages arising from defendant’s bad faith activity in protesting contract terms. The case was tried and an appeal filed before the Supreme Court decided <em>Seaman’s Direct Buying Service, Inc. </em>v. <em>Standard Oil Co. </em>(1984) 36 Cal.3d 752 [206 Cal.Rptr. 354, 686 P.2d 1158], We must deal with a jury instruction which subjected the defendant to tort liability and damages for the failure to “deal fairly and in good faith.”</p>\n<p id=\"b760-5\">Plaintiffs Wayne Quigley (Quigley) and Quigley Bros. Transportation, Inc. (Quigley Bros.) filed this action against Pet, Incorporated (Pet) and two of its employees, Ed Phippen and Bob Baker. Contract, compensatory, and punitive damages were sought for wrongful conduct arising out of a written contract providing for Quigley Bros, to haul raw walnuts on behalf of Pet. Four causes of action were alleged. After various law and motion matters were heard, a pretrial conference order was signed purporting to clarify the issues to be resolved by jury trial.</p>\n<p id=\"b760-6\">The first count sought contract damages against Pet. The court termed it a “simple Cause of Action for breach of contract.”</p>\n<p id=\"b760-7\">The second and third counts, for tortious interference with business relations and intentional infliction of emotional distress, respectively, were against Pet, Phippen, and Baker.</p>\n<p id=\"b760-8\">Breach of the implied duty of good faith and fair dealing arising out of the contract relationship was alleged against Pet in the fourth count.</p>\n<p id=\"b760-9\">After 11 days of trial and 1 day of deliberation, the jury verdict was taken. Phippen and Baker were not found liable. On the contract cause, Quigley Bros, was awarded $27,200.45, plus interest. For tortious breach of the implied duty of good faith and fair dealing, Quigley, individually, received an award of $592,800 in compensatory damages. Although instructed that punitive damages could be apportioned, both plaintiffs were awarded the single sum of $3.8 million. Pet was named the responsible defendant.</p>\n<p id=\"b760-10\">In its judgment the court specified that interest on the first cause accrued from the time of the breach, and interest on the other awards began to accrue at the time of judgment.</p>\n<p id=\"b760-11\">After the denial of a motion for new trial, an appeal and cross-appeal were filed.</p>\n<p id=\"b761-4\"><page-number citation-index=\"1\" label=\"881\">*881</page-number>The Contract Dispute</p>\n<p id=\"b761-5\">Wayne Quigley was 42 years old at the time of trial. He had been involved in the trucking business all his life, and had eventually started his own company. In 1976, his hauling business was incorporated. Quigley owned all the stock in the corporation. By 1977-1978, Quigley controlled 10 trucks and employed the services of 34-35 subhaulers. For the fiscal year 1977-1978, the corporation grossed approximately $400,000.</p>\n<p id=\"b761-6\">One of Quigley’s first accounts had been with Haig Berberian, for whom he had hauled raw products. Quigley hauled for Berberian for 15 years. Between 1972-1973, Berberian sold his interest to Pet. Berberian was permitted to continue operation of the business until 1975. By that time, Quigley was hauling all of Berberian’s raw products.</p>\n<p id=\"b761-7\">In 1975, Quigley did some hauling of raw products for Pet. At the end of the 1975 hauling season, Baker, who was head of the buying department for Pet, sent Quigley a letter commending him for his “exceptional” service. In 1976, Quigley agreed with Pet to haul for the same rate of compensation as he received from them in 1975. Both walnuts and almonds were hauled for Pet during the 1976 season.</p>\n<p id=\"b761-8\">Negotiations for the 1977 hauling season began in February 1977. At that time, Phippen assumed total control of Pet’s Modesto operation; he occupied the position of general manager. Phippen assigned to Baker the responsibility of negotiating hauling contracts.</p>\n<p id=\"b761-9\">It was Phippen’s desire to tie the hauling rates to tariffs suggested by the Public Utilities Commission (PUC). In particular, he wanted to employ the “bulk grain rates.” This information was conveyed to Baker.</p>\n<p id=\"b761-10\">In February 1977, Quigley and Baker met. Baker informed Quigley that Pet wanted to set the hauling rates with reference to the PUC tariffs. Quigley then asked his employee, Karen Machado, to draw up some suggested rates.</p>\n<p id=\"b761-11\">Upon examination of the PUC tariffs, Machado determined that tariffs 8-A and 14-A were potentially applicable to the hauling of nuts. Tariff 8-A was the far higher of the two tariffs. Quigley decided to ask for a rate which was halfway between the rates of tariff 8-A and 14-A.</p>\n<p id=\"b761-12\">Quigley, Baker and Phippen met in Baker’s office on March 7, 1977. Quigley was told that Pet intended to split the hauling of their walnuts and almonds between two carriers. Quigley was upset because he had done all the hauling the year before. Quigley stated that he would not settle for only <page-number citation-index=\"1\" label=\"882\">*882</page-number>half, and refused to enter a contract. The parties’ testimony as to what transpired at that point is in conflict.</p>\n<p id=\"b762-4\">According to Quigley, Baker and Phippen conferred in the corner of the office. They then offered to pay Quigley at the tariff 8-A rate if he would agree to haul only walnuts and permit another carrier to haul almonds. Quigley replied: “For 8-A I’d stand still for any goddamn thing.” Baker then prepared and signed the following contract:</p>\n<blockquote id=\"b762-5\">“As per our conversation on March 7, 1977 we will agree to your company hauling all of our incoming raw product walnuts for the 1977 crop year with the exception of the Stockton area (Spingola Trucking) and certain growers who haul their own product.</blockquote>\n<blockquote id=\"b762-6\">“We agree to pay, for your services, grain rates as per the Tariff 8-A schedule.”</blockquote>\n<p id=\"b762-7\">Baker and Phippen had a different recollection of the meeting. The 8-A rate had not been mentioned at the meeting. They believed the contract provided for a “bulk grain rate.” Unbeknownst to Baker and Phippen on March 7, the “bulk grain rate” they sought was much closer to the lower 14-A rate than the 8-A rate.</p>\n<p id=\"b762-8\">Lee Smith, the Pet controller, informed Quigley that payments on any submitted bills would be delayed at least four to five weeks, because Pet’s policy at the time was to issue checks from its headquarters in St. Louis. For this reason, Quigley went to Earl Egolf at the Bank of America and opened a line of credit of $100,000-$125,000. Egolf extended credit on the condition that Pet’s checks would be jointly payable to the bank and Quigley.</p>\n<p id=\"b762-9\">In March or April 1977, another trucker, Lyn Hoagland, entered into an almond-hauling contract with Pet. He discussed tariff 14-A with Phippen and Baker, both of whom appeared to understand what he was talking about. The parties referred to 14-A as the “bulk grain rate.” Hoagland agreed to a contract price based on the tariff 14-A rate plus seven cents per hundredweight.</p>\n<p id=\"b762-10\">In May 1977, Baker called Quigley and asked him to compare his own rates with those of Hoagland. Quigley did so and became concerned because his rates were much higher. In some instances, Hoagland’s rates were lower than those charged by Quigley in 1975 and 1976.</p>\n<p id=\"b762-11\">Quigley then met with Baker. He informed Baker that Hoagland would be unable to show a profit on the almond-hauling contract. Baker asked <page-number citation-index=\"1\" label=\"883\">*883</page-number>Quigley if he was satisfied with his own contract, and received an affirmative response.</p>\n<p id=\"b763-5\">Performance of the Quigley-Pet contract began in early September 1977. By late September, Quigley had billed Pet for $40,000, but had not received any payments. Since the bank was expecting joint payment, Egolf suggested that Quigley speak to Pet controller Smith, which he did. Unfortunately, Smith stated no payments would be forthcoming.</p>\n<p id=\"b763-6\">Quigley next met with Phippen and was informed that there would not be any payments on the contract unless he accepted the 14-A rate. A second meeting was held and Phippen, apparently acting with authority, remained firm in his refusal to make payments on the contract. Simultaneously, Egolf declined to advance any credit, since the contract was not being enforced.</p>\n<p id=\"b763-7\">On October 5, Phippen sent the following letter to Quigley.</p>\n<p id=\"b763-8\">“Dear Mr. Quigley:</p>\n<blockquote id=\"b763-9\">“We have recently discovered that the tariff to be charged for walnut hauling by your firm should be properly designated in the area of the 14-A rate price structure, and not the 8-A figure as you had indicated on March 7, 1977, in conversation with Bob Baker and the undersigned. A review of the original negotiation indicates that the proper rate would have been a price equivalent to the 14-A rate, not the 8-A rate. Funsten Nut Division of PET, Incorporated, in ignorance of the tariffs and in reliance upon your representation that 8-A was the proper designation, used tariff 8-A in the letter of March 7, 1977, instead of the proper rate figure of 14-A.</blockquote>\n<blockquote id=\"b763-10\">“You knew, or should have known, that at the time of said representation tariff 8-A was almost twice the amount of the rate levels that were agreed upon and that it would be unconscionable on your part to expect Funsten Nut Division of PET, Incorporated, to agree to pay twice the agreed upon rate.</blockquote>\n<blockquote id=\"b763-11\">“ <em>Therefore, you are hereby advised that our letter of March </em>7, <em>1977, is hereby rescinded on the basis of your misrepresentation of the designated rate. </em>You will be compensated at the proper price, which is an equivalent of tariff 14-A, for all hauling that you have done thus far in the crop year 1977 with regard to incoming raw walnut products. Should you desire, you may enter into a new hauling agreement with PET, Incorporated, Funsten Nut Division, California Operation, for future hauling of this year’s crop at the correct rate, which is the equivalent of 14-A.</blockquote>\n<blockquote id=\"b764-3\"><page-number citation-index=\"1\" label=\"884\">*884</page-number>“One other matter is that it was agreed that your hauling would be with regard to hauling furnished by us and that growers who desire to haul their own product would be free to do so. Your recently taken position that this means that the grower must own and operate his own truck is erroneous and is rejected in that it was the clear understanding in March that you would be compensated for the hauling for which PET had contracted with you, and that growers are free to arrange for hauling of their own product if they desire to do so.</blockquote>\n<blockquote id=\"b764-4\">“Should you not accept this notice of rescission and not make immediate arrangements for reimbursement of any overpayments made for hauling expenses incurred thus far, PET will be left in the position of having no alternative other than to immediately file suit for relief against you in the Superior Court.” (Italics added.)</blockquote>\n<p id=\"b764-5\">On October 6, Quigley discontinued hauling. After several negotiating sessions, Pet agreed to reinstate the contract. On October 13, Albert Clark, Quigley’s attorney, memorialized the agreement with the following letter:</p>\n<blockquote id=\"b764-6\">“Walter J. Schmidt “Attorney at Law “1209 ‘H’ Street “Modesto, California 95354</blockquote>\n<blockquote id=\"b764-7\">“Re: Quigley Bros. Transportation, Inc. and Funsten Nut Division of Pet, Inc. Our File: 7177</blockquote>\n<blockquote id=\"b764-8\">“Dear Walt:</blockquote>\n<blockquote id=\"b764-9\">“It is my understanding that for the moment all of the problems between Wayne Quigley and the Funsten Nut Division of Pet, Inc., have been resolved. It is also my understanding that Mr. Quigley has gone back to work for Pet and will continue to haul the walnuts for that company pursuant to the March 7, 1977 contract.</blockquote>\n<blockquote id=\"b764-10\">“So that there is no misunderstanding, Mr. Quigley has gone back to work with the understanding that he is not releasing Pet, Inc. and/or the Funsten Nut Division of Pet, from any liability that arose out of the problems that occurred during the week of October 3, 1977. In otherwords [sic], it is his feeling that his contract can be completed without any liability on the part of Pet, but because of the many variables involved, he does not wish to release them at this time.</blockquote>\n<blockquote id=\"b764-11\">“It is also Mr. Quigley’s understanding that Pet, Inc. will pay him pursuant to the provisions of the March 7 contract, or at 8A.</blockquote>\n<blockquote id=\"b765-4\"><page-number citation-index=\"1\" label=\"885\">*885</page-number>“Thank you very much for your consideration and cooperation in this matter.”</blockquote>\n<p id=\"b765-5\">The parties also agreed that Quigley would be compensated $1,000 a day for the period during which he had not worked.</p>\n<p id=\"b765-6\">At trial Quigley attempted to establish that Pet’s decision to stop payment on the contract was a malicious act. He testified to a conversation he had with Bill Henson, a warehouse manager with Pet. The conversation occurred prior to the contract dispute. Henson related a statement made by Baker to the effect that Pet intended to “starve” Quigley into the position of accepting whatever terms he was offered. Leon McNealy, Quigley’s dispatcher, confirmed the Henson statement. For his part, Baker denied making it.</p>\n<p id=\"b765-7\">Quigley also introduced into evidence a report prepared by Robert Delaney, a Pet employee from the St. Louis office. The tone of the report clearly indicated that Pet had erred in stopping payment on the contract, as can be seen by Delaney’s praise for “the wisdom” exhibited by Pet attorney Schmidt when he recommended that the dispute be resolved by honoring the contract. Delaney concluded that Pet “can argue that they misunderstood the implication of the March, 1977 rate negotiation, but in view of Quigley documentation, Funsten [i.e., Pet] cannot maintain that they were misled by Quigley.”</p>\n<p id=\"b765-8\">Despite the dispute over the 1977 contract, Quigley and Phippen discussed the possibility of a merger between Quigley’s corporation and Pet. Quigley sought these discussions in lieu of filing a lawsuit. In exchange for Pet’s commitment for further hauling contracts, Quigley offered 49 percent ownership of his stock. Delaney recommended acceptance of the offer. Phippen refused, and the present lawsuit followed.</p>\n<p id=\"b765-9\">Damages</p>\n<p id=\"b765-10\">The jury returned a verdict for $27,200.45 plus interest for Pet’s breach of the contract, a sum erroneously converted to $27,245 in the judgment. Quigley urged that money was owed him under the contract in five respects: (1) $710.07 for underpayments by Pet where tendered payments were lower than those billed; (2) $4,579.48 for underbilling; (3) $9,739.24 for unpaid bills; (4) $2,081.78 for unpaid manifests; and (5) $13,489.88 for trucks “going around.”</p>\n<p id=\"b765-11\">The last category, “going around,” resulted from Quigley’s understanding of the March 7 contract. He thought that a grower desiring to haul his <page-number citation-index=\"1\" label=\"886\">*886</page-number>own walnuts was required both to notify Quigley and to employ his own personal truck. However, both prior to the contract dispute and after its resolution, numerous non-grower-owned trucks hauled walnuts. Quigley sought to recover the amount he would have received under the contract had he done this hauling.</p>\n<p id=\"b766-4\">As well as awarding damages under the contract, the jury awarded Quigley, individually, $592,800 in general damages. This general damage award was a response to his claim for medical costs, lost earnings, and pain and suffering. Although Quigley prayed and argued for $2 million in punitive damages, the jurors awarded $3.8 million. This was on an apparent conclusion that Pet had not dealt “fairly and in good faith” with plaintiffs; in contrast, the jury found no liability for tortious interference with business relations or for intentional infliction of emotional distress.</p>\n<p id=\"b766-5\">With regard to the harm he had personally suffered, Quigley relied on the testimony of his psychiatrist. He had first sought the services of the doctor in June 1978; at that time, he related that he was not actively pursuing his business interests. He was also crying, slow of speech, and confused. In short, Quigley was in the throes of depression.</p>\n<p id=\"b766-6\">Despite Quigley manifesting these symptoms as early as June, the doctor testified that the contract dispute of early October precipitated a deep and longlasting depression. At the time of trial, he was still depressed and spent two or three hours a night brooding over the contract dispute, experiencing “intrusive thoughts” over which he had no control. Finally, it was the doctor’s opinion that Quigley was “totally incapacitated” and would need psychiatric care for the rest of his life.</p>\n<p id=\"b766-7\">Discussion</p>\n<p id=\"b766-8\">I. Dismissal of Pet’s Appeal<footnotemark>*</footnotemark></p>\n<p id=\"b766-9\">IX. Implied Covenant of Good Faith and Fair Dealing.</p>\n<p id=\"b766-10\">The novel issue in this case concerns the propriety of the award of nearly $4.5 million in general and punitive damages. In examining this award, the threshold question is, of course, whether such damages were recoverable under any of the legal theories urged at trial.</p>\n<p id=\"b767-4\"><page-number citation-index=\"1\" label=\"887\">*887</page-number>As Pet correctly notes, California law does not authorize the award of general or punitive damages for the mere breach of a commercial contract. The measure of damages for breach of contract is limited to those losses which might reasonably be foreseen by the parties. (See <em>Ericson </em>v. <em>Playgirl, Inc. </em>(1977) 73 Cal.App.3d 850, 854 [140 Cal.Rptr. 921, 96 A.L.R.3d 427]; <em>Mendoyoma, Inc. </em>v. <em>County of Mendocino </em>(1970) 8 Cal.App.3d 873, 879-880 [87 Cal.Rptr. 740]; Civ. Code, § 3300.) Thus, damages for pain and suffering or medical expenses are ordinarily not available for breach of a commercial contract.</p>\n<p id=\"b767-5\">A similar rule applies to punitive damages. Civil Code section 3294, subdivision (a), specifically provides that exemplary damages are only available “[i]n an action for the breach of an obligation <em>not arising from contract, </em>...” (Italics added.) Hence, punitive damages “are never recoverable for breach of contract, no matter how wilful or malicious, except where the wrongful act is also a tort. [Citations.]” (1 Witkin, Summary of Cal. Law (8th ed. 1973) Contracts, § 644, p. 548.) As a matter of law, plaintiffs should not have been awarded general or punitive damages on their first cause of action for breach of contract.</p>\n<p id=\"b767-6\">The jurors found no liability on the part of Phippen and Baker, and therefore, under the instructions, also found in favor of employer Pet on the second and third counts. If the damage award is to be affirmed, it must be based on the fourth cause of action—tortious breach of the implied covenant of good faith and fair dealing.</p>\n<p id=\"b767-7\">The court gave two instructions on the implied duty of good faith and fair dealing. The first adapted language from <em>Harm </em>v. <em>Frasher </em>(1960) 181 Cal.App.2d 405 [5 Cal.Rptr. 367], a contract case, describing the duty in very general terms.<footnotemark>2</footnotemark> The second, critical instruction, stated simply and generally: <em>“If a contracting party fails to deal fairly and in good faith it is subject to liability for all damages proximately resulting from such con</em>duct. ” (Italics added.) This instruction is a modification of the standard instruction relating to an insurance company’s duty to pay first party claims. (BAJI No. 12.92 (6th ed.) p. 532.)</p>\n<p id=\"b767-8\">By so instructing the jury, the form instruction provisions concerning relationship (the insurance company dealing with an assured), and particular <page-number citation-index=\"1\" label=\"888\">*888</page-number>conduct (by refusing unreasonably to pay a valid claim covered by the policy), were omitted. The careful tailoring of the form instruction to a specific judicially approved relationship and set of circumstances was disregarded.</p>\n<p id=\"b768-4\">The trial court’s broadly worded charge is challenged as being a major departure from traditional contract damage concepts. After giving these duty and liability instructions, the court gave typical tort damage instructions relating to Quigley personally, and a punitive damage instruction on behalf of Quigley and his corporation.</p>\n<p id=\"b768-5\">Ordinarily, “[rjecovery for emotional disturbance will be excluded unless the breach also caused bodily harm or the contract or the breach is of such a kind that serious emotional disturbance was a particularly likely result.” (Rest.2d Contracts (1981) § 353.) In the first illustration of comment <em>a </em>of the section, the authors apply the rule: “1. A contracts to construct a house for B. A knows when the contract is made that B is in delicate health and that proper completion of the work is of great importance to him. Because of delays and departures from specifications, B suffers nervousness and emotional distress. In an action by B against A for breach of contract, the element of emotional disturbance will not be included as loss for which damages may be awarded. ” The exceptional situation in which serious emotional disturbance is particularly likely to result is exemplified by the third illustration: “3. A makes a contract with B to conduct the funeral for B’s husband and to provide a suitable casket and vault for his burial. Shortly thereafter, B discovers that, because A knowingly failed to provide a vault with a suitable lock, water has entered it and reinterment is necessary. B suffers shock, anguish and illness as a result. In an action by B against A for breach of contract, the element of emotional disturbance will be included as loss for which damages may be awarded.”</p>\n<p id=\"b768-6\">Section 355 of the Restatement Second of Contracts also sheds light upon the availability of tort remedies in contract actions: “Punitive damages are not recoverable for a breach of contract unless the conduct constituting the breach is also a tort for which punitive damages are recoverable.”</p>\n<p id=\"b768-7\">“Comment: <em>a. Compensation not punishment. </em>The purposes [szc] of awarding contract damages is to compensate the injured party. . . . For this reason, courts in contract cases do not award damages to punish the party in breach or to serve as an example to others unless the conduct constituting the breach is also a tort for which punitive damages are recoverable. Courts are sometimes urged to award punitive damages when, after a particularly aggravated breach, the injured party has difficulty in proving all of the loss that he has suffered. In such cases the willfulness of the breach may be taken into account in applying the requirement that damages be proved with <page-number citation-index=\"1\" label=\"889\">*889</page-number>reasonable certainty (Comment a to § 352); but the purpose of awarding damages is still compensation and not punishment, and punitive damages are not appropriate. In exceptional instances, departures have been made from this general policy. A number of states have enacted statutes that vary the rule stated in this Section, notably in situations involving consumer transactions or arising under insurance policies.” In comment <em>b </em>the authors observe: “The term ‘tort’ in the rule stated in this Section is elastic, and the effect of the general expansion of tort liability to protect additional interests is to make punitive damages somewhat more widely available for breach of contract as well. Some courts have gone rather far in this direction.”</p>\n<p id=\"b769-5\">In 1881 Oliver Wendell Holmes, Jr., wrote: “It might be asked what analogy could have been found between a breach of contract and those wrongs which excite the desire for vengeance. But it must be remembered that the distinction between tort and breaches of contract, and especially between the remedies for the two, is not found ready made.” (Holmes, The Common Law (1881) p. 13.) Over 100 years later the contract-tort distinction remains blurred. In business disputes a desire for vengeance is no novelty, and perhaps motivates the search for new forms of tort relief.</p>\n<p id=\"b769-6\">Although it is clear, in California, “the law implies in <em>every </em>contract a covenant of good faith and fair dealing,” it is not so clear “that breach of the covenant always gives rise to an action in tort . . . .” <em>(Seaman’s Direct Buying Service, Inc. </em>v. <em>Standard Oil Co. </em>(1982) 36 Cal.3d 752, 768, hereafter <em>Seaman’s.) </em>In <em>Seaman’s, </em>the plaintiff unsuccessfully sought a judicially declared rule that <em>whatever the contractual relationship, </em>a bad faith position taken by a contracting party exposes that person to tort liability, including punitive damages. That also is the essence of the instructions given on Quigley’s request. We conclude the <em>Seaman’s </em>majority hesitated to take that position for two reasons: (1) the facts made it unnecessary, and (2) the court was not ready to abandon special contractual relationships as distinguishing factors.</p>\n<p id=\"b769-7\">The <em>Seaman’s </em>court warned against judicial adventurism, saying: “When we move from such special relationships to consideration of the tort remedy in the context of the ordinary commercial contract, we move into largely uncharted and potentially dangerous waters. Here, parties of roughly equal bargaining power are free to shape the contours of their agreement and to include provisions for attorney fees and liquidated damages in the event of breach. They may not be permitted to disclaim the covenant of good faith but they are free, within reasonable limits at least, to agree upon the standards by which application of the covenant is to be measured. In such contracts, it may be difficult to distinguish between breach of the covenant and <page-number citation-index=\"1\" label=\"890\">*890</page-number>breach of contract, and there is the risk that interjecting tort remedies will intrude upon the expectations of the parties. This is not to say that tort remedies have no place in such a commercial context, but that it is wise to proceed with caution in determining their scope and application. ” <em>{Seaman’s, </em>at p. 769, fn. omitted.)</p>\n<p id=\"b770-4\">The facts in <em>Seaman’s </em>did not require the court to examine conduct in the <em>performance </em>of the contract. Instead, the court described a new intentional tort, finding “it is not even necessary to predicate liability on a breach of the implied covenant.”  The new tort: “[A] party to a contract may incur tort remedies when, in addition to breaching the contract, it seeks to shield itself from liability by denying, in bad faith and without probable cause, that the contract exists.” <em>(Seaman’s, </em>at p. 769.) Under these circumstances, no special contractual relationship is required. The court avoided plotting additional courses through “uncharted waters.”<footnotemark>3</footnotemark></p>\n<p id=\"b770-5\">Was there a <em>Seaman’s </em>type of tort in this case? The conduct of Pet may be contrasted with that of Standard Oil to determine whether Pet similarly sought to shield itself from liability by denying, in bad faith and without probable cause, the existence of the contract. Obviously, no instruction was given on the specific tort.</p>\n<p id=\"b770-6\">Standard Oil denied the existence of the contract. Here, Pet declared the contract rescinded based upon Quigley’s alleged misrepresentation. It offered to enter a new contract at a lower rate. Further, it demanded reimbursement for “overpayments” and threatened a lawsuit if such reimbursements were not forthcoming. The letter of October 5 was followed shortly by a partial settlement and renewed performance of the March 7 contract.</p>\n<p id=\"b770-7\">Although challenged by Pet as hearsay, Quigley testified to a telephone conversation between his banker and Phippen which took place while Quigley was in the banker’s office. What did he learn from the banker? Quigley: “He said that Mr. Phippen said we had no contract and that he wasn’t going to pay me any money.” It is unclear whether this hearsay statement amounted to a denial a contract ever existed, or a loosely worded disclaimer of continued contractual responsibility because of Quigley’s insistence on the benefit of a purported mistake. This uncertain testimony was not clarified. <page-number citation-index=\"1\" label=\"891\">*891</page-number>Similarly ambiguous is an October 4 letter from the banker to Quigley Bros., stating, “I now find that there is a question as to whether you now have a contract [with Pet].”</p>\n<p id=\"b771-5\">In <em>Seaman’s </em>the court compared the Standard Oil denial of all liability on a meritorious contract claim with an Oregon case which holds there may be tort liability if a party to a contract coerces the other party to pay more than is due under the contract terms, with threat of a lawsuit, all made without probable cause and with no belief in the existence of the cause of action.<footnotemark>4</footnotemark> Our high court found little difference, in principle, between seeking excess payment and an unfounded attempt to avoid all liability. This “see you in court” attitude “goes beyond the mere breach of contract. It offends accepted notions of business ethics.” <em>(Seaman’s, </em>at p. 770.)</p>\n<p id=\"b771-6\">The reference to the Oregon case and tortious seeking of excess payments may be a clue that a new rule in California is on the horizon: The unfounded protest of <em>any </em>contract term may be tortious. However, we need not reach that question today. The <em>Seaman’s </em>majority formulated a new tort which depends upon a special kind of impermissible activity. The position which distinguishes the majority from the dissent is its avoidance of a broad rule in breach of implied covenant cases which would not depend upon special relationships, justifiable expectations, and public policy. We should not read the majority discussion of “exceptions” as an idle reference to irrelevant considerations. Thus, at least for the present, courts must enforce the rule of “contract damages only,” unless an exception is found which is not foreign to those already approved.</p>\n<p id=\"b771-7\">The focus of a contract trial is agreement, and performance or its substitute; that of the tort case is duty, its breach, hard to define general damages, and possible punitive damage awards which are often of considerable size. As a practical matter, exposing ordinary parties in commercial contracts to potentially substantial tort damages may serve both useful and harmful purges.</p>\n<p id=\"b771-8\">The risk of a contract-tort action may have negative consequences of varied kinds, such as hesitancy to contract in the first place, or later, fear of defending energetically against uncertainties or mistakes. On the other hand, threat of retribution may discourage unethical business practices.</p>\n<p id=\"b772-3\"><page-number citation-index=\"1\" label=\"892\">*892</page-number>General and punitive damages may be appropriate judicial sanctions for those who in bad faith deny the contract itself, but may be much less well chosen for those whose fault lies only in having inadequate grounds to challenge contract terms. An unrestricted rule of tort liability for unfair dealing could convert routine contract case into contract-tort jury trials, issues of fact regarding perceived tortious conduct being so easily raised.</p>\n<p id=\"b772-4\">Not all contractual facts are crystal clear. The dispute may be to the fact of a meeting of the minds in the first place, or it may be over the meaning of the words used. Inappropriate reliance may be placed on unenforceable oral “modifications” or “supplements.” The parties and their counsel may not be in full tune with such cases as <em>Masterson </em>v. <em>Sine </em>(1968) 68 Cal. 2d 222 [65 Cal.Rptr. 545, 436 P.2d 561], and <em>Pacific Gas &amp; E. Co. </em>v. <em>G. W. Thomas Drayage Etc. Co. </em>(1968) 69 Cal.2d 33 [69 Cal.Rptr. 561, 442 P.2d 641, 40 A.L.R.3d 1373]. There may be uninformed positions taken, energized by emotions and self interest.</p>\n<p id=\"b772-5\">The decision to rescind a contract recognizes the contract existence, and threatens its survival. Is the <em>Seaman’s </em>tort limited to a denial that a contract has <em>ever </em>existed? Does it include a party’s unfounded denial that a contract <em>now </em>exists? Assuming the contract existence is acknowledged, do disputes over its terms and performance become tortious because the party “doth protest too much”?</p>\n<p id=\"b772-6\">Because of the numerous uncertainties involved in contract litigation, the strong public policy of permitting free access to the courts may require an allowance of more freedom of action among contracting parties than in noncontractual relationships. As in <em>Seaman’s, </em>we need not resolve these policy questions. Unless the plaintiffs’ verdicts on the fourth cause of action can be supported on other grounds, they must be reversed because of instructional error.</p>\n<p id=\"b772-7\">We now turn to the comments in <em>Seaman’s </em>concerning the availability of tort remedies when the contract relationship is admitted. Standard Oil contended that breach of the implied covenant should permit a tort action only in insurance cases; Seaman’s wanted no limits. In responding, the court discussed special relationships such as in insurance contracts in which there are elements of “public interest, adhesion, and fiduciary responsibility,” and suggested that there are “other relationships with similar characteristics and deserving of similar legal treatment.” <em>(Seaman’s, </em>36 Cal.3d at pp. 768-769.) Then, moving away from recognized special relationships, the court made its observation, quoted earlier, that courts must proceed with caution in charting this form of tort liability.</p>\n<p id=\"b773-4\"><page-number citation-index=\"1\" label=\"893\">*893</page-number>Therefore, we conclude our task is not to delineate all possible courses, or to suggest jury instructions which would fit all aspects of the implied covenant tort. We need only characterize the facts before the trial court in this case.</p>\n<p id=\"b773-5\">Quigley Bros, and Pet are commercial enterprises. Quigley is a corporate shareholder. There was no special relationship which removed the parties from usual commercial contract rules. At the inception of the contract the bargaining position of the parties was equal; Quigley willingly accepted the contract rate.</p>\n<p id=\"b773-6\">The contractual relationship was entered into for the usual business reason of profit which can be assured by ordinary contract damages if a failure of performance occurred. Although perhaps financially vulnerable because of the importance of the contract, plaintiffs’ hauling business was one in which profit or loss was foreseeably dependent upon a multitude of circumstances. As noted in the <em>Seaman’s </em>dissent, in most cases purposeful breaches of contract are to be anticipated with only contract damages as the remedy. <em>(Seaman’s, </em>36 Cal.3d at p. 778, cone, and dis. opn. of Bird, C. J.)</p>\n<p id=\"b773-7\">The facts indicate Quigley was surprised by his good fortune in having such an unusually high rate of pay. He could reasonably anticipate the possibility of a failure of performance on Pet’s part or an argument that there had been a mistake. Instead of simply breaching the contract by refusing payment, Pet threatened rescission. This alternative conduct did not create an unusual relationship deserving of special legal treatment. Although litigation with Pet would be against a financially formidable opponent, that very fact assured plaintiffs a full recovery of any contract judgment. There was a “target” defendant to be sued. If there was an element of trust, it was mutual and not special. If there was an employment, it was between independent contractors and not personal.</p>\n<p id=\"b773-8\">The judgment cannot be sustained by using a “matter of law” approach. There was no admitted special relationship which would provide an exception to the rule restricting relief to contract damages. The unqualified instruction on the subject was prejudicially erroneous. The preliminary instruction defining the implied duty aggravated the error of overly broad language (e.g., “the duty to do everything that the contract presupposes that he will do to accomplish its purpose”).<footnotemark>5</footnotemark></p>\n<p id=\"b774-3\"><page-number citation-index=\"1\" label=\"894\">*894</page-number>The instructional error resulted in a miscarriage of justice because it is reasonably probable that a more favorable result to Pet would have been reached if the two instructions had been within the guidelines now set by <em>Seaman’s </em>and existing case law. <em>(Seaman’s, </em>36 Cal.3d at p. 770.)<footnotemark>6</footnotemark> The case is reversed in part with the right to a new trial on the fourth cause of action. <em>(Alvarez </em>v. <em>Felker Mfg. Co. </em>(1964) 230 Cal.App.2d 987, 1006 [41 Cal.Rptr. 514].) We cannot say that there was no evidence of an outright and unfounded denial of the existence of the contractual relationship. If properly instructed, a jury could conclude from the October 4 letter of the banker, and from the testimony of Quigley, that Pet’s informing the bank there was never a contract was in bad faith.  Pet would then be potentially liable for general and punitive damages.<footnotemark>7</footnotemark> Pet’s argument to the contrary may yet be directed to the trial court by a motion for summary judgment or, failing that, to the jury.</p>\n<p id=\"b774-4\">Conclusion</p>\n<p id=\"b774-5\">The judgment following jury verdict is upon independent causes of action. On the first cause of action the judgment in favor of Quigley Bros, and <page-number citation-index=\"1\" label=\"895\">*895</page-number>against Pet is modified, pursuant to part VII,<footnotemark>*</footnotemark> to provide damages in the sum of $22,215.45, with interest at the legal rate from August 18, 1978, until paid. As modified, it is affirmed. The judgment on the second and third causes of action in favor of the defendants is affirmed. The judgment in favor of plaintiffs and against Pet on the fourth cause of action (i.e., in favor of Quigley personally in the sum of $592,800, and in favor of both plaintiffs for punitive damages in the amount of $3.8 million) is reversed with the right of new trial. Each side shall bear its own costs on appeal.</p>\n<p id=\"b775-5\">Hanson (P. D.), Acting P. J., and Hamlin, J., concurred.</p>\n<p id=\"b775-6\">Petitions for a rehearing were denied December 26, 1984, and the petition of plaintiffs and appellants for a hearing by the Supreme Court was denied February 27, 1985. Bird, C. J., was of the opinion that the petition should be granted.</p>\n<footnote label=\"*\">\n<p id=\"b766-11\">See footnote 1, <em>ante, </em>page 877.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b767-9\">The instruction read: “In every contract there is an implied duty of good faith and fair dealing on the part of both parties. That duty consists of a promise by each party not to do anything which will deprive the other party thereto of the benefits of the contract. This promise imposes upon each contracting party the duty to refrain from doing anything which would render performance of the contract impossible by any act of his own, and also the duty to do everything that the contract presupposes that he will do to accomplish its purpose.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b770-8\">The “uncharted waters” admonition is not new. In response to a judicially declared “primary term” criminal law rule, a dissenting justice once noted: “They therefore proceed on their own to fashion an administrative formula which will satisfy the constitutional demands as they view them. In doing so, they embark on a new course, armed with enthusiasm but neither compass nor chart.” <em>(In re Rodriguez </em>(1975) 14 Cal.3d 639, 658 [122 Cal.Rptr. 552, 537 P.2d 384], cone, and dis. opn. of Richardson, J.) Soon thereafter the Legislature enacted the comprehensive Determinate Sentencing Act, charting the course in much detail.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b771-9\">In <em>Adams </em>v. <em>Crater Well Drilling, Inc. </em>(1976) 276 Ore. 789 [556 P.2d 679], disapproved on another point in <em>Davis </em>v. <em>Tyee Industries, Inc. </em>(1983) 295 Ore. 467 [668 P.2d 1186], the Oregon court in turn relied on a California case, <em>Ward </em>v. <em>Taggart </em>(1959) 51 Cal.2d 736 [336 P.2d 534], The <em>Ward </em>case concerned facts in which the law <em>implied </em>a quasi-contractual remedy to avoid unjust enrichment. The <em>Ward </em>court concluded: “Since Taggart’s obligation for his fraud does not arise from contract but is imposed by law, the judgment for exemplary damages clearly falls within [Civil Code] section 3294.” <em>(Id., </em>at p. 743.)</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b773-9\">We have been provided the written instructions, but no transcript of the manner in which they were read. We assume they were given with proper extemporaneous explanations of the application of each to the four causes of action. A number of the printed instructions concerned tort damages only. For example, a variation of BAJI No. 12.88 (6th ed.) was given. It starts: “If, under the court’s instructions, you find that plaintiff is entitled to a <page-number citation-index=\"1\" label=\"894\">*894</page-number>verdict you must then award plaintiff damages in an amount that will reasonably compensate him for all loss or harm, ...” Because the first count was in contract only, and because of the award of contract damages, this instruction could have been interpreted too broadly unless the court orally limited it to the third cause of action for infliction of emotional distress.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b774-11\">Plaintiffs contend defendants invited the instructional error by submitting the instruction defining good faith. To the contrary, from the beginning in law and motion, and thereafter through the motion for new trial, defendants objected to the good faith aspect of contract law being treated in general tort terms. The critical instruction quoted earlier in the text was submitted by plaintiffs; the definition of good faith is a contract action definition. (See fn. 2, <em>ante.) </em>It was submitted by defendants as a defensive move; the court denied defendants’ instruction limiting damages to lost contractual benefits. <em>(Williamson </em>v. <em>Pacific Greyhound Lines </em>(1949) 93 Cal.App.2d 484, 487-488 [209 P.2d 146].)</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b774-12\">The question arises whether on retrial Quigley, personally, can seek recovery for his injuries under a <em>Seaman’s </em>tort. Pet notes that under tort causes of action for the breach of the implied covenant of good faith and fair dealing, noncontracting parties may not recover. <em>(Austero </em>v. <em>National Cas. Co. </em>(1976) 62 Cal.App.3d 511, 516-517 [133 Cal.Rptr. 107]; <em>Truestone, Inc. </em>v. <em>Travelers Ins. Co. </em>(1976) 55 Cal.App.3d 165, 170 [127 Cal.Rptr. 386]; see <em>Gruenberg </em>v. <em>Aetna Ins. Co. </em>(1973) 9 Cal.3d 566, 576 [108 Cal.Rptr. 480, 510 P.2d 1032].) This is because the tort arises out of the underlying contractual relationship. <em>(Austero, supra, </em>at pp. 516-517.) Before a defendant is liable in tort, it must be shown that he had a duty towards the plaintiff. “ ‘The problem must be approached at the outset from the viewpoint of the duty óf the defendant and the right of the plaintiff, and not from the viewpoint of proximate cause’ ” or foreseeability. <em>(Cohen </em>v. <em>Groman Mortuary, Inc. </em>(1964) 231 Cal.App.2d 1, 4 [41 Cal.Rptr. 481]; <em>Austero, supra, </em>at p. 516.) The tort in <em>Seaman’s </em>arises when <em>“in addition to breaching the contract” </em>a party “seeks to shield itself from liability by denying, in bad faith and without probable cause, that the <em>contract </em>exists.” <em>(Seaman’s, </em>at p. 769, italics added.) The duty laid upon the breaching party is not to deny in bad faith and without probable cause the existence of the contract. The duty, and therefore the concomitant right, cannot be extricated from the underlying contract. From the foregoing <page-number citation-index=\"1\" label=\"895\">*895</page-number>analysis it appears that recovery for the <em>Seaman's </em>tort is limited to the contracting parties.</p>\n<p id=\"b775-8\">This conclusion, however, does not summarily dispose of the question whether Quigley can personally seek recovery in any retrial. From the record below it appears arguable that Quigley was also a party to the contract or, at least, so treated by Pet. Resolution of the legal and factual issues will best be addressed in the forum below.</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b775-9\">See footnote 1, <em>ante, </em>page 877.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}