{
  "casebody": {
    "data": "<casebody firstpage=\"92\" lastpage=\"96\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b140-3\">Petition of Sooren Alexander SKENDER, for Naturalization. Sooren Alexander SKENDER, Petitioner-Appellant, v. UNITED STATES of America, Respondent-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b140-7\">No. 371, Docket 24033.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b140-8\">United States Court of Appeals Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b140-9\">Argued June 12, 1957.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b140-10\">Decided Sept. 6, 1957.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b140-26\">Matthew A. Campbell, Brooklyn, N. Y. (Michael F. Gioscia, Brooklyn, N. Y., on the brief), for petitioner-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b140-27\">Harold J. Baby, Asst. U. S. Atty., for the S. D. of New York, New York City (Paul W. Williams, U. S. Atty., and Roy Babitt, Special Asst. U. S. Atty., S.D. <page-number citation-index=\"1\" label=\"93\">*93</page-number>N.Y., New York City, on the brief), for respondent-appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b141-5\">Before CLARK, Chief Judge, and CHASE and HINCKS, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b141-6\">HINCKS, Circuit Judge.</author>\n<p id=\"b141-7\">Appellant, Skender, an Armenian who was a native and national of Iraq, entered the United States for permanent residence on October 3, 1941.</p>\n<p id=\"b141-8\">As a male alien, residing in the United States, appellant was subject to registration and military service under the Selective Service Act of 1940, as amended. 50 U.S.C.A.Appendix former Section 302 et seq., 55 Stat. 844.<footnotemark>*</footnotemark></p>\n<p id=\"b141-9\">On August 24, 1942, the appellant, as an alien residing in the United States, filed D.S.S. Form 304 “Alien’s Personal History and Statement” with his Selective Service Board, in which he plainly wrote that he could read and write the English language; that he was majoring in mechanical engineering at the University of Southern California; and that his usual occupation was “photography, translation.” <footnotemark>1</footnotemark> In that document, apparently cognizant of the fact that he might be called upon to serve the country whose citizenship he sought and now seeks, he stated that he <em>did </em>object to service in the land or naval forces of the United States. That form called his attention to the fact that if he claimed to be a citizen or subject of a neutral country, he could apply for D.S.S. Form 301 “Application by Alien for Relief from Military Service.” It was further called to his attention that upon execution of such a document he would be relieved from military service but that he would also be debarred from thereafter becoming a citizen of the United Slates. In forwarding his D.S.S. Form 304 to his Local Board, appellant included a letter in which he requested that the Local Board forward to him D.S.S. Form 301 so that he could make application for relief from military service, indicating that he wished to file D.S.S. Form 301 in connection with D.S.S. Form 304 and thereby obtain exemption from military service.</p>\n<p id=\"b141-11\">Thereafter, on October 31, 1942, while Iraq was still a neutral country, appellant filed with his Local Board his application on D.S.S. Form 301 to be exempted from military service. The application was subscribed and sworn to by him before a notary public. It read as follows:</p>\n<blockquote id=\"b141-12\">“I do hereby make application to be relieved from liability for training and service in the land or naval forces of the United States, under the Selective Training and Service Act of 1940, as amended, in accordance with the Act of Congress, approved December 20, 1941. I understand that the making of this application to be relieved from such liability will debar me from becoming a citizen of the United States * * *»</blockquote>\n<p id=\"b141-13\">On December 16, 1942, the appellant, was classified I-A, but on January 25, 1943, before called for induction, in accordance with his request that he be relieved from military service as a citizen of a neutral country he was formally-classified IV-C and his D.S.S. Form 301 was forwarded to Selective Service Headquarters in accordance with regulations.</p>\n<p id=\"b141-14\">Meanwhile, on January 16, 1943, Iraq had declared war on the Axis powers. But it was not until June 3, 1943 that. Selective Service Regulations took cognizance of that fact. Thereafter, on August 31, 1943, appellant was reclassified I-A, making him subject to immediate induction into the Armed Forces.</p>\n<p id=\"b141-15\">On September 8, 1943, appellant wrote-a letter to his Local Board in which he stated that he was appealing from the determination reclassifying him from IV-C to I-A, and that the reason for the appeal was his prior filing of a D.S.S. “form 301 exempting myself from military duty. To place me into class I-A <page-number citation-index=\"1\" label=\"94\">*94</page-number>at the present time is taking away from me a vested right. I contend that the only way form 301 could be declared invalid is by Congressional Legislation.” His appeal was denied and he was continued in Class I-A. After a lapse of a short period he appeared for a preinduction physical examination in New York City, where it was determined that, for physical reasons, he should be classified IV-P and therefore deferred from military service.</p>\n<p id=\"b142-4\">On June-24, 1947, appellant filed his petition for naturalization pursuant to the general provisions of the Nationality Act of 1940.</p>\n<p id=\"b142-5\">On January 30, 1956, the petition was brought on for final hearing in the District Court for the Southern District of New York. The Naturalization Examiner recommended to the Court that the petition for naturalization be denied upon the ground that appellant was ineligible for citizenship, by reason of his having applied for and having been relieved from military service in the Armed Forces of the United States as a neutral alien.</p>\n<p id=\"b142-6\">At this hearing, appellant admitted under oath that he had applied for relief from military service. He testified that some time after Pearl Harbor with friends in the University of Southern California, where he was then a student in an engineering course, he sought to enlist in the United States armed services but was refused because of his alien-age; that after a month or two at the University he was advised to leave because he could not understand English and was making no headway with his studies; that he returned to New York and attended Manhattan College until 1943; that the Iraqian Consul advised him not to serve in the United States Army because otherwise, if the Iraqian government should come under Nazi control and he should be captured, he could be shot as a spy; that it was on the advice and with the assistance of the Iraqian Consul that he requested a Form 301 which he executed and filed without reading; that the Iraqian Military Attache told him to appeal his I-A classification “and as an Iraqian I have to do what he tells me”; and that he didn’t understand the language in which his appeal was stated. His testimony was corroborated by no other evidence whatever.</p>\n<p id=\"b142-13\">The judge, having heard him testify, concluded that he was “no dummy” and that “he would know what he was doing.” The petition for naturalization was denied and this appeal ensued.</p>\n<p id=\"b142-14\">The Government’s case below was presented on the theory <footnotemark>2</footnotemark> that it is governed by § 315(a) of the Immigration and Nationality Act of 1952, 8 U.S.C.A. § 1426 (a). <footnotemark>3</footnotemark> For purposes of this appeal we assume that is so, and that the court could properly withhold naturalization only if the appellant had fulfilled the two-pronged condition of ineligibility for citizenship, <em>viz., </em>that he had applied for exemption from military service on the ground of alienage and had been relieved from such service on that ground.</p>\n<p id=\"b142-15\">That the appellant had signed and filed the Form 301, was admitted. Plainly the <page-number citation-index=\"1\" label=\"95\">*95</page-number>judge did not believe that he did so without reading the plain legend above his signature advising of the consequences. The case is distinguishable from Moser v. United States, 341 U.S. 41, 71 S.Ct. 553, 95 L.Ed. 729, where a different form had been used on which to apply for exemption — one which carried no warning that its use would result in debarment from citizenship. Nor did the evidence here compel a finding of a mistake such as led the Supreme Court in the Moser case to hold that Moser had not been debarred from citizenship. For here it was fear of the consequences if he should serve <em>(i. e., </em>that he might be shot as a spy), not a mistake as to the effect upon his eligibility for citizenship, which led Skender to apply for exemption. Cf. Mannerfrid v. United States, 2 Cir., 200 F.2d 730.</p>\n<p id=\"b143-4\">But it is contended for the appellant that the other prong of the condition of ineligibility was not fulfilled because it was not until January 25, 1943, when he was classified IV-C, that the appellant “was relieved * * * from such training * * *” on the ground of alienage. At that time, it is urged, he was not entitled to exemption from service because nine days earlier, when Iraq declared war, he had automatically lost his status as a neutral alien and consequently his statutory right to exemption under § 3 (a) of the Selective Training and Service Act of 1940, as amended by the Act of December 20, 1941, 55 Stat. 845. Since he thus was not entitled to exemption at the time when the IV-C classification was made, the exemption from service was void and it was as though he had never been given relief from military service — so the argument runs.</p>\n<p id=\"b143-5\">Although we find no case which has defined the impact of § 315(a) of the Immigration and Nationality Act of 1952 on a fact-situation such as is now before us, we think that the very language of § 315(a) shows that the appellant’s argument is specious. Under the Selective Service System and Regulations, the local boards were charged with the duty of classifying those liable for service. If, on January 15 when Iraq was a neutral nation, Skender’s Board had classified him as IV-C, its order would have been in accord with his statutory right of exemption and the resulting relief from service would have completed his debarment from citizenship. The fact that the classification was not made until nine days after Iraq became a co-belligerent, did not make its order void: while the order was outstanding he could not be called for induction and in effect was afforded relief from service. At most, the classification was erroneous and subject to correction.</p>\n<p id=\"b143-7\"> We hold that he “was relieved * * * from * * * service” within the meaning of § 315(a) of the Immigration and Nationality Act of 1952 and that the two-pronged condition of permanent ineligibility for citizenship was satisfied. There is nothing in the language of that section to suggest that only those legally entitled to be relieved shall be debarred: it is the fact of relief, not the legal right to it, that is determinative of the second prong of the condition. That this is so is suggested by a comparison with § 3(a) of the Selective Service and Training Act of 1940, 55 Stat. 845, which provided that “any citizen * * * of a <em>neutral </em>country shall be relieved <em>from liability </em>for training or service * * * if * * * he has made application to be relieved <em>from such liability * </em>* * ” <footnotemark>4</footnotemark> and that such an application would debar from citizenship. But the bar of § 315(a), although narrower in that it contains a second prong, is broader in that it applies to “any alien” (as contrasted with a neutral alien) who “is relieved * * * from service” as contrasted with “relieved from <em>liability </em>for service.”</p>\n<p id=\"b143-8\">After all, if debarment from citizenship is deemed a just fate for an alien who sought and was accorded an exemption to which he was entitled, it is not unduly harsh for one who (a) sought an <page-number citation-index=\"1\" label=\"96\">*96</page-number>exemption to which he was entitled and (b) was accorded an exemption to which he was <em>not </em>entitled. Section 315(a) did not leave it open to the appellant to attack the validity of the very classification which he sought on the ground that when made it gave him an exemption to which he was not entitled. Cf. Brownell v. Rasmussen, 98 U.S.App.D.C. 300, 235 F.2d 527.</p>\n<p id=\"b144-4\">The holding of McGrath v. Kristensen, 340 U.S. 162, 71 S.Ct. 224, 95 L.Ed. 173, is not to the contrary. That case differed from this in that it antedated the Immigration and Nationality Act of 1952 and, more significant, involved an alien who, unlike Skender, because not residing in the United States and quite apart from an alienage exemption, was not under any liability for military service.</p>\n<p id=\"b144-5\">Affirmed.</p>\n<footnote label=\"*\">\n<p id=\"b141-16\"> Now 50 U.S.C.A.Appendix, § 453 et seq.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"AMh\">. There was nothing in the record to show that he had served as a translator into or from the English language.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b142-7\">. That theory has support in United States v. Bazan, 97 U.S.App.D.C. 108, 228 F.2d 455; Ballester (Pons) v. United States, 1 Cir., 220 F.2d 339, certiorari denied 350 U.S. 830, 76 S.Ct. 62, 100 L.Ed. 741; In re Mirzoeff’s Petition, S.D.N.Y., 143 F.Supp. 177.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b142-10\">. “§ 1426. Citizenship denied alien relieved of service in armed forces because of alienage; conclusiveness of records</p>\n<p id=\"b142-11\">“(a) Notwithstanding the provisions of section 405(b) of this Act, any alien who applies or has applied for exemption or discharge from training or service in the Armed Forces or in the National Security Training Corps of the United States on the ground that he is an alien, and is or was relieved or discharged from such training or service on such ground, shall be permanently ineligible to become a citizen of the United States.</p>\n<p id=\"b142-17\">“(b) The records of the Selective Service System or of the National Military Establishment shall be conclusive as to whether an alien was relieved or discharged from such liability for training or service because he was an alien. June 27, 1952, c. 477, Title III, ch. 2, § 315, 66 Stat. 242.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b143-9\">. Emphasis added.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}