{
  "casebody": {
    "data": "<casebody firstpage=\"74\" lastpage=\"79\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b68-10\">The State v. Charles Killough.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b68-11\">1— See this case for an indictment for assault with intent to kill and murder, which is held to charge the offense “in plain and intelligible words.”</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b68-13\">2— Whether such an indictment should allege the kind of weapon used, and the other specific circumstances of the act, it is not necessary for this court to determine in this case; but such allegations, if not requisite, could not vitiate the indictment.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b69-4\"><page-number citation-index=\"1\" label=\"75\">*75</page-number>3—If, on a trial for an assault with intent to kill and murder, the evidence failed to show that the offense would have been murder, if death had ensued from the assault, the charge was not made out. But there being no statement of facts, this court is precluded from that inquiry.</syllabus>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b69-5\">Appeal from Cherokee. Tried below before the Hon. Samuel L. Earle.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b69-6\">The indictment charged that the defendant “ on the eighteenth day of March, one thousand eight hundred and sixty-eight, in the said county of Cherokee, an assault did make in and upon the person of one W. H. Yoakum, with unlawful violence, with intent then and there, wilfully, feloniously, and of his malice aforethought, to kill and murder him, the said W. H. Yoakum, and with unlawful violence did then and there beat, bruise, Avound and otherwise strike the said W. H. Yoakum with a stick, commonly knoAAm as a piece of fence rail, said stick being then and there a deadly Aveapon, against the peace and dignity of the State.”</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b69-7\">On his trial at the August term, 1868, the defendant was convicted, and his punishment assessed at íavo years in the penitentiary.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b69-8\">The motion in arrest of judgment assigned as special cause that “ the indictment is defective in this: that it is vague, indefinite and uncertain; that the assault to nmrder is not sufficiently charged; that the means alleged to have been used is not sufficiently described; and that the assault to murder is not charged to have been committed AAÚth a deadly Aveapon.”</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b69-9\">This motion being sustained, the State appealed.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b69-10\"><em>W. H </em>Andrews, Acting Attorney General for the State.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b69-11\"><em>M. A. </em>Long, for the appellee.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"b69-12\">This judgment Avas arrested by the court below for a defect in the indictment. By the rules of English grammar two distinct charges are made against the defendant in the same count. This would be bad for duplicity, and the State does not contend for the right to so charge. But, as contended in the <page-number citation-index=\"1\" label=\"76\">*76</page-number>court below, the rules of grammar must he disregarded in order to couple the two distinct charges, and thus to make out the charge upon which the trial was had. The first charge is that defendant “ an assault did make in and upon the person of one W. II. Yoakum, with unlawful violence, with intent then and there wilfully, feloniously and of his malice aforethought, to kill and murder him, the said W. H. Yoakum.” This is a complete charge, hut defective in not stating that the assault was made with a deadly weapon, or with any weapon. The second charge, which follows the above, is in these words: “ And with unlawful violence did then and there heat, bruise, wound and otherwise strike the said W. IT. Yoakum, with a stick, commonly known as a piece of fence rail, said stick being then and there a deadly weapon.” This may he good for assault and battery, or an aggravated assault, possibly, hut it does not charge any intent to murder, and cannot uphold the verdict.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b70-6\">It was also contended in the court below, that if the plain rules of our language may not he violated by mixing up these two charges, and thereby supplying the defects of each, that in that event they contend that the first charge is not defective, because they contend that it is not necessary to state the-weapon used, or that it was likely to produce death. To sustain this view they cited the case of The State v. Crofts, 15 Tex. Rep., 516. To this authority there are at least three distinct answers: The first answer is that this decision was made prior to the adoption of our Penal Code. That Code seems to contemplate that every ingredient which constitutes a crime shall he stated in the indictment, without regard to the common law rules; and by the very articles under which this indictment should have been framed, it is expressly provided that “if the assault he made with a bowie knife or dagger, the punishment shall be doubled.” This certainly contemplates a statement of the weapon used in an assault to murder, whatever may have been the common law rule. (Paschal’s Dig., Art. 2155.)</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b70-7\">The second answer to the case of The State v. Crofts, 15 Tex., <page-number citation-index=\"1\" label=\"77\">*77</page-number>is that the question did not arise in that case. The indictment stated the assault to be committed with a pistol, but was silent as to whether the pistol was loaded or empty. The court, in deciding that the indictment -was good, volunteered the <em>dictum </em>that the instrument need not be stated.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b71-5\">The third answer to the case in 15 Tex. Rep., is, that that <em>dictum </em>contradicts the previous case of The State v. Johnson, 11 Tex. Rep. 22, which declares that not only must the instrument used be stated, but also the manner of using it. This last named case being also decided before the adoption of the Penal Code, is declaratory of the common law rule; and this has been pointedly re-decided by this court, at Galveston or Austin. In that case the indictment was quashed, or the judgment arrested, because the indictment for assault with intent to murder, with a pistol, did not say the pistol was loaded.</p>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b71-6\">Lindsay, J.</author>\n<p id=\"AT7\">The judgment upon the verdict of <em>“ </em>guilty,” in a prosecution on indictment for an assault, with intent to kill and murder, was arrested by the District Court in this case; upon which ruling, the Attorney for the State gave notice of appeal.</p>\n<p id=\"b71-7\">The reason assigned for the arrest of the judgment is the alleged vagueness, indefiniteness and uncertainty of the indictment. The inquiry, then, is confined to simply testing the indictment by the principles of our criminal law, as laid down in the Code. There are nine requisites established by the Code, by which the sufficiency of an indictment is to be tested. It must be in the name, and by the authority of the State. It must appear it was presented in a court having jurisdiction. It must be presented by a grand jury of the proper county. It must state the name of the accused, <em>or </em>allege it is unknown. It must show the place of the offence is within the jurisdiction •of the court. The time must be mentioned, and not so remotely as to show limitation has barred the prosecution. The offence must be set forth in plain and intelligible language. It must conclude against the peace and dignity of the <page-number citation-index=\"1\" label=\"78\">*78</page-number>State. And it must be signed by the foreman of the grand jury. These are the requisites; and it is not pretended that it is defective in any, except' the seventh requisite, which exacts that “ the offence must be set forth in plain and intelligible words.” In this it is supposed to be defective. It must be borne in mind, that Art. 2491, Paschal’s Digest, prescribes, “ the Code shall be liberally construed, so as to attain the objects intended by the Legislature—the prevention, suppression and punishment of crime.” All the other requisites, indicated and instituted by the Code, having been observed in the indictment, it is a simple question, whether the offense of assaulting with intent to murder, is so set forth in words “plain and intelligible” to the common apprehension of mankind. The indictment charges, that the accused “ an assault did make, in and upon one W. H. Yoakum, with unlawful violence, with intent, then and there, wilfully, feloniously, and <em>of </em>his malice aforethought, to kill and murder him,” embracing, in the language of the Code, the full definition of the offense, with the interpolation of apt words in pleading, to indicate the legal nature of the crime <em>intended, </em>which was a necessary element in the constitution of the offense charged to have been <em>actually </em>committed. But the allegations in the indictment go farther, and charge the specific acts done, and the manner in which they were done, together with' the weapon used, as • evincive of the deadly purpose; all of which matters would be legitimate evidence on trial, and certainly cannot vitiate the indictment wlien therein plead and charged. Whether it be necessary or not to state the instrument or means made use of by the assailant, in an indictment for an offense under this Art. of the Code, it is needless for this court to determine, or to undertake to settle, whether the intimation of the court in the case of The State v. Crofts, 15 Texas, was the true interpretation of the law, or a mere <em>obiter </em>dictum.' It is unimportant in determining the sufficiency of this indictment, in which both the instrument and the means used are charged. The court, in that case, properly <page-number citation-index=\"1\" label=\"79\">*79</page-number>say they are matters of proof. Surely whatever is matter of proof upon the trial, can not, with propriety, be excepted to, when introduced as allegations in the pleading. In charging the offense, we think it was done in apt and suitable phrase, “ in plain and intelligible words,” readily and easily understood by all capacities of adult age, which seems to have been the only design of that sub-division of the article of the Code upon the requisites of an indictment.</p>\n<p id=\"b73-5\">There being no statement of facts in the transcript, the court lias no means of knowing whether any injustice was done the accused upon the trial. If the evidence did not show, upon the trial, that the offense would have been murder, if death had ensued from the assault, the charge was not made out. But for want of a statement of facts, and of a hill of exceptions to the charge of the judge presiding at the trial, this court is pre'cluded from such inquiry. The court, however, erred in arresting the judgment and granting a new trial. lYorn the aspect of the case presented to this court by the record, the cornt is bound to reverse the judgment, which is accordingly done.</p>\n<p id=\"b73-6\">Reversed and remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}