{
  "casebody": {
    "data": "<casebody firstpage=\"473\" lastpage=\"475\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b659-3\">Richmond</court>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b659-4\">Atlantic States Construction Co., Et Al. v. McCann Steel Company, Incorporated.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b659-5\">January 19, 1970.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b659-6\">Record No. 7032.</docketnumber>\n<p data-order=\"4\" data-type=\"judges\" id=\"b659-7\">Present, All the Justices.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b659-12\"><em>Harry B. F. Franklin; Eugene R: Simmons </em>(Ga.) <em>(Franklin &amp; Rawlings; Grizzard and Simmons </em>(Ga.), on brief), for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b659-13\">/. <em>M. H. Willis, Jr. (Willis, Garnett &amp; Braxton, </em>on brief), for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b659-14\">Gordon, J.,</author>\n<p id=\"Ay1\">delivered the opinion of the court.</p>\n<p id=\"b659-15\">The issue is whether McCann Steel Company, Incorporated is entitled to a mechanic’s lien for steel supplied by it for the construction of a building in the Fredericksburg Park and Shop Shopping Center.</p>\n<p id=\"b659-16\">On April 16, 1965 Danter Associates, Inc. made a contract with Samuel J. Rosenfeld and others (the “Owners”) calling for Danter’s construction of the building for $450,000. Being unable to post the performance bond required by the contract, Danter asked Atlantic States Construction Company, Inc. “to take over this job”. On May 31, 1965 Atlantic made a contract with the Owners calling for At<page-number citation-index=\"1\" label=\"474\">*474</page-number>lantic’s construction of the budding for $450,000, and the prior contract between the Owners and Danter was cancelled. Danter’s contract dated April 16, 1965 and Atlantic’s contract dated May 31, 1965 had the same terms and conditions.</p>\n<p id=\"b660-4\">To induce Atlantic to enter into the May 31, 1965 contract, Danter had agreed to deposit $30,000 with Atlantic to indemnify it from loss in constructing the building for $450,000. After Atlantic entered into the contract Danter failed to deliver the $30,000, but agreed instead to supply the necessary steel for construction of the building.</p>\n<p id=\"b660-5\">Steel for construction of the building was ordered by Danter and supplied by plaintiff McCann under a contract made with Danter on July 15, 1965.<footnotemark>1</footnotemark> Not having been paid for any of the steel, McCann filed a memorandum of mechanic’s lien in October 1965. McCann admits that it did not receive any order for steel from Atlantic and, before McCann’s memorandum was filed, McCann did not send any bill or invoice or other claim for payment to Atlantic.</p>\n<p id=\"b660-6\">In December 1965 McCann instituted this suit to enforce the mechanic’s lien against the Owners’ property. With the court’s permission Atlantic filed a surety bond conditioned for the payment of such judgment as might be rendered upon the merits, and the court released the Owners’ property from the lien asserted by McCann.</p>\n<p id=\"b660-7\">Atlantic contended that since it owed nothing to Danter, the subcontractor to which McCann had furnished steel, Code § 43-9 precluded the assertion of a mechanic’s lien by McCann. <em>Wilson Co. </em>v. <em>McManus, </em>162 Va. 130, 173 S.E. 361 (1934). The trial court held, however, that McCann was entitled to a mechanic’s lien under Code § 43-19<footnotemark>2</footnotemark> because Danter had assigned its contract for the construction of the building to Atlantic.</p>\n<p id=\"b661-3\"><page-number citation-index=\"1\" label=\"475\">*475</page-number>The evidence in this case does not support the court’s finding that Danter assigned its contract to Atlantic. Rather, the evidence shows that the Owners made a new contract with Atlantic and that the prior contract with Danter was cancelled. So Code § 43-19, n. 2 <em>supra, </em>is inapplicable.<footnotemark>3</footnotemark></p>\n<p id=\"b661-4\">The trial judge rejected as incredible Atlantic’s testimony that it believed Danter had paid McCann for the steel before Atlantic entered into the contract of May 31, 1965. But even if that testimony is rejected, there is no basis for concluding from the evidence that Atlantic owed Danter anything when McCann’s memorandum of mechanic’s lien was filed. And since Atlantic owed Danter nothing, McCann, the supplier of materials to Danter, cannot assert a mechanic’s lien. Va. Code Ann. § 43-9 (1953 Repl. vol.); <em>Wilson Co. </em>v. <em>McManus, supra.</em></p>\n<p id=\"b661-5\">Our order will reverse the decree appealed from and remand the case for entry of a decree dismissing the bill of complaint filed by McCann Steel Company, Incorporated.</p>\n<p id=\"b661-6\">\n<em>Reversed and remanded.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b660-8\"> Danter began negotiations with McCann for the purchase of steel for the building in March 1965. The evidence does not show when Danter and McCann made a contract for the sale and purchase of the steel, but McCann alleged in its bill of complaint that the contract was made on July 15, 1965.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b660-9\"> “§ 43-19. Validity and priority of lien not affected by assignments.—Every assignment or transfer by a general contractor, in whole or in part, of his contract with the owner or of any money or consideration coming to him under such contract, or by a subcontractor of his contract with the general contractor, in whole or in part, or of any money or consideration coming to him under his contract with the general contractor, and every writ of fieri facias, attachment or other process against the general contractor or subcontractor to subject or encumber his interest arising under such contract, shall be subject to the liens given by this chapter to laborers, mechanics, and materialmen. No such assignment or transfer shall in any way affect the validity or the priority of satisfaction of liens given by this chapter.” Va, Code Ann. § 43-19 (1953 Repl. vol.).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b661-7\"> In view of this holding, we do not decide whether, even if Danter’s contract had been assigned to Atlantic, McCann would be entitled to a mechanic’s lien under Code § 43-19 for materials furnished under a contract made after the assignment.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}