{
  "casebody": {
    "data": "<casebody firstpage=\"346\" lastpage=\"348\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b408-7\">Russell MOSLEY, Appellant, v. Lamont SMITH, Warden, Georgia State Prison, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b408-9\">No. 26227.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b408-10\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b408-11\">Dec. 4, 1968.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b409-6\"><page-number citation-index=\"1\" label=\"347\">*347</page-number>Thomas F. Walsh, Savannah, Ga., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b409-7\">Arthur K. Bolton, Atty. Gen., Mathew Robins, John W. Hinchey, Asst. Attys. Gen., Arthur K. Bolton, Atty. Gen., Marion O. Gordon, Asst. Atty. Gen., Atlanta, Ga., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b409-8\">Before BELL and MORGAN, Circuit Judges, and GUINN, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b409-9\">PER CURIAM:</author>\n<p id=\"b409-10\">This is an appeal from the District Court’s denial of a writ of habeas corpus to a prisoner of the State of Georgia. The case has been before this Court previously and is reported in Mosley v. Dutton, 367 F.2d 913 (5 Cir., 1966).</p>\n<p id=\"b409-11\">The District Court’s judgment is affirmed in part, and vacated and remanded in part.</p>\n<p id=\"b409-12\">On this appeal four issues are presented which are enumerated as follows:</p>\n<p id=\"b409-13\">1. Was the appellant, a white male, denied equal protection because he was indicted by a grand jury and tried by a petit jury from which Negroes and women were excluded? The Court is of the opinion that there is no merit in the appellant’s contention that his constitutional rights were violated by the reason of the grand and petit jury systems as they applied to his indictment and trial.</p>\n<p id=\"b409-15\"> 2. Should the District Court’s finding that perjured testimony was not used to convict the appellant be overturned ? We think not. It appears from the record that the evidence that perjured testimony was used to convict the appellant was expressly rebutted and contradicted by the sworn testimony of Sheriff Lewis, Deputy Sheriff Strange, Solicitor General McMillan, and the jailer. In a habeas corpus proceeding, a finding of fact on conflicting evidence should not be disturbed on appeal and should not be set aside unless clearly erroneous. Carroll v. Beto, (5 Cir., 1968), 402 F.2d 61.</p>\n<p id=\"b409-19\">3.. Was the appellant deprived of due process by inadequate representation of his appointed counsel at his trial ? After a perusal of the record, we believe that the appellant had adequate counsel at his trial. Relief from a final conviction of incompetent or ineffective counsel will be granted only when the trial was a farce, or a mockery of justice, or was shocking to the conscience of the reviewing court, or the purported representation was only perfunctory, in bad faith, a sham, a pretense, or without adequate opportunity for conference and preparation. Williams v. Beto, 354 F.2d 698, 704 (5 Cir., 1965); Horsley v. Simpson, 400 F.2d 708 (5 Cir., 1968).</p>\n<p id=\"b409-21\">4. Was the appellant deprived of due process by the State’s denying him the right to appeal, or was his right to appeal lost by ineffective counsel through failure to appeal ? The appellant alleges that on or about April 27, 1962, he wrote the Clerk of the Superior Court of Emanuel County, Georgia, where he was convicted, giving notice of his intent to appeal his conviction, pro se, and that on or about May 11, 1962, he filed a Motion for New Trial with the Clerk of the Superior Court of Emanuel County, Georgia. These allegations have not been rebutted in any way. Therefore, this action is vacated and remanded to the District Court to ascertain whether there was actual notice brought home to the State of the appellant’s desire to appeal, cf. Worts v. Dutton, (5 Cir., 1968) 395 F.2d 341. If such notice was not brought home to the State, the District Court <page-number citation-index=\"1\" label=\"348\">*348</page-number>is further directed to hear evidence as to the circumstances of the failure of Mosley’s appointed counsel to appeal the conviction, cf. Wainwright v. Simpson, 5 Cir., 360 F.2d 307.</p>\n<p id=\"b410-4\">Affirmed in part and remanded in part.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}