{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"613\" lastpage=\"618\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b617-3\" pgmap=\"617\">Village of Hyde Park v. George L. Thatcher et al.<footnotemark>*</footnotemark> </parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b617-9\" pgmap=\"617\">1. Jurisdiction.—A petition for a ‘mandamus to compel a village to levy and collect a tax to pay three judgments rendered against the village in certain condemnation proceedings for the opening of a street. Held, that the proceeding does not “relate to the revenue ” within the meaning of the Appellate Court Act and is therefore within the jurisdiction of this court.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b617-10\" pgmap=\"617\">2. Mandamus—Municipal corporation—Necessary averments. —Where it is sought to coerce a municipal corporation into the doing of an act, the party applying must show not only a clear legal right to have the thing done, hut he must show affirmatively that the corporation has the power and that it is its duty to do the act in the manner sought. Held, that as the petition for a mandamus in this case did not set forth the ordinance, or so much of it as was necessary to show that compensation for the property taken was to be made by the collection of a general tax, it was subject to demurrer.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b617-11\" pgmap=\"617\">3. Ordinance.—The ordinance is the foundation upon which all subsequent proceedings .are based, and an ordinance which should fail to prescribe the mode of making compensation would be void, and all proceedings under it a nullity; and when the ordinance prescribes the mode, neither the hoard of trustees, nor their successors in office, can resort to any other words in subsequent proceedings under the same ordinance. (Act for the Incorporation of Cities, Villages and Towns, Article 9, §§ 1; 2, 3.)</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b617-12\" pgmap=\"617\">4. Construction op statute.—The provisions of Article 9 of the Act for the Incorporation of Cities, Villages and Towns, apply to and must control in proceedings for opening streets and making compensation for property taken or damaged thereby in cities and villages incorporated under the general law, and the proceedings therein prescribed are exclusive of any other mode.</headnotes><summary data-order=\"5\" data-type=\"summary\" id=\"b617-13\" pgmap=\"617\">Error to the Superior Court of Cook county the Hou. Sidney Smith, Judge, presiding.</summary><decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"ACz\" pgmap=\"617\">Opinion filed October 23, 1883.</decisiondate><summary data-order=\"7\" data-type=\"summary\" id=\"b617-14\" pgmap=\"617(54) 618(102)\">This was a petition for a mandamus to compel the village of Hyde Park to levy and collect a tax to pay three judgments rendered against the village in certain condemnation proceedings for the opening of a street. The petition alleges that the village of Hyde Park, December 7, 1872, passed an ordinance for the opening of Forrestville avenue, from Forty-first street to Forty-seventh street; that proceedings were instituted to condemn the land to be taken for the street; that a verdict was rendered assessing the compensation for three parcels of land, for the respective sums of $1,750, $1,750 and $1,120; that December 29, 1874, judgment was rendered thereon, and the village of Hyde Park took possession of the land, with the consent of the owners, but has not paid the compensation. That petitioner Thatcher is the owner of two of said judgments, and petitioner Butler is the owner of the other judgment.</summary><summary data-order=\"8\" data-type=\"summary\" id=\"b618-5\" pgmap=\"618\">A general demurrer to the petition was filed, which was overruled, and the defendant electing to stand by his demurrer, judgment was rendered for the petitioners. The judgment-finds that the village has no funds on hand, out of which to pay the judgments, and awards a peremptory mandamus against the village trustees, requiring them to levy and collect a tax on all the taxable property of the village, for the payment of the judgments.</summary><summary data-order=\"9\" data-type=\"summary\" id=\"b618-6\" pgmap=\"618\">The defendant brings the case to this court by writ of error, and assigns the overruling of the demurrer, and other causes, for reversal.</summary><attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b618-7\" pgmap=\"618\">Hr. A. W. Green, for plaintiff in error;</attorneys><p data-order=\"11\" data-type=\"legal\" id=\"AAK\" pgmap=\"618\">that the writ of-mandamus is never awarded unless the right of the relator is clear and undeniable, and the party sought to be coerced is bóund to act, cited The People v. Hatch, 33 Ill. 9; Com’rs v. The People, 66 Ill. 339.</p><p data-order=\"12\" data-type=\"legal\" id=\"b618-8\" pgmap=\"618\">The petition must show on its face a clear right to the relief demanded by the relator: The People v. Davis, 93 Ill. 133.</p><p data-order=\"13\" data-type=\"legal\" id=\"b618-9\" pgmap=\"618\">If it had been proper to award the mandamus, it should have required the raising of sufficient money to pay the judgment, with interest from the date of taking possession: South Park Com’rs v. Dunlevy, 91 Ill. 47.</p><attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b618-10\" pgmap=\"618\">Hr. Consider H. Willett and Mr. G. L. Thatcher for defendants in error;</attorneys><p data-order=\"15\" data-type=\"legal\" id=\"Ad_\" pgmap=\"618(28) 619(21)\">that the mandamus commands the levying of a general tax to pay a judgment, and therefore relates to the revenue, and is beyond the jurisdiction' of the appellate court, cited Potwin v. Johnson, 106 Ill. 547; Webster v. The People, 98 Ill. 343; Herhold v. Chicago, 106 Ill. 532.</p><p data-order=\"16\" data-type=\"legal\" id=\"b619-4\" pgmap=\"619\">The legislative discretion of the corporate authorities of Hyde Park can not he controlled by the courts, either in form or substance: Village of Hyde Park v. Ingalls, 87 Ill. 11; Dunham v. Village of Hyde Park, 75 Ill. 371; Village of Byron v. Blount, 97 Ill. 62.</p><p data-order=\"17\" data-type=\"legal\" id=\"b619-5\" pgmap=\"619\">• Possession being taken, defendants in error are entitled to interest from the date of taking possession, and that is all the interest the judgment embraces: Cook v. So. Park Com’rs, 61 Ill. 115; Ill. &amp; St. L. R. R. Co. v. McClintock, 68 Ill. 296; Chicago v. Palmer, 93 Ill. 125; Chicago v. Barbian, 80 Ill. 482.</p><p data-order=\"18\" data-type=\"legal\" id=\"b619-6\" pgmap=\"619\">If section 72 of chapter 110 of the Revised Statutes is sustained, certain parties \"will have special privileges, and the uniformity in the proceedings and practice of the courts will be destroyed; Village of Warren v. Wright, 3 Bradwell, 420; Myers v. The People, 67 Ill. 503; Knickerbocker v. The People, 102 Ill. 218; Klokke v. Dodge, 103 Ill. 125.</p> <footnote data-order=\"19\" data-type=\"footnote\" id=\"x999-1\" label=\"*\"> <p id=\"Ac6\" pgmap=\"617\"> See Schlierbach v. City of Pana, ante, 382.</p> </footnote> <opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\"> <author id=\"AqO\" pgmap=\"619\">Wilsoh, J.</author> <p id=\"ALa\" pgmap=\"619\">A preliminary question arises on .the motion of the defendant in error to dismiss the writ of error, the ground alleged being that the. proceeding “relates-to the revenue,” within the meaning of the Appellate Court Act, and is, therefore, not within the jurisdiction of this court. As the views of the two members of the court who heard the case, differ on this question, the motion to dismiss must be overruled, and we will proceed to state our views on the main question presented by the record.</p> <p id=\"b619-8\" pgmap=\"619(115) 620(73)\">The village of Hyde Park is a municipal corporation organized under the general act for the incorporation of cities, villages and towns. Being a mere creature of the law, it can do only such acts, as the law has enabled it to do, and it can exercise the powers conferred upon it only in the manner prescribed by the law which gives it life. This principle is elementary; 1 Dillon on Municipal Corporations, § 89; The People v. Village of Crotty, 93 Ill. 180; and where it is sought to coerce a municipal corporation into the doing of an act, the party applying must show not only a clear legal right to, have the thing done, but he must show affirmatively that the corporation has the power and that it is its duty to do the act in the manner sought: Tappan on Man. 11; People v. Hatch, 33 Ill. 9; Commissioner v. The People, 66 Ill. 339; and the petition must show upon its face that all the precedent conditions necessary to clothe the municipality with power to act, have been complied with.</p> <p id=\"b620-5\" pgmap=\"620\">Tested by these rules, we are of opinion that the petition in the present case was in sufficient. Section 1 of Article 9 of the Act for the Incorporation of Cities, Villages and Towns,próvidos, “ That the corporate authorities of cities and villages are hereby invested with power to make local improvements by special assessments or by special taxation, or both, of contiguous property, or general taxation, or otherwise, as they shall by ordinance prescribe.”</p> <p id=\"b620-6\" pgmap=\"620\">Section 2 provides that “ when any such city or village shall by ordinance provide for the making of such local improvement, it shall, by the same ordinance, prescribe whether the same shall he made by special assessment, or by special taxation of contiguous property, or general taxation, or both.”</p> <p id=\"b620-7\" pgmap=\"620\">Section 3 and subsequent sections prescribe the proceedings to be had for making compensation for property taken, or damaged, when the ordinance provides for improvements which require the taking or damaging of property.</p> <p id=\"b620-8\" pgmap=\"620\">From these provisions it is apparent that the ordinance is the foundation upon which all subsequent proceedings are based, and that an ordinance which should fail to prescribe the mode of making compensation would be void, and all proceedings under it, a mere nullity.</p> <p id=\"b620-9\" pgmap=\"620(96) 621(106)\">And it is equally true that when the ordinance prescribes the mode, neither the board of trustees, nor their successors in office, can resort to any other mode, in subsequent proceedings under the same ordinance. The reason for the provision requiring the mode to. he designated in the ordinance is obvious. It might often happen that a proposed improvement was of sufficient benefit to a particular locality to justify its being paid for by a tax on contiguous property, but not of such general benefit to all the tax payers of the mnnicipality, as to warrant the imposition of a general tax; and hence the legislature wisely made provision for different classes of cases. And herein arises the necessity for setting out the ordinance in the petition for mandamus, in a case like the present, or so much of the ordinance as is necessary to show the mode in which compensation is authorized to be made. The court must see upon the face of the petition, that the ordinance providing for the improvement authorizes compensation to be made by a general fax, when that is the mode by which it is sought to be enforced.</p> <p id=\"b621-4\" pgmap=\"621\">It is claimed by the counsel for defendant in error that without seeking for power to open streets in article 9 of the charter, authority for that purpose is conferred by article 5, and that under such authority, the manner of making such compensation is in the discretion of the corporate authorities. This view we think is unsound. Section 1 of article 5, it is true, provides in general terms that the city council in cities, or president and board of trustees in villages, shall have power to lay out and open streets, to control the finances of the corporation, and provide for the payment of the debts and expenses of the municipality, etc. These provisions were only designed to confer upon cities and villages the powers and duties there enumerated, leaving the manner of their exercise to be provided for in other portions of the act. It is not to be supposed that the legislature when thus conferring, in general terms, a power, and in the same act pointing out specifically the mode of its exercise, intended that the power was to be exercised in any other mode than that prescribed. The construction contended for, if adopted, would be exceedingly dangerous, leaving the rights of tax payers wholly at sea. It is a familiar principle in the construction of statutes, that the whole of an act and all its parts must be construed together. It seems to us clear that the provisions of article 9 apply to and must control in proceedings for opening streets and making compensation for property taken or damaged thereby, in cities and villages incorporated under the general law, and that the proceedings therein prescribed are exclusive of any other mode.</p> <p id=\"b622-4\" pgmap=\"622\">Being of opinion that the ordinance, or so much of it as was necessary to show that compensation for the property taken was to be made by the collection of a general tax, should have been set forth in the petition for the mandamus, we think its omission was fatal and that the demurrer should have been sustained.</p> <p id=\"b622-5\" pgmap=\"622\">The judgment of the court below is therefore reversed and the cause remanded.</p> <p id=\"b622-6\" pgmap=\"622\">Reversed and remanded.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}