{
  "casebody": {
    "data": "<casebody firstpage=\"77\" lastpage=\"85\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b105-7\">[No. 20457.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Aj3\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AQD\">May 5, 1890.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b105-8\">In re Disbarment of C. C. STEPHENS.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b105-9\">Attorneys at Law—Disbarment — Encouraging Illegal or Unjust Litigation — Motives of Passion or Interest — Inconsistent Positions. — It is a violation of the duties of an attorney at law to counsel or maintain an action or proceeding which does not appear to him to be legal or just, or to encourage the commencement or continuance of an action or proceeding from any corrupt motive of passion or interest, or to encourage the prosecution and commencement of a criminal accusation by exhibiting documents tending, if genuine, to show the guilt of the accused, and then to assume the defense of the accused without any change of mind as to the genuineness of the documents, or as to the guilt or innocence of the accused.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b105-10\">Id.—Benefit of Doubts — Palliation of Unprofessional Conduct — Suspension of Attorney. — Where the evidence is substantially conflicting as to the graver features of a charge of unprofessional conduct against an attorney at law, the attorney accused thereof will be given the benefit of doubts arising from such conflict of evidence; and if the</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b106-4\"><page-number citation-index=\"1\" label=\"78\">*78</page-number>unprofessional conduct of which he is clearly guilty, though not excusable, is palliated by reason of the concern felt by the attorney in behalf of a brother accused of crime, the offense will not be regarded of a sufficiently grave nature to call for total disbarment, but will be punished by a temporary suspension of the attorney from practice.</syllabus>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b106-5\">.Proceeding in the Supreme Court for the disbarment of C. C. Stephens as an attorney at law. The facts are stated in the opinion of the court.</summary>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b106-6\"><em>John S. Chapman, </em>and <em>J. W. Swanwick, </em>for Prosecution.</p>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b106-7\"><em>Houghton, Silent &amp; Campbell, </em>for Respondent.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b106-8\">Paterson, J.</author>\n<p id=\"Apq\">This is a proceeding for the disbarment of C. C. Stephens, an attorney and counselor at law. The allegations of the accusation are set forth in the opinion of this court rendered at the time of the decision overruling the demurrer. (77 Cal. 857.) Many immaterial matters are stated in the accusation; but as there was no motion to strike out, they were not referred to at the time the demurrer was overruled. The result was, that in taking testimony the commissioners appointed by the court, not knowing what allegations would be deemed material, admitted many hearsay statements, and a great deal of evidence that was not relevant to the material matters charged. Some of the evidence went in without objection, but we have considered only such portions of the evidence as is competent and relevant to the material issues.</p>\n<p id=\"b106-9\">The gist of the charge is, that while associated with Colonel Wells as an attorney of record for the defendants in the cases against B. A. Stephens and A. M. Thornton for criminal libel, the respondent, C. C. Stephens, represented to Bell, the accuser herein, and prosecuting witness in said case, that Colonel Wells was the person really guilty of the libels alleged in those actions, Thornton and B. A. Stephens having acted only at the instigation of said Wells; that he further represented that said Wells “had gone back on” said Thornton and <page-number citation-index=\"1\" label=\"79\">*79</page-number>B. A. Stephens, and they proposed to furnish evidence sufficient to convict hitn of libel, if be, said Bell, would dismiss the action against Thornton and B. A. Stephens, the evidence proposed being the original manuscript, portions of which he said were in the handwriting of Wells, and a letter written by the latter requesting B. A. Stephens to change certain portions of the article before publication so as to make it more bitter and malevolent against Bell; that the documents referred to were produced; that respondent consulted with said Bell and his attorney concerning the law and facts involved in the proposed prosecution, and repeatedly urged said Bell to file a complaint against Wells; that said Bell, not being satisfied as to the genuineness of the documents exhibited by respondent, refused to dismiss the actions, but during the negotiations said actions were repeatedly continued for trial; that at the urgent request of respondent, and upon repeated representations that he would procure the evidence required to establish the guilt of Wells, a complaint was filed on December 19, 1887, by 0. A. Bell, son of the accuser herein, charging said Wells with libel, a warrant was issued, Wells was arrested while on his way to Washington, but he gave bail and did not return to. this state until March 20, 1888; that respondent advised said Bell that in his opinion the absence of said Wells from the state would suspend the running of the statute of limitations, and promised that his brother, B. A., whose address he gave for the purpose of service of subpoena, would appear as a witness at the preliminary examination of Wells, and testify to the genuineness of the letter; that the preliminary examination of Wells was continued from March 20, 1888, to April 17, 1888; that respondent continued to act with said Bell and his attorney in the prosecution of said Wells until the 17th of April, when he appeared and acted as attorney for Wells at the preliminary examination, objected to the examination of Wells, on the ground that the prosecution <page-number citation-index=\"1\" label=\"80\">*80</page-number>of the action was barred under the provisions of sections 801 and 802 of the Penal Code, and upon said objection being overruled, he procured the discharge of said Wells by virtue of a writ of prohibition, prohibiting the justice of the peace from proceeding with the preliminary examination.</p>\n<p id=\"b108-5\">It is conceded that respondent did not act as attorney or counsel for Bell in anything he said or did.</p>\n<p id=\"b108-6\">There is a conflict in the evidence as to whether the respondent advised Bell to have Wells arrested and prosecuted for libel. Three witnesses testified that he did; the respondent denied it. Bell testified that Stephens did not urge him to file a complaint against Wells, but that he did request him to do so. C. A. Bell, son of Horace, testified that Stephens, respondent, came to his office and said that Wells was going away that day, and if they wanted to arrest him a complaint should be filed. Williams, counsel for Horace Bell, testified that Stephens told him Wells was the guilty party, had inveigled his brother into the matter, and that he ought to be arrested before he could get away.</p>\n<p id=\"b108-7\">During the negotiations between the parties, the question arose whether the statute of limitations would continue to run during the absence of Wells from the state. 'It is alleged in the accusation that respondent advised Bell and his counsel that the statute would not run during such absence. Upon this question, also, the evidence is conflicting, respondent denying that he advised them at all in relation to it, or any other matter of law or of fact.</p>\n<p id=\"b108-8\">Respondent, in his testimony, denies that he ever said Wells was the guilty party, or represented that he would produce evidence sufficient to prove that fact, but on the contrary, insists that all he offered to do was to produce the documents which purported to be in the handwriting of Wells,—the manuscript of the original article and the letter,—and that Bell knew all the time that his <page-number citation-index=\"1\" label=\"81\">*81</page-number>(Stephens’s) information as to the genuineness of the documents, and the part which Wells had taken in the production of the libel, was a matter of hearsay.</p>\n<p id=\"b109-5\">In view of the nature.of this proceeding, and the effect of an adverse decision upon the future of the respondent, we give him the benefit of the doubt, which necessarily arises out of the conflict of evidence upon these issues, and find, — 1. That respondent did not urge or advise Bell to have Wells arrested and prosecuted for libel; 2. That respondent did not advise Bell or his counsel as to whether the statute of limitations would run during the absence of Wells from this-state; and 3. That respondent did not represent to Bell that he could or would procure the evidence required to convict Wells of libel.</p>\n<p id=\"b109-6\">The facts remain, however, that respondent’s proposition and conduct resulted in the arrest of Weils on a charge of libel, and that he—respondent—must have known that such would be the effect of his offer to produce the documents which he had in his possession and exhibited to Bell. He knew that Bell would certainly prosecute Wells if he could be made to believe that the papers, or any part of them, were in the handwriting of Wells. He told Bell that his brother had said they were genuine. He held them out as genuine, himself believing them to be genuine, and at the trial testified that he still believed them to be in the handwriting of Wells. If he believed at the time he offered them that Wells was innocent, or if he had no reasonable cause to believe that they would tend to establish the guilt of Wells, his conduct in thus encouraging the prosecution of Wells was in direct violation of his duties as an attorney and counselor, which require him “to counsel or maintain such actions or proceedings only as appear to him legal or just.” (Code Civ. Proc., sec. 282, subd. 2.) And the fact that his brother was in trouble, and that Wells, who had been engaged in the defense of his brother, had <page-number citation-index=\"1\" label=\"82\">*82</page-number>abandoned the case, would, in that case, have afforded no excuse or justification, but would have tended to show that he had violated another provision of the same section, which requires an attorney and counselor at law “not to encourage either the commencement or the continuance of an action or proceeding from any corrupt motive of <em>passion or interest.” </em>(Subd. 7, <em>supra.)</em></p>\n<p id=\"b110-5\">The case, in a nutshell, according to the undisputed evidence, is this: Respondent’s brother was being prosecuted for criminal libel. Wells was engaged in defending the brother. Believing that Wells had deserted his brother and refused to act further in his defense, respondent, desiring to punish Wells for his desertion and to procure the discharge of his brother,proposed to Bell, the prosecutor, that if he would dismiss the charges against the defendants in the libel suit, he, respondent, would produce <em>documents tending to show </em>that Wells was the person really guilty of the offense charged against his brother. The documents were exhibited, a complaint was filed, Wells was arrested, and gave' bail while departing from the state. During the pendency of the-negotiations between respondent and Bell, and the pendency of the action against Wells, several continuances of the action against respondent’s brother were had in. pursuance of the proposition referred to. When Wells returned to this state, respondent discovered that Wells had in fact never deserted the cause of his brother, but always' intended to return and defend him. Thereupon, and without any further evidence of the guilt or innocence of Wells, but still believing that he had written the documents produced by respondent as tending to show the guilt of Wells, and which had, in fact, led to his arrest, respondent, without any notice to the prosecution, appeared on behalf of Wells, objected to any evidence against the defendant, on the ground that the statute of limitations had run against the prosecution of the offense charged, and, upon his objection being overruled, pro<page-number citation-index=\"1\" label=\"83\">*83</page-number>cured the discharge of the defendant Wells on a writ of prohibition issued out of the superior court.</p>\n<p id=\"b111-5\">This state of facts leads to one of two conclusions: either that the respondent encouraged the commencement and prosecution of a criminal charge against Wells which he did not believe to be just, or had no reason to believe was true, and through motives of “passion or interest,” or that, after his production of evidence tending to show the guilt of Wells, and which in fact resulted in the commencement and prosecution of a criminal charge, he undertook the defense and procured the discharge of the accused, although he entertained the same opinion as to the genuineness of the documents tending to show guilt that he held at the time that the prosecution was commenced.</p>\n<p id=\"b111-6\">He does not say that he had changed his mind as to the guilt or innocence of Wells, and therefore undertook to defend him. He found that Wells had not in fact abandoned, or intended to abandon, the defense of his brother, <em>therefore </em>he had done Wells an injustice, and desired to right him; not because he had discovered that the documents were not genuine, or that Wells had not &gt; participated in the alleged libel,— no such excuse as this is offered.</p>\n<p id=\"b111-7\">It is admitted by counsel for respondent that “it might have been wiser and more in accordance with good taste if he had declined to have any further connection with any of the cases, except in the necessary defense of his brother.” We cannot thus lightly excuse the respondent’s conduct. It was not only a breach of good taste, but was a transgression of those ordinary rules of professional practice which are universally recognized as binding upon attorneys and counselors, with or without statutory legislation, if it was not a violation of the express provision of the code with respect to the duties of such officers of the court. (Weeks on Attorneys at Law, sec. 80.)</p>\n<p id=\"b112-4\"><page-number citation-index=\"1\" label=\"84\">*84</page-number>While we do not regard the offense as one of so grave a nature as to call for the disbarment of the respondent, we think the practice should be condemned, and that some penalty should be imposed which will deter others from following the same course. In determining the penalty to be inflicted, we consider, in mitigation of the offense, the fact that the respondent was greatly concerned in behalf of his brother, who was in trouble, and that he naturally felt grateful to those who aided him, and unfriendly to those who deserted him. His gratitude to Wells for continuing to defend his brother doubtless led him to assume a position in the case inconsistent with his relations to the parties prosecuting the same.</p>\n<p id=\"b112-5\">It is ordered that the respondent be deprived of the right to practice as an attorney and counsel or in the courts of this state for the term of six months from date hereof.</p>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b112-6\">McFarland, J., Fox, J., Sharpstein, J., and Beatty, C. J., concurred.</author>\n<p id=\"b112-7\">On the 13th of June, 1890, the court in Bank rendered the following opinion herein:'—■</p>\n<p id=\"b112-8\">Paterson, J.—In this matter we have received a petition signed by a large number of members of the judiciary and bar of Los Angeles County, asking, on behalf of respondent herein, a modification of the order of suspension heretofore entered herein. In support of this request, they represent that the proceedings have been pending for over a year, and that during that time his practice has been almost entirely suspended; that he has heretofore borne an excellent reputation,—has never been charged with any infraction of the rules governing professional conduct, and will be careful not to do so in the future; that he is of a sensitive nature, and in the opinion of the petitioners has already been sufficiently punished.</p>\n<p id=\"b113-3\"><page-number citation-index=\"1\" label=\"85\">*85</page-number>In determining the matter, we overlooked the fact that the proceedings had been pending for over a year, and of course were not aware of the alleged effect upon the respondent and his practice, and did not consider them in mitigation of punishment.</p>\n<p id=\"b113-4\">We think that the request of so large a proportion of the members of the bar with whom the respondent is engaged in practice is entitled to consideration.</p>\n<p id=\"b113-5\">It is therefore ordered that the respondent he permitted to resume the practice of law on July 3, 1890, and the order heretofore entered herein is modified to that extent.</p>\n<p id=\"b113-6\">McFarland, J., Sharpstexn, J., Fox, J., and Beatty, C. J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}