{
  "casebody": {
    "data": "<casebody firstpage=\"193\" lastpage=\"198\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b227-3\">CITY OF CLEVELAND HEIGHTS ex rel. HICKS et al., Appellants, v. CITY OF CLEVELAND HEIGHTS, Appellee.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b227-6\">[Cite as <em>Cleveland Hts. ex rel. Hicks v. Cleveland Hts., </em>162 Ohio App.3d 193, 2005-Ohio-3582.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b227-7\">Court of Appeals of Ohio, Eighth District, Cuyahoga County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b227-9\">No. 84884.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b227-10\">Decided July 14, 2005.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b228-11\"><page-number citation-index=\"1\" label=\"194\">*194</page-number>Langdon &amp; Shafer, L.L.C., David R. Langdon, and Jeffrey A. Shafer, for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b228-12\">John H. Gibbon, Cleveland Heights Director of Law; Walter &amp; Haverfíeld, L.L.P., and William R. Hanna, for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b228-13\">Sean C. Gallagher, Judge.</author>\n<p id=\"b228-14\">{¶ 1} Appellants, city of Cleveland Heights ex rel. Jimmie Hicks Jr. and Charlie Byrne, appeal from the judgment of the Cuyahoga County Court of Common Pleas that denied their request for a statutory injunction enjoining the operation of a domestic-partner-registry ordinance established by appellee, the city of Cleveland Heights. For the reasons stated below, we affirm.</p>\n<p id=\"b229-4\"><page-number citation-index=\"1\" label=\"195\">*195</page-number>{¶ 2} Appellants Hicks and Byrne are residents and taxpayers of the city of Cleveland Heights. In March 2003, Hicks attended a council meeting at which he became aware of an initiative petition for an ordinance that would cause the city to establish a domestic-partner registry. In November 2003, Cleveland Heights voters approved the ordinance by referendum. Pursuant to the ordinance, couples may file a declaration of domestic partnership and be placed in the registry provided they (1) pay a fee, (2) share a common residence, (3) are not married to another individual, (4) are 18 years of age or older, (5) are not related by blood to a certain degree of consanguinity, (6) agree to be in a relationship of mutual interdependence, and (7) agree to file a declaration of domestic partnership with Cleveland Heights.</p>\n<p id=\"b229-5\">{¶ 3} On January 14, 2004, Hicks, through legal counsel, sent a letter to the city law director requesting that an injunction action be filed. The law director indicated he would review the matter and make a decision within two weeks.</p>\n<p id=\"b229-6\">{¶ 4} The city commenced administering the registry on January 26, 2004. The following day, the city law director issued a letter declining to bring an injunction action on behalf of the city. Thereafter, Hicks brought this action, which was later amended to include Byrne as a plaintiff. Hicks and Byrne asserted that the ordinance was unconstitutional because it was an abuse of the city’s corporate powers conferred by Section 3, Article XVIII of the Ohio Constitution.</p>\n<p id=\"b229-7\">{¶ 5} The trial court denied appellants’ request for a statutory injunction, finding that appellants had not shown any irreparable harm, that the city was within its home-rule authority in enacting and maintaining the domestic-partner registry, and that the registry was not beyond the scope of authority granted by Section 3, Article XVIII of the Ohio Constitution.</p>\n<p id=\"b229-8\">{¶ 6} Hicks and Byrne have appealed the trial court’s decision, raising one assignment of error for our review, which provides:</p>\n<p id=\"b229-9\">{¶ 7} “The trial court erred in denying Relators’ request for a statutory injunction enjoining operation of the City’s Domestic Partner Registry Ordinance.”</p>\n<p id=\"b229-10\">{¶ 8} The Home Rule Amendment to the Ohio Constitution, Section 3, Article XVTII, provides:</p>\n<p id=\"b229-11\">{¶ 9} “Municipalities shall have authority to exercise all powers of local self-government and to adopt and enforce within their limits such local police, sanitary and other similar regulations, as are not in conflict with general laws.”</p>\n<p id=\"b229-12\">{¶ 10} The Supreme Court of Ohio, in <em>Canton v. Whitman </em>(1975), 44 Ohio St.2d 62, 65-66, 73 O.O.2d 285, 337 N.E.2d 766, wrote: “This section, adopted in <page-number citation-index=\"1\" label=\"196\">*196</page-number>1912, preserved the supremacy of the state in matters of ‘police, sanitary and other similar regulations,’ while granting municipalities sovereignty in matters of local self-government, limited only by other constitutional provisions.” Thus, the Home Rule Amendment provides municipalities with “full and complete political power in all matters of local self government.” <em>Perrysburg v. Ridgway </em>(1923), 108 Ohio St. 245, 255, 140 N.E. 595.</p>\n<p id=\"b230-5\">{¶ 11} It is well settled that the Ohio Constitution grants broad powers of local self-government to municipalities. See <em>Buckeye Community Hope Found. v. Cuyahoga Falls </em>(1998), 82 Ohio St.3d 539, 541, 697 N.E.2d 181. In <em>Benjamin v. Columbus </em>(1957), 167 Ohio St. 103, 108, 4 O.O.2d 113, 146 N.E.2d 854, the Ohio Supreme Court stated: “The ‘powers of local self-government’ conferred upon municipalities by this constitutional provision include the power to enact local legislation, except to the extent that limitations upon that legislative power have been set forth in the Constitution.” To that end, the Supreme Court of Ohio has been liberal in its application of the home-rule doctrine. Indeed, the court has established that as a general policy, municipalities have the “broadest possible powers of self-government” for local political issues. <em>State Personnel Bd. of Revision v. Bay Village Civ. Serv. Comm. </em>(1986), 28 Ohio St.3d 214, 218, 28 OBR 298, 503 N.E.2d 518.</p>\n<p id=\"b230-6\">{¶ 12} While it has been established that the powers of local self-government are broad, no definitive description exists. As recognized by the Supreme Court of Ohio in <em>Britt v. Columbus </em>(1974), 38 Ohio St.2d 1, 6, 67 O.O.2d 1, 309 N.E.2d 412: “This court has never framed an all-inclusive definition of the term ‘all powers of local self-government’ appearing in Section 3 of Article XVIII. In the context of specific cases before it, the term has been stated to mean ‘* * * such powers of government as, in view of their nature and the field of their operation, are local and municipal in character’ <em>(State, ex rel. Toledo, v. Lynch </em>[1913], 88 Ohio St. 71, 97 [102 N.E. 670]); ‘* * * the powers referred to are clearly such as involve the exercise of the functions of government, and they are local in the sense that they relate to the municipal affairs of the particular community’ <em>(Fitzgerald v. Cleveland </em>[1913], 88 Ohio St. 338, 344 [103 N.E. 512]), ‘the phrase “all powers of local self-government” as used * * * [in Section 3] means the power of self-government in all matters of a purely local nature’ <em>(State, ex rel. Arey, v. Sherrill </em>[1944], 142 Ohio St. 574 [53 N.E.2d 501]).”</p>\n<p id=\"b230-7\">{¶ 13} In <em>Beachwood v. Cuyahoga Cty. Bd. of Elections </em>(1958), 167 Ohio St. 369, 370-371, 5 O.O.2d 6, 148 N.E.2d 921, the Supreme Court of Ohio explained its test for determining whether municipal legislation is local in nature in the following manner:</p>\n<p id=\"b231-4\"><page-number citation-index=\"1\" label=\"197\">*197</page-number>{¶ 14} “The power of local self-government granted to municipalities by Article XVIII relates solely to the government and administration of the internal affairs of the municipality, and, in the absence of statute conferring a broader power, municipal legislation must be confined to that area. (See <em>Prudential Co-Operative Realty Co. v. City of Youngstown, </em>118 Ohio St. 204, 160 N.E. 695.) Where a proceeding is such that it affects not only the municipality itself but the surrounding territory beyond its boundaries, such proceeding is no longer one which falls within the sphere of local self-government but is one which must be governed by the general law of the state.</p>\n<p id=\"b231-5\">{¶ 15} “To determine whether legislation is such as falls within the area of local self-government, the result of such legislation or the result of the proceedings thereunder must be considered. If the result affects only the municipality itself, with no extraterritorial effects, the subject is clearly within the power of local self-government and is a matter for the determination of the municipality. However, if the result is not so confined it becomes a matter for the General Assembly.”</p>\n<p id=\"b231-6\">{¶ 16} This analysis brings us to a consideration of the question raised by this appeal as to whether the administration and enforcement of the Cleveland Heights ordinance establishing a domestic-partnership registry falls within the sphere of local self-government. Here, the registry affects only the municipality itself and has no extraterritorial effects. As the trial court found: “The city allows residents and nonresidents alike to register. However, the city of Cleveland Heights confers no benefit, right or obligation upon those registering. The taxpayers of the city incur no cost since the registering couples pay a fee to cover the entire cost of the registry. A nonresident must pay the same fee but obtains no benefit aside from their names on the registry. Foreign jurisdictions are not bound to acknowledge the registry or to confer any rights or obligations. Residents and nonresidents are free to recognize the declaration, but no other city is obligated to take notice. The registry does not create any result, either within the city or outside its territory, other than the mere existence of names on a list. Therefore, the court, applying the territorial test established in <em>Beach-wood, </em>finds the city of Cleveland Heights’ Domestic Registry to be an act of self-governance.”</p>\n<p id=\"b231-7\">{¶ 17} We agree with the analysis of the trial court. The registry confers no right or obligation upon registrants, is administered exclusively within the city of Cleveland Heights, and has no effect outside the territory of the city.<footnotemark>1</footnotemark> We hold <page-number citation-index=\"1\" label=\"198\">*198</page-number>that the domestic-partner-registry ordinance is a matter of local self-government.<footnotemark>2</footnotemark> Although the registry pertains to domestic partners, we would find no distinction had the registry pertained to other citizen groups, such as war veterans. Our holding is consistent with the principle that municipalities are to be given the broadest possible powers of self-government and a liberal application to be applied to the home-rule doctrine.</p>\n<p id=\"b232-4\">{¶ 18} Because we find that the domestic-partner-registry ordinance is lawful, we decline to address Hicks’s arguments pertaining to injunctive relief.</p>\n<p id=\"b232-5\">{¶ 19} Appellants’ first assignment of error is overruled.</p>\n<p id=\"b232-6\">Judgment affirmed.</p>\n<judges id=\"b232-7\">Celebrezze, P.J., and Kilbane, J., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b231-8\">. We recognize that the ordinance may enable registered couples to obtain certain ancillary benefits such as employee benefits from certain businesses; however, the ordinance itself confers no benefit upon registrants.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b232-21\">. We note that a similar domestic-partnership-registry ordinance was upheld in <em>Atlanta v. McKinney </em>(1995), 265 Ga. 161, 454 S.E.2d 517.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}