{
  "casebody": {
    "data": "<casebody firstpage=\"668\" lastpage=\"674\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b746-7\">PLANET INSURANCE COMPANY, Plaintiff-Appellee, v. MEAD REINSURANCE CORPORATION, Defendant-Appellant. Integrity Insurance Company and Cochise County, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b746-11\">No. 85-1535.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b746-12\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b746-13\">Argued and Submitted Feb. 11, 1986.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b746-14\">Decided March 19, 1986.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"Aec5\">Designated for Publication May 6, 1986.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b746-24\">Richard J. Woods, Nicholas J. Wallwork, O’Connor, Cavanah, Anderson, Westover, Killingsworth &amp; Beshears, Phoenix, Ariz., for Planet Ins. Co.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b746-25\">William C. Smitherman, Joel D. Sacks, Smitherman &amp; Sacks, Tucson, Ariz., for Cochise County.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b746-26\">Lawrence A. Peshkin, E.J. Kotalik, Jr., Fennemore, Craig, von Ammon, Udall &amp; Powers, Phoenix, Ariz., for Integrity Ins. Co.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b747-4\"><page-number citation-index=\"1\" label=\"669\">*669</page-number>Kevin E. O'Malley, Michael L. Gallagher, Gallagher &amp; Kennedy, P.A., Phoenix, Ariz., Ralph Robinson, Louis H. Castoria, Wilson, Elser, Edelman &amp; Dicker, San Francisco, Cal., for Mead Reinsurance Corp.</attorneys>\n<p data-order=\"10\" data-type=\"judges\" id=\"b747-6\">Before BROWNING, Chief Judge, and TANG and BEEZER, Circuit Judges.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b747-7\">BEEZER, Circuit Judge:</author>\n<p id=\"b747-8\">This appeal involves the relative obligations to pay legal fees of primary and excess insurers under Arizona law. The district court in this declaratory judgment action granted summary judgment in favor of Planet Insurance Company and Integrity Insurance Company, the County’s excess insurers. Mead Reinsurance Corporation appeals. We affirm.</p>\n<p id=\"b747-9\">FACTS</p>\n<p id=\"b747-10\">Mead insured the County of Cochise (“County”), Arizona, for damages arising from bodily injury, property damage, errors or omissions, or personal injury. Generally speaking, the policy provided that Mead would indemnify the County for $975,000 per occurrence, but the County would remain liable for the first $25,000 per occurrence. The County purchased additional insurance from Planet and Integrity, which provided $9,000,000 of coverage per occurrence, but did not cover the first $1,000,000 of liability. Integrity’s coverage ran from July 1, 1980 to July 1, 1982. Planet’s coverage ran from July 1, 1982 to December 1, 1983.</p>\n<p id=\"b747-11\">In June of 1982, the members of an all-Black church filed suit against the County and several county officials. This action is referred to as <em>Thomas v. County of Cochise. </em>The plaintiffs alleged that as the number of Black church members relocating into the area increased, the defendants initiated a deliberate campaign to deny the plaintiffs their civil rights and to discourage the plaintiffs from remaining residents of the area. In support of the allegation that county officials had embarked on a deliberate campaign of intimidation, the complaint listed a variety of specific acts of misconduct.</p>\n<p id=\"b747-13\">Plaintiffs filed several amended complaints, alleging that county officials intentionally provoked a riot resulting in the shooting deaths of two plaintiffs and the wounding of two others by the police on October 23, 1982.</p>\n<p id=\"b747-14\">During the course of the <em>Thomas </em>litigation, a dispute arose between the insurers. Mead informed Planet and Integrity that Mead considered the County’s alleged policy of discrimination to constitute an allegation of a single occurrence. Mead also contended that any funds provided by Mead for defense costs were assessable against the policy limit of liability. In short, Mead contended that it was liable for at most $975,000 and that the excess insurers were responsible to pick up the balance.</p>\n<p id=\"b747-15\">Planet filed this action for declaratory relief to resolve this dispute. During the pendency of the action, the district court ordered Mead to continue paying defense costs, subject to Mead’s right to recover if Mead ultimately prevailed. The parties represent that Mead provided approximately $1,400,000 in defense funds. Mead and the County stipulated that the <em>Thomas </em>complaint alleged a single occurrence.</p>\n<p id=\"b747-16\">Planet, Integrity, and Mead filed cross motions for summary judgment. The district court granted Planet’s and Integrity’s motions, holding that:</p>\n<blockquote id=\"b747-17\">The injuries alleged in <em>Thomas v. Cochise County </em>necessarily result from multiple occurrences. Defense costs may not be assessed against Mead’s policy limits. Planet and Integrity, as excess insurance carriers, need not contribute to defense costs until Cochise County’s ultimate liability is established by a judgment or settlement in <em>Thomas v. Cochise County. </em>Integrity’s liability is limited to excess liability and pro rated defense costs resulting from Count IX of the Third Amended Complaint in <em>Thomas v. Cochise County.</em></blockquote>\n<p id=\"b747-18\">Mead filed its notice of appeal. During the pendency of this appeal, the action in <page-number citation-index=\"1\" label=\"670\">*670</page-number><em>Thomas v. County of Cochise </em>was settled for $700,000.<footnotemark>1</footnotemark></p>\n<p id=\"b748-4\">JURISDICTION</p>\n<p id=\"b748-5\">Although Mead appeals the district court’s judgment, Mead argues that the judgment was not final and that we, therefore, lack jurisdiction.</p>\n<p id=\"b748-6\">The district court’s judgment purports to resolve several issues. The correct resolution of these issues would establish the relationship between the various insurers. The Declaratory Judgment Act contemplates just such a remedy. <em>See United States v. Washington, </em>759 F.2d 1353, 1357 (9th Cir.) (en banc), <em>cert. denied, </em>— U.S.-, 106 S.Ct. 407, 88 L.Ed.2d 358 (1985); 28 U.S.C. § 2201. Even when a district court abuses its discretion by rendering a declaratory judgment that fails to establish legal rights and duties with precision, the judgment may be considered final for purposes of 28 U.S.C. § 1291. <em>See id. </em>at 1356-58. Therefore, we have jurisdiction to hear this appeal.</p>\n<p id=\"b748-9\">STANDARD OF REVIEW</p>\n<p id=\"b748-10\">We review a district court’s summary judgment de novo. <em>Semegen v. Weidner, </em>780 F.2d 727, 732 (9th Cir.1985). Summary judgment is proper when there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. <em>Id. </em>The moving party has the burden of establishing the absence of material factual issues. <em>Id. </em>Under Arizona law, the interpretation of an insurance contract is a question of law to be determined by the court. <em>Roberts v. State Farm Fire &amp; Casualty Co., </em>146 Ariz. 284, 705 P.2d 1335, 1337 (1985); <em>Sparks v. Republic National Life Insurance Co., </em>132 Ariz. 529, 647 P.2d 1127, 1132, <em>cert. denied, </em>459 U.S. 1070, 103 S.Ct. 490, 74 L.Ed.2d 632 (1982).</p>\n<p id=\"b748-11\">INCLUSION OF DEFENSE COSTS IN POLICY LIMITS</p>\n<p id=\"b748-12\">Mead argues that the district court improperly held that Mead was required to expend amounts in excess of the policy limits in defense of the County. Relying primarily on the language of the Insuring Agreement (“Agreement”), Mead contends that the County is self insured to the extent of the County’s retained liability and that Mead, therefore, was merely a “first-layer excess insurer.” Mead concludes that since it was not a primary insurer, it had no duty to defend the County and that all funds provided for the County’s defense were subject to the Agreement’s limitation on liability.</p>\n<p id=\"b748-15\">Several general principles of Arizona insurance law govern the construction of the Insuring Agreement:</p>\n<blockquote id=\"b748-16\">Provisions of insurance policies are to be construed in a manner according to their plain and ordinary meaning. Where the language employed is unclear and can be reasonably construed in more than one sense, an ambiguity is said to exist and such ambiguity will be construed against the insurer. In determining whether an ambiguity exists in a policy, the language should be examined from the viewpoint of one not trained in law or in the insurance business.</blockquote>\n<blockquote id=\"b748-17\">If an insurer desires to limit its liability under a policy, it should employ language which clearly and distinctly communicates to the insured the nature of the limitation.</blockquote>\n<p id=\"b748-18\"><em>Sparks, </em>647 P.2d at 1132-33 (citations omitted); <em>accord Roberts, </em>705 P.2d at 1337. Additionally,</p>\n<blockquote id=\"b748-19\">while an individual clause of an insurance policy, standing alone, might be determined to have no ambiguity, ‘the policy must be read as a whole in order to give a reasonable and harmonious meaning and effect to all its provisions.’</blockquote>\n<p id=\"A_j\"><em>Sparks, </em>674 P.2d at 1134 (quoting <em>Federal Insurance Co. v. P.A.T. Homes, Inc., </em>113 Ariz. 136, 139, 547 P.2d 1050, 1053 (1976)); <em>accord Industrial Indemnity Co. v. Goettl, </em>138 Ariz. 315, 674 P.2d 869, 876 <page-number citation-index=\"1\" label=\"671\">*671</page-number>(Ariz.Ct.App.1983). Finally, the terms of an insurance policy must be construed to protect the reasonable expectations of the person purchasing the insurance. <em>Darner Motor Sales, Inc. v. Universal Underwriters Insurance Co., </em>140 Ariz. 383, 682 P.2d 388, 396-97 (1984).</p>\n<blockquote id=\"b749-5\">The Insuring Agreement provides that: The “Company” [Mead] will indemnify the insured [the County] for ultimate net loss in excess of the retained limit [of $25,000] which the insured shall become legally obligated to pay by reason of liability imposed by law, or liability assumed by contract, insofar as the named insured may legally do so, for damages because of:</blockquote>\n<blockquote id=\"b749-6\">A. Bodily Injury or</blockquote>\n<blockquote id=\"b749-7\">B. Property Damage or</blockquote>\n<blockquote id=\"b749-8\">C. Errors and Omissions or</blockquote>\n<blockquote id=\"b749-9\">D. Personal Injury</blockquote>\n<blockquote id=\"b749-10\">to which this policy applies, caused by an occurrence which takes place during the policy period.</blockquote>\n<p id=\"b749-11\">In a subsequent section entitled “Retained Limit The Company’s Limit of Liability,” the Agreement further specifies that:</p>\n<blockquote id=\"atd-dedup-0\">Regardless of the number of (1) insureds under this policy, (2) persons or organizations who sustain injury or damage, or (3) claims made or suits brought on account of bodily injury, property damage, errors and omissions or personal injury, the “Company’s” liability is limited as follows:</blockquote>\n<blockquote id=\"b749-12\">With respect to bodily injury or property damage or errors and omissions or personal injury or any combination thereof, the “Company’s” liability shall be only for the ultimate net loss in excess of the insured’s retained limit [of $25,000] as the result of any one occurrence, and then for an amount not exceeding [$975,000] as the result of any one occurrence.</blockquote>\n<p id=\"b749-13\">The Agreement defines Ultimate Net Loss as:</p>\n<blockquote id=\"b749-14\">(1) The sum actually paid or payable in cash in the settlement or satisfaction of losses for which the insured is liable either by adjudication or compromise with the written consent of the “Company”, after making proper deduction for all recoveries and salvages collectible, (2) and includes attorney’s fees, court costs and interest on any judgment or award, (3) but excludes all loss adjustment expenses and all salaries of employees and office expenses of the insured, the “Company” or any underlying insurer so incurred.</blockquote>\n<p id=\"b749-16\">(clause numbers added for later reference).</p>\n<p id=\"b749-17\">Mead urges us to construe the definition of Ultimate Net Loss to include attorney’s fees incurred in the defense of the insured. Mead argues that “attorney’s fees” simply means “attorney’s fees,” whether they are paid to defense attorneys or to plaintiffs’ attorneys pursuant to a judgment or award. Mead points out that an express reference to attorney’s fees would be redundant if the phrase referred only to fees awarded by a court. Mead further contends that if defense attorney fees were meant to be excluded from the definition of Ultimate Net Loss, the third clause of the definition would have excluded them expressly. Mead concludes, therefore, that the Insuring Agreement clearly and unambiguously limits Mead’s exposure to $975,-000 per occurrence; whether that amount is expended in attorney’s fees or in satisfaction of a judgment or compromise is irrelevant.</p>\n<p id=\"b749-18\">While Mead’s construction of the definition of Ultimate Net Loss is not patently illogical, it creates avoidable inconsistencies. The definition of Ultimate Net Loss contains three clauses. The relationship of these clauses to one another can be viewed in either of two ways. Mead’s argument would require the court to treat each clause as an independent statement of coverages and exclusions. Structurally, each clause would occupy a status equivalent to the other clauses. Under the alternative and, we believe, superior approach, the first clause may be seen as hierarchically superior to the subsequent clauses, which merely clarify the meaning of the first clause.</p>\n<p id=\"b749-19\">Under the “hierarchical” approach, the definition of Ultimate Net Loss remains <page-number citation-index=\"1\" label=\"672\">*672</page-number>internally consistent. The first clause contemplates Mead’s responsibility to pay for the insured’s underlying liabilities. The measure of Mead’s liability relates directly to the amount of the insured's underlying liability. If the second clause is construed as a clarification of the first clause, the second clause merely establishes that attorney’s fees, interest, and fees awarded pursuant to judgment against the insured are included in the coverage. Under this construction, the measure of Mead’s liability still relates directly to the amount of the insured’s liability. Accordingly, the third clause establishes that amounts unrelated to the insured’s underlying liability are not within the definition of Ultimate Net Loss. Under the “hierarchical” approach, therefore, the entire definition stands for a single proposition: Mead is liable to the insured for Ultimate Net Loss in the same amount that the insured becomes liable to the plaintiff.</p>\n<p id=\"b750-4\">Under Mead’s view, however, the definition of Ultimate Net Loss would be composed of three independent clauses, each promoting potentially divergent interests. The first clause would inure to the benefit of the insured in the manner described above. The second clause, however, would include expenses that are qualitatively different from the coverage provided by the first clause. Rather than looking solely to the amount of the insured’s liability to a plaintiff, the second clause would require reference both to the underlying liability and to the cost of defending against that liability. Such a construction places the second clause in conflict with the first because the costs included by reason of the second clause could deplete or eradicate the coverage contemplated by the first clause.</p>\n<p id=\"b750-5\">Moreover, under Mead’s approach, the third clause of the definition creates two potential inconsistencies. The third clause expressly excludes loss adjustment expenses from Ultimate Net Loss. The term, “adjustment of losses,” means the process of ascertaining the value or amount of a loss or negotiating a compromise or settlement. 6 Appleman, <em>Insurance Law and Practice </em>§ 3971 (West 1972). This process frequently involves attorneys, as it did in the present case. <em>Id. </em>If the definition of Ultimate Net Loss includes defense attorney’s fees, as Mead suggests, and Ultimate Net Loss expressly excludes loss adjustment expenses, a court would have to engage in some very fine line drawing to determine how much of an attorney’s time was spent in pursuit of “loss adjustment” and how much was not. Similarly, the third clause expressly excludes the salaries of employees of the insured and the insurance company. If defense attorney’s fees are included in Ultimate Net Loss, it would become necessary to determine whether the defense attorney is an employee of the insured or the company. Such inquiry would lead to anamolous results if in-house counsel were employed to defend a suit. No valid economic reason appears for favoring outside counsel over in-house counsel. Mead’s construction of the definition of Ultimate Net Loss, therefore, creates a variety of internal inconsistencies.</p>\n<p id=\"b750-7\">In addition to creating internal inconsistencies, Mead’s construction of Ultimate Net Loss creates inconsistencies with other provisions of the Insuring Agreement. The section of the Agreement entitled “Defense, Settlement and Supplementary Payments,” establishes that when a judgment or settlement exceeds the insured’s retained limit, Mead <em>“shall contribute </em>to legal expenses in the ratio which its proportion of the liability for the judgment rendered, or settlement made, bears to the whole amount of said judgment or settlement ...” (emphasis added). Nothing in this section purports to confine the amount of legal expense to the limit placed on Ultimate Net Loss. In fact, the concept of Ultimate Net Loss is not even mentioned in this section of the policy. The plain language of this section requires Mead to contribute legal defense expenses. Mead’s definition of Ultimate Net Loss, however, would limit the availability of defense funds. The plain language of this section would lead a reasonable person to believe that Mead promised to defend the insured.</p>\n<p id=\"b750-8\">Mead attempts to avoid being characterized as a primary insurer by arguing that it had no right to control the defense, but merely provided a limited fund from which <page-number citation-index=\"1\" label=\"673\">*673</page-number>defense payments might be made. Mead’s argument in this regard is disingenuous. The first paragraph of the section of the Insuring Agreement entitled “Defense, Settlement and Supplementary Payments,” states that:</p>\n<blockquote id=\"b751-5\">The “Company” shall have the right and opportunity to associate with the insured <em>in the defense and control </em>of any claim or proceeding arising out of an occurrence reasonably likely to involve the “Company.” In such event, the insured and the “Company” shall cooperate fully,</blockquote>\n<p id=\"As_\">(emphasis added). The plain language recited above gives Mead the very control over the defense that it vigorously claims it does not possess. If this paragraph leaves any doubt as to Mead’s right to control the defense, the section entitled “Insured’s Duties in the Event of Occurrence, Claim, or Suit,” is further evidence of Mead’s role. The latter section requires the insured to assist the “Company,” thereby implying that the “Company” is primarily responsible for defending the action.</p>\n<p id=\"b751-6\">Finally, Mead’s construction of the Insuring Agreement would defeat the reasonable expectations of a person who purchased such a policy. The Arizona courts have considered a similar situation. In <em>Grunewald &amp; Adams Jewelers, Inc. v. Lloyds of London, </em>145 Ariz. 190, 700 P.2d 888 (Ariz.Ct.App.1985), Lloyds issued Grünewald an appraiser’s errors and omissions policy in the face amount of $25,000. The insurance agreement provided that Lloyds liability “shall not exceed in the aggregate for all claims under this Insurance (including costs and expenses [by or on behalf of the Assured]) the sum stated in the said Schedule.” 700 P.2d at 889. The agreement also reserved to Lloyds the right to control litigation and settlements.</p>\n<p id=\"b751-7\"><em>Á </em>lawsuit was filed against Grünewald and eventually was settled for the face amount of the policy. At the time of settlement, Lloyds had expended approximately $12,000 in legal fees defending the suit. Lloyds deducted that amount from the available coverage. Grünewald sued to recover the $12,000. The Arizona Court of Appeals held in favor of Grunewald. 700 P.2d at 891. The court reasoned that in light of the insurer’s right to control defense expenditures by the settlement, the insurer could be considered to be acting “on its own behalf and in its self interest as much or perhaps more than ‘on behalf of the Assured.’ ” 700 P.2d at 890. The court further reasoned that</p>\n<blockquote id=\"ad8-dedup-0\">[t]o permit Lloyds’ interpretation of the provision in question would allow the possible depletion of all available coverage for damages to the insured’s prejudice. We cannot envision such an arrangement as being within the contemplation of the assured under the policy.</blockquote>\n<p id=\"AcK2\">700 P.2d at 891.<footnotemark>2</footnotemark></p>\n<p id=\"b751-10\">Therefore, we affirm the district court’s holding that Mead had the duty to defend the County even though the costs of the defense otherwise exceeded the policy’s limits on Mead’s liability.</p>\n<p id=\"b751-11\">CONTRIBUTION</p>\n<p id=\"b751-12\">Mead argues that if Mead is liable for defense costs in excess of policy limits, the other insurers should be required to contribute to the defense.</p>\n<p id=\"b751-13\">Planet’s and Integrity’s policies provide that they shall be liable for defense costs in the same proportion that their underlying liability has to the total underlying liability. Since the parties settled the underlying claim for an amount less than the $1,000,-000 exclusion contained in the Planet and Integrity policies, neither company is required to contribute for the underlying liability. <em>See United Services Automobile Association v. Empire Fire &amp; Marine Insurance Co., </em>134 Ariz. 64, 653 P.2d 712, 713-14 (Ariz.Ct.App.1982). Therefore, neither Planet nor Integrity was liable to pay <page-number citation-index=\"1\" label=\"674\">*674</page-number>defense costs. Mead cannot force them to contribute. <em>See Arizona Joint Underwriting Plan v. Glacier General Assurance Co., </em>129 Ariz. 351, 631 P.2d 133, 136 (Ariz. Ct.App.1981) (“Where the obligation to defend its insured is several, absent an agreement to that effect, there is no right to compel contribution to the costs of defense”). Therefore, the district court correctly held that Mead is not entitled to contribution.</p>\n<p id=\"b752-4\">CONCLUSION</p>\n<p id=\"b752-5\">The district court correctly concluded that Mead was required to pay for the County’s defense in excess of Mead’s stated policy limits. Mead is not entitled to contribution. Since the underlying claims were settled within the policy limits for a single occurrence, the question as to whether the complaint in <em>Thomas v. County of Cochise </em>alleged single or multiple occurrences is moot. Although Mead’s appeal fails, it was not frivolous. Therefore, we deny Planet’s and Integrity’s request for attorney’s fees. However, Planet and Integrity are entitled to costs.</p>\n<p id=\"b752-6\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b748-13\">. We may take notice of the fact that the <em>Thomas </em>action was settled within the policy limits. <em>See Warm Springs Dam Task Force v. Gribble, </em>621 F.2d 1017, 1026 (9th Cir.1980).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b751-8\"><em>. </em>Grünewald is distinguishable from the instant case in three respects. First, the language of the policy at issue in <em>Grünewald </em>differs from the language of the Insuring Agreement. Second, in <em>Grünewald </em>the insurer actually controlled the defense, whereas here, Mead merely had a right to control the defense. Third, in <em>Grünewald </em>the dispute was between the insurer and the insured, rather than between competing insurers. None of these distinctions, however, weakens the conclusion that a person who purchases an insurance policy in Arizona generally does not expect defense costs to consume some or all of the available coverage.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}