{
  "casebody": {
    "data": "<casebody firstpage=\"413\" lastpage=\"415\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b469-9\">LOWE et al. v. CENTRAL R. CO. OF NEW JERSEY.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b469-10\">No. 7306.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b469-11\">Circuit Court of Appeals, Third Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AQI6\">June 29, 1940.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b470-5\"><page-number citation-index=\"1\" label=\"414\">*414</page-number>Francis M. Shea, Asst. Atty. Gen., Melvin H. Siegel, Sp. Asst, to Atty. Gen., Oscar H. Davis, Atty., Department of Justice, of Washington, D. C-, and William F. Smith, Acting U. S. Atty., and Thorn Lord, Asst. U. S. Atty., both of Trenton, N. J., for appellant Lowe.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b470-6\">Thomas J. Armstrong, of Jersey City, N. J., for appellant O’Keefe.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b470-7\">Coult, Satz &amp; Tomlinson, of Newark, N. J. (DeVoe Tomlinson, of Newark, N. J., of counsel), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b470-8\">Before BIGGS, MARIS, and CLARK, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b470-9\">MARIS, Circuit Judge.</author>\n<p id=\"b470-10\">John O’Keefe was employed at Jersey City by the Central Railroad Company of New Jersey as a float watchman. On September 20, 1937 he reported for work at 3 o’clock P. M. and was assigned to the Baltimore &amp; Ohio car float No. 173, which was loaded and moored to pier 9 of the Erie Railroad in Jersey City. Whether he went to the float is unknown but at 7:25 o’clock P. M. when the float was towed away he was not on or near it. Between 9 and 9 :30 o’clock P. M. he was in the Erie Railroad Company office, which is located 500 feet south of pier 9, and which float watchmen commonly use to receive and send telephone messages in connection with their work. Here he was sent on an errand by the Erie yardmaster on some matter unrelated to his own duties as float watchman for the Central Railroad. He returned to the Erie office and then left it at some time between 9:30 and 10 o’clock P. M. At that hour he was seen by a watchman 'on pier 9, going towards the river end of the pier, where several floats were lashed together, side by side, extending out from the pier toward the center of the river. O’Keefe had not been assigned to any of these floats. He told the watchman he was coming back soon. About 10:05 o’clock P. M. the captain of a tug which was off pier 8, about 100 to 200 feet from pier 9, heard a feeble call for help. The searchlight of another tug played upon the water about the third or fourth float from the end of the pier and the captain then “saw a hand trying to grab onto something,” but before assistance could be rendered the hand disappeared into the water. There were no Baltimore &amp; Ohio or Central Railroad floats at or near this point. The body of O’Keefe was recovered from the water near pier 5 in Hoboken on September 26, 1937. Death was due to drowning.</p>\n<p id=\"b470-12\">According to the railroad’s custom float watchmen worked eight hour shifts and were paid on that basis whether or not there was work to occupy the full eight hours. It was the duty of a float watchman to stay by the float assigned to him until it had been towed away and then to report for orders to the crew dispatcher. The deceased had been informed of this rule but did not comply with it on the day involved.</p>\n<p id=\"b470-13\">From these evidentiary facts the .deputy commissioner of the United Stai es Employees’ Compensation Commission found that O’Keefe’s death resulted from injuries which occurred upon navigable waters of the United States and arose out of and in the course of his employment. The deputy commissioner concluded that the Longshoremen’s and Harbor Workers’ Compensation Act, 33 U.S.C.A. § -901 et seq., was applicable and entered a compensation order in favor of the mother of the deceased and her two dependent children. The Central Railroad Company of New Jersey, folio-vying the procedure outlined in Section 21 of the Act, 33 U.S.C.A. § 921, filed a bill of complaint in the District Court for the District of New Jersey to set aside this order. The court determined that the evidence did not sustain either finding of the deputy commissioner and entered a decree setting aside the order and enjoining its enforcement. It is from that decree that the deputy commissioner and the mother of the deceased have appealed.</p>\n<p id=\"b470-14\">Although the Act has been construed to empower the district court on petition of either party to try the fundamental and jurisdictional issues as to the locality of the injury and the relation of master and servant de novo (Crowell v. Benson, 285 U.S. 22, 54, 52 S.Ct. 285, 76 L.Ed. 598), the claimant in the present case made no such application. Consequently the duty of the district court was limited to determining <page-number citation-index=\"1\" label=\"415\">*415</page-number>whether the findings of the deputy commissioner were supported by the evidence. Georgia Casualty Co. v. Hoage, 61 App.D.C. 195, 59 F.2d 870.</p>\n<p id=\"b471-4\"> The evidentiary facts are not in dispute; the question is whether they support the ultimate findings of the deputy commissioner or whether the latter are purely speculative. Where the evidence permits an inference either way the deputy commissioner alone is empowered to draw the inference; his decision as to the weight of the evidence is conclusive. Del Vecchio v. Bowers, 296 U.S. 280, 287, 56 S.Ct. 190, 80 L.Ed. 229. From the direction O’Keefe was taking when last seen, and from the position of the hand of the drowning person when observed by the captain of the tug the deputy commissioner inferred that the hand was that of O’Keefe, and that he had fallen into the water from one of the floats rather than from the pier. We cannot say that the evidence did not permit these inferences. It follows that the case is one within the scope of the Longshoremen’s and Harbor Workers’ Compensation Act since employment upon a car float is maritime employment upon the navigable waters of the United States. Nogueira v. New York, N. H. &amp; H. R. Co., 281 U.S. 128, 50 S.Ct. 303, 74 L.Ed. 754.</p>\n<p id=\"b471-5\">Section 2(2) of the Act states that “The term ‘injury’ means accidental injury or death arising out of and in the course of employment, * * ” 33 U.S.C.A. § 902(2). It will thus be seen that in order to support the award in this case it was necessary for the deputy commissioner to find not only that O’Keefe’s injury occurred upon navigable waters and arose in the course of his employment but also that the injury arose out of his employment. We find no evidence in this record to support the deputy commissioner’s finding that the injury to O’Keefe did arise out of his employment. On the contrary we think that the evidence shows affirmatively that his injury did not arise out of his employment.</p>\n<p id=\"b471-7\"> O’Keefe’s employment was that of float watchman for the Central Railroad. At the time he fell into the water he was not and could not have been watching the float to which he was assigned, since it had been towed away three hours earlier; nor could he have been watching any other float for his employer since there were no floats of the Central Railroad or Baltimore and Ohio at the pier near which O’Keefe met his death. He could not have been sent to watch a float of any other company by his employer since he had not communicated with or been seen by any person authorized to give him instructions. The only positive testimony as to his actions after 3 o’clock P. M. when he’reported for duty and during the period of eight hours which he was supposed to devote to this employer’s business was that he did an errand for one other than his employer. It seems to us that the conclusion is inescapable that when O’Keefe fell from a float, as the deputy commissioner found he did, he was not doing anything he was employed to do. Monahan v. Hoage, 67 App.D.C. 174, 90 F.2d 419; New Amsterdam Casualty Co. v. Hoage, 60 App.D.C. 40, 46 F.2d 837; Clark v. Voorhees, 231 N.Y. 14, 131 N.E. 553. It is true that Congress-invested the deputy commissioner with authority to determine whether the injury arose out of the employment. But his finding is conclusive only if it is supported by evidence. Voehl v. Indemnity Ins. Co., 288 U.S. 162, 53 S.Ct. 380, 77 L.Ed. 676, 87 A.L.R. 245. 'Here, as we have pointed out, it has no such support. It follows that the district court properly set aside the award based upon it.</p>\n<p id=\"b471-9\">The decree of the district court is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}