{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"34\" lastpage=\"40\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  STATE of Louisiana IN the INTEREST OF W.V.\n </parties>\n <docketnumber id=\"p-2\">\n  NO. 2018-CA-0001\n </docketnumber>\n <court id=\"p-3\">\n  Court of Appeal of Louisiana, Fourth Circuit.\n </court>\n <decisiondate id=\"p-4\">\n  APRIL 18, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  Leon Cannizzaro, District Attorney, Scott G. Vincent, Assistant District Attorney, Parish of Orleans, 619 S. White Street, New Orleans, LA 70119, COUNSEL FOR STATE OF LOUISIANA\n </attorneys>\n <attorneys id=\"p-6\">\n  Katherine M. Franks, LOUISIANA APPELLATE PROJECT, P.O. Box 220, Madisonville, LA 70447, COUNSEL FOR APPELLANT\n </attorneys>\n <judges id=\"p-7\">\n  (Court composed of Judge Edwin A. Lombard, Judge Rosemary Ledet, Judge Paula A. Brown )\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   Judge Edwin A. Lombard\n  </author>\n  <p id=\"p-9\">\n   The juvenile, W.V., appeals his adjudication as a delinquent for one count of simple battery in violation of La. Rev. Stat. 14:25. After review of the record in light of the applicable law and arguments of the parties, we affirm W.V.'s adjudication. However, we vacate the disposition as well as the $55 court costs and the $150 probation fee imposed. Lastly, we remand this matter to the juvenile court to conduct a disposition hearing in accordance with La. Ch.C. art. 892.\n  </p>\n  <p id=\"p-10\">\n   <strong>\n    Facts and Procedural History\n   </strong>\n  </p>\n  <p id=\"p-11\">\n   W.V. was arrested on March 24, 2017, in New Orleans as a result of his mother, L.V., calling the New Orleans Police Department to report that W.V. choked her and assaulted one of his siblings. At the adjudication hearing, L.V. gave varying accounts of what transpired.\n  </p>\n  <p id=\"p-12\">\n   Initially, L.V. testified that on March 24, 2017, W.V. slapped his younger brother and slapped his younger sister on the arm. Later, she clarified that W.V. had slapped his younger brother on another day, but had only slapped his sister during the incident at issue. L.V. related that she did not approve of W.V. hitting his younger siblings, which she called to his attention. While chastising him, L.V. testified that\n   she grabbed W.V. to punish him. In response, W.V. raised his hands and pushed against her. She related that W.V. grabbed her by the chest, but did not choke or strike her.\n  </p>\n  <p id=\"p-13\">\n   L.V. later testified that after W.V. slapped his nine-year-old sister, L.V. questioned him about his behavior. She then attempted to grab and hit him just before she fell on a chair. She explained that she grabbed W.V. very hard as she fell and that, in response, he put his hands on her neck. She further testified that she did not give her son permission to put his hands around her neck. She pushed him away before he put his hands around her neck. Later, she testified that he put his hands on her first before pushing him away.\n  </p>\n  <p id=\"p-14\">\n   Offering yet another version of the incident, she testified that after W.V. slapped his sister, she grabbed W.V., but started to fall backwards on a chair. She explained that as she fell back, W.V. put his hand up and she pushed him away.\n  </p>\n  <p id=\"p-15\">\n   In a final version of the incident, L.V. recounted that she witnessed W.V. slap his younger sister on the arm and remarked to him that she had previously warned him that she was tired of him slapping his siblings. She explained that she started to fall back on a chair and grabbed W.V. as she fell. She explained that when she grabbed him and started to fall, he then put his hands on her neck. She testified that she responded by pushing him away.\n  </p>\n  <p id=\"p-16\">\n   She explained that W.V. put his hands on her neck because he was bothered that she had grabbed him. According to L.V., W.V. did not squeeze her neck. She testified that she pushed W.V. away from her because she did not want him to put his hand on her throat. She testified that her daughter was not injured and that no one sustained any injuries or went to the hospital. She explained that she called the police because she did not want to hurt or hit W.V. She also testified that she called the police because of the behavior W.V. was displaying. She further testified that she informed the police that W.V. choked her. She testified that she was afraid of what she was going to do to him because of the way he reacted towards his sister. Lastly, she testified that everything she reported to the responding officer that night was accurate. She also explained that she did not want to be in court for the hearing to \"persecute\" her son, W.V.\n  </p>\n  <p id=\"p-17\">\n   Officer Kimberly Ginder (\"Off. Ginder\") testified that on March 24, 2017, she responded to a call at L.V.'s residence on St. Andrew Street in New Orleans to take a report regarding a domestic situation involving W.V., who was the perpetrator. She described L.V. as a victim. She testified that there was a language barrier and that one of L.V.'s younger children acted as an interpreter. Off. Ginder further testified that she learned, through interpretation by L.V.'s younger son, that W.V. had put his hand around L.V.'s neck. She testified that L.V. explained what happened and implied it with her hand motions. Off. Ginder related that she wrote a report detailing what occurred, including that L.V. had been strangled by W.V., who also slapped one of the siblings. She explained that W.V. was arrested at the scene. She related that L.V. did not object to his arrest and remained calm during his arrest.\n  </p>\n  <p id=\"p-18\">\n   Following his arrest, W.V. was charged by delinquency petition with two counts of simple battery. The matter initially was placed on diversion, but the charges were returned to the docket on September 5, 2017. On September 26, 2017, W.V. denied the offenses charged in the petition.\n  </p>\n  <p id=\"p-19\">\n   An adjudication hearing was held before the juvenile court on November 28, 2017. At the conclusion of the hearing, the court\n   found W.V. delinquent for count one, simple battery against L.V., only. The court placed him with the Office of Juvenile Justice for a period of six months; however, the execution of the sentence was suspended. Lastly, W.V. was placed on active probation for six months. The judge further imposed court costs in the amount of $55 and a probation supervision fee in the amount of $150. The juvenile court signed a judgment on the same date as the hearing.\n  </p>\n  <p id=\"p-20\">\n   This timely appeal followed. W.V. raises four (4) assignments of error on appeal:\n  </p>\n  <blockquote id=\"p-21\">\n   1. the juvenile court erred in rendering a disposition judgment that does not agree with the transcript;\n  </blockquote>\n  <blockquote id=\"p-22\">\n   2. the juvenile court erred in finding that the evidence was sufficient to support the delinquency adjudication and to establish justification;\n  </blockquote>\n  <blockquote id=\"p-23\">\n   3. the juvenile court erred in imposing a disposition without obtaining a waiver of a disposition hearing; and\n  </blockquote>\n  <blockquote id=\"p-24\">\n   4. the juvenile court erred in imposing court costs upon the mother of an indigent defendant without any inquiry into her ability to pay.\n  </blockquote>\n  <p id=\"p-25\">\n   <strong>\n    Standard of Review\n   </strong>\n  </p>\n  <p id=\"p-26\">\n   In\n   <em>\n    State in Interest of A.J\n   </em>\n   ., we explained that we apply a clearly wrong or manifest error standard of review in determining whether the State has proved a juvenile a delinquent of a charged offense beyond a reasonable doubt:\n  </p>\n  <blockquote id=\"p-27\">\n   In juvenile proceedings, the State must prove the child a delinquent beyond a reasonable doubt. La. Ch. C. art. 883. \"The standard for the State's burden of proof in a juvenile delinquency proceeding is \"no less strenuous than the standard of proof required in a criminal proceeding against an adult.' \"\n   <em>\n    State in the Interest of R.L.\n   </em>\n   , 11-1721, p. 3 (La.App. 4 Cir. 5/30/12),\n   <extracted-citation case-ids=\"7020135\" index=\"0\" url=\"https://cite.case.law/so-3d/95/1147/#p1150\">\n    95 So.3d 1147\n   </extracted-citation>\n   , 1150 (citing\n   <em>\n    State in the Interest of A.G.\n   </em>\n   ,\n   <extracted-citation case-ids=\"7473069\" index=\"1\" url=\"https://cite.case.law/so-2d/630/909/#p910\">\n    630 So.2d 909\n   </extracted-citation>\n   , 910 (La.App. 4 Cir. 12/30/93) ).\n  </blockquote>\n  <blockquote id=\"p-28\">\n   \"While delinquency proceedings may in many ways implicate criminal proceedings, sometimes even mimicking them, they are nonetheless\n   <em>\n    civil\n   </em>\n   in nature.\"\n   <em>\n    State in the Interest of D.R\n   </em>\n   ., 10-0405, p. 5 (La.App. 4 Cir. 10/13/10),\n   <extracted-citation case-ids=\"7044693\" index=\"2\" url=\"https://cite.case.law/so-3d/50/927/#p930\">\n    50 So.3d 927\n   </extracted-citation>\n   , 930. Consequently, the reviewing court must review both law and facts when reviewing juvenile adjudications. La. Const. art. V, § 10 (B). \"[A] factual finding made by a trial court in a juvenile delinquency adjudication may not be disturbed by an appellate court unless the record evidence as a whole does not furnish a basis for it, or it is clearly wrong.\"\n   <em>\n    State in the Interest of R.L\n   </em>\n   ., 11-1721, p. 3-4,\n   <extracted-citation case-ids=\"7020135\" index=\"3\" url=\"https://cite.case.law/so-3d/95/1147/#p1150\">\n    95 So.3d at 1150\n   </extracted-citation>\n   .\n   <em>\n    See also\n   </em>\n   <em>\n    State in the Interest of Batiste\n   </em>\n   ,\n   <extracted-citation case-ids=\"9607157\" index=\"4\" url=\"https://cite.case.law/so-2d/367/784/\">\n    367 So.2d 784\n   </extracted-citation>\n   (La.1979).\n  </blockquote>\n  <p id=\"p-29\">\n   <em>\n    State in Interest of A.J\n   </em>\n   ., 14-0595, p. 4 (La.App. 4 Cir. 10/1/14),\n   <extracted-citation case-ids=\"6904532\" index=\"5\" url=\"https://cite.case.law/so-3d/151/659/#p664\">\n    151 So.3d 659\n   </extracted-citation>\n   , 664. In light of the foregoing, we will apply the clearly wrong or manifest error standard in the matter\n   <em>\n    sub judice\n   </em>\n   .\n  </p>\n  <p id=\"p-30\">\n   <strong>\n    Discrepancy between the Judgment and the Hearing Transcript\n   </strong>\n  </p>\n  <p id=\"p-31\">\n   W.V. asserts that there is a discrepancy between the sentencing transcript and the November 28, 2017 judgment. In the sentencing transcript, the juvenile court determined that W.V. was not guilty of the second count of simply battery against his sibling G.V., but adjudicated W.V. a delinquent as to count one against his mother. Nevertheless, the judgment states that W.V. was adjudicated a delinquent as to count two. \"Generally, when there is a discrepancy between the minutes and the transcript, the transcript prevails.\"\n   <em>\n    State v. Caliste\n   </em>\n   , 12-1548, p. 2 (La.App. 4 Cir. 6/14/13),\n   <extracted-citation case-ids=\"7280685\" index=\"6\" url=\"https://cite.case.law/so-3d/131/902/#p904\">\n    131 So.3d 902\n   </extracted-citation>\n   , 904 (citing\n   <em>\n    State v. Lynch\n   </em>\n   ,\n   <extracted-citation case-ids=\"7638942\" index=\"7\" url=\"https://cite.case.law/so-2d/441/732/#p734\">\n    441 So.2d 732\n   </extracted-citation>\n   , 734 (La.1983) ). Thus, we find that the transcript is controlling in this matter and that W.V. was adjudicated as a delinquent only as to count one.\n  </p>\n  <p id=\"p-32\">\n   <strong>\n    Adjudication of Delinquency\n   </strong>\n  </p>\n  <p id=\"p-33\">\n   W.V. asserts that his adjudication of delinquency for simple battery should be set aside because he was defending himself from L.V.'s attempt to batter him. He avers that he was not trying to batter his mother. The State charged W.V. with simple battery of his mother, L.V., under La. Rev. Stat. 14:35. W.V. asserts that this battery, however, was justifiable pursuant to La. Rev. Stat. 14:19 (A)(1)(a) which states in pertinent part:\n  </p>\n  <blockquote id=\"p-34\">\n   A. (1) The use of force or violence upon the person of another is justifiable under either of the following circumstances:\n  </blockquote>\n  <blockquote id=\"p-35\">\n   (a) When committed for the purpose of preventing a forcible offense against the person or a forcible offense or trespass against property in a person's lawful possession, provided that the force or violence used must be reasonable and apparently necessary to prevent such offense....\n  </blockquote>\n  <p id=\"p-36\">\n   In\n   <em>\n    State v.Fluker,\n   </em>\n   <extracted-citation case-ids=\"7472760\" index=\"8\" url=\"https://cite.case.law/so-2d/618/459/#p462\">\n    618 So.2d 459\n   </extracted-citation>\n   ,462 (La.App. 4 Cir. 1993), W.V. notes that this Court held that \"[i]n a non-homicide situation, the defense of justification requires a dual inquiry, namely: an objective inquiry into whether the force used was reasonable under the circumstances; and, a subjective inquiry into whether the force was apparently necessary.\" This Circuit, he avers, has determined that the defense of justification is an affirmative defense which must be established by a preponderance of the evidence.\n   <em>\n    State v. Wischer,\n   </em>\n   04-0325, p. 8 (La.App. 4 Cir. 9/22/04),\n   <extracted-citation case-ids=\"9154158\" index=\"9\" url=\"https://cite.case.law/so-2d/885/602/#p606\">\n    885 So.2d 602\n   </extracted-citation>\n   , 606-07 (quoting\n   <em>\n    State v. Cheatwood,\n   </em>\n   <extracted-citation case-ids=\"7633900\" index=\"10\" url=\"https://cite.case.law/so-2d/458/907/#p910\">\n    458 So.2d 907\n   </extracted-citation>\n   , 910 (La. 1984) ).\n  </p>\n  <p id=\"p-37\">\n   He avers that in\n   <em>\n    State ex rel. R.H.,\n   </em>\n   <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=11-1297%20%28La.App.%204%20Cir.%204/4/12%29\">\n    11-1297 (La.App. 4 Cir. 4/4/12)\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"7011005\" index=\"12\" url=\"https://cite.case.law/so-3d/89/390/\">\n    89 So.3d 390\n   </extracted-citation>\n   , this Court recognized that juveniles have the right to defend themselves against the infliction of corporal punishment by a parent or guardian. In\n   <em>\n    R.H., supra\n   </em>\n   , he avers that the defendant grabbed the wrists of his mother to prevent her from continuing to batter him. This Court reversed the defendant's adjudication for assault finding that the juvenile had acted in self-defense.\n  </p>\n  <p id=\"p-38\">\n   In the instant matter, we find that the juvenile court found numerous discrepancies within the testimony of L.V. as well as her in-court demonstrations as to how the incident occurred. Moreover, as previously stated, L.V. testified that she did not want to be in court testifying against her son. The trial transcript reflects that the juvenile court listened as L.V. gave differing accounts of the March 24, 2017 incident. Nevertheless, all versions were consistent in that she testified that W.V. put his hands on her neck. Off. Ginder testified that L.V. reported that she had been strangled. Furthermore, L.V. explained that everything that she told the police on the night of the incident was true.\n  </p>\n  <p id=\"p-39\">\n   The testimony adduced at the hearing was sufficient to establish that W.V. intentionally used force against L.V. without her consent. Thus, we find that, when viewing the evidence in the light most favorable to the State, the State met its burden of proof under La. Rev. Stat. 14:35, to establish that W.V. committed a simple battery. Although W.V. argues that he was justified in using force against his mother to defend himself, the juvenile court had a reasonable basis to conclude that he was the aggressor in the incident, considering that Off. Ginder's testimony and a portion of L.V.'s testimony coincided. Thus, in light of the applicable law and facts, we find that the juvenile court did not err in adjudicating W.V. a delinquent and in finding\n   that he did not establish by a preponderance of the evidence that he acted in self-defense. This assignment of error is without merit.\n  </p>\n  <p id=\"p-40\">\n   <strong>\n    Waiver of Disposition Hearing and Imposition of Costs\n   </strong>\n  </p>\n  <p id=\"p-41\">\n   Regarding the remaining assignments of error, the State concedes that the juvenile court erred in: 1) imposing a disposition upon W.V. when he did not waive his right to a disposition hearing, and 2) awarding fees in excess of the $50 statutory limit of La. Rev. Stat. 13:1595.2.\n  </p>\n  <p id=\"p-42\">\n   A juvenile court's failure to conduct a disposition hearing is an error patent.\n   <em>\n    State in Interest of W.B\n   </em>\n   ., 16-0642, p. 4 (La.App. 4 Cir. 12/7/16),\n   <extracted-citation case-ids=\"12198577\" index=\"13\" url=\"https://cite.case.law/so3d/206/974/#p978\">\n    206 So.3d 974\n   </extracted-citation>\n   , 978. In\n   <em>\n    W.B.\n   </em>\n   , we explained that a juvenile court must conduct a disposition hearing unless the juvenile waives his or her right to the same:\n  </p>\n  <blockquote id=\"p-43\">\n   This court has held that \"[t]he purpose of a disposition hearing is to allow the court to hear evidence which will aid it in determining whether the juvenile is in need of treatment or rehabilitation.\"\n   <em>\n    State in Interest of T.E\n   </em>\n   ., 11-1172, p. 2 (La.App. 4 Cir. 9/19/12),\n   <extracted-citation case-ids=\"7020545\" index=\"14\" url=\"https://cite.case.law/so-3d/100/963/#p964\">\n    100 So.3d 963\n   </extracted-citation>\n   , 964 (citing\n   <em>\n    State ex rel. K.H\n   </em>\n   .,\n   <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=98-632%20%28La.App.%205%20Cir.%2012/16/98%29\">\n    98-632 (La.App. 5 Cir. 12/16/98)\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11766902\" index=\"16\" url=\"https://cite.case.law/so-2d/725/583/\">\n    725 So.2d 583\n   </extracted-citation>\n   ). \"Absent a waiver by the juvenile, the court must conduct a hearing prior to entering a judgment of disposition.\"\n   <em>\n    <extracted-citation case-ids=\"11766902\" index=\"17\" url=\"https://cite.case.law/so-2d/725/583/\">\n     Id.\n    </extracted-citation>\n   </em>\n   (citing\n   <em>\n    State ex rel. K.G.\n   </em>\n   , 34,535 (La.App. 2 Cir. 1/24/01),\n   <extracted-citation case-ids=\"11144268\" index=\"18\" url=\"https://cite.case.law/so-2d/778/716/\">\n    778 So.2d 716\n   </extracted-citation>\n   ;\n   <em>\n    State in Interest of O.R\n   </em>\n   ., 96-890, p. 6 (La.App. 5 Cir. 2/25/97),\n   <extracted-citation case-ids=\"11917759\" index=\"19\" url=\"https://cite.case.law/so-2d/690/200/\">\n    690 So.2d 200\n   </extracted-citation>\n   , 202 ). Counsel's silence and failure to object does not amount to a waiver of a juvenile's right to a disposition hearing or his right to present evidence.\n   <em>\n    State in Interest of O.R\n   </em>\n   .,\n   <extracted-citation index=\"20\" url=\"https://cite.case.law/citations/?q=96-890%20%28La.App.%205%20Cir.%202/25/97%29\">\n    96-890 (La.App. 5 Cir. 2/25/97)\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11917759\" index=\"21\" url=\"https://cite.case.law/so-2d/690/200/\">\n    690 So.2d 200\n   </extracted-citation>\n   ; and\n   <em>\n    K.G\n   </em>\n   ., 34,535 at p. 15,\n   <extracted-citation case-ids=\"11144268\" index=\"22\" url=\"https://cite.case.law/so-2d/778/716/\">\n    778 So.2d at\n   </extracted-citation>\n   726 ;\n   <em>\n    see also\n   </em>\n   <em>\n    State in Interest of T.H\n   </em>\n   ., 14-179 (La.App. 3 Cir. 6/4/14, 18),\n   <extracted-citation case-ids=\"6944913\" index=\"23\" url=\"https://cite.case.law/so-3d/140/911/#p923\">\n    140 So.3d 911\n   </extracted-citation>\n   , 923 (finding that \"there was no objection or waiver of the objection, and there was no waiver of the disposition hearing\" by the juvenile; thus the matter was remanded).\n  </blockquote>\n  <p id=\"p-44\">\n   <em>\n    <extracted-citation case-ids=\"6944913\" index=\"24\" url=\"https://cite.case.law/so-3d/140/911/#p923\">\n     Id.\n    </extracted-citation>\n   </em>\n   , 16-0642, p. 5,\n   <extracted-citation case-ids=\"12198577\" index=\"25\" url=\"https://cite.case.law/so3d/206/974/#p978\">\n    206 So.3d at 978-79\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-45\">\n   The hearing transcript evidences that W.V. did not waive his right to a disposition hearing and that counsel for W.V. raised this issue before the court:\n  </p>\n  <blockquote id=\"p-46\">\n   MS. FELIX: Wait, Judge, I didn't waive delays for disposition.\n  </blockquote>\n  <blockquote id=\"p-47\">\n   THE COURT: Then maybe you have grounds for an appeal.\n  </blockquote>\n  <blockquote id=\"p-48\">\n   MS. FELIX: Well, I will have grounds, Judge. I don't-\n  </blockquote>\n  <blockquote id=\"p-49\">\n   THE COURT: There you go. We will all learn from this. This will be a lesson for everybody to learn from.\n  </blockquote>\n  <p id=\"p-50\">\n   Considering that the juvenile court sentenced W.V. when he had not waived his right to a disposition hearing, we vacate the disposition imposed on W.V. and remand this matter to the juvenile court to conduct a disposition hearing as mandated by La. Ch.C. art. 892.\n  </p>\n  <p id=\"p-51\">\n   Moreover, the juvenile court ordered that L.V., as W.V.'s parent, pay court costs of $55 as well as an additional $150 as a \"special condition of probation fee.\" Statutorily, La. Rev. Stat. 13:1595.2(A) limits the amount court costs in juvenile matters to $50.00. The juvenile court's assessment exceeds the statutory limit by $5.00.\n   <em>\n    See\n   </em>\n   <em>\n    State in Interest of A.J\n   </em>\n   ., 14-0595, p. 15 (La.App. 4 Cir. 10/1/14),\n   <extracted-citation case-ids=\"6904532\" index=\"26\" url=\"https://cite.case.law/so-3d/151/659/#p664\">\n    151 So.3d 659\n   </extracted-citation>\n   , 670. Additionally, the $150 fee L.V. was ordered to pay was associated with the juvenile court's imposition of a probation disposition upon W.V.\n   <em>\n    See\n   </em>\n   <em>\n    <extracted-citation case-ids=\"6904532\" index=\"27\" url=\"https://cite.case.law/so-3d/151/659/#p664\">\n     Id.\n    </extracted-citation>\n   </em>\n   We explained above that the sentence at issue was impermissibly imposed as W.V. did not waive his right to a disposition hearing; thus, this fee should not have been imposed. In light of the juvenile\n   court's assessment of a fee in excess of the statutory amount and its failure to hold a disposition hearing, we vacate the $55 court costs as well as the $150 special condition of probation fee and remand this matter to the juvenile court to impose a disposition in accordance with law.\n  </p>\n  <p id=\"p-52\">\n   <strong>\n    DECREE\n   </strong>\n  </p>\n  <p id=\"p-53\">\n   For the foregoing reasons, we affirm the adjudication of W.V. as a delinquent and vacate his disposition. Furthermore, we vacate the court costs of $55 and the $150 special condition of probation fee. This case is remanded to the juvenile court to conduct a disposition hearing in accordance with these reasons.\n  </p>\n  <p id=\"p-54\">\n   <strong>\n    AFFIRMED IN PART; AND VACATED AND REMANDED IN PART\n   </strong>\n  </p>\n </opinion>\n</casebody>\n"
  }
}