{
  "casebody": {
    "data": "<casebody firstpage=\"1247\" lastpage=\"1248\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1309-24\">Jessie A. WELLS, Appellant, v. Robert FINCH, Secretary of Health, Education &amp; Welfare, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1309-26\">No. 13299.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1309-27\">United States Court of Appeals Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1309-28\">Argued Nov. 5, 1969.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1309-29\">Decided Dec. 4, 1969.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1310-11\"><page-number citation-index=\"1\" label=\"1248\">*1248</page-number>James R. Moore, Abingdon, Va. (S. Strother Smith, III, Abingdon, Va., on the brief) for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1310-12\">Birg E. Sergent, Asst. U. S. Atty. (William C. Breckinridge, Asst. U. S. Atty., on the brief) for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1310-13\">Before BOREMAN, BRYAN and BUTZNER, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1310-14\">PER CURIAM:</author>\n<p id=\"b1310-15\">Jessie A. Wells appeals from the judgment of the district court upholding the decision of the Secretary of Health, Education and Welfare (Secretary) that Wells was not disabled to the extent that he was entitled to social security bene-' fits. Wells complains that the evidence was insufficient to support the Secretary’s determination.</p>\n<p id=\"b1310-16\">Wells worked as a coal miner until January 1966. He was then forty-two years of age and he claims that he was forced to quit due to back injuries suffered in a 1962 mining accident and due to a heart condition.</p>\n<p id=\"b1310-17\">At government expense Wells was examined by three physicians, including the one who admittedly had been treating his heart condition. The doctors all found that there were some mild heart or back difficulties which would prevent claimant from engaging in heavy lifting, excessive bending or other arduous labor. However, none of the doctors expressed an opinion that Wells was disabled or that he could not perform restricted labor. Two of ’ the physicians, an orthopedic surgeon and an internal medicine specialist, said they believed Wells could engage in work which did not require strenuous activity. A vocational specialist testified that there were numerous light or sedentary jobs which were available in the area in which claimant lived and which he could perform consistent with his past vocational experience. These jobs would have required little or no bending, stooping or lifting.</p>\n<p id=\"b1310-18\"> This court has held that whenever the record contains substantial evidence supporting a decision of the Secretary in denying social security disability benefits, that decision will not be disturbed.<footnotemark>1</footnotemark> Clearly there is substantial evidence in this record to support the final decision of the Secretary and the affirmance of such decision by the district court.</p>\n<p id=\"b1310-19\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b1310-20\">. Hilton v. Celebrezze, 367 F.2d 481, 485 (4 Cir. 1966); Brown v. Celebrezze, 367 F.2d 455, 456 (4 Cir. 1966).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}