{
  "casebody": {
    "data": "<casebody firstpage=\"143\" lastpage=\"146\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b205-7\">Richard Jewell NEWLAND, Petitioner-Appellant, v. Ward LANE, Warden of Indiana State Prison Succeeded by George Phend since this cause was initiated, Respondent-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b205-9\">No. 17440.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b205-10\">United States Court of Appeals Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b205-11\">Nov. 10, 1969.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b206-4\"><page-number citation-index=\"1\" label=\"144\">*144</page-number>Dean E. Richards and James Manahan, Indianapolis, Ind., for petitioner-appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b206-5\">John F. Davis, William F. Thompson, Deputy Attys. Gen., and Theodore L. Sendak, Atty. Gen. of Indiana, Indianapolis, Ind., for respondent-appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b206-6\">Before KILEY, SWYGERT and CUMMINGS, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b206-7\">SWYGERT, Circuit Judge.</author>\n<p id=\"b206-8\">Richard Jewell Newland, a prisoner confined in the Indiana State Prison, appeals from an order denying his petition for a writ of habeas corpus filed pursuant to 28 U.S.C. § 2254. The sole issue is whether he was denied the equal protection of the laws in his application for post-conviction relief under Rules 2-40 and 2-40A of the Indiana Supreme Court. Upon a consideration of the allegations of the complaint, the district court held that there had been no denial of constitutional rights. We affirm.</p>\n<p id=\"b206-9\">Newland was indicted in 1964 in Marion County, Indiana on a charge of second degree murder. He pleaded not guilty and, after a court trial, was convicted of voluntary manslaughter, a lesser included offense under Indiana law. Thereafter, he received a prison sentence.</p>\n<p id=\"b206-10\">In 1967 Newland, represented by retained counsel, filed a verified petition in the trial court under Rule 2-40 to file a belated motion for a new trial alleging that new evidence had been discovered. The state prosecutor answered the petition on the merits of the tendered motion for a new trial, contending that the alleged newly discovered evidence was merely cumulative. The petitioner alleged that due diligence had been exercised in presenting his petition to the trial court and, although this allegation was not challenged by the prosecution, the trial court failed to rule upon it. Instead, the petition to file the belated motion for a new trial was denied on the ground that it was without merit on its face. Thereafter, in accordance with Rule 2-40A a petition for writ of certiorari was filed in the Indiana Supreme Court to review the trial court’s ruling. The Indiana Supreme Court affirmed, holding that Newland had failed to show an abuse of discretion by the trial court. Newland v. State, Ind., 236 N.E.2d 45 (1968). The court inferred from the trial judge’s denial of Newland’s petition to file the motion for a new trial that the lower court failed to find that due diligence had been exercised in presenting the motion. The merits of the petitioner’s belated motion for a new trial were not considered.</p>\n<p id=\"b206-12\">The petitioner does not contend that the Indiana Supreme Court’s disposition of his petition constituted a violation of his constitutional rights; instead, he argues that he was denied the equal protection of the laws because of differences between the procedures followed in his case and those applicable to indigent prisoners in a like situation.</p>\n<p id=\"b206-13\">Rules 2-40 and 2-40A of the Indiana Supreme Court require the public defender to represent an indigent prisoner in filing a petition for a belated motion for a new trial if he finds any grounds upon which to sustain such proceeding. If the public defender refuses to provide such representation, the Indiana Supreme Court may, after submission of a petition by the prisoner and a report by the public defender, order the public defender to provide the requested assistance.<footnotemark>1</footnotemark></p>\n<p id=\"b207-4\"><page-number citation-index=\"1\" label=\"145\">*145</page-number>According to the petitioner, if an indigent prisoner proceeding under Rule 2-40A is refused representation by the public defender, such a person receives, by virtue of the rule and as a preliminary matter, a review in the Indiana Supreme Court of the substantive merits of his belated motion for a new trial. In contrast, petitioner argues that a defendant represented by retained counsel is denied a similar review if the court decides as a preliminary matter that the requisite due diligence in presenting the motion has not been exercised.</p>\n<p id=\"b207-5\">The fallacy of the petitioner’s position is apparent from an examination of the operation of Rule 2-40A. If the public defender agrees to assist an indigent prisoner in filing a petition for a belated motion for a new trial in the trial court, the indigent is subject to precisely the same treatment as a petitioner who has retained counsel. If the trial court refuses permission to file the belated motion and the Indiana Supreme Court denies certiorari, the merits of the motion would ordinarily not be considered.</p>\n<p id=\"b207-6\">When an indigent prisoner seeks permission to file a belated motion for a new trial and the public defender refuses to represent him, Rule 2-40A provides that a petition may be filed in the Indiana Supreme Court to require such representation. The sole question before the court in that situation is the correctness of the public defender’s refusal to represent the indigent and the only redress the indigent can obtain is an order commanding the public defender to represent him. Although the grounds for seeking a new trial may sometimes be relevant in determining whether the public defender properly refused to represent the indigent, the merits of the motion are not decided under a Rule 2-40A petition. An indigent who is successful in such a petition is not entitled to a new trial or even to a hearing on the merits of his belated motion for a new trial. The only thing he wins is a lawyer. After obtaining an order that the public defender shall represent him, the indigent is presented with precisely the same obstacles as a defendant who is solvent and has retained a private lawyer to represent him. In such situations, neither the indigent nor the solvent defendant is entitled to file a belated motion for a new trial unless the exercise of due diligence has been shown, and if the motion is allowed to be filed, neither the indigent nor the solvent defendant is granted a new trial unless the court finds that his motion has merit. Moreover, there is no difference in treatment by the Indiana Supreme Court on a review of the trial court’s ruling on the petition to file the belated motion or on the motion itself. The actual effect of Rule 2-40A is to create an additional obstacle for an indigent in the event the public defender refuses to assist him in filing his belated motion for a new trial.</p>\n<p id=\"b207-10\">The cases cited by appellant indicate that Rule 2-40A has been interpreted by <page-number citation-index=\"1\" label=\"146\">*146</page-number>the Indiana Supreme Court in the manner set out above. In re James, 247 Ind. 339, 215 N.E.2d 863 (1966); In re Sowders, 246 Ind. 554, 207 N.E.2d 629 (1965). In re Sowders merely indicates that the Indiana Supreme Court may obliquely consider the record in refusing to require the public defender to represent an indigent prisoner. No case is cited in which relief granted under a Rule 2-40A citation has entitled the indigent to a new trial or a hearing on the merits of his belated motion for a new trial.</p>\n<p id=\"b208-4\">The district court properly determined that the petitioner had not been denied the equal protection of the laws under Rules 2-40 and 2-40A of the Indiana Supreme Court. The denial of the petition for writ of habeas corpus is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b206-14\">. Rules 2-40 and 2-40A of the Supreme Court of Indiana read in relevant part: Rule 2-40. In the event a belated motion for a new trial is filed in forma <page-number citation-index=\"1\" label=\"145\">*145</page-number>pauperis, it shall be the duty of the public defender of the State of Indiana to represent the petitioner in said proceedings, if he, after diligent inquiry, finds merit thereto, subject, however, to the provisions of Rule 2-40A infra. Rule 2-40A. It shall be the duty of the public defender of the State of Indiana to represent indigent persons who are inmates of penal institutions of the State of Indiana after their time for regular or timely appeal has expired, if requested so to do * * * petitions for belated motions for a new trial, and petitions for writs of certiorari if he, after diligent inquiry, finds any grounds upon which to sustain such proceedings. In the event of the failure or refusal of the public defender to represent any petitioner in such cases (as provided in Rule 2-40A, supra), upon petition filed in the clerk’s office of the Supreme Court setting up such facts that the public defender has failed or refused to represent them, a citation shall be issued to the public defender by this court to show cause why he does not represent the petitioner, and he shall file his response and report with the clerk of this court, which shall become a part of the record in this cause. Upon due consideration of said response and report, the court shall determine whether or not an order shall issue requiring the public defender to represent the petitioner.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}