{
  "casebody": {
    "data": "<casebody firstpage=\"661\" lastpage=\"664\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b723-13\">Harold R. GRIGG, Plaintiff-Appellee, v. Robert H. FINCH, Secretary of Health, Education, and Welfare, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b723-15\">No. 19144.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b723-16\">United States Court of Appeals Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b723-17\">Nov. 18, 1969.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b724-17\"><page-number citation-index=\"1\" label=\"662\">*662</page-number>Walter H. Fleischer, Atty., Dept, of Justice, Washington, D. C., for appellant; William D. Ruckelshaus, Asst. Atty. Gen., Morton Hollander, Atty., Dept, of Justice, Washington, D. C., Robert J. Grace, U. S. Atty., Detroit, Mich., on brief.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b724-18\">Douglas B. Dimitry, Inkster, Mich., for appellee; Meyers, Schlenker &amp; Dimitry, Inkster, Mich., on brief.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b724-19\">Before PECK and COMBS, Circuit Judges, and BROWN, District Judge <footnotemark>*</footnotemark>.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b724-15\"> Honorable Bailey Brown, Chief Judge, United States District Court for the Western District of Tennessee, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b724-20\">PECK, Circuit Judge.</author>\n<p id=\"b724-21\">Plaintiff - appellee (hereinafter “Grigg”) originally brought this action in the District Court to review the final decision of the defendant-appellant Secretary denying his claim for a “period of disability” and for disability benefits under the Social Security Act.</p>\n<p id=\"b724-22\">A claimant for a “period of disability” and disability benefits must be insured for such benefits and in fact be under a disability. 42 U.S.C. § 423. To be insured for such benefits the claimant must have had Social Security coverage for at least twenty quarters of the forty quarter period which ended with the quarter in which the disability began. 42 U.S.C. §§ 416(i) (3), 423(c) (1). - An individual is deemed to have a “quarter of coverage” for any quarter in which he has been paid $50 or more in wages or in which he has been credited with $100 or more of self-employment income. 42 U.S.C. § 413(a) (2). The Secretary determined that Grigg had only eighteen quarters of coverage in the relevant forty' quarter period and was therefore not insured for disability benefits. Because of this determination the Secretary found <page-number citation-index=\"1\" label=\"663\">*663</page-number>it unnecessary to reach the disability issue.</p>\n<p id=\"b725-5\">Grigg contended at the administrative level and in the District Court that he was entitled to at least twenty quarters of coverage during the relevant period because the Secretary had erroneously failed to credit his records with certain self-employment income received, but not reported by him, in the years 1956 and 1957. During those years Grigg was a parttime accordian instructor at the Detroit Conservatory of Music. There was a dispute at the administrative level and in the District Court concerning whether the income Grigg received from these lessons was wage income or self-employment income. Grigg contended that the income was wage income; the Secretary contended that it was self-employment income. The District Court found it unnecessary to decide the issue, holding that Grigg was entitled to prevail even if the income was self-employment income. We likewise find it unnecessary to reach the issue.</p>\n<p id=\"b725-6\">It is clear that if Grigg had properly reported his 1956 and 1957 income from the accordian lessons as self-employment income, he would have been credited with the required quarters of coverage. As stated above, Grigg did not file tax returns for the years 1956 and 1957, and the income he received during those years is not presently reflected on his social security records. However, during the years in question the Detroit Conservatory of Music filed information returns, Form 1099, which included Grigg’s name and social security number and indicated that Grigg had received self-employment income from his services at the Conservatory. Furthermore, Grigg filed a Form 1040 individual income tax return in both 1958 and 1959. On each return Grigg requested the tax refund due him “to be * * * credited on 1957 estimated tax.” These returns also contained Grigg’s name and social security number. Thus the narrow issue before the Secretary and the District Court was whether Grigg was entitled to have his earnings record reflect his self-employment income for the years 1956 and 1957, despite his failure to report his self-employment income, for those years, because of the information transmitted to the Secretary in the Conservatory’s information returns and Grigg’s 1958 and 1959 income tax returns with the above described notations.</p>\n<p id=\"b725-8\">The Secretary determined this issue adversely to Grigg by relying on 42 U.S.C. § 405(e) (4) (C), which reads as follows:</p>\n<blockquote id=\"b725-9\">“the absence of an entry in the Secretary’s records as to the self-employment income alleged to have been derived by an individual in such year shall be conclusive for the purposes of this subchapter that no such alleged self-employment income was derived by such individual in such year unless it is shown that he filed a tax return of his self-employment income for such year before the expiration of the time limitation following such year, in which case the Secretary shall include in his records the self-employment income of such individual for such year.” 42 U.S.C. § 405(c) (4) (C).</blockquote>\n<p id=\"b725-10\">The District Court held that notwithstanding § 405(c) (4) (C), the information returns filed by the Conservatory were sufficient to give the Secretary actual or constructive knowledge under 42 U.S.C. § 405(c) (5) (F) that the claimant had sufficient self-employment income in the years 1956 and 1957 to be credited with quarters of coverage in his social security records for those years. Section 405(c) (5) (F) provides as follows:</p>\n<blockquote id=\"b725-11\">“(5) After the expiration of the time limitations following any year in which wages were paid or alleged to have been paid to, or self-employment income was derived or alleged to have been derived by, an individual, the Secretary may * * * include in his records of such year for such individual any omitted item of wages or self-employment income but only ******</blockquote>\n<blockquote id=\"b726-3\"><page-number citation-index=\"1\" label=\"664\">*664</page-number>“(F) to conform his records to— (i) tax returns or portions thereof (including information returns and other written statements) filed with the Commissioner of Internal Revenue * * *.</blockquote>\n<blockquote id=\"b726-4\">****** “except that no amount of self-employment income of an individual for any taxable year (if such return or statement was filed after the expiration of the time limitation following the taxable year) shall be included in the Secretary’s records pursuant to this subparagraph;” 42 U.S.C. § 405 (c) (5) (F).</blockquote>\n<p id=\"b726-5\">We agree with the District Court’s construction of the two sections of the Act. Like the District Court, we are of the view that the “absence of an entry in the Secretary’s records” referred to in § 405(c) (4) (C) means an “absence” which persists even after inclusions in the Secretary’s records allowed by § 405(c) (5) (F), and that the Detroit Conservatory’s information returns satisfied the requirements of § 405(c) (5) (F) (“tax returns or portions thereof (including information returns and other written statements) filed with the Commissioner of Internal Revenue * * *.”), thereby giving the Secretary actual or constructive notice of Grigg’s self-employment income for the years 1956 and 1957. <em>See </em>Maloney v. Celebrezze, 236 F.Supp. 222 (N.D. Ohio 1964); White v. Celebrezze, 226 F.Supp. 584 (E.D.Va.1963); <em>contra, </em>Martlew v. Celebrezze, 320 F.2d 887 (5th Cir. 1963).</p>\n<p id=\"b726-8\">Only one problem prevents simple affirmance of the District Court’s opinion. In his disposition of the case the District Judge stated:</p>\n<blockquote id=\"b726-9\">“The Court finds that the Secretary erred in denying a ‘period of disability’ to the plaintiff. In accordance with the foregoing, the decision of the defendant is reversed with instructions to allow plaintiff’s claim for a period of disability. The cause is returned for an administrative determination of the remaining questions of disability.”</blockquote>\n<p id=\"b726-11\">On the state of the present record the District Judge could not properly award the claimant a “period of disability.” As noted above, one of the requirements for entitlement to a “period of disability” is that the claimant be in fact disabled. 42 U.S.C. § 416 (i) (2). Since there has been no determination by the Secretary whether the claimant is disabled within the meaning of the Act, a “period of disability” could not properly be awarded by the District Court. 42 U.S.C. § 405(b), (g)-</p>\n<p id=\"b726-12\">The judgment of the District Court is therefore vacated and the cause is remanded to the Secretary with instructions to amend his records to show that Grigg did have sufficient self-employment income in the years 1956 and 1957 to meet the coverage requirements of the Act, and further, for an administrative determination of the remaining questions of disability. However, the condition precedent to further administrative determination of the claim imposed by the District Court, namely, that Grigg pay all Social Security taxes which may be due and owing for the years 1956 and 1957, shall remain in effect.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}