{
  "casebody": {
    "data": "<casebody firstpage=\"854\" lastpage=\"854\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b916-3\">UNITED STATES of America, Appellee, v. Raymond Leroy FRAZIER, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"ATjZ\">No. 13578.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b916-5\">United States Court of Appeals Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b916-6\">Argued Nov. 3, 1969.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b916-7\">Decided Nov. 28, 1969.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b916-16\">D. Reece Williams, III, Columbia, S.C. (court-appointed counsel), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b916-17\">Thomas P. Simpson, First Asst. U. S. Atty. (Joseph 0. Rogers, Jr., U. S. Atty., on brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b916-18\">Before SOBELOFF and CRAVEN, Circuit Judges, and WIDENER, District Judge.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b916-19\">PER CURIAM.</author>\n<p id=\"b916-20\">The appellant was convicted on an indictment charging a violation of 18 U.S. C. § 1201, in that he “did knowingly transport two individuals from North Charleston, South Carolina, to Savannah, Georgia, who had theretofore been unlawfully seized, abducted, kidnapped, carried away and held by the defendant in the commission of the theft of an automobile and further for the purpose of aiding the defendant escape arrest.”</p>\n<p id=\"b916-21\">Error is claimed to have been committed in allowing the Government to present extensive evidence of an armed robbery perpetrated by the defendant. However, the robbery occurred immediately before the abduction, and was relevant to prove the defendant’s motive for the crime. United States v. Weems, 398 F.2d 274 (4th Cir. 1968), cert. den., 393 U.S. 1099, 89 S.Ct. 894, 21 L.Ed.2d 790 (1969). The robbery was part of the res gestae of the crime on trial.</p>\n<p id=\"b916-22\">The appellant also contends that the court erred in refusing to allow his counsel to ask certain questions on cross-examination of a government witness, for the purpose of impeaching credibility. The questions concerned two previous military offenses of being absent without leave. In criminal cases a witness may be cross-examined concerning prior convictions where the crime was “a felony, infamous crime, petit larceny or a crime involving moral turpitude * * United States v. Pennix, 313 F.2d 524, 531 (4th Cir. 1963). The offense of absence without leave is not such a crime. United States v. Tomaiolo, 249 F.2d 683, 692 (2nd Cir. 1957). The court did not abuse its discretion in limiting the cross-examination.</p>\n<p id=\"b916-24\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}