{
  "casebody": {
    "data": "<casebody firstpage=\"315\" lastpage=\"325\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b331-4\">Commonwealth vs. Harold E. Reddington.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b331-5\">Plymouth.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AYh\">April 2, 1985.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AGN\">July 9, 1985.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b331-6\">Present: Hennessey, C.J., Liacos, Abrams, Nolan, &amp; Lynch, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b332-4\"><page-number citation-index=\"1\" label=\"316\">*316</page-number><em>John C. McBride </em>for the defendant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b332-5\"><em>Richard D. Savignano, </em>Assistant District Attorney, for the Commonwealth.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b332-6\">Lynch, J.</author>\n<p id=\"AWG\">As the result of a ruse carried out by the Plymouth police, the defendant fled his house with a bale of marihuana hidden in the trunk of his automobile. When he was stopped by the police, who had observed his activities, the marihuana was discovered. A search warrant was procured for the defendant’s house, where the police found more marihuana, as well as cocaine, stolen property, and drug paraphernalia. At a trial before a Superior Court judge, the defendant was convicted of possession of cocaine with intent to distribute, and possession of marihuana with intent to distribute.<footnotemark>1</footnotemark> He appealed, arguing that both his motion to suppress all the physical evidence and his motion to dismiss all the indictments against him should have been granted. We transferred the case to this court on our own motion. We now decide that the defendant’s motion to suppress should have been granted, and the judgments of conviction are therefore reversed.</p>\n<p id=\"b332-7\">First, the defendant contends that a police-initiated telephone call to his house by a police informant constituted a warrantless constructive entry into his house, and that any evidence seized as the result of that call must be suppressed. Second, he contends that the warrantless search of his automobile trunk was not supported by probable cause and, therefore, that the evidence discovered there, as well as the evidence seized in his house (as a result of the trunk search), must be suppressed. Third, he claims that the affidavit of the police officer who obtained the search warrant contained misstatements of fact made with knowledge of their falsity or with reckless disregard of the truth, and that the affidavit, when stripped of these misstatements, does not show probable cause. On that ground, he urges that the search warrant for his house be invalidated and the evidence seized there suppressed. The defendant also <page-number citation-index=\"1\" label=\"317\">*317</page-number>claims that all the indictments against him should be dismissed because of alleged knowingly false or reckless statements made by the same police officer before the grand jury.</p>\n<p id=\"b333-5\">We decide that the defendant has failed to show that the police officer’s testimony before the grand jury included any false statements made knowingly or with reckless disregard of the truth. Therefore, the judge was warranted in denying the defendant’s motion to dismiss. However, we conclude that under the principles adopted in <em>Commonwealth </em>v. <em>Upton, </em>394 Mass. 363 (1985), the police lacked probable cause to search the trunk of the defendant’s automobile. Therefore, the evidence discovered in the trunk, as well as the evidence found in the house (the fruits of that warrantless trunk search), must be suppressed.<footnotemark>2</footnotemark></p>\n<p id=\"b333-6\">The facts are as follows. The defendant was suspected of being involved in illegal drug distribution by the Plymouth police after his name and address were found in a ledger seized in 1979 from someone subsequently convicted of drag trafficking violations. In January, 1982, a reliable informant told Officer William Curtis of the Plymouth police department that the defendant was dealing in marihuana and cocaine, and that the informant had recently been in the defendant’s house and had witnessed drug transactions taking place. No action was immediately taken as a result of this tip. However, on August 30, 1982, another reliable informant told Officer Curtis that he had heard that the defendant had a large amount of unspecified drugs in his house at the time. Officer Curtis had also heard from various informants of unestablished reliability on six occasions between January and August that the defendant was involved in drug dealing.</p>\n<p id=\"b333-7\">Despite these tips, Officer Curtis did not believe that he had sufficient evidence to establish probable cause and to obtain a warrant to search the defendant’s house. Therefore, after consultation with a superior officer, he designed a ruse in the hope of uncovering sufficient additional information to establish <page-number citation-index=\"1\" label=\"318\">*318</page-number>probable cause. Officer Curtis arranged with an informant to telephone the defendant at exactly 10:30 p.m., on August 30, and to tell the defendant that the police had obtained a warrant to search his house and would arrive soon. Shortly before 10:30, Officer Curtis positioned himself behind some bushes in view of the defendant’s house. The telephone call was made, with the informant stating, “Get out of your house. The State Police are going to get a warrant.”</p>\n<p id=\"b334-5\">The motion judge found that, shortly after the telephone call, Officer Curtis observed one Jay Labell come out of the defendant’s house and move his automobile out of the driveway (where it blocked the defendant’s automobile), after which he returned to the house. The defendant then backed up his automobile over the grass to the kitchen door, got out, and opened the trunk. Officer Curtis recognized the defendant, who was illuminated by the trunk light. Jay Labell then came running through the kitchen door and Officer Curtis saw him load “something” into the trunk. The defendant then closed the trunk and drove away.<footnotemark>3</footnotemark></p>\n<p id=\"b334-6\">Officer Curtis followed in his cruiser, as did another officer in a second cruiser. When the police flashed their lights, the defendant did not immediately stop. After a “low speed chase” of about one-half mile, Officer Curtis cut off the defendant’s automobile and forced him to stop. The officers approached the automobile, and the defendant, who looked nervous, produced a valid license and registration. Both officers claimed that they detected a strong odor of marihuana emanating from the trunk, but the motion judge found that the marihuana was encased in an unopened cardboard box wrapped in plastic, and that it could not have been detected by smell. The police then asked the defendant to open the trunk, and when he did so, they observed a fifty-pound bale of marihuana and nine one-pound plastic bags of marihuana. The defendant was arrested, and based on the marihuana found in the trunk, Officer Curtis <page-number citation-index=\"1\" label=\"319\">*319</page-number>sought and obtained a warrant to search the defendant’s house for controlled substances and related contraband.</p>\n<p id=\"b335-5\">During the house search, the police found three or four more pounds of marihuana in the ceiling of the basement, weighing scales, numerous plastic bags, and other drug paraphernalia. Various items of stolen property were also recovered. In addition, the police found five small glass bottles containing over 100 grams of a white powder, and a small humidor containing a lump of yellow powder. After performing field tests on these substances, one police officer informed Officer Curtis that the yellow powder was opium, and that the white powder was cocaine. However, subsequent laboratory tests showed that the yellow powder was a nonnarcotic substance, and that only 7.62 grams of the white powder was cocaine.</p>\n<p id=\"b335-6\">1. <em>Motion to dismiss. </em>The defendant argues that Officer Curtis’s testimony before the grand jury, that opium and over 100 grams of cocaine had been found in the defendant’s house, was false. He also asserts that this false testimony was made knowingly or with reckless disregard of the truth, and that, as a prophylactic measure to discourage such police tactics, all the indictments against him should be dismissed. We do not agree.</p>\n<p id=\"b335-7\">“Our review of the propriety of any indictment is limited to determining whether the grand jury received sufficient evidence to find probable cause for arrest. . . and whether the integrity of the grand jury proceedings was impaired” (citation omitted). <em>Commonwealth </em>v. <em>McGahee, </em>393 Mass. 743, 746-747 (1985). The defendant argues only that Officer Curtis’s inaccurate testimony before the grand jury impaired the integrity of that proceeding. In so arguing, the defendant correctly states the rule that the knowing use of false testimony by the Commonwealth or one of its agents may impair the integrity of grand jury proceedings and is a ground for dismissing the indictments. <em>Commonwealth </em>v. <em>Bongarzone, </em>390 Mass. 326, 338 (1983). <em>Commonwealth </em>v. <em>Salman, </em>387 Mass. 160, 166-167 (1982). However, that is not the situation in this case.</p>\n<p id=\"b335-8\">The defendant has failed to establish that the Commonwealth or Officer Curtis knew or should have known that the testimony <page-number citation-index=\"1\" label=\"320\">*320</page-number>in question was false or inaccurate. The judge found that Officer Curtis “was merely repeating what some other experienced officer had told him the result of his field test was, and in good faith.”* <footnotemark>4</footnotemark> Furthermore, it is undisputed that the laboratory analysis of the substances seized in the defendant’s house was not completed at the time that Officer Curtis testified before the grand jury.<footnotemark>5</footnotemark> The defendant has not advanced any valid reason to question the judge’s findings or to suggest that Officer Curtis’s grand jury testimony included anything more than inaccurate statements made by a witness in good faith. Noticeably absent is any hint of perjury. Contrast <em>Commonwealth </em>v. <em>Salman, supra </em>at 166 n.4, and cases cited. Since dismissal of all the indictments as a prophylactic measure is a “remedy for deliberate and intentional violations of constitutional rights,” <em>Commonwealth </em>v. <em>Manning, </em>373 Mass. 438, 444 (1977), it would not be appropriate in this case. Compare <em>Commonwealth </em>v. <em>O’Dell, </em>392 Mass. 445, 448-449 (1984) (distortion of defendant’s statement), and <em>Commonwealth </em>v. <em>Salman, supra </em>at 167 (large number of indictments obtained through knowing use of false testimony), with <em>Commonwealth </em>v. <em>McGahee, supra </em>at 747 (withheld exculpatory evidence did not distort case presented to grand jury), and <em>Commonwealth </em>v. <em>Bongarzone, supra </em>at 338-339 (false testimony not calculated to procure indictments). Therefore, we hold that the defendant’s motion to dismiss all the indictments against him was properly denied.</p>\n<p id=\"b336-5\">2. <em>Probable cause. </em>The defendant also argues that the police did not have probable cause to search the trunk of his automobile. Furthermore, he contends that, because probable cause to search his house was predicated on the marihuana <page-number citation-index=\"1\" label=\"321\">*321</page-number>discovered in the trunk search, the evidence found in his house must also be suppressed as the fruit of the illegal trunk search. On the basis of this court’s decision in <em>Commonwealth </em>v. <em>Upton, </em>394 Mass. 363 (1985), we agree that probable cause was lacking.</p>\n<p id=\"b337-5\">As a preliminary matter, since the defendant does not argue that the police lacked a reasonable basis to suspect him of criminal activity, we will assume that they had the right to stop the defendant in his automobile for a threshold inquiry. See, e.g., <em>Commonwealth </em>v. <em>Wren, </em>391 Mass. 705,707 (1984); <em>Commonwealth </em>v. <em>Thibeau, </em>384 Mass. 762, 763 (1981). See generally <em>Terry </em>v. <em>Ohio, </em>392 U.S. 1 (1967). Similarly, the Commonwealth does not contest the motion judge’s finding that the police could not smell marihuana in the defendant’s trunk when they approached the automobile, and we therefore consider that finding to be correct. Thus, nothing was discovered during the course of the <em>Terry </em>stop that gave the police probable cause to believe that contraband was hidden in the trunk.</p>\n<p id=\"b337-6\">There are five factors in the affidavit which alone or in combination could arguably establish probable cause: (1) the appearance of the defendant’s name in a ledger used by a convicted drug offender to record illegal drug sales; (2) the January tip; (3) the six “dealing drugs” tips of unestablished reliability; (4) the August 30 tip; and (5) the observations of Officer Curtis on August 30. The fact that the defendant’s name appeared in the ledger would not in and of itself establish probable cause to search the trunk or the house. By the same token, it is clear that Officer Curtis’s observations on August 30 are also insufficient. He merely observed that, shortly after the prearranged telephone call, the defendant backed up his automobile to the house, another person loaded “something” into the trunk, and the defendant drove away slowly. None of these observations is particularly suggestive of criminal behavior.<footnotemark>6</footnotemark> Cf. <em>Commonwealth </em>v. <em>Kaufman, </em>381 Mass. 301, 304-<page-number citation-index=\"1\" label=\"322\">*322</page-number>305 (1980). Thus, the issue is whether the information provided to Officer Curtis by various unnamed informants was sufficient to establish probable cause.</p>\n<p id=\"b338-5\">In <em>Commonwealth </em>v. <em>Upton, </em>394 Mass. 363 (1985), this court held that, under art. 14 of the Massachusetts Declaration of Rights, the test for determining probable cause in cases involving unnamed informants incorporates the principles developed under <em>Aguilar </em>v. <em>Texas, </em>378 U.S. 108 (1964), and <em>Spinelli </em>v. <em>United States, </em>393 U.S. 410 (1969). Thus, to establish probable cause, an affidavit based on information from an unnamed informant must provide the magistrate with facts showing some of the underlying circumstances leading to the informant’s knowledge, as well as his reliability. <em>Commonwealth </em>v. <em>Upton, supra </em>at 375. See <em>Aguilar </em>v. <em>Texas, supra </em>at 114. If the informant’s tip fails to satisfy one of these portions of the <em>Aguilar </em>test, other independent, corroborating allegations in the affidavit may supplement the informant’s tip to support a finding of probable cause. <em>Commonwealth </em>v. <em>Upton, supra. </em>See <em>Spinelli </em>v. <em>United States, supra </em>at 415. Nevertheless, “[e]ach prong of the <em>Aguilar-Spinelli </em>test — the basis of knowledge and the veracity of the informant — presents an independently important consideration.” <em>Commonwealth </em>v. <em>Upton, supra </em>at 375-376.</p>\n<p id=\"b338-6\">The August 30 tip does not meet these standards. While the defendant has conceded the reliability of the informant, the affidavit fails to disclose an adequate basis of knowledge to infer probable cause to believe that the defendant had “a large amount of drugs on hand, in his house, at this time.” The affidavit states only that the informant “had been told” this information. See <em>Commonwealth </em>v. <em>Kaufman, supra </em>at 304 (“general averment unrevealing of any source in actual observation” insufficient).</p>\n<p id=\"b338-7\">Neither is the January tip sufficient to establish that probable cause existed in August. That informant, who the defendant also concedes was reliable, related first-hand observations of illegal drug transactions in the defendant’s house. However, probable cause must be established by facts “closely related to the time of the issue of the warrant.” <em>Commonwealth </em>v. <page-number citation-index=\"1\" label=\"323\">*323</page-number><em>Atchue, </em>393 Mass. 343, 349 (1984), quoting <em>Sgro </em>v. <em>United States, </em>287 U.S. 206, 210 (1932). The question is whether “the facts alleged in the [affidavit] furnish probable cause to believe, <em>at the time the search was actually conducted, </em>that evidence of criminal activity was located at the premises searched” (emphasis added). <em>United States </em>v. <em>McCall, </em>740 F.2d 1331, 1336 (4th Cir. 1984). The January tip relates only to a single instance of illegal conduct. It is therefore “[o]ut-ofdate information as to a single transaction [that] could be seen to describe no more than an isolated event in the past. . . [and that] would not create probable cause to believe that similar or other improper conduct is continuing to occur.” <em>United States </em>v. <em>Weinrich, </em>586 F.2d 481, 491 (5th Cir. 1978), cert. denied, 441 U.S. 927 (1979). <em>United States </em>v. <em>Johnson, </em>461 F.2d 285, 287 (10th Cir. 1972). Contrast <em>United States </em>v. <em>Haimowitz, </em>706 F.2d 1549, 1555 (11th Cir. 1983), cert. denied, 464 U.S. 1069 (1984) (documents likely to be maintained on premises); <em>United States </em>v. <em>Tucker, </em>638 F.2d 1292, 1299 (5th Cir.), cert. denied, 454 U.S. 833 (1981) (“affidavit described in detail an ongoing criminal operation observed on seven different occasions over an eight-month period”); <em>United States </em>v. <em>Martino, </em>664 F.2d 860, 867 (2d Cir. 1981), cert. denied, 458 U.S. 1110 (1982) (continuing illegal transactions with reliable informant). While “[p]rotracted and continuous activity is inherent in a large-scale narcotics operation,” <em>United States </em>v. <em>Harris, </em>482 F.2d 1115, 1119 (3d Cir. 1973), no such operation is evident from the affidavit in this case. In a word, the January tip had become “stale.”</p>\n<p id=\"b339-5\">In an effort to overcome this problem, the Commonwealth points out that, “if an affidavit recites activity indicating protracted or continuous conduct, time is of less significance.” <em>Commonwealth </em>v. <em>Vynorius, </em>369 Mass. 17, 25 (1975), quoting <em>Bastida </em>v. <em>Henderson, </em>487 F.2d 860, 864 (5th Cir. 1973). If the Commonwealth could establish a continuing pattern of illegal conduct by the defendant, the January tip would no longer be stale, and could provide the necessary basis of knowledge lacking elsewhere in the affidavit. Theoretically, the August tip, the intervening “dealing drugs” tips of undetermined <page-number citation-index=\"1\" label=\"324\">*324</page-number>reliability, and Officer Curtis’s own observations on August 30, could demonstrate such a continuing course of illegal conduct. In fact, however, the Commonwealth has not made such a showing.</p>\n<p id=\"b340-5\">Simply stated, none of the three possible linking factors adequately shows continuous illegal conduct. The “dealing drugs” tips were made by informants of unestablished reliability, with no apparent basis for knowledge, aside from perhaps a “casual rumor circulating in the underworld or an accusation based merely on an individual’s general reputation.” <em>Spinelli </em>v. <em>United States, </em>393 U.S. 410, 416 (1969). While repeated reports from independent sources of unknown reliability may cumulatively establish their <em>reliability, </em>see <em>United States </em>v. <em>Hyde, </em>574 F.2d 856, 863 (5th Cir. 1978), mere repetition of rumor does nothing to meet the basis of knowledge test.<footnotemark>7</footnotemark> The same element is lacking in the August tip. “The most important [factor] ... of continuity is the number and quality of observations which seek to establish a continuing criminal activity.” Comment, A Fresh Look at Stale Probable Cause: Examining the Timeliness Requirement of the Fourth Amendment, 59 Iowa L. Rev. 1308, 1313 (1974). No basis of knowledge sufficient to show any illegal activity after January is shown by these tips.</p>\n<p id=\"b340-6\">It is also true that “independent police corroboration can make up for deficiencies in either or both prongs” of the <em>Aguilar-Spinelli </em>test. <em>Commonwealth </em>v. <em>Upton, supra </em>at 376. But the police investigation in this case adds nothing to alleviate the lack of a sufficient explanation of the underlying circumstances showing criminal activity. As we noted earlier, Officer Curtis did not discover any information during his surveillance of the defendant’s house on August 30 that would corroborate either element of the prior tips.</p>\n<p id=\"b340-7\">Therefore, considering the affidavit as a whole, see <em>Commonwealth </em>v. <em>Stewart, </em>358 Mass. 747, 751 (1971), we cannot say that the police had probable cause to search the trunk or the <page-number citation-index=\"1\" label=\"325\">*325</page-number>house. Our view does not result from any hypertechnical application of the law, but is simply a reaffirmation that the “[r]ecital of some of the underlying circumstances in the affidavit is essential if the magistrate is to perform his detached function and not serve merely as a rubber stamp for the police.” <em>Commonwealth </em>v. <em>Atchue, supra </em>at 346, quoting <em>United States </em>v. <em>Ventresca, </em>380 U.S. 102, 109 (1965). Since the basis of knowledge element of the <em>Aguilar-Spinelli </em>test is “an independently important consideration . . . [it] must be separately considered and satisfied or supplemented in some way” (citation omitted). <em>Commonwealth </em>v. <em>Upton, supra </em>at 375-376. That element was not satisfied in this case, and therefore, the evidence must be suppressed, the judgments reversed, and the findings set aside.<footnotemark>8</footnotemark></p>\n<p id=\"b341-5\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b332-8\"> Several indictments relating to possession of stolen property were placed on file with the defendant’s consent. Another indictment had been dismissed prior to trial, see note 5, <em>infra.</em></p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b333-8\"> Since all the evidence must be suppressed on this ground, we do not address the other theories argued by the defendant in support of his motion.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b334-7\"> In his affidavit, Officer Curtis stated that the defendant backed up his automobile to the garage, rather than the kitchen door, and that the defendant, not Jay Labell, loaded something into the trunk. The affidavit did not mention the “frenetic activity” found by the judge.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b336-6\"> The judge made this finding after the defendant’s counsel had the opportunity to .question Officer Curtis in a voir dire.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b336-8\"> At the later hearing on the defendant’s motion to dismiss, when the results of the laboratory tests were available, the Commonwealth asked the judge to dismiss the indictment charging possession of opium and so much of another indictment charging trafficking in cocaine. The judge dismissed the opium indictment, and the second indictment was appropriately tailored at trial.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b337-7\"> The circumstances would be different had Officer Curtis been able to see that the “something” loaded into the trunk was in fact marihuana.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b340-8\"> We note that in <em>Hyde </em>the court specifically set out the detailed personal observations of the various informants that were contained in the affidavit.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b341-6\"> The motion to suppress was denied before this court’s decision in <em>Commonwealth </em>v. <em>Upton, </em>394 Mass. 363 (1985), in which the court adopted the <em>Aguilar-Spinelli </em>test for probable cause as the standard required by our State Constitution. Under the “totality of the circumstances” test applied by the judge in deciding the motion (see <em>Illinois </em>v. <em>Gates, </em>462 U.S. 213 [1983]), his decision may well have been correct.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}