{
  "casebody": {
    "data": "<casebody firstpage=\"215\" lastpage=\"221\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b253-6\">Hillsborough,</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b253-7\">No. 4754.</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b253-8\">Robwood Advertising Associates, Inc. <em>v. </em>Nashua.</parties>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b253-9\">Argued June 2, 1959.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b253-10\">Decided July 10, 1959.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b255-4\"><page-number citation-index=\"1\" label=\"217\">*217</page-number><em>Devine, Millimet &amp; McDonough </em>and <em>Matthias J. Reynolds (Mr. Millimet </em>orally), for the plaintiff.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b255-5\"><em>Leo R. Lesiewr, </em>city solicitor, for the defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b255-6\">Blandin, J.</author>\n<p id=\"Ap8\">The fundamental issue before us is the validity of the so-called “consent provision” of the 1957 city of Nashua zoning ordinance, Article IX, s. 45-A(5). This reads as follows: “Any application for a variance in the use of land or a structure shall be accompanied by the written consent of the owners (as of record at the Assessor’s office and the City Engineer’s Office) of sixty (60) per cent of all real property situated within two hundred (200) feet of any of the boundaries of the lot for which the use variance is sought.”</p>\n<p id=\"b255-7\">Before reaching this question, it is necessary to dispose of certain preliminary matters. The plaintiff first claims that the disputed provision does not require the interpretation placed upon it by the city officials. Sections 45-A(i), A(2) in substance provide that “the Board shall hear and decide appeals ...” and “'shall fix a reasonable time for the hearing ...” A (4) states “In granting variances, the Board, if it deem it proper to the carrying out of the intent and purpose of this Ordinance, may impose such reasonable and additional stipulations and conditions as will, in its judgment, better fulfill the purpose of the ordinance.”</p>\n<p id=\"b255-8\">The plaintiff contends that these sections, taken in conjunction with A (5), indicate a hearing may be held without the filing of the consent of the abutters, because <em>s. </em>A (5) “does not say that no hearing may be granted unless the application therefor is accompanied by consent of the specified percentage of abutters.” However, the plaintiff concedes that the wording of A (5) “tends to establish the interpretation placed upon it by the City Officials <em>. ... ” </em>It is further argued that in view of the constitutional issues raised by the interpretation of the provision by the city, we should adopt a different construction which will involve no constitutional conflict. <em>Cloutier </em>v. <em>State Milk Control Board, </em>92 N. H. 199.</p>\n<p id=\"b255-9\">Reading the ordinance as a whole, it seems clear to us that the intent of the legislative body was to make the consent of the abutters a condition precedent to the granting of any hearing. The plaintiff, in a supplemental argument, urges that the intent of the legislative body of the city, when it amended the zoning ordinance by adding a consent provision, was to furnish an <page-number citation-index=\"1\" label=\"218\">*218</page-number>additional means of relief so that a variance would be granted automatically if the consents of the abutters could be obtained. The amendment expressly states that the board “may” act, not that it must grant relief if consent is obtained. The construction advocated by the plaintiff runs contrary to the words and tenor of the ordinance, and we are unable to accept it. Viewing the entire situation, we are satisfied that the board’s construction was proper.</p>\n<p id=\"b256-3\">It is next asserted that the zoning enabling act (RSA 31:69, 71, 72) does not provide expressly for a consent requirement as a condition precedent to a hearing for a variance, and therefore the city exceeded its powers in establishing such a law. The plaintiff cites no authority for the proposition that an enabling act authorizing a zoning law must contain specific authorization for a consent provision, and we find no indication in the decisions that this is so. A similar objection was raised to a like ordinance in the case of <em>Inspector of Buildings of Lowell </em>v. <em>Stoklosa, </em>250 Mass. 52, and the court found no difficulty in holding the regulation consistent with the subservience of the public welfare and within the authorization of the enabling act (G. L., <em>c. </em>40, <em>ss. </em>25-30). We believe this represents the prevailing view and that the argument that the statute must spell out authority for each particular regulation which a municipality might wish to make is unsound. The powers granted by RSA 31:60-89 are broadly designed to secure and promote “the public health, safety, or morals, the comfort of the community, or the protection of property.” <em>Sundeen </em>v. <em>Rogers, </em>83 N. H. 253, 256; <em>Vlahos Realty Co. </em>v. <em>Little Boar’s Head, </em>101 N. H. 460, 463, 464, 465. We hold that s. A(5) was a valid exercise of the power of the city under the enabling act.</p>\n<p id=\"b256-4\">We come now to the nub of the plaintiff’s case, which is that the consent requirement “is illegal and unconstitutional under the State and Federal courts as an unlawful delegation of legislative power to private individuals.” From the welter of decisions upon this subject — not all of which seem reconcilable (see anno. 21 A. L. R. (2d) 551) — the majority rule appears reasonably clear. It is that if the effect of a consent provision is to legislate it is invalid, but if it serves merely to permit the waiver of a restriction created by the legislative authority of the municipality, which has provided for such a waiver, it is upheld. <em>Cusack Co. </em>v. <em>City of Chicago, </em>242 U. S. 526, 531; <em>Inspector of Buildings of Lowell </em>v. <em>Stoklosa, </em>250 Mass. 52, 62, 63; Yokley, Zoning Law and Practice <page-number citation-index=\"1\" label=\"219\">*219</page-number>(2d <em>ed.) s. </em>89, <em>pp. </em>197, 201; Rathkopf, Law of Zoning and Planning (3d <em>ed.) c. </em>29, <em>p. </em>421; 2 Metzenbaum, Law of Zoning, (2d <em>ed.) </em>1067.</p>\n<p id=\"b257-3\">In the present case the legislative authority of the city, acting under the powers granted it by RSA ch. 31, legally passed an ordinance setting up zones with accompanying restrictions and regulations. Neither under Article II, <em>s. </em>8-“B,” relating to “Use Regulations” nor under <em>s. </em>10, “Accessory uses in Residence Districts,” can the plaintiff qualify for the permission it seeks. If it is to be given relief, concededly it must be by way of a variance under Article IX, s. 45. The situation which faced the plaintiff when it bought the property was that the use which it proposed to make of its purchase was lawfully forbidden under the exercise of the police power as implemented by the zoning ordinance in the interest of the welfare of the community, including especially that of the abutting landowners. <em>Sundeen </em>v. <em>Rogers, </em>83 N. H. 253, 260. The only effect of the consent provision was to inform the board that the abutters did not object to a variance of the restriction by the board if the latter, <em>in its discretion, </em>found such a variance would serve the public interest and not offend the spirit of the ordinance. Article IX, <em>s. </em>45-A(6) states:</p>\n<p id=\"b257-4\">“In granting a variance the Board may modify the application of the Zoning Ordinance when all of the following conditions are met:</p>\n<p id=\"b257-5\">a. No diminution of values of surrounding properties would be suffered.</p>\n<p id=\"b257-6\">b. Granting the permit would be of benefit to the public interest.</p>\n<p id=\"b257-7\">c. Denial of the permit would result in unnecessary hardship on the owner seeking it.</p>\n<p id=\"b257-8\">d. By granting the permit, substantial justice will be done.</p>\n<p id=\"b257-9\">e. The use will not be contrary to the spirit of the Ordinance.” It is obvious that the consent of the neighboring owners was merely a condition precedent to the exercise of the power of the board, acting within its discretion, to decide whether to grant a variance. By granting or withholding this consent, the abutters did not seek to impose any regulations or to legislate upon any phase of the matter. So interpreted, the provision is sustainable. <em>Inspector of Buildings of Lowell </em>v. <em>Stoklosa, </em>250 Mass. 52, 63; <em>Cusack Co. </em>v. <em>City of Chicago, </em>242 U. S. 526, 531; Rathkopf, Law of Zoning and Planning (3d <em>ed.) c. </em>29, <em>p. </em>421.</p>\n<p id=\"b257-11\">As was said in an excellent opinion, based on facts similar to <page-number citation-index=\"1\" label=\"220\">*220</page-number>those here, reviewing authorities on the subject, the needs and desires of the locality particularly affected are important, and hence the abutting owners’ consent is properly required. <em>Cross </em>v. <em>Bilett, </em>122 Col. 278, 286. See <em>Gelinas </em>v. <em>Portsmouth, </em>97 N. H. 248, 250. The <em>Cross </em>case also dwells on the expanding concept of the proper exercise of police power in zoning under modern conditions. See also, <em>Sundeen </em>v. <em>Rogers, </em>83 N. H. 253, 256, 257. Even cases reaching the opposite conclusion from the above authorities, because of factual differences concede that where the property is subject to the police power, as here, consent provisions are upheld. See <em>Valkanet </em>v. <em>Chicago, </em>13 Ill. (2d) 268. In short, it appears to us that the consent provision here is a valid jurisdictional enactment, and any act of the board without complying with its provisions would be void. <em>Cross </em>v. <em>Bilett, supra, </em>293, 294.</p>\n<p id=\"b258-5\">The cases cited in support of the plaintiff’s position are mainly distinguishable on their facts. In <em>Seattle Trust Co. </em>v. <em>Roberge, </em>278 U. S. 116, the decision holding a consent provision invalid rested squarely on the proposition that the proposed new home for the aged, involved in the dispute, did not come within the exercise of the police power because of the nature of the use and hence was not within the prohibition of the zoning regulation. The court did not. overrule the Cusack.case, but distinguished it on these grounds. <em>Id., </em>122.</p>\n<p id=\"b258-6\">In <em>Concordia Collegiate Institute </em>v. <em>Miller, </em>301 N. Y. 189, the court struck down the consent provision because no standards or guides had been given the board, the ordinance was passed after the plaintiff was lawfully established, and finally, the police power again was not applicable. In <em>Eubank </em>v. <em>Richmond, </em>226 U. S. 137, the consent provision in effect empowered the abutters to make laws and the case is therefore no authority for the plaintiff’s position here. It will be noted in all these situations that no discretion was left to the board, which is also contrary to the situation before us. <em>Crossroads Realty </em>v. <em>Gilbert, </em>109 N. Y. S. (2d) 59, cited by the plaintiff, is a brief New York Supreme Court decision which rests its authority on the <em>Concordia </em>case, <em>supra. </em>Insofar as it may be thought to support the plaintiff’s contention, we decline to follow it in the face of what we believe to be the weight of authority and the better reason.</p>\n<p id=\"b258-7\">It appears that what we have said disposes of all substantial objections raised by the plaintiff to the ordinance. The disputed provision, established in conformity with the due process standards <page-number citation-index=\"1\" label=\"221\">*221</page-number>of RSA 31:63, 65, 71, containing as it does the customary provisions for notice, hearing and appeal (Art. IX, <em>ss. </em>44, 45), fulfills all the requisites of due process. It cannot be said that “the rudimentary requirements of fair play” have not been met. <em>Cf. Morgan </em>v. <em>United States, </em>304 U. S. 1, 14, 15. No ground exists for any claim that there has been a denial of equal protection of the law, and none has been briefed or argued. The order is</p>\n<p id=\"b259-4\">\n<em>Judgment for the defendant.</em>\n</p>\n<judges id=\"b259-5\">Lampeón, J., did not sit; Kenison, C. J. and Duncan, J., dissented, being of the opinion that the enabling act (RSA 31:69, 71, 72) does not authorize imposition of the consent requirements contained in Article IX, s. 45-A (5) of the Nashua ordinance.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}