{
  "casebody": {
    "data": "<casebody firstpage=\"243\" lastpage=\"246\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b257-14\">PHILLIPS v. MITCHELL et al. (Two Cases).</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b257-16\">Nos. 11273, 12703,</docketnumber>\n<p data-order=\"2\" data-type=\"p\" id=\"AMcS\">Consolidated.</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b257-17\">Opinion Filed April 18, 1922.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b257-18\">Rehearing Denied, June 20, 1922.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b257-24\">J. I. Howard and A. M. Beets, for plaintiff in error.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b257-25\">Chas. L. Moore, for W. O. Mitchell and Helen E. Mitchell, defendants in error, and cross-petitioners.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b258-3\"><page-number citation-index=\"1\" label=\"244\">*244</page-number>Stuart, Sharp &amp; Oi'uce and W. O. Mitchell, pro se, for defendants in error.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b258-4\">KANE, J.</author>\n<p id=\"AvXe\">The questions presented for review arise ou.t of the efforts of the defendants in error, who will hereafter be referred to as the Mitchells, to collect two separate judgments in their favor. The first of these judgments was procured by the Mitchells against D. M. Phillips and R. I. Phillips in the district court of Logan county. This judgment, which was appealed from by D. M. and R. I. Phillips, was affirmed in Phillips et al. v. Mitchell et al., 68 Oklahoma, 172 Pac. 85. The second judgment was procured by the Mitchells against R. I. Phillips alone in the district court of Oklahoma county, and became final upon no appeal being taken therefrom. E. O. Phillips, the plaintiff in error in these consolidated proceedings, was not a party to either of the foregoing actions, and his sole interest in the present controversy is that of a third person who claims to be the owner of the property levied upon by the Mitch-ells in an effort to collect their judgments against D. M. Phillips and R. I. Phillips. I). M. Phillips and R. I. Phillips are father and son and E. M. Phillips and F. O. Phillips are brothers, and (he Mitchells claim generally that the Phillips have fraudulently conspired together for the purpose of covering up the property of the judgment debtors in order to prevent them from collecting their judgments.</p>\n<p id=\"b258-5\">Counsel for plaintiff in error in. their brief truly say: “The case-made is voluminous and contains a very large amount of immaterial matter which \"'should not be contained thereinbut if we keep in mind that ■ F. O. Phillips is the only person appealing and that his interest in the controversy is that of a third person claiming to he the owner of, or to have a superior lien on, property taken under execution by, the Mitchells in an effort to enforce the foregoing final judgments, we may disregard a large part of the record made below without in any way affecting any substantial right of F. O. Phillips in the premises.</p>\n<p id=\"b258-6\">The question presented in cause No. 11273 -arose substantially as follows: After procuring their judgment against R- I. Phillips ,in the district court of Oklahoma county, the Mitchells caused an execution to issue and be levied upon certain crops growing on the quarter section of school land involved in both eases, as the property of the judgment debtor, R. I. Phillips. Thereupon F. O. Phillips filed a motion to discharge this property from levy and execution upon the ground that he was the sole owner of the school land lease and the growing crops Seized under the execution. Upon the trial of this motion which followed, the court heard testimony at great length, and after due consideration overruled the motion of F. O. Phillips. The issue of fact joined by the parties upon the hearing of this motion was as follows: F. 0. Phillips claimed to be the absolute owner of the property taken. The Mitchells contended that the property belonged to R. I. Phillips, and that the claim of F. O. Phillips was in pursuance of a fraudulent conspiracy between all the Phillips to cover up property owned by D.M. Phillips and R. I. Phillips for the purpose of circumventing the Mitchells in the collection of their judgments. The trial court, as we have seen, decided this issue of fact in favor of the Mitchells, finding specifically that F. O. Phillips had no interest in the property claimed by him. From this brief summary of the record it becomes fairly obvious that the only question necessary for us to consider in passing upon the first assignment of error is: Are the findings and judgment of the trial court against F. O. Phillips and in favor of the Mitchells contrary to the clear weight of the evidence? Upon this point it is sufficient to say that we have examined the evidence carefully, and are convinced that the judgment of the trial court is amply sustained by the evidence.</p>\n<p id=\"b258-8\">The second assignment of error presents a similar question somewhat differently raised. This question arose substantially as follows. One Stayman commenced an action against <em>D. </em>M. Phillips in the district court of Oklahoma county. upon a promissory note and to foreclose a mortgage upon certain lots belonging to D. M. Phillips situated in Oklahoma Oity, commonly known as the Cálifornia street property, given to secure payment of the note, alleging also that he was entitled to a first lien upon the school land lease involved herein as collateral security. Stayman made the Mitchells parties defendant under the general allegation that they had or claimed to have some interest in the real estate involved. The Mitchells came in and answered, petting up their judgments against D. M. Phillips and R. I. Phillips, alleging fraudulent collusion against the Phillips as hereinbefore stated, -and claiming a superior lien against the lots and the school land lease as judgment debtors of U. M. Phillips. In this action F. O. Phillips voluntarily intervened and again set up his claim to the school land involved, this time <page-number citation-index=\"1\" label=\"245\">*245</page-number>alleging not only that he was the absolute owner therof, but also claiming that he held a lien thereon which was prior and superior to the lien claimed by the Mitchells. The Mitchells again alleged fraud and collusion as previously.</p>\n<p id=\"b259-4\">After the issues were thus joined in this action, there was a full hearing before J. B. Dudley, Esquire, sitting as special judge, which again resulted in findings of fact and conclusions of law against P O.-Phillips and in favor of the Mitchells. In the trial before Judge Dudley, E. O. Phillips abandoned his claim of absolute ownership of the school land lease and directed his efforts toward establishing a lien upon the same superior to the judgment lien claimed by the Mitchells.</p>\n<p id=\"b259-5\">As we view the record, considering only the rights of F. O. Phillips, our duty in passing on this assignment of error is precisely Ithe same as it was in considering the previous assignment of error, that is, to examine the record for the purpose of ascertaining whether the findings and judgment are against the clear weight of the evidence. We have done this, and are entirely satisfied that there is ample evidence to sustain the judgment rendered.</p>\n<p id=\"b259-6\">'Counsel for P. O. Phillips in their brief point out what they say is an inconsistency in the claims of the Mitchells in regard to the title of the school land lease in the first proceeding and in the second, and they also seek to raise several questions touching improper introduction of testimony and relating to practice and procedure, which, in view of P. O. Phillips’ limited interest in the case, we do not deem it necessary to notice in detail. P. O. Phillips’ right to relief rests wholly upon his ability to show that he is either the sole owner or a superior lienholder as against the Mitchells of the property sought to be taken under execution. In the first proceeding the question thus presented was raised upon his own motion, and in the second case he voluntarily intervened and was permitted to try the same question again. Having had two opportunities to establish his claim in forums and under procedure selected by himself, we are unable to perceive how he can be prejudicially affected by the errors of this ' sort complained of. His whole case hinges on the claim that he is the sole owner of or has a superior lien on the property seized. Both of these claims having been definitely decided against him upon ample testimony, he will not be permitted to raise questions which affect only other parties or other angles to this long drawn out litigation in which he can have no possible interest. P. O. Phillips is the sole plaintiff in error in this proceeding in error, and no other interest than his has been or will be considered except the question presented by the cross-petition of the Mitchells, which we will now notice.</p>\n<p id=\"b259-8\">This question arose substantially as follows : The lots covered by the Stayman mortgage are the property hereinbefore referred to as the ‘California street property, and admittedly belonged to D. M. Phillips. D. M. Phillips becoming bankrupt, this property passed into the hands of the trustee in bankruptcy to be administered for the benefit of his creditors. The judgment of the Mitchells against D. M. Phillips not being released by the bankruptcy proceedings, they thereupon proceeded to contest the right of Charles Stayman to foreclose his mortgage on this property on the ground that his note and mortgage were usurious. It being admitted 'in the bankruptcy court that the Mitchells had a lien on the property . by reason of their judgment, it then became a question 'of priority of liens as between Stayman and the Mitchells. The referee in bankruptcy, after a full hearing, determined that Stayman’s lien was superior to that of the Mitchells, and decreed the foreclosure thereof for the purpose of paying the prinei-pál sum due on the note, together with interest thereon at 10 per cent, per annum for a number of years and an attorney’s fee of something like $300, denying the claim of the Mitchells that the note and mortgage were usurious. Prom this judgment, the Mitchells petitioned the United States District Court for the Western District of Oklahoma to reverse the action of the referee, and a transcript of the proceeding was duly filed in the United States court for that purpose.</p>\n<p id=\"b259-9\">While this appeal, or motion for review, was pending, Stayman and the Mitchells entered into an agreement by which the motion for review, or appeal, was to' be dismissed, Stayman accepting interest on his indebtedness at <em>7 </em>per cent, instead of the 10 per cent, provided for in the note and agreeing to pay the Mitchells the difference, amounting <em>to </em>$1,456.50. This agreement was carried out by the money being paid to the Mitchells. In the trial before Judge Dudley, while D. M. Phillips was still a party, the question was raised whether D. M. Phillips was entitled to a credit on the Mitchell judgment in the sum of $1,456.50, or whether Mitchell was entitled to retain that sum as a private transaction between himself and <page-number citation-index=\"1\" label=\"246\">*246</page-number>Stayman. Judge Dudley decided this auestion in favor of D. M. Phillips, and allowed credit on the Mitchells judgment against him for the sum named. We are unable to. grasp the precise ground upon which the cross-petitioners in error question the action of Judge Dudley and assert the right to retain this sum of money. Under the heading, “Points and Authorities,” counsel present the question in their brief as follows':'</p>\n<blockquote id=\"b260-4\">“Section 4681 of the Code requires actions such as this to be prosecuted in the name of the real party in interest. F. O. Phillips, intervener, has no interest in the unsatisfied judgment against D. M. Phillips, nor in the amount thereof, except in so far as the same may operate against, or injuriously affect his individual property; otherwise he has no justifiable interest in the credit complained of. Should his contention be upheld is to ownership of the school land lease, he would take and hold the same free from the Mitchell judgment, and could therefore not be interested in the amount thereof; in like manner,, if the lease in fact belongs to the judgment debtor, D. M. Phillips, as found by the trial court, then F. O. Phillips could not be interested in how large the judgment is that is to be enforced against it.”</blockquote>\n<p id=\"b260-5\">From this we gather that the contention of counsel is that F. O. Phillips, by reason of his limited interest in this proceeding in error hereinafter pointed out, cannot question the right of the Mitchells to keep the money. This is probably true, but F. O. Phillips is nor undertaking to raise this question; it was raised by the Mitchells in their cross-petition, and if it is passed upon at all, we must assume that they have joined the proper parties in this court for that purpose. Acting upon this assumption, we (hinlr the court was entirely right in allowing D. M. Phillips a credit for the amount the Mitchells received from Stayman.</p>\n<p id=\"b260-6\">The appeal prosecuted by the Mitchells from the action of the referee in bankruptcy was taken for the purpose of defeating or diminishing Stayman’s claim, in order that ■ the Mitchells might profit to whatever extent they were successful. While the appeal to the United States court was never heard, yet it indirectly resulted in materially reducing Stayman’s claim against the California street property, to the benefit of the Mitchells in a substantial sum. We are wholly at a loss to perceive any legal or equitable ground upon which to sustain the Mitchells’ claim to the money thus secured.</p>\n<p id=\"b260-7\">Finding no reversible error in the record, the judgments appealed from are affirmed.</p>\n<judges id=\"b260-8\">HARRISON, C. J., PITOHFORD, V. C. J., and JOHNSON, ELTINO, MILLER, and NICHOLSON, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}