{
  "casebody": {
    "data": "<casebody firstpage=\"32\" lastpage=\"54\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b58-7\">670 A.2d 1002</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"A_\">Alfred CLAGGETT v. STATE of Maryland.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b58-10\">No. 119,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"A6\">Sept. Term, 1995.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b58-11\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"A5\">Feb. 1, 1996.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b62-14\"><page-number citation-index=\"1\" label=\"36\">*36</page-number>Nancy S. Forster, Assistant Public Defender (Stephen E. Harris, Public Defender, on the brief), Baltimore, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b62-15\">Thomas K. Clancy, Assistant Attorney General (J. Joseph Curran, Jr., Attorney General, Baltimore, MD, and Robert Riddle, State’s Attorney for Calvert County, Prince Frederick, MD, on the brief), for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"b63-3\"><page-number citation-index=\"1\" label=\"37\">*37</page-number>Submitted Before FISCHER, CATHELL and HOLLANDER, JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b63-4\">HOLLANDER, Judge.</author>\n<p id=\"b63-5\">Appellant, Alfred Claggett, was convicted by a jury sitting in the Circuit Court for Calvert County of assault with intent to prevent lawful apprehension, in violation of Md.Ann.Code art. 27, § 386 (1992), and common law battery. On January 13, 1995, appellant was sentenced to concurrent ten-year terms of incarceration, with all but five years suspended. Appellant noted a timely appeal and asks the following questions of this Court:</p>\n<blockquote id=\"b63-6\">I. Did the trial court’s failure to instruct the jury that assault with intent to prevent lawful apprehension may be committed only against a police officer and not a private citizen constitute plain error?</blockquote>\n<blockquote id=\"b63-7\">II. Was the evidence sufficient to sustain appellant’s conviction for assault with intent to prevent lawful apprehension?</blockquote>\n<blockquote id=\"b63-8\">III. Did the trial court err in failing to merge appellant’s sentence for battery into his sentence for assault with intent to prevent lawful apprehension?</blockquote>\n<p id=\"b63-9\">FACTUAL SUMMARY</p>\n<p id=\"b63-10\">At the relevant time, Stephen Davis and Robert Terry were co-owners of an IGA grocery store located in Calvert County. On March 21, 1994, at approximately 9:00 a.m., Mr. Davis straightened the bottles in the liquor display and counted the liquor. He recalled that there were four bottles of Jack Daniels on the shelf. A short time later, a man entered the store and asked Mr. Davis for some boxes. Mr. Davis walked into a back room and retrieved several boxes. When he returned from the back room, Mr. Davis noticed a man, later identified as appellant, standing near the liquor counter with his back to Mr. Davis and his arms raised. Mr. Davis gave the boxes to the man who had requested them, walked over to <page-number citation-index=\"1\" label=\"38\">*38</page-number>the liquor counter, and saw that the four bottles of Jack Daniels were missing.</p>\n<p id=\"b64-5\">Mr. Davis testified that there were only two customers in the store that morning: the man to whom he had given the boxes and appellant. Appellant had previously made a purchase and was carrying an IGA shopping bag. Mr. Davis had not seen the man who had requested the boxes near the liquor counter.</p>\n<p id=\"b64-6\">When Mr. Davis approached the cashier, the cashier informed him that she had not sold any liquor to appellant and that appellant had left the store. Mr. Davis, who was not wearing anything that identified him as a store employee, ran outside. Appellant noticed him and ran to his car. Mr. Davis yelled to appellant to stop. As appellant reached his car, Mr. Davis grabbed the car door handle and attempted to prevent appellant from closing the door.</p>\n<p id=\"b64-7\">Mr. Terry, who had been in the store’s parking lot, came to Mr. Davis’s aid when he heard a “commotion” and heard Mr. Davis say something to the effect of “bring it back or give it back.” Mr. Terry also grabbed the car, but when appellant put the car in reverse and backed away from the men, both men released their grip. Appellant backed the car about fifty feet and then came forward. As Mr. Terry proceeded towards Mr. Davis, appellant drove towards Mr. Terry.</p>\n<p id=\"b64-8\">According to Mr. Terry, when appellant drove forward, he “looked dead at me, turned the wheel towards me and tried to hit me with the car.” Appellant’s car “brushed” against Mr. Terry’s leg and knocked him to the ground. Appellant then sped up and drove away.</p>\n<p id=\"b64-9\">The police were called, and they located appellant through the car’s license plate number. The value of the liquor taken was $55.96.</p>\n<p id=\"b64-10\">We shall include additional facts as necessary in our discussion of the questions presented.</p>\n<p id=\"b65-3\"><page-number citation-index=\"1\" label=\"39\">*39</page-number>DISCUSSION</p>\n<p id=\"b65-4\">I.</p>\n<p id=\"b65-5\">Article 27, § 386 is captioned “Unlawful Shooting, Stabbing, Assaulting, etc., with Intent to Maim, Disfigure or Disable or to Prevent Lawful Apprehension.” The statute provides, in pertinent part, as follows:</p>\n<blockquote id=\"b65-6\">If any person shall unlawfully shoot at any person, or shall in any manner unlawfully and maliciously attempt to discharge any kind of loaded arms at any person, or shall unlawfully and maliciously stab, cut or wound any person, or shall assault or beat any person, with intent to maim, disfigure or disable such person, or with intent to prevent the lawful apprehension or detainer of any party for any offense for which the said party may be legally apprehended or detained, every such offender ... shall be guilty of a felony....</blockquote>\n<p id=\"b65-7\">When instructing the jury on the statutory offense of assault with intent to prevent lawful apprehension, the trial court stated:</p>\n<blockquote id=\"b65-8\">Another charge is the charge of assault on Robert Franklin Terry with the intent to prevent lawful apprehension. In that, the State must prove that the defendant struck the victim, that the defendant intended to prevent the lawful apprehension of the defendant, and that it was committed without justification or mitigation.</blockquote>\n<p id=\"b65-9\">Appellant contends, however, that the court failed to instruct the jury on an essential element of the crime, i.e., that a § 386 offense may be committed only against a police officer acting in the performance of his or her duties and not against a private citizen. In this regard, appellant draws an analogy to the common law offense of resisting arrest. Appellant also claims that § 386 is ambiguous and, therefore, it must be construed in his favor. While appellant acknowledges that he failed to object to the court’s instruction, he asks this Court to hold that the trial court committed plain error.</p>\n<p id=\"b66-4\"><page-number citation-index=\"1\" label=\"40\">*40</page-number>Plain error has been defined as “error which vitally affects a defendant’s right to a fair and impartial trial.” <em>Richmond v. State, </em>330 Md. 223, 236, 623 A.2d 630 (1993) (quoting <em>State v. Daughton, </em>321 Md. 206, 211, 582 A.2d 521 (1990)). “Under Maryland Rule 4-325(e), we possess plenary discretion to notice plain error material to the rights of a defendant, even if the matter was not raised in the trial court.” <em>Danna v. State, </em>91 Md.App. 443, 450, 605 A.2d 150, <em>cert. denied, </em>327 Md. 627, 612 A.2d 257 (1992). But, “[w]e have limited the instances in which an appellate court should take cognizance of unobjected to error to those which are ‘compelling, extraordinary, exceptional or fundamental to assure the defendant a fair trial.’ ” <em>Richmond, </em>330 Md. at 236, 623 A.2d 630 (quoting <em>State v. Hutchinson, </em>287 Md. 198, 203, 411 A.2d 1035 (1980)). In deciding whether to exercise our discretion, this Court may consider the egregiousness of the error, the impact on the defendant, the degree of lawyerly diligence or dereliction, and whether the case could serve as a vehicle to illuminate the law. <em>Austin v. State, </em>90 Md.App. 254, 268-72, 600 A.2d 1142 (1992). Nevertheless, “[t]be touchstone remains, as it always has been, ultimate and unfettered discretion.” <em>Id., </em>90 Md.App. at 268, 600 A.2d 1142. <em>See also, Stockton v. State, </em>107 Md.App. 395, 668 A.2d 936 (1995). Here, we hold that the trial court committed no error, plain or otherwise, in instructing the jury on the offense of assault with intent to prevent lawful apprehension. We explain.</p>\n<p id=\"b66-5\">We begin with a review of the principles of statutory construction. The cardinal rule of statutory interpretation “is to ascertain and effectuate the legislative intent.” <em>Jones v. State, </em>336 Md. 255, 260, 647 A.2d 1204 (1994). <em>See also Motor Vehicle Admin. v. Gaddy, </em>335 Md. 342, 346, 643 A.2d 442 (1994); <em>Montgomery County v. Buckman, </em>333 Md. 516, 523, 636 A.2d 448 (1994); <em>Comptroller of the Treasury v. Jameson, </em>332 Md. 723, 732, 633 A.2d 93 (1993). The primary source for ascertaining that intent is the statutory language itself. <em>In re Douglas P., </em>333 Md. 387, 392, 635 A.2d 427 (1994).</p>\n<blockquote id=\"b66-6\">The starting point in statutory interpretation is with an examination of the language of the statute. If the words of <page-number citation-index=\"1\" label=\"41\">*41</page-number>the statute, construed according to their common and everyday meaning, are clear and unambiguous and express a plain meaning, we will give effect to the statute as it is written.</blockquote>\n<p id=\"b67-5\"><em>Jones, </em>336 Md. at 261, 647 A.2d 1204. Thus, “[w]hen the words of the statute are clear and unambiguous, we need not go further.” <em>State v. Thompson, </em>332 Md. 1, 7, 629 A.2d 731 (1993) . Moreover, “courts must read all parts of a statute together, with a view toward harmonizing the various parts and avoiding both inconsistencies and senseless results that could not reasonably have been intended by the Legislature.” <em>Barr v. State, </em>101 Md.App. 681, 687, 647 A.2d 1293 (1994). <em>See also Parrison v. State, </em>335 Md. 554, 559, 644 A.2d 537 (1994) .</p>\n<p id=\"b67-8\">In applying these principles here, it is apparent that the plain language of § 386 is directed at aggravated assaults against “any person.” The statutory language does not require that the assault must be committed against a police officer in the performance of his or her duties. Imposing the requirement that the assault occur against a police officer acting in the performance of his or her duties would expand the statute to add a requirement that is not there. This we decline to do. <em>See Amalgamated Casualty Insurance Co. v. Helms, </em>239 Md. 529, 534-35, 212 A.2d 311 (1965) (“To supply omissions [in a statute] transcends the judicial function.”); <em>Gregg v. Gregg, </em>199 Md. 662, 668, 87 A.2d 581 (1952). What the Court said in <em>Fikar v. Montgomery County, </em>333 Md. 430, 635 A.2d 977 (1994), is pertinent here:</p>\n<blockquote id=\"b67-9\">[W]here statutory language is plain and free from ambiguity and expresses a definite and sensible meaning, courts are not at liberty to disregard the natural import of words with a view towards making the statute express an intention which is different from its plain meaning.</blockquote>\n<p id=\"b67-10\"><em>Id., </em>333 Md. at 434-435, 635 A.2d 977 (internal quotations omitted).</p>\n<p id=\"b67-11\">The case of <em>Claybrooks v. State, </em>36 Md.App. 295, 374 A.2d 365, <em>cert. denied, </em>281 Md. 735 (1977), supports our view that <page-number citation-index=\"1\" label=\"42\">*42</page-number>the offense may be committed against an ordinary citizen. There, a private citizen attempted to detain two individuals who had robbed a bank. In the ensuing struggle, the citizen was hit across the back and head with a gun barrel. <em>Id., </em>36 Md.App. at 302-03, 374 A.2d 365. The indictment in that ease charged one of the robbers with assault with intent to maim, disfigure, and disable but did not allege that the assault occurred with the intent to prevent lawful apprehension. <em>Id., </em>36 Md.App. at 304, 374 A.2d 365. This Court, in reversing the conviction for the avoiding apprehension offense, stated, in relevant part:</p>\n<blockquote id=\"b68-5\">[T]here was ... ample evidence to entitle the jury to find that there was an assault with intent to prevent legal apprehension. The indictment, however, as we have stated, did not aver that offense, and an accused may not be found guilty of an offense not charged. Had the charge been properly laid, we would have no hesitancy in affirming the conviction. Inasmuch as the offense charged was not proven, and the proven offense was not charged, we shall reverse that conviction.</blockquote>\n<p id=\"b68-6\"><em>Id. </em>at 314, 374 A.2d 365.</p>\n<p id=\"b68-7\">Additionally, appellant’s analogy to the offense of resisting arrest is flawed. Resisting arrest is a common law offense that ordinarily requires “resistance to a lawful arrest made by <em>an officer </em>in the performance of his official duties.” <em>Busch v. State, </em>289 Md. 669, 674-75, 426 A.2d 954 (1981). (Emphasis added). That offense, as defined, is committed when a police officer, in the performance of his or her duties, is arresting the defendant. Conversely, the offense of assault with intent to prevent lawful apprehension provides that it is unlawful to “assault or beat <em>any </em>person.” (Emphasis added). There is simply no requirement that the assault occur in connection with an arrest, rather than a detention, or that it be committed against a police officer. Moreover, there are instances when private persons may lawfully apprehend or detain an individual. <em>Giant Food, Inc. v. Mitchell, </em>334 Md. 633, 643, 640 A.2d 1134 (1994) (“ ‘Any property owner, including a storekeeper, has a ... privilege to detain against his will any <page-number citation-index=\"1\" label=\"43\">*43</page-number>person he believes has tortiously taken his property.’ ”) (quoting <em>Great Atlantic &amp; Pacific Tea Co. v. Paul, </em>256 Md. 643, 656, 261 A.2d 731 (1970)); <em>Stevenson v. State, </em>287 Md. 504, 512-13, 413 A.2d 1340 (1980).</p>\n<p id=\"b69-5\">II.</p>\n<p id=\"b69-6\">Appellant next contends that the evidence was insufficient to sustain his conviction for assault with intent to prevent lawful apprehension. Appellant claims that, because Mr. Terry did not have authority to arrest him, <em>Stevenson, </em>287 Md. at 513, 413 A.2d 1340, the apprehension was not lawful. Accordingly, appellant argues that he could not assault Mr. Terry with the intent to prevent lawful apprehension.</p>\n<p id=\"b69-7\">Initially, we note that at the end of the State’s case, defense counsel made a motion for judgment of acquittal as to each count, but presented argument only on the counts alleging assault with intent to maim and assault with intent to murder. At the close of all the evidence, defense counsel stated only, “I renew my motion for judgement [sic], Your Honor.” As counsel failed to particularize any deficiency in the State’s evidence regarding the charge of assault with intent to prevent lawful apprehension, appellant has not properly preserved this question for our review. Md. Rule 4-324(a); <em>State v. Lyles, </em>308 Md. 129, 135, 517 A.2d 761 (1986) (defendant must “state with particularity all reasons why his motion for judgment of acquittal should be granted”); <em>Brooks v. State, </em>68 Md.App. 604, 611, 515 A.2d 225 (1986), <em>cert. denied, </em>308 Md. 382, 519 A.2d 1283 (1987) (“a motion which merely asserts that the evidence is insufficient to support a conviction, without specifying the deficiency, does not comply with [Rule 4-324] and thus does not preserve the issue of sufficiency for appellate review”).</p>\n<p id=\"b69-8\">Although the issue is not preserved, we will address the issue for further guidance of counsel and the court. We conclude that the evidence was legally sufficient to sustain the conviction.</p>\n<p id=\"b70-4\"><page-number citation-index=\"1\" label=\"44\">*44</page-number>In <em>Great Atlantic &amp; Pacific Tea Co. v. Paul, </em>256 Md. 643, 261 A.2d 731 (1970), the Court of Appeals addressed a situation in which a shopkeeper, believing that a customer had shoplifted some merchandise, deprived the customer of his liberty. The Court set forth the law regarding arrests by private persons:</p>\n<blockquote id=\"b70-5\">Whatever technical distinction there may be between an ‘arrest’ and a ‘detention’ the test whether legal justification existed in a particular case has been judged by the principles applicable to the law of arrest. A shopkeeper under these principles has only the rights of a private person. In Maryland a private person has authority to arrest without a warrant only when a) there is a felony being committed in his presence or when a felony has in fact been committed whether or not in his presence, and the arrester has reasonable ground[s] (probable cause) to believe the person he arrests has committed it; or b) a misdemeanor is being committed in the presence or view of the arrester which amounts to a breach of the peace.</blockquote>\n<p id=\"b70-6\"><em>Id. </em>at 655, 261 A.2d 731. <em>See also, Stevenson, </em>287 Md. at 512-13, 413 A.2d 1340.</p>\n<p id=\"b70-7\">Furthermore, even when a private person observes the offense of shoplifting, the private person generally does not possess the authority to arrest the shoplifter, because shoplifting often involves inexpensive items, so that the offense would amount to a misdemeanor. <em>Paul, </em>256 Md. at 655-56, 261 A.2d 731. In <em>Paul, </em>the Court of Appeals recognized one narrow exception to the general rule governing arrests by private persons:</p>\n<blockquote id=\"b70-8\">Any property owner, including a storekeeper, has a common law privilege to detain against his will any person he believes has tortiously taken his property. This privilege can be exercised only to prevent theft or to recapture property, and does not extend to detention for the purpose' of punishment. This common law right is exercised at the shopkeeper’s peril, however, and if the person detained does <page-number citation-index=\"1\" label=\"45\">*45</page-number>not unlawfully have any of the arrester's property in his possession, the arrester is liable for false imprisonment.</blockquote>\n<p id=\"An\"><em>Id. </em>at 656, 261 A.2d 731.</p>\n<p id=\"b71-5\">Based on <em>Paul, </em>coupled with Mr. Terry’s belief that appellant had taken his property, Mr. Terry had a common law right to apprehend appellant, even if was only for a period of time sufficient either to prevent the theft or recapture his property. Accordingly, the evidence was sufficient to sustain appellant’s conviction for assault with intent to prevent lawful apprehension.</p>\n<p id=\"b71-6\">III.</p>\n<p id=\"b71-7\">Appellant complains that his sentence for common law battery should have merged into his sentence for the statutory offense of assault with intent to prevent lawful apprehension, because the single act of striking Mr. Terry with the car formed the basis for both the battery and the assault charges. In support of his claim, appellant relies on three theories: 1) the required evidence test, embodied in <em>Blockburger v. United States, </em>284 U.S. 299, 52 S.Ct. 180, 76 L.Ed. 306 (1932); 2) the rule of lenity; and 3) fundamental fairness. We agree, based on all three grounds, that appellant’s sentence for battery should have merged with his sentence for assault with intent to prevent lawful apprehension.</p>\n<p id=\"b71-8\">A.</p>\n<p id=\"b71-9\">The authorities are legion in support of the well settled rule that, under Maryland common law, the question of whether one criminal offense merges into another, or whether one offense is a lesser included offense of another, is usually resolved by the “required evidence test.” <footnotemark>1</footnotemark> <em>Williams v. State, </em>323 Md. 312, 316, 593 A.2d 671 (1991) and cases cited therein. Moreover, the required evidence test applies to both common <page-number citation-index=\"1\" label=\"46\">*46</page-number>law offenses and statutory offenses. <em>Id., </em>323 Md. at 317, 593 A.2d 671; <em>Snowden v. State, </em>321 Md. 612, 617, 583 A.2d 1056 (1991).</p>\n<p id=\"b72-5\">The required evidence test focuses on the particular elements of each offense; when all of the elements of one offense are included in the other offense, so that only the latter offense includes a distinct element, the former offense is deemed to merge into the latter offense. <em>State v. Jenkins, </em>307 Md. 501, 517, 515 A.2d 465 (1986). Thus, when two offenses are based on the same act or acts, and the two offenses satisfy the required evidence test, “merger follows as a matter of eourse.” <em>Williams, </em>323 Md. at 318, 593 A.2d 671.<footnotemark>2</footnotemark> In this case, in which appellant has been convicted of both common law battery and a statutory assault, we are satisfied that the required evidence test has been met. As we shall explain below, the offense of assault with intent to avoid lawful apprehension includes all the elements of common law battery.</p>\n<p id=\"b72-6\">The offense of preventing lawful apprehension, codified in § 386, lists a variety of ways in which the offense can be accomplished, including either by assault or battery. <em>See Lamb v. State, </em>93 Md.App. 422, 430-31, 613 A.2d 402 (1992), <em>cert. denied, </em>329 Md. 110, 617 A.2d 1055 (1993). In <em>Richmond v. State, supra, </em>the Court noted that Art. 27, § 386 “sets forth alternative types of assaults” that must be coupled with “alternative states of mind ...” <em>Id., </em>330 Md. at 229, 623 A.2d 630. The Court categorized the alternative modes of conduct and states of mind as follows:</p>\n<blockquote id=\"b72-7\">\n<em>Types of Assaults</em>\n</blockquote>\n<blockquote id=\"b72-8\">1. Unlawfully shoot at any person.</blockquote>\n<blockquote id=\"b72-9\">2. Unlawfully, and maliciously attempt to discharge any kind of loaded arms at any person.</blockquote>\n<blockquote id=\"b73-4\"><page-number citation-index=\"1\" label=\"47\">*47</page-number>3. Unlawfully and maliciously stab, cut or wound any person.</blockquote>\n<blockquote id=\"b73-5\">4. Assault or beat any person.</blockquote>\n<blockquote id=\"b73-6\">\n<em>States of Mind</em>\n</blockquote>\n<blockquote id=\"b73-7\">A. With intent to maim, disfigure or disable such person.</blockquote>\n<blockquote id=\"b73-8\">B. With intent to prevent the lawful apprehension or detainer of any party for any offense for which the said party may be legally apprehended or detained.</blockquote>\n<p id=\"b73-9\"><em>Id., </em>330 Md. at 229-230, 623 A.2d 630 (italics in original; internal footnote omitted). Thus, while the offense contains a variety of alternative elements, “one of the alternative states of mind must be alleged together with one of the alternative types of assault in order to allege a crime.” <em>Id., </em>330 Md. at 230, 623 A.2d 630. Of particular significance to this case, the Court explained that:</p>\n<blockquote id=\"b73-10\">There seems never to have been any doubt that the fourth type of assault, ‘assault or beat any person,’ had to be combined with one of the two alternative states of mind (A or B) to constitute an offense under the statute.</blockquote>\n<p id=\"b73-11\"><em>Id., </em>330 Md. at 230, 623 A.2d 630.</p>\n<p id=\"b73-12\">Assault and battery, although closely related, are nonetheless distinct crimes. <em>Ford v. State, </em>330 Md. 682, 699, 625 A.2d 984 (1993); <em>State v. Duckett, </em>306 Md. 503, 510, 510 A.2d 253 (1986); <em>see also Lamb v. State, </em>93 Md.App. at 441, 613 A.2d 402. Battery is commonly defined as a harmful, unlawful, or offensive touching. <em>Ford, </em>330 Md. at 699, 625 A.2d 984; <em>Vogel v. State, </em>315 Md. 458, 460-61 n. 3, 554 A.2d 1231 (1989); <em>Kellum v. State, </em>223 Md. 80, 85, 162 A.2d 473 (1960). Moreover, the unlawful application of force to another, however slight, constitutes a battery. <em>Anderson v. State, </em>61 Md.App. 436, 440, 487 A.2d 294 (1985). In contrast, an assault technically occurs without any touching. Ordinarily, to sustain a conviction for assault, the State must prove either “ ‘(1) an attempt to commit a battery or (2) an intentional placing of another in apprehension of receiving an immediate battery.’ ” <em>Ford, </em>330 Md. at 699, 625 A.2d 984, quoting <em>Snowden v. State, </em><page-number citation-index=\"1\" label=\"48\">*48</page-number>321 Md. 612, 617, 583 A.2d 1056 (1991); <em>see also Lamb, </em>93 Md.App. at 428, 613 A.2d 402. <em>See also Anderson, </em>61 Md.App. at 440, 487 A.2d 294.<footnotemark>3</footnotemark></p>\n<p id=\"b74-5\">While assault and battery are separate offenses, and “there is no single crime in our State called ‘assault and battery’ ”, <em>Duckett, </em>306 Md. at 510, 510 A.2d 253, the terms are often used interchangeably and imprecisely. In <em>Lamb, </em>Judge Moylan, writing for the Court, exhaustively and thoroughly analyzed the use—and misuse—of the term “assault.” <em>Lamb </em>makes clear that, in case law and in statutory law, in Maryland and elsewhere, the term “assault” is often used in a way that embraces conduct that actually constitutes battery. <em>Lamb, </em>93 Md.App. at 428-433, 613 A.2d 402. As a result, the term “assault” frequently refers to “the combination of the inchoate attempt to beat or to batter followed immediately by the consummation of that attempt.” <em>Id., </em>93 Md.App. at 428, 613 A.2d 402. Further a consummated battery is often “embraced” by the word “assault” and the phrase “assault and battery” <em>Anderson, </em>61 Md.App. at 440, 487 A.2d 294.</p>\n<p id=\"b74-6\">So intertwined are the usages of the terms assault and battery that the offenses of assault and battery are often charged in a single count, although the two crimes are substantively distinct. <em>Ford, </em>330 Md. at 700, 625 A.2d 984. The charge of “assault and battery” constitutes a well recognized common law exception to the rule that prohibits duplicitous charges. <em>Id. </em>Even when there is a separate jury determination of assault and battery, however, a defendant can be sentenced on only one count, if the underlying conduct is the same. <em>Id.</em></p>\n<p id=\"b75-4\"><page-number citation-index=\"1\" label=\"49\">*49</page-number>Numerous statutes in Maryland further demonstrate that the terms “assault” and “battery” are used synonymously. For example, the crimes embodied in Art. 27, § 12, which punish various serious assault offenses, use the word “assault” in a “more embracing sense” and clearly include batteries. <em>Lamb, </em>93 Md.App. at 429-430, 613 A.2d 402. Similarly, an assault with intent to murder may involve a “mere assault,” such “as where the bullet misses,” <em>Id., </em>93 Md.App. at 430, 613 A.2d 402, or an actual commission of a battery. <em>Id. </em>In either event, the offense is called an assault with intent to murder.</p>\n<p id=\"b75-5\">Article 27, § 12A is yet another example that illustrates the point that the terms “assault” and “battery” are often employed synonymously. The statute is titled: “Assault-Third Person Aiding One Being Assaulted.” As Judge Moylan points out in <em>Lamb, </em>the statute “contemplates, <em>inter alia, </em>a battery in progress as it provides any single ‘person <em>witnessing a violent assault </em>upon the person of another may lawfully aid <em>the person being assaulted </em>by assisting in that person’s defense.’ ” (Emphasis in <em>Lamb; </em>citation omitted). <em>See also W. LaFave and A. Scott, </em>Criminal Law (2d ed. 1986), § 7.14(a).</p>\n<p id=\"b75-6\">Depending on the context, then, the term “assault” has become a “synonym” for the term “battery,” as well as for “assault and battery.” <em>Lamb, </em>93 Md.App. at 428, 613 A.2d 402. Indeed, “the subsumed use of the noun ‘assault’ to connote a battery [is] a common, if not universal, usage.” <em>Id., </em>93 Md.App. at 429, 613 A.2d 402.</p>\n<p id=\"b75-7\">As we observed earlier, the plain language of § 386 expressly includes battery as a mode to accomplish the “intent to avoid lawful apprehension” offense. That Claggett was convicted of <em>assault </em>with intent to avoid lawful apprehension, rather than <em>battery </em>with the intent to avoid lawful apprehension, no doubt reflects the nearly universal characterization of § 386 as an <em>assault </em>statute. Nevertheless, as our earlier discussion suggests, in using the term “assault,” the Legislature clearly embraced “battery” as well. Moreover, the interchangeable use of the terms assault and battery warrants our <page-number citation-index=\"1\" label=\"50\">*50</page-number>conclusion that the offense of intent to avoid lawful apprehension may be accomplished either by a true assault or, as happened here, by a battery.</p>\n<p id=\"b76-5\">Without question, battery was the mode by which appellant committed the § 386 offense. Appellant was charged, tried, and convicted of two offenses that indisputably were based on a single act and involved a single victim, Mr. Terry. In instructing the jury on the assault charge, the court stated, in relevant part, that the State had to prove that “the defendant <em>struck </em>the victim.” (Emphasis added). When instructing the jury on the offense of battery, the court stated, “[T]he State must prove that the defendant <em>caused offensive, physical contact </em>with the victim.” (Emphasis added). Based on the evidence presented, the court properly instructed the jury that contact had to be made with the victim to sustain both offenses, because appellant’s action of striking the victim with his car formed the basis for both charges.</p>\n<p id=\"b76-6\">Therefore, when there is but a singular physical striking of one victim, and all of the elements of the offense of battery coincide with some of the elements of the assault with intent to avoid lawful apprehension offense, the required evidence test has been satisfied. Accordingly, merger was appropriate.</p>\n<p id=\"b76-7\">The case of <em>Biggus v. State, </em>323 Md. 339, 593 A.2d 1060 (1991), supports our view that merger is warranted. There, the Court considered whether the Legislature intended in Article 27, § 464B, to create a single “third degree sexual offense”, which could be committed in various ways, or, alternatively, to create several distinct offenses. The Court also addressed whether the defendant’s conviction for the common law offense of battery merged with his sex offense conviction. The Court determined that the Legislature did not intend to create separate sex offenses in the various subsections in § 464B. <em>Id., </em>323 Md. at 347-48, 593 A.2d 1060. Consequently, the defendant was guilty of only a single incident of unlawful sexual contact, which he committed in various ways. As a result, he was subject to a single maximum prison term, <page-number citation-index=\"1\" label=\"51\">*51</page-number>rather than separate terms for each way in which he committed the offense. <em>Id., </em>323 Md. at 350, 593 A.2d 1060.</p>\n<p id=\"b77-5\">The Court also concluded that the third degree sexual offense and the battery offense constituted distinct criminal offenses, although they were based on the same acts. The Court reasoned that “The former is entirely a creature of statute. Art. 27, § 464B. The latter is a common law offense which has not been addressed by statute.” <em>Id., </em>323 Md. at 350, 593 A.2d 1060. Nevertheless, the Court recognized that when the same act or acts constitute different criminal offenses, “Maryland common law principles will often require” merger for sentencing purposes, “so that separate sentences are not imposed for the same act or acts.” <em>Id., </em>323 Md. at 350, 593 A.2d 1060. Applying the required evidence test, the Court reasoned that the unlawful sexual contact involved in a violation of § 464B constitutes a battery, although it also has additional elements that are not required for battery. Because the elements of battery were included within the third degree sexual offense, merger was warranted under the required evidence test. <em>Id., </em>323 Md. at 350-351, 593 A.2d 1060.</p>\n<p id=\"b77-6\">B.</p>\n<p id=\"b77-7\">As we have noted, the required evidence test is only one of the standards used to resolve questions of merger. <em>Williams v. State, supra, </em>323 Md. at 320-21, 593 A.2d 671; <em>Monoker v. State, </em>321 Md. 214, 222-24, 582 A.2d 525 (1990); <em>State v. Jenkins, supra, </em>307 Md. at 518-521, 515 A.2d 465, and cases there cited. Even if two offenses do not merge under the <em>Blockburger test, </em>merger may be appropriate based on the “rule of lenity.” <em>Williams v. State, </em>323 Md. at 322, 593 A.2d 671.</p>\n<p id=\"b77-8\">The “rule of lenity,” which is a principle of statutory construction, “provides that doubt or ambiguity as to whether the legislature intended that there be multiple punishments for the same act or transactions ‘ “will be resolved against turning a single transaction into multiple offenses.” ’ ” <em>White v. State, </em>318 Md. 740, 744, 569 A.2d 1271 (1990), quoting <page-number citation-index=\"1\" label=\"52\">*52</page-number><em>Simpson v. United States, </em>435 U.S. 6, 15, 98 S.Ct. 909, 914, 55 L.Ed.2d 70 (1978), in turn quoting <em>Bell v. United States, </em>349 U.S. 81, 84, 75 S.Ct. 620, 622, 99 L.Ed. 905 (1955). As the Court recognized in <em>Brooks v. State, </em>284 Md. 416, 397 A.2d 596 (1979),</p>\n<blockquote id=\"b78-5\">even though offenses may be separate and distinct under the required evidence test, courts occasionally find as a matter of statutory interpretation that the Legislature did not intend, under the circumstances involved, that a person could be convicted of two particular offenses growing out of the same act or transaction.</blockquote>\n<p id=\"b78-6\"><em>Id., </em>284 Md. at 423, 397 A.2d 596 (citations omitted). Further, the rule of lenity is applicable even when, as here, one offense is statutory and the other is a common law crime. <em>Williams v. State, </em>323 Md. at 321, 593 A.2d 671; <em>Monoker v. State, </em>321 Md. at 223, 582 A.2d 525.</p>\n<p id=\"b78-7\">In <em>Williams, </em>the Court of Appeals considered the question of whether a conviction for assault with intent to murder should merge into a conviction for attempted murder in the first degree when both convictions arise out of the same acts. The Court determined that attempted first degree murder and assault with attempt to murder do not meet the required evidence test, and the offenses do not merge under that theory. Nevertheless, based on the rule of lenity, the Court concluded that merger was appropriate. What the Court said in <em>Williams </em>is noteworthy here:</p>\n<blockquote id=\"b78-8\">There has never been any indication, in either statutory provisions or legislative history or this Court’s opinions, that one of the purposes in establishing the offense of assault with intent to murder was to compound the punishment for attempted murder. Consequently, the rule of lenity is applicable and leads to the conclusion that the General Assembly did not intend that multiple punishments be imposed when the same acts constitute attempted first degree murder and assault with attempt to murder.</blockquote>\n<p id=\"b78-9\"><em>Id., </em>323 Md. at 322-323, 593 A.2d 671.</p>\n<p id=\"b78-10\">Similarly, in <em>State v. Jenkins, supra, </em>307 Md. 501, 515 A.2d 465 (1986), the Court considered whether a defendant could <page-number citation-index=\"1\" label=\"53\">*53</page-number>receive separate sentences for two aggravated assaults that violated two separate statutes (Art. 27, §§ 12 and 386), when both convictions were based on one assaultive act of shooting.<footnotemark>4</footnotemark> While the Court determined that the intent elements of assault with intent to murder and assault with intent to maim are inconsistent, the Court concluded that the <em>offenses </em>are not necessarily inconsistent. <em>Id., </em>307 Md. at 515-516, 515 A.2d 465. Nevertheless, the Court determined that, even if assault with intent to murder and assault with intent to maim are not inconsistent offenses, the General Assembly did not intend the imposition of separate sentences based on a single assaultive act. <em>Id., </em>307 Md. at 517, 515 A.2d 465. Accordingly, the Court concluded that the conviction for assault with intent to maim merged into the conviction for assault with intent to murder. In this regard, the Court said:</p>\n<p id=\"b79-5\">We agree that assault with intent to murder and assault with intent to maim, disfigure or disable, when based on the <em>same single act of assault </em>[i.e. shooting] should not be viewed as entirely separate crimes for purposes of conviction and sentence. Rather, as the courts generally hold, one aggravated assault should be viewed as merging into the other aggravated assault.</p>\n<p id=\"b79-6\"><em>Id., </em>307 Md. at 521, 515 A.2d 465 (emphasis added).</p>\n<p id=\"b79-7\">Applying the reasoning of <em>Jenkins </em>to this case, it is apparent that the purpose of the § 386 assault statute was not to compound punishment for a common law battery, when the same underlying conduct results in multiple convictions. Therefore, merger is appropriate under the rule of lenity.</p>\n<p id=\"b79-8\">C.</p>\n<p id=\"b79-9\">In addition to the rule of lenity, courts have resolved the merger question on the basis of considerations of fundamental fairness. The Court said in <em>Williams, </em>“Considerations <page-number citation-index=\"1\" label=\"54\">*54</page-number>of fairness and reasonableness reinforce our conclusion [to merge].” <em>Id., </em>323 Md. at 324, 593 A.2d 671. What the Court said in <em>White v. State, supra, </em>is also pertinent:</p>\n<blockquote id=\"b80-5\">Other considerations may also be applicable in arriving at a principled decision.... We have also looked to whether the type of act has historically resulted in multiple punishment. The fairness of multiple punishments in a particular situation is obviously important.</blockquote>\n<p id=\"b80-6\"><em>Id., </em>318 Md. at 745-46, 569 A.2d 1271 (citations omitted).</p>\n<p id=\"b80-7\">Certainly, considerations of fundamental fairness apply here; the singular striking of one victim resulted in two convictions but warrants only one sentence.</p>\n<p id=\"b80-8\">APPELLANT’S SENTENCE FOR BATTERY VACATED. ALL OTHER JUDGMENTS AFFIRMED.</p>\n<p id=\"b80-9\">COSTS TO BE PAID TWO-THIRDS BY APPELLANT AND ONE-THIRD BY CALVERT COUNTY.</p>\n<footnote label=\"1\">\n<p id=\"b71-10\">. The \"required evidence lest” is also commonly called the <em>Blockburger </em>test, referring to <em>Blockburger v. United States, </em>284 U.S. 299, 52 S.Ct. 180, 76 L.Ed. 306 (1932), or the \"same evidence test.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b72-10\">. The exception discussed in <em>Frazier v. State, </em>318 Md. 597, 614-615, 569 A.2d 684 (1990), permitting the Legislature to provide for a more severe, separate punishment for an offense that otherwise satisfies the required evidence test, is not applicable here.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b74-7\">. In <em>Anderson, </em>the Court cogently explained:</p>\n<blockquote id=\"b74-8\">\"The single word 'assault' and the whole expression 'assault and battery' are frequently used as loosely synonomous terms. Just as ‘assault’ can mean an actual battery ... it also embraces two other varieties of criminal conduct, not here pertinent: (1) an attempted battery, and (2) an intentional placing of another in apprehension of receiving an immediate battery.’ ”</blockquote>\n<p id=\"b74-9\"><em>Id., </em>61 Md.App. at 440 n. 1, 487 A.2d 294.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b79-10\">. In <em>Jenkins, </em>one Alfred Claggett was the victim. We do not know whether the Alfred Claggett who was the victim in <em>Jenkins </em>is the same Alfred Claggett who is the appellant here. We note, however, that both <em>Jenkins </em>and this case arise from events that occurred in Calvert County.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}