{
  "casebody": {
    "data": "<casebody firstpage=\"315\" lastpage=\"316\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b349-8\">SUNDELEVITZ v. FOURTEENTH STREET BANK.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b349-9\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AqZ1\">February 9, 1911.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b349-10\">1. Banks and Banking (§ 154<footnotemark>*</footnotemark>)—Depositors—Checks—Evidence.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b349-11\">In an action by a depositor against a bank to recover a balance due him on his deposit account, in which defendant claimed that the amount of the balance had been drawn out by a check which was lost, evidence <em>held </em>insufficient to support a judgment for plaintiff.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b349-12\">[Ed. Note.—For other cases, see Banks and Banking, Cent. Dig. § 523; Dec. Dig. § 154.<footnotemark>*</footnotemark>J</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b349-14\">2. Evidence (§ 178<footnotemark>*</footnotemark>)—Best and Secondary Evidence—Payment op Checks.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b349-15\">The check of a depositor is the best evidence of the amount drawn out of his bank account; but, where the check is lost, the bank may produce any other competent evidence to show the withdrawal.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b349-16\">[Ed. Note.—For other cases, see Evidence, Cent. Dig. §§ 589-594; Dec. Dig. § 178.<footnotemark>*</footnotemark>]</headnotes>\n<summary data-order=\"9\" data-type=\"history\" id=\"b349-18\">Appeal from Municipal Court, Borough of Manhattan, Second District.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b349-19\">Action by Barnett Sundelevitz against the Fourteenth Street Bank. From a judgment for plaintiff, defendant appeals.</summary>\n<disposition data-order=\"11\" data-type=\"disposition\" id=\"AzZ\">Reversed, and new trial granted.</disposition>\n<p data-order=\"12\" data-type=\"judges\" id=\"b349-21\">Argued before HENDRICK, LEHMAN, and DELANY, J.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b349-22\">Freyer, Hyman &amp; Jarmulowsky, for appellant.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b349-23\">J. Leon Brandmarker, for respondent.</attorneys>\n<footnote data-order=\"15\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b349-24\">For other cases see same topic <em>&amp; </em>§ number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b350-4\"><page-number citation-index=\"1\" label=\"316\">*316</page-number>LEHMAN, J.</author>\n<p id=\"AGl\">The plaintiff is a depositor in defendant bank. He brings suit for an alleged balance of $50 in his account. It appears that his account was balanced on July 15,1909, and he then had a credit of $86.56; that his account was balanced again on October 18, 1909, and according to the books of the bank showed a credit balance of $306.36, and that 34 checks had been charged against it in the interval. The bank is in possession, however, of only 33 vouchers. The charge for which no voucher can be produced! is a check for $50 presented to the' bank on July 15, 1909.</p>\n<p id=\"b350-5\">The bank cashier, who had been called by the plaintiff to show these facts, testified that he knows the plaintiff’s signature; that the entry of the charge of $50 against the plaintiff’s account was made by him in the regular course of business and after seeing the check; and that the check was signed by the plaintiff and was a proper charge against his account. He explains the failure to find the missing voucher upon the theory that it was presented on July 15th after the account was balanced!, but before the plaintiff called for the vouchers on that balance, and that this voucher was erroneously delivered to the plaintiff as if included in that balance. He also claims that he asked the plaintiff for the stub of his checkbook and for his old vouchers, but that plaintiff refused to deliver them.</p>\n<p id=\"b350-6\">The plaintiff presented no evidence, other than the testimony of the cashier, that the plaintiff would have a balance of $50 except for the charge against the account for which he has no voucher. He denies only that he received that voucher with his other checks on July 15th, and that he refused to deliver his vouchers or stubs to the bank for examination, but claims that he has lost them, and also his books, and that without them he does not know whether or not he drew a check for $50 against his account about July 15th. The trial justice stated that he believed the defendant, and did not believe the plaintiff, but felt constrained! to give judgment for the plaintiff.</p>\n<p id=\"b350-7\">There is no rule of law which required or permitted the trial justice to reach so unjust a result. The bank owes the depositor the amount deposited with it and not drawn out upon the depositor’s order. The written order itself is the best evidence of the amount, drawn out,. Where, however, that order is lost, the bank is not concluded by its inability to produce this evidence, but may produce any other competent evidence to show the withdrawal. In this case it has by competent evidence shown that the $50 were actually withdrawn by a check signed by the plaintiff. Its evidence has not been directly contradicted, and was credited by the trial justice, and judgment should have been given in its favor.</p>\n<p id=\"b350-8\">Judgment should be reversed, and a new trial granted, with costs to appellant to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}