{
  "casebody": {
    "data": "<casebody firstpage=\"777\" lastpage=\"778\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b807-1\">Rockingham</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"ATZ\">No. 79-136</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b807-4\">The State of New Hampshire v. Michael C. Cushing</parties>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b807-7\">October 24, 1979</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b807-10\"><em>Thomas D. Rath, </em>attorney general <em>{Steven J. McAuliffe, </em>assistant attorney general, orally), for the State.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b807-11\"><em>Shaines, Madrigan &amp; McEachern, </em>of Portsmouth <em>{Gregory D. Robbins </em>orally), for the defendant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b807-12\">PER CURIAM.</author>\n<p id=\"AsB\">Defendant appealed two convictions in the Hampton District Court to the Superior Court for Rockingham County; one on a charge of criminal trespass on August 18, 1976, and the other on a charge of criminal mischief on or about December 8, 1976. On January 11, 1979, the superior court mailed defendant a notice of arraignment on both appeals to be held on January 23, 1979. The defendant, who was not represented by counsel, failed to appear and was defaulted. By motion dated January 24, 1979, he asked that the default be stricken because he had been out of the country on vacation and had not returned until January 23, 1979, at noon. The State opposed the motion on the ground that he had not alleged “accident, mistake or misfortune” and because he was at fault for not providing the court with his most recent address. The motion was denied on February 23, 1979, and defendant moved for a rehearing which was denied. Defendant’s exception was transferred by <em>Mullavey, </em>J.</p>\n<p id=\"b807-13\">At oral argument, it appeared that there was no real dispute as to the facts and consequently no issue of credibility was involved in the decision below. We are in as good a position, therefore, to decide the issue as the superior court. We find that the defendant’s failure to appear was due to accident and misfortune and not due to defendant’s neglect. RSA 599:1-b. The defendant had filed his appeal in August 1976. So far as appears, he had heard nothing from the court before he <page-number citation-index=\"1\" label=\"778\">*778</page-number>left on a two-week vacation. Considering the short period of his absence, we do not find defendant negligent for not either having his mail forwarded or notifying the court of his new location.</p>\n<p id=\"b808-5\">\n<em>Default stricken; remanded.</em>\n</p>\n<judges id=\"b808-6\">BOIS, J., did not sit.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}