{
  "casebody": {
    "data": "<casebody firstpage=\"896\" lastpage=\"905\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b918-8\">UNITED STATES of America, Plaintiff-Appellee, v. Michael W. MEEKS, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b918-10\">No. 07-3063.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b918-11\">United States Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b918-13\">Aug. 28, 2008.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b918-27\">Before: KENNEDY, GILMAN and GIBBONS, Circuit Judges.</p>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b919-4\"><page-number citation-index=\"1\" label=\"897\">*897</page-number>JULIA SMITH GIBBONS, Circuit Judge.</author>\n<p id=\"b919-5\">Pursuant to a plea agreement, defendant-appellant Michael W. Meeks pled guilty to one count of receiving and distributing child pornography and one count of possession of child pornography. Prior to his trial, the district court denied his motion to suppress. The district court sentenced Meeks to 80 months incarceration, followed by 10 years of supervised release with standard and special conditions. He appeals the denial of his motion to suppress, the conditions of his supervised release, and the length of his sentence as exceeding a “mandatory sentence.” For the following reasons, we affirm the judgment of the district court.</p>\n<p id=\"b919-6\">I.</p>\n<p id=\"b919-7\">In November 2002, a complainant in Denmark reported to the Federal Bureau of Investigation’s (“FBI”) internet website that the Yahoo! group Muels — Plays-chooool was being used to transmit child pornography. The complainant runs an electronic mail message (“e-mail”) service and discovered the group while servicing the account of a client who sent and received e-mails from the group. The complainant voluntarily provided the FBI with three compact discs that contained more than three thousand e-mail messages from the client’s account, software to view the emails and associated attachments, and instructions on how to install the software. The FBI conducted an investigation. It determined “that the name of the group had changed more than once during the existence of the group, but that the ListID remained constant.”<footnotemark>1</footnotemark> For example, the group name Muels — Playschooool had been changed to Muels — Playdays, but the ListID remained 4453502.</p>\n<p id=\"b919-11\">The FBI was not able to access the group directly because membership in the group was by invitation only. It obtained a search warrant to Yahoo!, Inc., and shortly after it received the results, Yahoo shut down the group. The FBI reviewed the evidence to identify persons in the United States who transmitted child pornography. It obtained registration information for some members of the group and photographs and e-mails that had been posted in the group.</p>\n<p id=\"b919-12\">One of the identified group members used the e-mail address ledbootz75@ yahoo.com. On October 26, 2002, four separate e-mails, each entitled “Our Girl Kate,” were sent to the group by ledbootz75@ yahoo.com. Each e-mail contained three images of a prepubescent female wearing an oversized fishnet blouse which exposed her lower body. Each image also was titled, “Russian Lolitas. Professional Series.” Each image listed an internet address, russianlolitas.net.</p>\n<p id=\"b919-13\">On November 18, 2002, ledbootz75@ yahoo.com sent the group three additional e-mail messages. One e-mail contained three images of a prepubescent female wearing an oversized shirt and underwear that was loose enough to reveal her chest and genital areas. Each of the other two e-mails contained three images of a prepubescent female wearing oversized underwear; the female in each image was lying on her side on a blanket or lying or sitting on a blanket with her legs opened. Each of these nine images was titled “GENJA.”</p>\n<p id=\"b919-14\">The FBI tracked the internet protocol(“IP”)address<footnotemark>2</footnotemark> used by ledbootz75@ <page-number citation-index=\"1\" label=\"898\">*898</page-number>yahoo.com. Level 3 Communications, a company that purchases blocks of IP addresses and resells them to other companies that allocate individual IP addresses to individual clients, leased the IP address to SBC Global. SBC Global, an internet service provider, assigned the IP address to Dora A. Meeks, who had a username hootbomb@sbcglobal.net. Hootbomb@ sbcglobal.net accessed the internet, logged into the ledbootz75@yahoo.com account, and sent images of child pornography interstate through Yahoo! services in Santa Clara, California. SBC identified the owner of the hootbomb account as Dora A. Meeks, 65934 Endley Road, Cambridge, Ohio 43725 (“Endley residence”), telephone number (216) 251-6824, with an enrollment date of September 10, 2002. The person who created the ledbootz75@yahoo. com e-mail account identified himself as Jimmy Gent, Cleveland, Ohio 44102, a male carpenter born on May 19, 1979, information that was not verified prior to creation of the account. The FBI was unable to locate a Jimmy Gent with that date of birth.</p>\n<p id=\"b920-4\">After reviewing the images and an attached affidavit, Judge James L. Graham issued a search warrant for Dora Meeks’s residence. On June 11, 2003, the FBI executed the search warrant and interviewed Dora Meeks. The FBI confirmed that Dora Meeks paid for the internet service but learned that it was provided to her other residence, 10605 Manoa Avenue, Brooklyn, Ohio 44144, (“Manoa residence”) where her son Michael Meeks resided. The FBI confirmed that the internet account at the Manoa residence was still active.</p>\n<p id=\"b920-5\">Also on June 11, 2003, the FBI conducted surveillance on the Manoa residence and confirmed that Michael Meeks resided there.<footnotemark>3</footnotemark> On that same date, Magistrate Judge Jack B. Streepy issued a search warrant for computer equipment at the Manoa residence. The FBI executed the search warrant on the Manoa residence on June 11, 2003. In a basement bedroom in the residence that contained some of Michael Meeks’s personal documents, agents found a computer monitor, printer, scanner, and keyboard. Agents did not find a central processing unit (“CPU”) containing a hard drive. The answering machine contained several messages from a female asking Michael Meeks to answer the telephone because she was worried about him.</p>\n<p id=\"b920-9\">One item seized during the search was a notebook of five-by-eight-inch index cards containing detailed notes of e-mail addresses, passwords, and names of albums containing pictures and movies. The names of the directories and files included “Sweet Lolita Sisters,” “4yr-bj,” “Reel Kiddy Mov — Vicky—Sucking,” “dad eats tiny,” and “4 yo cummouth.” The notebook referenced a series of images it identified as “Genja.” It contained references to the ledbootz75@yahoo.com email account and to other e-mail addresses containing ledbootz followed by different numbers along with passwords to these other e-mail accounts. The notebook also referred to eleven accounts on an internet site, PhotoIsland.com, a website that provides free online photography storage for up to ten megabytes of storage space per account. FBI Special Agent Brian Vig-neaux accessed the accounts and changed the passwords in order to secure the evidence before obtaining a search warrant— but he did not conduct a search of the contents of the accounts.</p>\n<p id=\"b920-10\">Fifteen floppy discs were seized from the bedroom cabinet. Two discs contained a series of 32 pictures entitled “Gege” that appeared to be sexually explicit images of <page-number citation-index=\"1\" label=\"899\">*899</page-number>a young girl. The seized notebook contained a reference to “Gege” as a series associated with one of Meeks’s e-mail addresses.</p>\n<p id=\"b921-5\">The seized notebook also contained references to e-mail addresses and passwords where Meeks stored pictures and movies, including Yahoo! accounts MilesBeyond— 440 and Milesbeyond — led. Although he did not conduct a search, Vigneaux accessed the accounts and changed the passwords in order to secure the evidence. The seized notebook also listed multiple Yahoo! e-mail addresses and accounts that did not specify whether they were Yahoo! accounts. Many of the e-mail addresses had what appeared to be photo albums linked to them.</p>\n<p id=\"b921-6\">On June 24, 2003, Magistrate Judge Streepy issued a search warrant for Arc-Soft, Inc., the Fremont, California based internet service that controlled Photols-land. com. The search warrant was for Meeks’s eleven accounts at Photols-land.com. That same day, Magistrate Judge Streepy issued a search warrant to Yahoo!, Inc. for accounts associated with Michael Meeks.</p>\n<p id=\"b921-7\">In response to the search warrant, on July 9, 2003, Yahoo! provided Vigneaux with e-mail and IP history contents of the accounts. This information showed that Meeks was the group owner<footnotemark>4</footnotemark> of multiple Yahoo! groups. On August 14, 2003, Magistrate Judge Streepy issued a search warrant to Yahoo! for the briefcase contents of the groups, including the picture files associated with the Yahoo! group accounts.</p>\n<p id=\"b921-8\">An analysis of the floppy discs seized at Michael Meeks’s residence and 16 online accounts revealed 765 files containing child pornography. Five files contained images of child pornography with identified victims. At least three files depicted children being penetrated or in bondage.</p>\n<p id=\"b921-11\">An indictment charged Meeks with one count of receiving and distributing material involving the sexual exploitation of minors (18 U.S.C. § 2252(a)(2)), one count of possession of material involving the sexual exploitation of minors (18 U.S.C. § 2252(a)(4)(B)), one count of receiving and distributing child pornography (18 U.S.C. § 2252A(a)(2)), and one count of possession of child pornography (18 U.S.C. § 2252(a)(5)(B)).</p>\n<p id=\"b921-12\">Meeks filed a motion to suppress the evidence seized during the search of the Manoa residence. The district court held a suppression hearing. The district court denied Meeks’s motion to suppress. The district court clarified that it was not relying on the determinations made by Judge Graham. The district court read the affidavit and concluded that it was sufficient to establish probable cause. The owner of the account had been traced to Dora Meeks who told authorities that the account was in her name but the feed went to the Manoa residence where her son resided. Although this evidence was probably sufficient, the district court noted that authorities also established that Michael Meeks lived at the Manoa residence. The district court concluded that the description of the images and their titles could be viewed as pornographic. The district court stated:</p>\n<blockquote id=\"b921-13\">And I conclude that there was probable cause for the search for all the reasons stated, both because it’s clear cut to me that the information they received that they thought was pertinent to the Southern District was pertinent to the Northern District and was involved in the <page-number citation-index=\"1\" label=\"900\">*900</page-number>affidavit, and was put in the affidavit. And two, because the images depicted were such that the magistrate was entitled to conclude for purposes of deciding whether to issue a search warrant that that was pornographic activity or was pornographic, the items depicted were pornographic in nature.</blockquote>\n<p id=\"b922-4\">Meeks pled guilty to one count of receiving and distributing child pornography and one count of possession of child pornography. Pursuant to the plea agreement, Meeks generally waived his right to appeal. But he preserved the right to appeal “(a) any punishment in excess of the statutory maximum; (b) any sentence to the extent it exceeds the maximum of the sentencing range determined under the advisory Sentencing Guidelines in accordance with the sentencing stipulation in this agreement, using the Criminal History Category found applicable by this Court; (c) this court’s order, dated April 18, 2005, denying Defendant’s motion to suppress evidence.”</p>\n<p id=\"b922-5\">The district court sentenced Meeks to 80 months incarceration, followed by 10 years of supervised release with standard and special conditions, and ordered Meeks to pay a $200 special assessment. Meeks filed a timely notice of appeal.</p>\n<p id=\"b922-6\">II.</p>\n<p id=\"b922-7\">A.</p>\n<p id=\"b922-8\">“The district court’s factual findings on a motion to suppress are reviewed for clear error and its legal determinations are reviewed <em>de novo.” United States v. Martin, </em>526 F.3d 926, 936 (6th Cir.2008) (citation omitted). Whether probable cause to issue a warrant was present is also reviewed <em>de novo. United States v. Garcia, </em>496 F.3d 495, 502 (6th Cir.2007). The court reviews the evidence “in a light most likely to support the decision of the district court.” <em>United States v. Frazier, </em>423 F.3d 526, 531 (6th Cir.2005).</p>\n<p id=\"b922-9\">The Fourth Amendment states, in relevant part, that “no Warrants shall issue, but upon probable cause, supported by Oath or affirmation.... ” U.S. Const, amend. IV. Probable cause is “a fair probability that contraband or evidence of a crime will be found in a particular place.” <em>Illinois v. Gates, </em>462 U.S. 213, 238, 103 S.Ct. 2317, 76 L.Ed.2d 527 (1983). Whether probable cause is present is determined by examining the totality of the circumstances “to make a practical, commonsense” determination of whether probable cause is present. <em>Id. </em>We “ensure that the [judge] had a substantial basis for ... concluding] that probable cause existed” <em>Id. </em>at 238-39, 103 S.Ct. 2317 (internal quotation marks and citation omitted). “A [judge’s] determination of probable cause is afforded great deference by the reviewing court and should only be reversed if arbitrarily made.” <em>United States v. Johnson, </em>351 F.3d 254, 258 (6th Cir.2003) (internal quotation marks and citation omitted). We “review the sufficiency of the affidavit in a commonsense, rather than hyperteehnical manner.” <em>Id. </em>(quoting <em>United States v. Greene, </em>250 F.3d 471, 479 (6th Cir.2001)).</p>\n<p id=\"b922-10\">1.</p>\n<p id=\"b922-11\">Meeks argues that Vigneaux’s affidavit failed to allege sufficient probable cause to search the Manoa residence. Specifically, he argues that “[t]here was nothing alleged in the affidavit which would indicate that anything illegal or unlawful would be found at the Manoa Avenue residence.”</p>\n<p id=\"b922-12\">“For a search warrant to be valid, the place to be searched must be connected to the crime alleged.” <em>United States v. Wagers, </em>452 F.3d 534, 539 (6th Cir.2006). The affidavit established that ledbootz75@ yahoo.com sent e-mail messages through the internet on October 26, 2002, and No<page-number citation-index=\"1\" label=\"901\">*901</page-number>vember 18, 2002, that combined contained 21 images of minors engaged in sexually explicit conduct. The affidavit established that the FBI tracked the IP address used by ledbootz75@yahoo.com, which Level 3 Communications leased to SBC Global. SBC Global, an internet service provider, assigned the IP address to Dora A. Meeks, who had a username hootbomb@sbcglobal. net. It stated that hootbomb@sbcglobal. net accessed the internet, logged into the ledbootz75@yahoo.com account, and sent images of child pornography interstate through Yahoo! services. SBC identified the owner of the hootbomb account as Dora A. Meeks, 65934 Endley Road, Cambridge, Ohio 43725, telephone number (216) 251-6824, with an enrollment date of September 10, 2002.</p>\n<p id=\"b923-5\">The affidavit also linked the Manoa residence to the investigation. It stated that on June 11, 2003, the FBI executed the search warrant on the Endley residence and interviewed Dora Meeks. The FBI confirmed that Dora Meeks paid for the internet service but learned that it was provided to her other residence, 10605 Ma-noa Avenue, Brooklyn, Ohio 44144, where her son Michael Meeks resided. The FBI confirmed that the internet account at the Manoa residence was still active. Also on June 11, 2003, the FBI conducted surveillance on the Manoa residence and confirmed that Michael Meeks resided there.</p>\n<p id=\"b923-6\">In <em>United States v. Terry, </em>e-mail messages containing child pornography were intercepted and traced to an AOL account, skippie4u. 522 F.3d 645, 647 (6th Cir.2008). The account was one of three accounts traced to the master account of Roy Terry, 10 Township Avenue, Cincinnati, Ohio. <em>Id. </em>The skippie4u account was actually registered to Roy’s son, Brent Terry. <em>Id. </em>When a search warrant was executed at the Township Avenue residence, investigators learned from Roy Terry that Brent Terry lived at 16 Walnut Street, Cincinnati, Ohio, where he had a computer and accessed the skippie4u account. <em>Id. </em>Investigators obtained and executed a search warrant for the Walnut Street residence. <em>Id. </em>Brent Terry moved to suppress evidence seized at the Walnut Street residence, arguing that there was an insufficient nexus connecting the intercepted child pornography images to his home computer. <em>Id. </em>at 648. We concluded that probable cause existed, stating that “the district court did not err in concluding that ‘as a matter of plain common sense, if ... a pornographic image has originated or emanated from a particular individual’s email account, it logically follows that the image is likely to be found on that individual’s computer or on storage media associated with the computer.’ ” <em>Id. </em>We relied upon evidence that (1) the skippie4u account sent images containing child pornography, (2) Brent Terry was the registered user of the account, (3) Brent Terry lived at 16 Walnut Street at the time that he sent the e-mails, and (4) Brent Terry had a home computer through which he accessed the skippie4u account. <em>Id.</em></p>\n<p id=\"b923-8\">As the warrant here contained the same type of evidence, the evidence is sufficient to establish probable cause in connection with the Manoa residence. The affidavit traced the ledbootz75@yahoo.com account and linked the IP address to the Endley residence. Dora Meeks told investigators that the account — which investigators confirmed was active — was actually in use at the Manoa residence, where investigators confirmed that Michael Meeks resided. This established “a fair probability that contraband or evidence” of child pornography would be found at the Manoa residence. <em>See Gates, </em>462 U.S. at 238, 103 S.Ct. 2317; see <em>also Wagers, </em>452 F.3d at 540 (“The evidence in our case connecting the defendant, his computer, his IP address, and his home to the offense is considerably stronger, particularly where the <page-number citation-index=\"1\" label=\"902\">*902</page-number>criminal activity (viewing child pornography) is much more tied to a place of privacy, seclusion, and high-speed Internet connectivity (e.g. a home or office) than the storing of drugs which can take place in a car, a ditch, a hole in the ground, etc.”).<footnotemark>5</footnotemark> We therefore conclude that the affidavit established probable cause to search the Manoa residence.</p>\n<p id=\"b924-4\">2.</p>\n<p id=\"b924-5\">Meeks also argues that nothing in the affidavit falls within the definition of child pornography, including a description “of a prepubescent female ‘wearing only an oversized, fishnet blouse thereby exposing her lower body,’ ” because it was not an image of a minor engaged in sexually explicit conduct, as defined in 18 U.S.C. § 2256. Meeks does not cite any cases in support of his argument.</p>\n<p id=\"b924-6\">Judge Graham reviewed the actual images, determining they were sexually explicit images involving minors before issuing a warrant for the Endley residence. Magistrate Judge Streepy reviewed Vig-neaux’s affidavit, which included descriptions of the images and a statement that Judge Graham had determined that they were child pornography, before determining probable cause existed to search the Manoa residence.</p>\n<p id=\"b924-7\">In denying the motion to suppress, the district court clarified that it was not relying on the determinations made by Judge Graham but instead read the affidavit and concluded that it was sufficient to establish probable cause. The district court concluded that the description of the images and their titles could be viewed as pornographic. The district court stated, in relevant part:</p>\n<blockquote id=\"b924-10\">And I conclude that there was probable cause for the search ... because the images depicted were such that the magistrate was entitled to conclude for purposes of deciding whether to issue a search warrant that that was pornographic activity or was pornographic, the items depicted were pornographic in nature.</blockquote>\n<p id=\"b924-11\">According to 18 U.S.C. § 2256, a minor is a person under the age of eighteen, and sexually explicit conduct includes, among other things, “lascivious exhibition of the genitals or pubic area of any person.” <em>Id. </em>§ 2256(1), (2)(A)(v). The descriptions of the images, along with their titles and other information stated in the affidavit, were sufficient to establish probable cause as they described lascivious images of the genitals or pubic areas of minors. For example, the email entitled “Our Girl Kate,” contained images entitled, “Russian Loli-tas. Professional Series.” A Lolita is a “seductive adolescent girl.” <em>The American Heritage Dictionary of the English Language, </em>Fourth Edition. Retrieved from Dictionary.com website. The use of the term “Russian Lolitas,” along with the reference to “Our Girl Kate,” and the description of the images of a prepubescent female wearing an oversized fishnet blouse which exposed her lower body were sufficient to establish probable cause of child pornography. Similarly, the descriptions of a prepubescent female wearing an oversized shirt and underwear that was loose enough to reveal her chest and genital areas and of a prepubescent female wear<page-number citation-index=\"1\" label=\"903\">*903</page-number>ing oversized underwear while either lying on her side on a blanket or lying or sitting on a blanket with her legs opened are not poses one would expect a young girl to be in and are suggestive of child pornography. The affidavit established probable cause that child pornography would be found.</p>\n<p id=\"b925-5\">3.</p>\n<p id=\"b925-6\">Meeks argues that the search warrant was overbroad and did not describe the things to be seized, in violation of the Fourth Amendment.<footnotemark>6</footnotemark> The warrant was for computer-related equipment, discs, records, and notes and diaries related to child pornography. “A search warrant must particularly describe the things to be seized, but the description, whose specificity will vary with the circumstances of the case, will be valid if it is as specific as the circumstances and the nature of the activity under investigation permit.” <em>Guest v. Leis, </em>255 F.3d 325, 336 (6th Cir.2001) (internal quotation marks and citation omitted). Here, the warrant described computer equipment and computer-related materials, which is as specific as the circumstances allowed, given the information investigators had. The notebook and the computer discs are within the realm of the search warrant. To the extent Meeks argues that the search warrant did not cover the contents of the PhotoIsland.com and Yahoo! accounts, Vigneaux accessed the accounts to change the passwords but did not peruse their contents until he obtained separate search warrants. Meeks’s Fourth Amendment rights were not violated.</p>\n<p id=\"b925-8\">4.</p>\n<p id=\"b925-9\">Meeks argues that the warrant infringed on his First Amendment rights because his computer-related items were seized without a prior adversary hearing, citing <em>Stanford v. Texas, </em>379 U.S. 476, 485, 85 S.Ct. 506, 13 L.Ed.2d 431 (1965) (“In short, what this history indispensably teaches is that the constitutional requirement that warrants must particularly describe the ‘things to be seized’ is to be accorded the most scrupulous exactitude when the ‘things’ are books, and the basis for their seizure is the ideas which they contain.”). The same probable cause standard applies when the First Amendment is implicated as applies when there is no First Amendment concern, <em>ie., </em>there is no heightened standard. <em>New York v. P.J. Video, Inc., </em>475 U.S. 868, 875, 106 S.Ct. 1610, 89 L.Ed.2d 871 (1986) (“We think, and accordingly hold, that an application for a warrant authorizing the seizure of materials presumptively protected by the First Amendment should be evaluated under the same standard of probable cause used to review warrant applications generally.”) Furthermore, child pornography is not protected by the First Amendment. <em>New York v. Ferber, </em>458 U.S. 747, 764-66, 102 S.Ct. 3348, 73 L.Ed.2d 1113 (1982). Thus, we conclude that there was no violation of Meeks’s First Amendment rights.</p>\n<p id=\"b925-10\">5.</p>\n<p id=\"b925-11\">Meeks argues that information obtained during the search “was then used to obtain additional search warrants for other services,” resulting in an illegal search that must be suppressed. To the extent that Meeks is referring to the notebook eon-<page-number citation-index=\"1\" label=\"904\">*904</page-number>taining user names and passwords, it was not illegally obtained and fell within the realm of the search warrant. Thus, subsequent warrants obtained to access Pho-tolsland and Yahoo! accounts need not be suppressed.</p>\n<p id=\"b926-4\">B.</p>\n<p id=\"b926-5\">Meeks appeals the conditions of supervised release imposed and the length of his sentence. The government argues that, pursuant to the plea agreement, he waived his right to appeal these aspects of his sentence.</p>\n<p id=\"b926-6\">“This Court reviews the question of whether a defendant waived his right to appeal his sentence in a valid plea agreement <em>de novo.” United States v. Murdock, </em>398 F.3d 491, 496 (6th Cir.2005) (citation omitted).</p>\n<p id=\"b926-7\">“It is well settled that a defendant in a criminal case may waive his right to appeal his sentence in a valid plea agreement.” <em>United States v. Smith, </em>344 F.3d 479, 483 (6th Cir.2003). “The sine qua non of a valid waiver is that the defendant enter into the agreement knowingly and voluntarily.” <em>United States v. Fleming, </em>239 F.3d 761, 764 (6th Cir.2001). A defendant “may waive constitutional or statutory rights then in existence as well as those that courts may recognize in the future.” <em>United States v. Bradley, </em>400 F.3d 459, 463 (6th Cir.2005), <em>cert. denied, </em>546 U.S. 862, 126 S.Ct. 145, 163 L.Ed.2d 144 (2005). “When a defendant waives his right to appeal his sentence in a valid plea agreement, this Court is bound by that agreement and will not review the sentence except in limited circumstances.” <em>Smith, </em>344 F.3d at 483 (citation omitted).</p>\n<p id=\"b926-8\">Pursuant to the plea agreement, Meeks generally waived his right to appeal. The plea agreement stated, in relevant part:</p>\n<blockquote id=\"ANy\">Defendant acknowledges having been advised by counsel of Defendant’s rights, in limited circumstances, to appeal the conviction or sentence in this case, including the appeal right conferred by 18 U.S.C. § 3742, and to challenge the conviction or sentence collaterally through a post-conviction proceeding, including a proceeding under 28 U.S.C. § 2255. Defendant expressly waives those rights, except as reserved below. Defendant reserves the right to appeal (a) any punishment in excess of the statutory maximum; (b) any sentence to the extent it exceeds the maximum of the sentencing range determined under the advisory Sentencing Guidelines in accordance with the sentencing stipulation in this agreement, using the Criminal History Category found applicable by this Court; (c) this court’s order, dated April 13, 2005, denying Defendant’s motion to suppress evidence. Nothing in this paragraph shall act as a bar to the Defendant perfecting any legal remedies Defendant may otherwise have on appeal or collateral attack respecting claims of ineffective assistance of counsel or prosecutorial misconduct.</blockquote>\n<p id=\"b926-10\">Meeks initialed the page containing the waiver. His initials indicate that he was aware of the waiver at the time he entered into his plea agreement. He also signed the plea agreement, which stated that he had read the entire agreement and discussed it with his attorney. The plea agreement explicitly explained that initialing each page indicated that Meeks “read, understood, and approved the provisions on that page” and that he entered into the plea agreement voluntarily.</p>\n<p id=\"b926-11\">Furthermore, at his change-of-plea hearing, Meeks indicated that he had read the plea agreement, had discussed it with his attorney, and had had his questions about it answered. At the hearing, the government indicated that Meeks had waived his right to appeal, other than punishment in excess of the statutory maximum and the <page-number citation-index=\"1\" label=\"905\">*905</page-number>denial of the motion to suppress. Furthermore, the district court stated:</p>\n<blockquote id=\"b927-5\">No Defendant can waive ineffective assistance of counsel or prosecutorial conduct [sic], and you did not waive your right to appeal or your right to appeal my ruling, which denied your motion to suppress in this case. You didn’t waive that, but as Mr. Mancino probably explained, you waived most of your appeal rights, including collateral attack rights. Do you understand that?</blockquote>\n<p id=\"b927-6\">Meeks responded, ‘Yes.” The district court found that Meeks’s plea of guilty was knowing and voluntary.</p>\n<p id=\"b927-7\">In the plea agreement, Meeks stipulated that the statutory maximum sentence was 20 years for the count of receiving and distributing child pornography with a mandatory minimum sentence of 5 years and that the statutory maximum sentence was 10 years for possession of child pornography. Furthermore, each count carried a maximum term of supervised release of life. He further stipulated to special conditions of supervised release. Meeks’s sentence of 80 months incarceration, followed by 10 years of supervised release with standard and special conditions, is not in excess of either the statutory maximum or the sentencing range pursuant to the Sentencing Guidelines for offense level 28 and criminal history category I (78 to 97 months). Because Meeks voluntarily and knowingly entered into a plea agreement in which he waived his right to appeal, he waived the right to appeal his sentence and the conditions of supervised release.</p>\n<p id=\"b927-8\">III.</p>\n<p id=\"b927-9\">For the foregoing reasons, we affirm the judgment of the district court.</p>\n<footnote label=\"1\">\n<p id=\"b919-8\">. A ListID is a unique number attached to a Yahoo! group.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b919-9\">. An IP address is issued by an internet service provider and is a number assigned to a specific transmission line such as a telephone or cable through which a computer accesses the internet.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b920-6\">. Brian Vigneaux provided an affidavit along with the application for a search warrant for the Manoa residence. The above facts were all contained in the affidavit.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b921-9\">. When a user creates a Yahoo! group, that person becomes the group owner. The owner can restrict or close group membership, invite members to join the group, ban members from joining the group, limit accessibility to the group, and control the group's administration.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b924-8\">. Meeks cites several cases involving confidential informants in cases outside the child pornography context in support of his argument that there was no probable cause to search the Manoa residence. <em>See, e.g., United States </em>v. <em>Weaver, </em>99 F.3d 1372, 1377-80 (6th Cir.1996) (drugs); <em>United States v. Leake, </em>998 F.2d 1359, 1365 (6th Cir.1993) (drugs). Here, however, there was no such informant. While a person in Denmark notified the FBI of the Muels — Playschooool site, the FBI conducted an investigation in order to connect Meeks to the site.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b925-7\">. Meeks asserts that \"the command of the search warrant did not authorize the computer itself to be searched or downloaded.” Given that agents did not find a central processing unit (\"CPU”) containing a hard drive during the search, this argument is moot. Furthermore, in support of this portion of his argument, Meeks cites <em>Warshak v. United States, </em>which has been vacated. 490 F.3d 455 (6th Cir.2007), <em>reh'g en banc granted, opinion vacated </em>Oct. 9, 2007.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}