{
  "casebody": {
    "data": "<casebody firstpage=\"599\" lastpage=\"616\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b619-4\">[Civ. No. 13954.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Aek1\">First Dist., Div. Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AUo\">June 27, 1949.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b619-5\">EARL MAURICE HUGGANS, a Minor, etc., Respondent, v. SOUTHERN PACIFIC COMPANY et al., Appellants.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b621-7\"><page-number citation-index=\"1\" label=\"601\">*601</page-number>Lawrence L. Howe and James J. O’Keefe, Jr., for Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b621-8\">Ivan N. Maroevich and William E. Barden for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b621-9\">DOOLING, J.</author>\n<p id=\"A9W\">The plaintiff, a boy 12 years of age, was struck by a southbound locomotive of defendant Southern Pacific Company at its Redwood City station and suffered severe injuries including the loss of the left leg below the knee and the major portion of the right foot. After a jury trial a verdict for $91,000 was returned in favor of the minor against the Southern Pacific Company and its engineer and both defendants have appealed.</p>\n<p id=\"b621-10\">The injured boy was engaged in selling an evening newspaper at the railroad station. He had certain customers in a business block near the station and on the afternoon in question he started to leave the station to deliver papers to these customers. In order to do so it was necessary for him to cross the tracks of the defendant railroad company. Three lines of track run in front of the station. Nearest the station is a “house track” used for switching and spotting freight cars bearing freight for delivery to Redwood City. Next beyond the “house track” is the southbound main line and beyond that the northbound main line of the railroad.</p>\n<p id=\"b621-11\">The passenger station as it faces these tracks has an over-all length of approximately 70 feet from its northern to its southern end. Approximately 40 feet southerly of the southern end of the station building there is a wooden crosswalk extending across the two main lines of the railroad. The minor plaintiff testified that he started from a point near the station building walking in a diagonal direction toward this crosswalk intending to pass over it. When he arrived at a <page-number citation-index=\"1\" label=\"602\">*602</page-number>point which he estimated as 6 to 8 steps north of the crosswalk and when he was some 6 to 8 feet from the westerly rail of the southbound main line he looked over his shoulder to the north and saw the southbound passenger train approaching somewhere north of the Broadway crossing. The northerly side of the Broadway crossing scales on a diagram introduced into evidence more than 400 feet from the crosswalk in question. At that time the plaintiff concluded that he had time to get across the crosswalk in front of this train and he did not look to the north again but proceeded to the crosswalk where he was struck. At the same time a northbound freight train was passing the Redwood City station and just before the southbound locomotive struck him a man in the caboose of this train waved to the plaintiff and the plaintiff waved in return. The plaintiff at no time heard the bell or whistle of the southbound train before he was struck.</p>\n<p id=\"b622-4\">The defendant engineer testified that he was drawing a train of four passenger <em>coaches; </em>that his train was scheduled to stop at Redwood City; that before reaching the Broadway crossing he reduced the speed of his train to 15 miles per hour and maintained that speed as he approached the station; that when the pilot or cowcatcher of his engine was about opposite the north end of the station building he saw the plaintiff walking toward the rails at a 45-degree angle in a southeasterly direction at a rather rapid gait and looking at the northbound freight train; that he gave three or four short blasts of the whistle to warn plaintiff and plaintiff stopped about 7 feet from the southbound track and looked over his shoulder at the southbound train; that when plaintiff turned and looked at the train he was 100 feet from the pilot of the locomotive; that the train proceeded at 15 miles per hour and when it was about 15 feet from him plaintiff suddenly stepped in front of it a little north of the crosswalk. The witness then “big-holed” the train and brought it to an emergency stop. Traveling at 15 miles per hour the engineer testified that the train could make an emergency stop in from 75 to 80 feet. The evidence given by other witnesses will be discussed in connection with the points made by appellants.</p>\n<p id=\"b622-5\">The trial court gave an instruction on the doctrine of last clear chance. Appellants argue that under the evidence the giving of this instruction was prejudicial error.  Ordinarily the operator of a railroad train has a right to assume that one seen approaching a railroad track in front of an oncoming train will stop before he reaches a point of danger <page-number citation-index=\"1\" label=\"603\">*603</page-number>(22 Cal.Jur., Railroads, § 88, p. 348 et seq.) and hence the doctrine of last clear chance has no application unless the operator of the train has an opportunity to avoid the injury after the pedestrian or traveler actually reaches a position on or near the track within the area in which the train must strike him if it proceeds.  However the last clear chance doctrine has two phases. It applies to a person discovered in a position of present physical danger and it applies to a person discovered unaware of his peril approaching a place of danger in such fashion that if he remains oblivious he will put himself in a position from which an injury to him will result.</p>\n<p id=\"b623-5\">The latter phase of the rule is exemplified by the companion cases of <em>Girdner </em>v. <em>Union Oil Co., </em>216 Cal. 197 [13 P.2d 915] and <em>Center </em>v. <em>Yellow Cab Co., </em>216 Cal. 205 [13 P.2d 918], The Girdner ease arose out of a collision of motor vehicles at an intersection. The plaintiff drove toward the intersection unaware of the defendant’s approach. The defendant saw the plaintiff approaching in such a manner that the paths of the vehicles would cross and saw that the plaintiff was not looking in defendant’s direction. The trial court gave judgment to plaintiff under the doctrine of last clear chance and this judgment was affirmed on appeal on the theory that plaintiff was unaware of his peril and that defendant seeing him approaching the point of collision without looking knew or should have known that he was unaware of the peril toward which he was driving and so knowing defendant had the last clear chance to avoid the collision. The court said at page 203 : “It would be a strange ease indeed, to say the least, that would declare it to be permissible to run down and injure one simply because he was in a position of peril of which he was unaware, without responding in damages for his wilful act.”</p>\n<p id=\"b623-6\">The Center case was one in which a pedestrian plaintiff was seen by the driver of a taxicab walking heedlessly toward the path which the cab was taking and the doctrine of last clear chance was held applicable on the ground that the cab driver seeing plaintiff approaching and knowing that he was unaware of his peril had the last clear chance to avoid the casualty.</p>\n<p id=\"b623-7\">In a proper ease this doctrine is applicable to a person seen approaching a railroad track where the circumstances are such as to bring home to the operator of a train or car <page-number citation-index=\"1\" label=\"604\">*604</page-number>that the other is unaware of his peril and will heedlessly bring himself into its path unless steps are taken by the operator to prevent his being struck.</p>\n<p id=\"b624-4\">The classic case in this state is <em>Harrington </em>v. <em>Los Angeles Ry. Co., </em>140 Cal. 514 [74 P. 15, 98 Am.St.Rep. 85, 63 L.R.A. 238]. In that case a number of men engaged in a bicycle race were known by the motorman of a streetcar to be approaching the crossing and in disregard of their safety the motorman ran his car onto the crossing and one of the contestants was killed. The court held the last clear chance rule applicable, saying at page 523:</p>\n<blockquote id=\"b624-5\">“It is, of course, true, as urged by defendant, that it is essential to such liability that the defendant did actually know of the danger, and there is no such liability where he does not know of the peril of the injured party, but would have discovered the same but for remissness on his part. (Citation.) This, however, does not mean, as seems to be contended, that defendant must know that injury is <em>inevitable </em>if he fails to exercise care, and the decisions indicate no such requirement. It is enough that the circumstances <em>of which the defendant has knowledge </em>are such as to convey to the mind of a reasonable man a question as to whether the other party will be able to escape the threatened injury. One in such a situation is in a dangerous position.” (Italics are the Supreme Court’s.)</blockquote>\n<p id=\"b624-6\">The Harrington case involved a street railway but the rule that the operator may ordinarily assume that one approaching a track will not place himself on the track at such time as to incur injury is applicable to street railways as well as interurban trains (23 Cal.Jur. 884) and the rule was so stated in the Harrington case at page 520.</p>\n<p id=\"b624-7\">The application of the branch of the last clear chance doctrine which depends on the injured person’s unawareness to peril and the railroad operator’s realization thereof is thus stated in 3 Shearman &amp; Redfield on Negligence (rev. ed.), Zipp, section 480, page 1193:</p>\n<blockquote id=\"b624-8\">“Where it is realized by the operatives in time to avoid injury by the means within their power, that one is probably about to go into a place where he would be in danger of being struck by the cars, a case of discovered peril has already arisen, and the company will be liable for an injury thus inflicted if, by the use of all the means at hand, without endangering the safety of the train or passengers, it could have been avoided. ’ ’</blockquote>\n<p id=\"b625-4\"><page-number citation-index=\"1\" label=\"605\">*605</page-number>In <em>2 </em>Restatement of Torts, section 480, comment b we find at pages 1259-1260:</p>\n<blockquote id=\"b625-5\">“The defendant is entitled to assume that the plaintiff is paying or will pay reasonable attention to his surroundings; until he has reason to suspect the contrary, he has no reason to believe the plaintiff is in danger. . . . Thus, if an engineer of a train approaching a level highway crossing sees a traveler approaching the track on foot or in a vehicle, he is not required to take any steps either to warn the traveler by an additional blast of his whistle or to bring the train under special control, since he is entitled to assume that the traveler has discovered or will discover the oncoming train and will stop before reaching the crossing. However, it is not necessary that the circumstances be such as to convince the defendant that the plaintiff is inattentive and, therefore, in danger. It is enough that the circumstances are such as to indicate a reasonable chance that this is the case. Even such a chance that the plaintiff will not discover his peril is enough to require the defendant to make a reasonable effort to avoid injuring him. Therefore, if there is anything in the demeanor or conduct of the plaintiff which to a reasonable man in the defendant’s position would indicate that the plaintiff is inattentive and, therefore, will or may not discover the approach of the train, the engineer must take such steps as a reasonable man would think necessary under the circumstances. If a train is at some little distance, the blowing of a whistle would ordinarily be enough, until it is apparent that the whistle is either unheard or disregarded. The situation in which the plaintiff is observed may clearly indicate that his inattention is likely to persist and that the blowing of the whistle will not be effective. If so, the engineer is not entitled to act upon the assumption that the plaintiff will awaken to his danger but may be liable if he does not so reduce the speed of his train as to enable him to stop if necessary. Thus, if the engineer sees a vehicle with the side curtains so drawn as to obstruct the driver’s view approaching on a day so windy as to make it doubtful whether the whistle will be heard, he may not be entitled to assume that the driver will discover the approach of the train and may be liable if he fails to exercise reasonable care to bring his train under the necessary control. ’ ’</blockquote>\n<p id=\"b625-6\">The application of the last clear chance doctrine to persons seen approaching railroad tracks under such circumstances as to suggest to a man of ordinary prudence that they were <page-number citation-index=\"1\" label=\"606\">*606</page-number>unaware of the peril into which they were proceeding is illustrated by the following cases, a brief notice of the circumstances being appended to each: <em>Colorado Springs &amp; I. Ry. Co. </em>v. Merrill, 27 Colo.App. 382 [149 P. 843] (pedestrian heedlessly approaching track in a fashion to indicate unawareness) ; <em>Nichols v. Chicago, B. &amp; Q. R. Co., </em>44 Colo. 501 [98 P. 808] (heedless pedestrian under similar circumstances); <em>Bremmerman </em>v. <em>Georgetown &amp; T. Ry. Co., </em>273 F. 342 [50 App.D.C. 378] (pedestrian diagonally approaching track with back to oncoming car); <em>Terre Haute I. &amp; E. Traction Co. </em>v. <em>Stevenson, </em>189 Ind. 100 [123 N.E. 785] (buggy approaching tracks with curtains up and horse trotting) <em>; Little </em>v. <em>Boston &amp; M. R. R., </em>72 N.H. 61 [55 A. 190] (plaintiff turned horses toward track and motorman decided that he intended to cross); <em>Cavanaugh </em>v. <em>Boston &amp; M. R. R., </em>76 N.H. 68 [79 A. 694] (13-year-old girl continued to drive horses toward track heedless of warning signals from train); <em>Ross </em>v. <em>Sibley, L. B. &amp; S. Ry. Co., </em>116 La. 789 [41 So. 93] (engineer saw man approaching track with large bundle on shoulder which obscured his vision) ; <em>Browne </em>v. <em>Texas &amp; </em>P. <em>Ry. Co., </em>(La.App.) 193 So. 511 (pedestrian seen approaching track with back to train) ; <em>State </em>v. <em>Shain, </em>349 Mo. 27 [159 S.W.2d 582] (automobile rapidly approaching track with side curtains <em>up); Woods </em>v. <em>Kurn, </em>(Mo.App.) 183 S.W.2d 852 (automobile stopped 30 feet from track and then started forward again) ; <em>Atchison, T. &amp; S. F. Ry. Co. </em>v. <em>Baker, </em>21 Okla. 51 [95 P. 433, 16 L.R.A.N.S. 825] (engineer concluded that man driving toward track intended to cross); <em>St. Louis-San Francisco Ry. Co. </em>v. <em>Bryan, </em>113 Okla. 39 [237 P. 613] (engineer seeing man approaching track “realized then that there was going to be an accident”) ; <em>Galveston City Ry. Co. </em>v. <em>Hanna, </em>34 Tex.Civ.App. 608 [79 S.W. 639] (boy running toward track gave no heed to warning signals) ; <em>Galveston, H. &amp; S. A. Ry. Co. </em>v. <em>Wagner, </em>(Tex.Com.App.) 298 S.W. 552 (postmistress seen running toward track with sack of mail for approaching train); <em>Missouri-Kansas-Texas Ry. Co. </em>v. <em>Cunningham, </em>118 Tex. 607 [23 S.W.2d 343] (pedestrians walking toward track started to run); <em>Panhandle &amp; Santa Fe Ry. Co.. </em>v. <em>Napier, </em>(Tex.Civ.App.) 117 S.W.2d 826 (automobile seen approaching track in front of dimly lighted backing engine on dark night) ; <em>Locke </em>v. <em>Puget Sound International Ry. &amp; Power Co., </em>100 Wash. 432 [171 P. 242, L.R.A. 1918D 1119] (cripple on tricycle continued to approach track despite warning signals).</p>\n<p id=\"b626-4\">Speaking of the area of danger in such cases of discovered <page-number citation-index=\"1\" label=\"607\">*607</page-number>unawareness the Supreme Court of Colorado said in <em>Nichols </em>v. <em>Chicago, B. &amp; Q. R. Co., supra, </em>98 P. at pages 814-815:</p>\n<blockquote id=\"b627-5\">\" Ordinary care on the part of an engineer requires vigilance to guard against a dangerous situation reasonably to be apprehended as well as one actually imminent, so that it becomes the duty of an engineer, when he sees a pedestrian approaching a public crossing under circumstances which would lead him to believe, as an ordinarily prudent person, that such pedestrian is not aware of the approaching train, to take such steps as an ordinarily prudent person would under similar circumstances to prevent the traveler from placing himself in a situation of danger from which it will be impossible to extricate himself.”</blockquote>\n<p id=\"b627-6\">On the same subject the Missouri Supreme Court used the following language in <em>State </em>v. <em>Shain, supra, </em>159 S.W.2d at page 586:</p>\n<blockquote id=\"b627-7\">“This fact of obliviousness in and of itself can place a plaintiff in a position of peril. In other words, under the cited'decisions, if a plaintiff is approaching the pathway of the defendant on a course which, unless he stops, will produce a collision and if he is at the time oblivious to the presence and approach of the defendant, this in itself will cause him to be in a position of peril and not merely approaching a position of peril.”</blockquote>\n<p id=\"b627-8\">The Supreme Court of New Hampshire put the matter tersely in <em>Cavanaugh </em>v. <em>Boston &amp; M. R. R., supra, </em>at page 696 of 79 A.:</p>\n<blockquote id=\"b627-9\">“In this situation, the cases cited hold that if ordinary men, with the information the trainmen have, would anticipate a collision at the crossing and avoid it, the trainmen’s negligent failure to do so is the responsible cause of the injury. ”</blockquote>\n<p id=\"b627-10\">So the Supreme Court of Washington in <em>Locke </em>v. <em>Puget Sound International Ry. &amp; Power Co., supra, </em>171 P. at page 243, said:</p>\n<blockquote id=\"b627-11\">“But the continued movement of a person toward a place of danger after a warning sound is notice that he is unaware of his peril, and is enough to break the reciprocal balance of duty, and, if it can be said that he had the time to do so, puts upon the motorman the positive duty of avoiding an accident.”</blockquote>\n<p id=\"b627-12\">Finally the Texas court said in <em>Galveston, H. &amp; S. A. Ry. Co. </em>v. <em>Wagner, supra, </em>298 S.W. at pages 553-554:</p>\n<blockquote id=\"b628-3\"><page-number citation-index=\"1\" label=\"608\">*608</page-number>“In order for a person to be in peril, it is not necessary that bodily injury will certainly be suffered by him. He is in peril whenever he is pursuing a course which probably will terminate in serious bodily injury to him. Whenever it reasonably appears to a second person, from facts and circumstances within his knowledge, that a person is pursuing such a course and probably will pursue it to the end, then, in such event the second person is held to have knowledge of the peril of the other.”</blockquote>\n<p id=\"b628-4\">The elements of the last clear chance rule are stated in <em>Girdner </em>v. <em>Union Oil Co., supra, </em>216 Cal. at page 202 as follows : “That plaintiff has been negligent and, as a result thereof, is in a position of danger from which he cannot escape by the exercise of ordinary care; and this includes not only where it is physically impossible for him to escape, but also in eases where he is totally unaware of his danger and for that reason unable to escape; that defendant has knowledge that the plaintiff is in such a situation, and knows, or in the exercise of ordinary care should know, that plaintiff cannot escape from such situation, and has the last clear chance to avoid the accident by exercising ordinary care, and fails to exercise the same, and the accident results thereby, and plaintiff is injured as the proximate result of such failure.”</p>\n<p id=\"b628-5\">If the jury could reasonably find from all the evidence in the case the existence of the several elements of the last clear chance doctrine the instruction on last clear chance was properly given. The existence of the first element may be found from the evidence of the minor plaintiff. From that evidence the jury could find that having observed the approaching southbound train over 400 feet away and erroneously concluding that he had ample time to cross in front of it plaintiff continued to walk diagonally toward the track with his back to the train, unaware of its near approach and the consequent peril in which he was placing himself. Appellants argue that having once observed the southbound train the minor plaintiff cannot be said to have been unaware of his peril. This confuses knowledge that the train was coming with knowledge that it was approaching so rapidly that it would strike him if he continued heedlessly on his course. Although plaintiff knew that the train was behind him he erroneously formed the conclusion that he had ample time to cross in front of it and he was therefore unaware of his danger.</p>\n<p id=\"b628-6\">Plaintiff testified that in concluding that he had suf<page-number citation-index=\"1\" label=\"609\">*609</page-number>ficient time to cross in front of the southbound train he “guessed\" wrong, his “judgment\" was wrong, and in answer to a leading question on cross-examination he “just took a gamble\" that he could get across. These answers do not compel the conclusion, aS appellants argue, that the minor plaintiff was actually aware of his peril when he stepped in front of the approaching train. The boy gave the following answer to the following question just before answering “yes\" to the leading question of the cross-examiner “and you just took a gamble\":</p>\n<blockquote id=\"b629-5\">“Q. Now, Tommy, after looking over your shoulder . . . and seeing this train coming, why didn’t you ever look again to see where the train was before you stepped afoul of the track I</blockquote>\n<blockquote id=\"b629-6\">“A. Because when I looked the first time it was'so far away I thought I had plenty of time.'</blockquote>\n<p id=\"b629-7\">The jury could properly conclude that the answer “yes\" to the question “you just took a gamble\" was “the obliging answer(s) of a timid youth\" <em>(Shannon </em>v. <em>Central-Gaither U. School Dist., </em>133 Cal.App. 124, 131 [23 P.2d 769]) and that in fact as he consistently testified the child having once observed the train at such a distance that he thought he had plenty of time to cross in front of it thereafter proceeded heedlessly unaware of its near approach and his consequent peril.</p>\n<p id=\"b629-8\">The second element: “that defendant has knowledge that the plaintiff is in such a situation, and knows, or in the exercise of ordinary care should know, that plaintiff cannot escape from such situation\" might be found from the testimony of defendant engineer and the inferences reasonably drawn therefrom, together with other evidence in the ease. We quote from the engineer’s testimony:</p>\n<blockquote id=\"b629-9\">“Q. . . . Now, which direction was the boy facing when you saw him? A. He was facing south.</blockquote>\n<blockquote id=\"b629-10\">\"Q.. Facing south ? A. The southeast.</blockquote>\n<blockquote id=\"b629-11\">\"Q. Southeast; was he standing or walking when you saw him f A. He was walking.</blockquote>\n<blockquote id=\"b629-12\">“Q. And in what direction was he walking? A. In a southerly east direction—southeast about a 45 degree angle.</blockquote>\n<blockquote id=\"b629-13\">“Q. Now was he headed in the direction of the tracks on which your train was coming in then ? A. Yes, he was. . . .</blockquote>\n<blockquote id=\"b630-3\"><page-number citation-index=\"1\" label=\"610\">*610</page-number>“Q. . . . Now, did <em>the hoy </em>stop at that point or did iio continue his walk toward your rail? A. He continued.</blockquote>\n<blockquote id=\"b630-4\">“Q. Did you do anything as the boy continued to draw near your rail? A. Yes, when I saw him getting into a point of danger I blew the whistle.</blockquote>\n<blockquote id=\"b630-5\">‘‘Q. Can you describe whether he was walking slowly or how he was walking ? A. No, he was walking rather fast.</blockquote>\n<blockquote id=\"b630-6\">“Q. He was headed in a general southeasterly direction or edging toward the tracks? A. Kind of edging towards the tracks, yes.</blockquote>\n<blockquote id=\"b630-7\">“Q. And looking at this freight train? A. Yes.”</blockquote>\n<p id=\"b630-8\">It is true that the engineer also testified that when he blew his whistle the boy stopped and looked over Ms shoulder at the approaching train, but the jury were not bound to believe this testimony. It was contradicted by the testimony of the plaintiff that having observed the train north of the Broadway crossing he did not look toward it again. Appellants insist that the plaintiff’s testimony that he observed the train when it was over 400 feet from him in some fashion corroborates the testimony of the engineer that he saw the boy look toward his train when the train was less than half that distance from him. The testimony of the two witnesses is conflicting and flatly contradictory and the jury were entitled to believe the boy and disbelieve the engineer. They were entitled to find that the boy looked toward the train long before the engineer sounded the warning whistle and that when the engineer did blow his whistle the boy did not stop and did not look toward the approaching train but instead with his back to the train heedlessly continued toward the point where he was struck.</p>\n<p id=\"b630-9\">This conclusion would find support in the testimony of the witness McDonald, called by the defendants, who testified:</p>\n<blockquote id=\"b630-10\">”Q. When the whistle blew on the train you say he didn’t move? A. He did not appear to turn and see if there was another train coming. . . .</blockquote>\n<blockquote id=\"b630-11\">”Q. Well, • when the whistle blew, he didn’t make any attempt to get out of the way? A. No.” (This witness put the train much nearer the boy when the whistle blew but that was a fact question for the jury.)</blockquote>\n<p id=\"b630-12\">Weighing all the evidence the jury might reasonably conclude that the engineer seeing the boy walking rather fast diagonally toward the track with his back toward him also <page-number citation-index=\"1\" label=\"611\">*611</page-number>saw him pay no heed to the sharp warning whistles of the locomotive but with his eyes on the freight train going in the opposite direction on the further track continue to walk blindly and heedlessly into the path of danger.</p>\n<p id=\"b631-5\">If the jury concluded to draw these inferences from the evidence they could reasonably infer that the engineer knew or as a reasonable man should have known, particularly after the plaintiff ignored the warning whistle, that the plaintiff was unaware of his danger and was proceeding heedlessly into the path of the oncoming train. This conclusion would satisfy the second element of the last clear chance doctrine, that the defendant seeing the plaintiff approaching the point of danger knew or should have realized that he was unaware of his peril and because of his unawareness was about to step into the path of the train.</p>\n<p id=\"b631-6\">It is to be remembered in this connection that the train was not running at normal speed in the open country where the opportunity for nice observations of the conduct and demeanor of a pedestrian approaching the tracks does not exist. It was coasting into the station at not more than 15 miles per hour, intending to stop. The opportunities for the engineer to observe and appraise the conduct and demeanor of the plaintiff as he heedlessly walked toward the track were certainly as great as those of the driver of the truck in <em>Girdner </em>v. <em>Union Oil Co., supra, </em>216 Cal. 197, who was approaching the intersection at the same rate of speed.</p>\n<p id=\"b631-7\">Added to this is the fact that the plaintiff was obviously a child and that the quantum of care to be exercised toward children, from whom is to be expected the natural heedlessness of youth, is always greater than that required to be exercised toward adult persons. <em>(Brizzolari </em>v. <em>Market St. Ry. Co., </em>7 Cal.App.2d 246, 248 [46 P.2d 783]; <em>Satariano </em>v. <em>Sleight, </em>54 Cal.App.2d 278, 283-4 [129 P.2d 35] ; 19 Cal.Jur. 623.)</p>\n<p id=\"b631-8\">The third element of the last clear chance doctrine remains to be considered: after observing the plaintiff in a position of danger did the engineer have a clear chance in the exercise of ordinary care to avoid the injury? The engineer testified that running at 15 miles per hour by “big-holing” the train he could stop in between 75 and 80 feet. This was corroborated by the testimony of the fireman on the train and the station agent, both of whom testified that after the brakes were set the train stopped in less than or about a car length. (The cars are 80 feet 7% inches in length.) The <page-number citation-index=\"1\" label=\"612\">*612</page-number>engineer testified that when he first saw the hoy, when he sounded the whistle and when the boy stopped and looked toward the train the pilot of the locomotive was about opposite the north end of the station and about 100 feet from the boy. All three statements obviously cannot be true. The train was advancing about 22 feet per second and from the time the engineer first saw the boy to the time he finished blowing three or four short blasts on the whistle one or two seconds would doubtless elapse. The jury, however, were entitled to construe the testimony of the engineer most strongly against him and to conclude that when he finished blowing the whistle his train was still 100 or more feet from the boy. (We have already indicated that the jury were entitled to disbelieve the engineer’s testimony that when the whistle was blown the boy stopped and looked toward the train, but the distance of 100 feet might be accepted by them as the distance when the whistle stopped blowing and the engineer saw that the boy was paying no heed.) The defendants called a witness Hadley who first testified that his attention was attracted by the sharp blasts of the whistle, that he looked up and saw the train 150 or more feet away when the boy was already on the track.\" This witness was afterwards recalled by defendants and, on being shown a written statement which he had given defendants’ agent shortly after the tragic occurrence, he testified that he did not at any time see the boy on the track and that the train was somewhat nearer when he first observed it, but he still testified that when the whistling attracted his attention the train was between 100 and 150 feet away and his written statement made shortly after the event placed the train 100 feet more or less from the point of the accident “when I looked up after I heard the whistles.” Corroboration might also be found in the testimony of the witness La Barbara that when the train was about 44 feet from him the boy was already on the track, a position which he could not have reached without an appreciable lapse of time from a point 6 or 7 feet away. Other witnesses placed the locomotive much nearer the point of impact when the whistle was blown but the weight of their testimony was for the jury. ¡Reconciling the testimony in an attempt to arrive at the truth the jurors could reasonably conclude that after the whistle had been sounded and when it appeared, or should have appeared to the engineer as a reasonably prudent person, that the plaintiff was unaware of the peril into which he was obliviously walking, the train was still 100 or more feet from <page-number citation-index=\"1\" label=\"613\">*613</page-number>the point of impact and could have been stopped in the exercise of ordinary care in time to avert the calamity. At that time the engineer should have been thoroughly alerted and able to act in an instant.</p>\n<p id=\"b633-5\">Appellants argue that <em>Rather </em>v. <em>City &amp; County of San Francisco, </em>81 Cal.App.2d 625 [184 P.2d 727], is a parallel case on its facts and controls this one. The Rather case did not involve the question of knowledge on the part of the operator of the car that the plaintiff was oblivious to his peril and that question was not discussed or considered by this court. The same observation is equally applicable to other California cases cited by the appellants.</p>\n<p id=\"b633-6\">The true rule was stated in <em>Cate </em>v. <em>Fresno Traction Co., </em>213 Cal. 190, 199 [2 P.2d 364], quoting from <em>Arnold </em>v. <em>San Francisco-Oakland T. Rys., </em>175 Cal. 1 [164 P. 798] and <em>Billig </em>v. <em>Southern Pac. Co., </em>192 Cal. 357 [219 P. 992]:</p>\n<blockquote id=\"b633-7\">\" He [the motorman] had the right to presume that Arnold [the driver of the automobile] would stop or turn aside, <em>until the conduct of Arnold was such as should reasonably have led him to apprehend the contrary.” </em>(Italics ours.)</blockquote>\n<p id=\"b633-8\">The qualification which we have italicized is an important part of the rule. It has been omitted from the statement in some of the cases where this question was not involved, but where the facts are sufficient to charge the operator of the train or car with knowledge that a person approaching the tracks is oblivious to his peril and will probably cross the track in such fashion as to be struck and injured the operator can obviously no longer assume that he will stop before he reaches a place of danger and if in the exercise of ordinary care the operator then has a clear chance to avert the casualty the last clear chance doctrine becomes applicable.</p>\n<p id=\"b633-9\">Appellants proposed the following instruction which the trial court refused to give:</p>\n<blockquote id=\"b633-10\">“The plaintiff admits that while he was near the southbound track, but still in a position of safety, he looked to his rear and saw the approaching passenger train. The engineer of this passenger train admits that he saw the plaintiff in a position of safety in the vicinity of the southbound track and also admits seeing the plaintiff look toward the approaching passenger train.</blockquote>\n<blockquote id=\"b633-11\">“I instruct you, as a matter of law, that such locomotive engineer had the right to assume that the plaintiff saw the passenger train and would thereafter exercise ordinary care for his own safety, and that the plaintiff would not there-<page-number citation-index=\"1\" label=\"614\">*614</page-number>alter move himself to a position where he would be struck by the passenger train. The engineer’s right to so assume continued thereafter until the plaintiff reached that point where the engineer knew, or in the exercise of ordinary care should have known, that the plaintiff could not, by exercising ordinary care for his own safety, avoid being struck by the passenger train.”</blockquote>\n<p id=\"b634-4\">The instruction was properly refused. In the first sentence it assumed as proved facts which we have already indicated the jury was not required under the evidence to find. The testimony of the engineer and the plaintiff was not consistent as this instruction would have led the jury to believe but flatly contradictory. If the testimony of the plaintiff was believed he last looked at the train when it was over 400 feet away and thereafter walked heedlessly toward the track without looking back again until he was struck. If the jury accepted this testimony it could not also believe the testimony of the engineer that when his train was near the north end of the station building and after the whistle had been blown the boy stopped and looked toward the train. If they believed the plaintiff they must disbelieve the engineer and they were entitled to find that the engineer did not see the plaintiff look toward the train because in fact the boy did not do so at the time and place specified by the engineer. Under the evidence the first sentence of the proposed instruction would have been a prejudicially erroneous and misleading instruction upon the facts.</p>\n<p id=\"b634-5\">Where a portion of a proposed instruction is erroneous and should not be given the court may properly refuse the entire instruction, there being no duty on the court to cull out what is proper from what is not. In <em>Wiley </em>v. <em>Young, </em>178 Cal. 681, 683 [174 P. 316] the Supreme Court stated the rule in one sentence: “If the instruction was offered as a whole, then, if any one of these paragraphs is erroneous, the whole was properly refused.” <em>(Hart </em>v. <em>Farris, </em>218 Cal. 69, 75 [21 P.2d 432] ; <em>Paine </em>v. <em>Bank of Ceres, </em>59 Cal.App.2d 242, 247-248 [138 P.2d 396] ; <em>Johnson </em>v. <em>Southern Pac. Co., </em>105 Cal.App. 340 [288 P. 81], collecting earlier cases at pp. 356-357.)</p>\n<p id=\"b634-6\">Appellants complain of the court’s failure to give the following instruction:</p>\n<blockquote id=\"b634-7\">“It appears without conflict from the evidence, and the plaintiff himself admits, that while he was in a position of safety he knew that the passenger train, which later struck <page-number citation-index=\"1\" label=\"615\">*615</page-number>him, was approaching from the south (sic). In view of this state of the evidence I instruct you that it is entirely immaterial to any issue in this case whether the whistle or bell on that train was sounded or not. ’ ’</blockquote>\n<p id=\"b635-5\">The instruction was properly refused. The plaintiff and some of the other witnesses testified that they heard no whistle. This was sufficient under the established law of this state to create a conflict on that issue. <em>(Peri </em>v. <em>Los Angeles Junction Ry., </em>22 Cal.2d 111, 119 [137 P.2d 441].)  While ordinarily the failure to sound a warning of an approaching train is obviously immaterial where the plaintiff has seen the train <em>(McCune </em>v. <em>Pacific Elec. Ry. Co., </em>87 Cal.App.2d 201 [196 P.2d 634] ; <em>Rather </em>v. <em>City </em>&amp; <em>County of San Francisco, supra, </em>81 Cal.App.2d 625 [184 P.2d 727]) under the peculiar facts of this case the rule would not be applicable if, as the jury must be presumed to have found, the engineer discovered the plaintiff heedlessly approaching the track in such a manner as to bring home to the knowledge of the engineer that the boy was unaware of the train’s near approach and Ms consequent imminent peril. To hold otherwise would be to hold that the engineer had a legal right to run down without warning one who, he knew, was helpless to avoid catastrophe because he was unaware of the peril which he was obliviously approaching.</p>\n<p id=\"b635-6\">The award of $91,000 is attacked as excessive. The plaintiff suffered frightful and seriously crippling and disfiguring injuries. These are to be measured against a normal life expectancy of nearly 54 years (at 12 years of age the normal expectancy is 53.68, 58 C.J.S. 1212). The special damages pleaded were $11,000 and over $17,000 were proved at the trial without objection. By limiting the special damages to $11,000 and arbitrarily taking $10,000 as the measure for past and future pain and suffering appellants arrive at a figure of $70,000 for general damages. Then by a series of calculations they seek to prove that amortizing $70,000 over 54 years the income to plaintiff will be extravagant. “The question of what may be reasonable compensation in cases of this kind is a matter on which there legitimately may be a wide difference of opinion.” <em>(Roedder </em>v. Rowley, 28 Cal.2d 820, 823 [172 P.2d 353].) The trial judge’s denial of a motion for new trial is to be weighed in determining whether the judgment is excessive. <em>(Johnston </em>v. <em>Long, </em>30 Cal.2d 54, 76 [181 P.2d 645].) The award for past and future pain and suffering including the mental anguish and humiliation to <page-number citation-index=\"1\" label=\"616\">*616</page-number>be reasonably expected cannot be arbitrarily limited to $10,000 for a 54-year period. We suggest only one element of shame and humiliation: the boy now goes swimming but he crawls between the dressing room and the pool. On the whole ease unless we can find that the award shocks one’s sense of justice and raises the presumption that it was the result of passion and prejudice our duty is to affirm the award. <em>(Roedder </em>v. <em>Rowley, supra, </em>28 Cal.2d 820, 823 [172 P.2d 353] ; <em>Johnston </em>v. <em>Long, supra, </em>30 Cal.2d 54, 76 [181 P.2d 645].) Applying that rule we cannot find the award excessive.</p>\n<p id=\"b636-5\">The judgment is affirmed.</p>\n<p id=\"b636-6\">Goodell, J., concurred.</p>\n<p id=\"b636-7\">A petition for a rehearing was denied July 27, 1949, and appellants’ petition for a hearing by the Supreme Court was denied August 26, 1949. Edmonds, J., Sehauer, J., and Spence, J., voted for a hearing. Peters, J., pro tem., was sitting in place of Shenk, J.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}