{
  "casebody": {
    "data": "<casebody firstpage=\"452\" lastpage=\"471\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b478-4\">647 A.2d 127</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b478-5\">NORTH AMBER MEADOWS HOMEOWNERS ASSOCIATION, INC., et al. v. HAUT ENTERPRISES.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b478-8\">No. 1791,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"A81\">Sept. Term, 1993.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b478-9\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b478-10\">Sept. 6, 1994.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b479-10\"><page-number citation-index=\"1\" label=\"453\">*453</page-number>Harry T. Demoll, Frederick, for appellant, North Amber Meadows.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b479-11\">N. Lynn Tillery, Frederick, for appellant, City of Frederick.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b479-12\">Paul M. Vettori (T. Sky Woodward and Kenny, Yettori <em>&amp; </em>Robinson, P.A. on the brief), Baltimore, for appellee.</attorneys>\n<p data-order=\"9\" data-type=\"judges\" id=\"b479-13\">Argued before MOYLAN, FISCHER and MARVIN H. SMITH (Retired, Specially Assigned), JJ.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b479-14\">SMITH, Judge.</author>\n<p id=\"b479-15\">In what appears to us to be a case of first impression in Maryland, we shall hold that, upon the revocation of a license to use real estate, the licensee is not obliged to restore the premises to the condition that they were in prior to the <page-number citation-index=\"1\" label=\"454\">*454</page-number>license. We likewise shall hold that the trial court erred in concluding that the City of Frederick had taken land by inverse condemnation. Accordingly, we shall reverse the judgments entered by the trial court. There are other issues involved, but in the view we take of this case we are not obliged to address them.</p>\n<p id=\"b480-5\">North Amber Meadows Homeowners Association, Inc., appellant and cross-appellee, and Haut Enterprises, appellee and cross-appellant, are adjoining landowners. A 32,000 square foot drainage pond exists on their properties, approximately 15,750 square feet on the Haut parcel and approximately 16,250 square feet on the North Amber parcel. The land was originally owned by a common predecessor in title.</p>\n<p id=\"b480-6\">Haut filed a four-count complaint against North Amber and the City of Frederick, seeking declaratory injunctive relief and damages. The first two counts were claims against North Amber for nuisance and for trespass. The third and fourth counts were against the City of Frederick, claimed inverse condemnation, and requested a declaratory judgment and damages. Judgment was entered in favor of North Amber on the nuisance count. Summary judgment was entered in favor of Haut on counts one and four. The trial judge found that Haut granted a license to North Amber for the part of the pond on its property and that this license was later revoked. The trial judge ordered North Amber to reconfigure the pond entirely on its property. The trial judge also held that the actions of the City in denying Haut’s grading permit application to fill-in the pond and requiring Haut to bear the burden of providing storm water management, green space, a ball field, and a playground area for North Amber amounted to an unconstitutional taking. Subsequent to the entry of the order granting partial summary judgment, North Amber and Haut entered into an agreement dismissing without prejudice the claims for damages the parties had filed against each other. The circuit court judge held that Haut need not show that it was deprived of all reasonable use of its property to be entitled to damages for an unconstitutional taking of its property and that the doctrine of exhaustion of administrative <page-number citation-index=\"1\" label=\"455\">*455</page-number>remedies was not applicable to this case. She awarded damages to Haut against the City in the amount of $200,705.13. All parties have appealed.</p>\n<p id=\"b481-5\">I</p>\n<p id=\"b481-6\">The facts may be succinctly stated. Prior to 1977, both parcels in question were owned by Frederick Business Properties. On August 19, 1977, it contracted to sell the parcel of land that now belongs to North Amber to Land Development Association. In 1978, the storm water management pond was placed on a site plan. In November 1978, the Frederick City Planning Commission requested that the pond’s location be moved. In December 1978, the pond was approved in its present location and thereafter built. Around April 1980, Land Development Associates took possession of the property and thereafter transferred title to North Amber. In that same time frame, Haut’s predecessor in title purchased what is now the Haut parcel. In June 1987, Haut purchased the land it now owns. The pond was on the plat and physically present on the parcel. In May 1988, the City engineer allegedly advised Haut that it was possible to move the pond. In September 1988, Haut informed the City that it intended to move the pond unless the City noted an objection by October 17, 1988. The City never responded.</p>\n<p id=\"b481-7\">Haut expended funds for the design and engineering of an office park on its land. Haut thereafter inferred, based on certain correspondence from City officials, that it would not be allowed to move the pond. In November 1990, Haut submitted to the City a site plan that showed the pond removed from its present location. On February 6, 1991, five days before the Planning Commission meeting, Haut submitted its storm water calculations supporting the pond’s removal. On February 11, 1991, the Frederick City Planning Commission (Planning Commission) met and considered Haut’s site plan. No recommendation could be made on the storm water plan, as the City had not yet reviewed Haut’s calculations. The Planning Commission made no recommendation on the site plan, although two motions were made to address the plan. Haut’s <page-number citation-index=\"1\" label=\"456\">*456</page-number>representative then requested and was granted a sixty-day continuance and withdrew the site plan from consideration. Haut later submitted a new site plan showing the pond remaining in its present location. On April 8, 1991, the Planning Commission approved Haut’s amended site plan showing the pond in its present location. On July 9, 1991, the site plan was approved by the Frederick City engineer. On July 17, 1991, Haut requested a grading permit from the City to fill in the portion of the pond on its parcel. The request was not in conformance with the approved site plan. On July 19, 1991, the City denied Haut’s request for a grading permit for that reason. On October 4, 1991, Haut sent a letter to North Amber revoking its license to have the pond in question occupy a part of Haut’s property. On October 9,1991, the site plan was extended for one year at Haut’s request. In January 1992, the City engineer prepared plans and cost estimates for moving the entire pond to North Amber’s property. The site plan has expired and no site plan is presently approved for Haut’s land.</p>\n<p id=\"b482-5\">II</p>\n<p id=\"b482-6\">We have found no Maryland case that has addressed the issue of whether, upon revocation of a license, a licensee is required to restore the property. The parties have cited cases that they say address the issue but, as we shall set forth, we conclude that they do not.</p>\n<p id=\"b482-7\">1A George W. Thompson, <em>Commentaries on the Modem Law of Real Property </em>§ 218 (John S. Grimes, 1980 Repl.), plainly states the rule on this point:</p>\n<blockquote id=\"b482-8\">[I]f the license is revoked, the licensee is not required to remove structures placed on the premises. Where improvements have been made or money expended by the licensee, upon revocation of the license he may be entitled to compensation or to be placed in statu quo. [Footnotes omitted.]</blockquote>\n<p id=\"Afq\">The same rule is stated in 3 Basil Jones, <em>Tiffany Real Property </em>§ 838 (3d Ed.1939): “There is no obligation upon the licensee, on revocation of the license, to restore the land to the <page-number citation-index=\"1\" label=\"457\">*457</page-number>condition in which it was before he made changes therein or placed structures thereon, under authority of the license. However, conditions and circumstances may be such as to impose this duty upon him.” (Footnotes omitted.) We reviewed 3 Richard R. Powell and Patrick J. Rohan, <em>Powell on Real Property </em>(Rev.Vol.1994), and found that it does not appear to address the point.</p>\n<p id=\"b483-5\">The often-cited case of <em>Hodgkins v. Farrington, </em>150 Mass. 19, 22 N.E. 73 (1889), announces and illustrates the principle set forth by <em>Thompson </em>and <em>Tiffany. </em>In that case, a garden wall separated two properties. The property owner who owned only a small portion of the wall asked for, and received, permission to improve the wall and rest timbers within it for construction of a building. There was no written easement to use the wall. After several conveyances by both property owners, Hodgkins (successor licensor) revoked the license of Farrington (successor licensee) to use the wall to support his building, and brought suit to determine whether the encroachment could be removed without the licensee’s consent.</p>\n<p id=\"b483-6\">After determining that there was a license which was properly revoked, the court stated:</p>\n<blockquote id=\"b483-7\">The erection of the superstructure on the wall, ... and the insertion of the timbers therein, were not unlawful when constructed, but the defendants have lost the right to continue them. If they do not remove them, the plaintiffs have the right to do this, or have it done, even if serious injury thereby results.... The fact (if it be so) that the plaintiffs will suffer no substantial injury if the wall remains as it is, while the defendants will suffer a heavy loss if the wall is removed, and they are thus compelled to take out their timbers and erect a new wall on their own land to support their building, cannot give them a right to the plaintiffs’ property if they have no legal interest therein.</blockquote>\n<p id=\"b483-8\"><em>Id. </em>22 N.E. at 74. Citing the principles stated in <em>Stevens v. Stevens, </em>52 Mass. 251 (1846), the court held that “plaintiffs are entitled to a decree authorizing them to remove the wall, so far as it stands upon their land, and also the timbers, so far as <page-number citation-index=\"1\" label=\"458\">*458</page-number>they project over <em>it,—but at their own expense, </em>as these structures have become unlawful only since the license under which they were erected has been countermanded____” <em>Id. </em>22 N.E. at 75 (emphasis added).</p>\n<p id=\"b484-6\"><em>Baltimore and Philadelphia Steamboat Co. v. Starr M.P. Church, </em>149 Md. 163, 130 A. 46 (1925), cites <em>Hodgkins </em>in <em>dicta. </em>In that case, the church leased a small portion of Baltimore inner harbor waterfront, near the corners of Light and Pratt Streets, to the steamboat company. The steamboat company leased the areas surrounding the church’s property from others. The steamboat company built a large wharf cutting off the corner of the harbor, and cutting off the church’s waterfront parcel from water access. The lease expired and was not renewed. The steamboat company refused to remove that portion of its wharf which denied the church’s parcel access to the harbor. <em>See </em>illustration <em>id. </em>at 172, 130 A. 46. Restoration of the church’s riparian rights would have meant removing an interior portion of a very large wharf covering the harbor’s corner. Giving the church full navigable access to its parcel would have meant removing more of the wharf than that immediately in front of its parcel.</p>\n<p id=\"b484-7\">The church sued to require the steamboat company to restore the church’s riparian rights—access to navigable waters from its shoreline. The Court of Appeals noted that the steamboat company’s right to use the riparian rights of its leased property was a “license coupled with [a] grant creating an interest or leasehold estate.... ” <em>Id. </em>at 175, 130 A. 46. The Court then noted that a tenant is generally required to return a leasehold in the same condition as when possession was received. Likewise, the Court noted in <em>dicta </em>the general rule, as stated in <em>Tiffany on Real Property </em>and <em>Hodgkins, supra, </em>that “ ‘there is no obligation upon the licensee, on revocation of the license, to restore the land to the condition in which it was before he made changes therein or placed structures thereon, under authority of the license.’ ” <em>Id. </em>149 Md. at 179, 130 A. 46.</p>\n<p id=\"b485-4\"><page-number citation-index=\"1\" label=\"459\">*459</page-number>The Court then held that, based on the equities and the unusual circumstances of the case, the church “should not be required to assume the risk and burden [ (which were both great) ] of removal and restoration.” <em>Id. </em>at 179-80, 130 A. 46. Haut likens the factual circumstances in the instant case to those in <em>Starr M.P. Church, </em>arguing in its brief that the general rule as announced in <em>Tiffany </em>and <em>Hodgkins </em>is to be tempered by equity, and that equity requires North Amber “to remove the Pond at its expense because Haut should not be compelled to bear the risk of removal and restoration.” Aside from the acknowledgement of the general rule in <em>dicta, Starr M.P. Church </em>is inapposite to the case at bar, which is restricted to a license issue, and does not involve any of the unusual risks and burdens that <em>Star M.P. Church </em>presented.</p>\n<p id=\"b485-5\">Haut primarily relies on <em>Mayor and City Council v. Brack, </em>175 Md. 615, 3 A.2d 471 (1939), to support its position on this issue. In <em>Brack, </em>Baltimore City, under an oral license, installed a water main across a lot. No easement was recorded. The property was conveyed to Brack, who revoked the City’s license for the water main. The Court addressed the question of whether the City could continue to use the water main pursuant to the oral license, the related question of whether the City was entitled to compensation for revocation of its license and, if the City did not have the right to continue using the main, “what form of decree shall be passed, in view of the undisputed fact that the appellant is a municipal corporation and that the utilities involved are used in public service?” <em>Id. </em>at 618, 3 A.2d 471.</p>\n<p id=\"b485-6\">The Court first determined that the license was revocable. It then stated:</p>\n<blockquote id=\"b485-7\">It follows, therefore, from what has been said, that the city is not entitled to compensation for expenditures made upon the premises, but on the contrary, is liable to the appellee for reasonable compensation for the use of the easement, pending such time as may be necessary to effectuate either the removal of the utilities from the property, or the acquisition of the easements or property by condemnation proceedings.</blockquote>\n<blockquote id=\"b486-3\"><page-number citation-index=\"1\" label=\"460\">*460</page-number>This conclusion is reached because the municipality is charged with the all-important public service of supplying sewerage, drainage and water facilities to its inhabitants; and while it may or may not be true that the removal of its utilities, to the extent involved in the instant case, before such time as may be required by the City to acquire new easements or rights of way for the continued service of the particular utility, would inconvenience and endanger the health of the public, the record being silent as to this phase of the question, in our opinion the record does not reveal a situation in which irreparable injury to the rights of the appellee will result by such delay as has been indicated.</blockquote>\n<p id=\"b486-4\"><em>Id. </em>at 622-23, 3 A.2d 471. After discussing a case in which a municipal water system was found to be, after a reasonable time to correct the problem, subject to an injunction to stop it from. polluting a stream, the Court concluded,</p>\n<blockquote id=\"b486-5\">under the facts in the case before us, [it] would seem reasonable, because, as we have indicated, the City must meanwhile pay the appellee for the use of the easements, and because the duty is incumbent upon the City either to remove the utilities as prayed for in the bill of complaint, or to acquire them through condemnation or otherwise, within a reasonable time, under all the circumstances of the case; such reasonable time to be limited to such period as is necessary for the expeditious conduct of final condemnation proceedings.</blockquote>\n<p id=\"b486-6\"><em>Id. </em>at 624, 3 A.2d 471.</p>\n<p id=\"b486-7\">Haut argues that in <em>Brack </em>the Court of Appeals held that the City was required to pay for removal of the water main. It did not. A better reading of the Court’s holding is that, because of the importance of a public water supply, the municipality should have had an adequate opportunity to obtain an easement or condemn a right-of-way for a water main before the license was finally revoked. The Court never addressed the issue of whether the City was <em>required </em>to pay to remove the pipe in the ground, as opposed to discontinuing <page-number citation-index=\"1\" label=\"461\">*461</page-number>use of the water main and allowing the licensor to remove the pipe.</p>\n<p id=\"b487-4\">An earlier Maryland case that, according to Haut, supports its interpretation of <em>Brack </em>is <em>Shipley v. Fink, </em>102 Md. 219, 62 A. 360 (1905). In <em>Shipley, </em>an oral license was given to build a butcher shop on a portion of Shipley’s lot by his predecessor in title. When Shipley purchased the lot, he revoked Fink’s license to maintain the building and began to dismantle it. The Court determined that the building was erected pursuant to an oral license and that the license was revoked without reasonable notice or opportunity for Fink to move the building. The Court held:</p>\n<blockquote id=\"b487-5\">Without however undertaking to reconcile their testimony [as to negotiations for removal of the building or to pay rent], we are of opinion that under all the circumstances of the case Mr. Fink was entitled to a reasonable opportunity to remove the building without unnecessary injury to it, and that the notice given, in view of all the facts was not such reasonable notice. The proper course, in our opinion, would have been to retain the bill and continue the injunction for such period as would in the judgment of the Court enable Mr. Fink to remove the building from Mr. Shipley’s ground without unnecessary injury thereto, and we are of opinion that ten days will be a sufficient period therefor.</blockquote>\n<p id=\"b487-6\"><em>Id. </em>at 229, 62 A. 360.</p>\n<p id=\"b487-7\">Haut argues that the Court of Appeals held “that the butcher shop would have to be removed by Fink. In maintaining the injunction for an additional ten days, the court stated that ‘under all the circumstances of the case Mr. Fink was entitled to a reasonable opportunity to remove the building without unnecessary injury to it.... ’ Hence, Fink, the licensee, had to incur all expenses of removal.” Again, the Court did not hold that either party <em>must </em>bear the expense of demolition. The Court only held that, should Fink <em>wish </em>to dismantle the butcher shop at his own expense, he should be given the opportunity to do so.</p>\n<p id=\"b488-4\"><page-number citation-index=\"1\" label=\"462\">*462</page-number>Another leading case cited by both parties is <em>Great Falls Waterworks Co. v. Great Northern Ry. Co., </em>21 Mont. 487, 54 P. 963 (1898). There, the water company had installed mains across parcels owned by the railroad company and wished to install more of them. The court first determined that the water company’s interest was indeed only a license, that the license could be revoked, and that it must either remove the water mains or begin condemnation proceedings. The court then stated that “the better view, in presence of the statute of frauds, appears to be that ... the license may be revoked, though no action can be maintained against the licensee for what he has been induced or led to do.” <em>Id. </em>54 P. at 966. As to the issue of who should pay to remove the water mains, the court said:</p>\n<blockquote id=\"b488-5\">In such a case the licensee should be allowed to remove its property within a reasonable time after notice of the revocation by the licensor, or of acts deemed to be a revocation by the licensor. This removal should be at the expense of the licensee, and without unnecessary harm to the rights of the appellants. If plaintiff does not remove its main, or proceed in eminent domain, within a reasonable time, defendants [licensors] should have the right to remove it. This we believe to be just, and within the power of the court.</blockquote>\n<p id=\"AjR\"><em>Id. </em>54 P. at 968 (citing <em>Hodgkins, swpra).</em></p>\n<p id=\"b488-6\">For other cases citing <em>Hodgkins, see Crawford v. French, </em>633 P.2d 524 (Colo.1981) (Licensor sought to have licensees pay to excavate and restore leaching field, which had been built with permission, later revoked, to its original state. The court held that the leaching field did not become unauthorized until permission was revoked, and that, while the licensors might remove the portion on their land, it must be at their own expense); <em>Nelson v. American Telephone and Telegraph Co., </em>270 Mass. 471, 170 N.E. 416 (1930) (license to allow power lines across farm revoked and AT &amp; T ordered to remove phone lines; property owner entitled to damages in trespass); <em>Stevens v. Stevens, </em>52 Mass. 251 (1847) (licensee not responsible for dam built pursuant to license before license was revoked, and therefore not responsible for expenses incurred <page-number citation-index=\"1\" label=\"463\">*463</page-number>by licensor in removing dam); <em>B. Schade Brewing Co. v. Falls City Pickle Works, </em>55 Wash. 202, 104 P. 175 (1909) (if license to maintain drain is revoked by conveyance, burden rests on licensor to remove or close drain).</p>\n<p id=\"b489-5\">It is clear from the treatises and cases that the general rule is to the effect that a licensee is not responsible for removing improvements or fixtures made or installed during the term of the license. We see no reason for Maryland to deviate from that rule. Accordingly, we conclude that the trial court erred in ruling to the contrary.</p>\n<p id=\"b489-6\">Ill</p>\n<p id=\"b489-7\">The City of Frederick is of the view that the trial court erred in addressing the issue of inverse condemnation because Haut failed to exhaust its administrative remedies. We shall assume, without deciding, that there was no error on the administrative remedy issue and, accordingly, we shall go directly to the issue of inverse condemnation.</p>\n<p id=\"b489-8\"><em>In Agina v. City of Tiburon, </em>447 U.S. 255, 100 S.Ct. 2138, 65 L.Ed.2d 106 (1980), the Supreme Court addressed the issue of inverse condemnation in regard to governmental zoning restrictions. It distinguished inverse condemnation from eminent domain, stating that “[e]minent domain refers to a legal proceeding in which a government asserts its authority to condemn property. Inverse condemnation is ‘a shorthand description of the manner in which a landowner recovers just compensation for a taking of his property when condemnation proceedings have not been instituted.’ ” <em>Id. </em>at 258 n. 2, 100 S.Ct. at 2140 (citation omitted). Several Maryland cases address more directly the issue of when a taking occurs, and whether it is by inverse condemnation or police power.</p>\n<p id=\"b489-9\">In <em>Q C Corp. v. Maryland Port Admin., </em>68 Md.App. 181, 510 A.2d 1101 (1986), <em>modified, </em>310 Md. 379, 529 A.2d 829 (1987), Q C leased a chemical manufacturing plant from the Maryland Port Administration for five years with the option to extend the lease for two five-year terms. During the initial five-year term, MPA began, through a contractor, to operate a <page-number citation-index=\"1\" label=\"464\">*464</page-number>hazardous waste landfill on land contiguous to Q C’s plant. There was evidence that dust containing toxic chemicals blew onto Q C’s land and interfered with its manufacturing operations and its employees’ health. Q C sued MPA and the State of Maryland for, among other things, inverse condemnation of its leasehold.</p>\n<p id=\"b490-5\">The inverse condemnation claim was submitted to a jury, but no verdict was returned. The trial court thereafter granted a judgment <em>n.o.v. </em>for MPA, finding that there was no credible evidence presented from which a jury could infer that Q C was deprived of all beneficial use of the property. We held that the trial court applied the correct standard of review in granting a judgment <em>n.o.v., </em>but “adopted an incorrect view of what amounts to a ‘taking’ under the facts of this case. That is because it failed to distinguish between a ‘taking’ that involves exercise of the police power (which is not involved here) and one that involves something tantamount to the exercise of eminent domain (which is).” <em>Id. </em>68 Md.App. at 201, 510 A.2d 1101.</p>\n<p id=\"b490-6\">The Court of Appeals granted certiorari on the takings questions and reversed in <em>Maryland Port Admin, v. QC Corp., </em>310 Md. 379, 529 A.2d 829 (1987). It first discussed the distinction drawn by the Court of Special Appeals between regulatory takings, which require a destruction of all beneficial use of the property to merit compensation, and eminent domain power takings, which do not.- Regulatory takings were defined as “police power” action, used to prevent harm to the public. Eminent domain takings, on the other hand, were characterized as resulting from “government enhancement of its resource position in its enterprise capacity....” <em>Id. </em>at 386, 529 A.2d 829.</p>\n<p id=\"b490-7\">The Court of Appeals opined that there is no comprehensive test that can determine whether the government has “taken” property. It specifically gave no weight to the theory that eminent domain takings occurred when the government enhanced its resource position in its enterprise capacity. <em>Id. </em>at <page-number citation-index=\"1\" label=\"465\">*465</page-number>388, 529 A.2d 829. The Court quoted 2 J. Sackman, <em>Nichols on Eminent Domain </em>§ 6.3S[1], at 6-114-15 (3d ed. 1980):</p>\n<blockquote id=\"Afs\">[T]he Supreme Court of the United States and the great majority of the state courts have adhered to the old doctrine and hold that when the owner of property continues in use and possession as before, it is not taken in the constitutional sense, however much it may be depreciated in value. In other words, when a municipal or a public service corporation, or other party to whom the power of eminent domain can be constitutionally delegated, inflicts injury upon private land under authority of and in compliance with an act of the legislature, and there has been no want of reasonable care or skill in the execution of the power, such party is not liable in an action at law for such injury, even though the same act if done without legislative sanction would be actionable, unless the injury is of such a character as to deprive the owner of the use and possession of his land, or compensation is required by special statutory or constitutional provision whenever property is damaged by the construction of a public improvement. [Footnotes omitted.]</blockquote>\n<p id=\"b491-4\"><em>Id. </em>at 389, 529 A.2d 829 (footnote omitted). The Court went on to hold that, while a taking can occur without a physical invasion of the property, the invasion in <em>QC Corp. </em>did not rise to the level of a taking. <em>Id. </em>at 403, 529 A.2d 829.</p>\n<p id=\"b491-5\">The Court of Appeals addressed the issue of takings by exercise of police powers in <em>Maryland-Nat’l Capital Park and, Planning Comm’n v. Chadwick, </em>286 Md. 1, 405 A.2d 241 (1979). In <em>Chadwick, </em>the MNCPPC exercised its rights under a statute to “reserve” a parcel of land that had been designated as a future park area. The reservation statute allowed the MNCPPC, for a period of up to three years, to prohibit any use of the land without written permission from the MNCPPC’s board, with the sole exception of clearing trash and weeds.</p>\n<p id=\"b491-6\">The Chadwicks owned 105 acres of land, which were designated on the area master plan as within the boundaries of a future park. The parcel was zoned for one-half acre lots. <page-number citation-index=\"1\" label=\"466\">*466</page-number>The Chadwicks requested approval of a preliminary subdivisión plan for a part of the parcel. The subdivision plan was denied and the land was placed in reservation. The Chad-wicks sued, seeking a writ of mandamus ordering the approval of their subdivision and a declaratory judgment that the reservation of their property .was an unconstitutional taking. The circuit court found in favor of the Chadwicks. The Court of Appeals granted certiorari to determine whether the reservation was a valid exercise of police power or a taking for public use without just compensation.</p>\n<p id=\"b492-5\">The Court stated:</p>\n<blockquote id=\"b492-6\">The power of the state over private property extends from the regulation of its use and enjoyment under the police power, to its actual appropriation under the eminent domain power upon payment of just compensation. The distinction between the two governmental powers is an important one because a taking for public use without compensation can be corrected by payment____ Our cases have recognized and applied the distinction between a compensable taking under the eminent domain power and a noncompensable regulation under the police power. We have consistently upheld regulations which may have, as an incidental effect, the diminution of value of property, so long as those regulations have been shown to be fair exercises of the police power. A regulation which prohibits a beneficial use of private property constitutes a fair exercise of the police power if the public interest generally requires it and the regulation is reasonably necessary to achieve the public goal without being unduly oppressive upon individuals. When the State, pursuant to a proper exercise of its police power, regulates the uses to which private property may be put, no compensation need be paid for any diminution in value of property caused by the regulation____</blockquote>\n<blockquote id=\"b492-10\">We have also recognized that the State “cannot under the guise of the police power take private property for public use without compensation.” <em>Capital Transit Co. v. Bosley, </em>191 Md. 502, 514, 62 A.2d 267 (1948)....</blockquote>\n<blockquote id=\"b493-4\"><page-number citation-index=\"1\" label=\"467\">*467</page-number>Where the challenged governmental action is not a zoning regulation, the test for determining when a purported “regulation” becomes a compensable “taking” is less clear----</blockquote>\n<blockquote id=\"b493-5\">Part of the confusion surrounding the attempts to distinguish between a compensable “taking” and a noncompensable “regulation” stems from Mr. Justice Holmes’ statement in <em>Pennsylvania Coal Co. v. Mahon, </em>260 U.S. 393, 415, 43 S.Ct. 158, 67 L.Ed. 322 (1922): “While property may be regulated to a certain extent, if regulation goes too far it will be recognized as a taking.” Subsequent cases have used the same terminology in equating an invalid exercise of the regulatory police power with a “taking” or “confiscation” of property, terminology appropriate to the eminent domain power and its concomitant right to compensation when it is exercised.</blockquote>\n<p id=\"b493-6\"><em>Id. </em>at 8-12, 405 A.2d 241 (citations omitted). The Court concluded, “Because the Commission’s resolution did not provide for the payment of just compensation, it was unconstitutional as applied to the appellees’ property and was thus of no effect.” <em>Id. </em>at 18, 405 A.2d 241.</p>\n<p id=\"b493-7\">In <em>Howard County v. JJM, Inc., </em>301 Md. 256, 482 A.2d 908 (1984), the issue was whether a statute requiring a subdivision developer to reserve rights-of-way for state roads within the subdivision is a valid exercise of police power or an unconstitutional taking. As to the standard for a taking under the constitution, the Court opined:</p>\n<blockquote id=\"b493-8\"><em>Ayers v. City Council of Los Angeles, </em>34 Cal.2d 31, 207 P.2d 1 (1949), is an oft-cited case in matters of this kind---The court in <em>Ayers </em>stated:</blockquote>\n<blockquote id=\"b493-11\">“[T]he proceeding here involved is not one in eminent domain nor is the city seeking to exercise that power. It is the petitioner who is seeking to acquire the advantages of lot subdivision and upon him rests the duty of compliance with reasonable conditions for design, dedication, improvement and restrictive use of the land so as to conform to the safety and general welfare of the lot owners in the subdivision and of the public. The well-<page-number citation-index=\"1\" label=\"468\">*468</page-number>considered observations in <em>Mansfield &amp; Swett v. Town of West Orange, </em>120 N.J.L. 145 [198 A. 225], also involving a subdivision proceeding, are pertinent in this connection. The court there recognized the distinction between the exercise of the sovereign power of eminent domain and the noncompensatory nature of reasonable restrictions in respect to private interests when they must yield to the good of the community. That these general principles apply in subdivision map proceedings is also demonstrated in the cases of <em>Ridgefield Land Co. v. City of Detroit, </em>241 Mich. 468 [217 N.W. 58], and <em>Newton v. American Sec. Co., </em>201 Ark. 943, 948 [148 S.W.2d 311], where the distinction was made between the exercise, of authority in such proceedings and the exercise of the power of eminent domain. In each of those cases it was held that the requirement for the dedication of land to the widening of existing streets was not a compulsory taking for public use; but that where it is a condition reasonably related to increased traffic and other needs of the proposed subdivision it is voluntary in theory and not contrary to constitutional concepts.” 34 Cal.2d at 42, 207 P.2d 1.</blockquote>\n<blockquote id=\"b494-5\">“[F]undamental differences do exist between the ... areas [of subdivision regulation and zoning]. While zoning involves no more than negative prohibitions on certain <em>uses </em>of the owner’s property, subdivision regulation often makes positive exactions of the owner. It may require him to construct streets or sewers, to convey a portion of his land to the municipality for public use, or to pay the equivalent of such construction or dedication in cash. It is submitted that this difference necessitates a more specific test of constitutionality, i.e., the legislation should not only be substantially related to the public health, safety, morals, or general welfare, <em>but, insofar as dedications, activities, and expenditures are positively required of the subdivider these requirements should be reasonably related to the subdivision in question and should concern types of improvement for which municipalities </em><page-number citation-index=\"1\" label=\"469\">*469</page-number><em>have generally been conceded the power to levy special taxes or assessments.” </em>14 Syracuse L.Rev. at 407 (emphasis in original).</blockquote>\n<p id=\"b495-5\"><em>Id. </em>at 274-77, 482 A.2d 908.</p>\n<p id=\"b495-6\">The Court held that a “reasonable nexus” must exist between the reservation of subdivision lands for roads and the subdivision itself for the reservation to be noncompensable. No such nexus was found, and the Court held that the landowner was deprived of all use of his land. <em>Id. </em>at 282, 482 A.2d 908.</p>\n<p id=\"b495-7\">In <em>Smoke Rise, Inc. v. Washington Suburban Sanitary Comm’n, </em>400 F.Supp. 1369 (D.Md.1975), the WSSC had imposed a sewerage moratorium on certain sections of Montgomery and Prince George’s Counties because of inadequate waste treatment capacity in existing sewage treatment plants. One allegation was that the moratorium constituted a taking by the WSSC. The court noted that constructive takings, where there is no physical invasion of the property, in which the government imposed an excessive restriction on land use, were actionable under the constitution. It noted, however, a distinction.</p>\n<blockquote id=\"b495-8\">It may be said that the state takes property by eminent domain because it is useful to the public, and under the police power because it is harmful.... From this results the difference between the power of eminent domain and the police power, that the former recognizes a right to compensation, while the latter on principle does not. [Quoting from P. Freund, <em>The Police Power, </em>§ 511, at 546-47 (1904).]</blockquote>\n<blockquote id=\"b495-9\">In the instant case, the sewer-service moratoria orders of the Department of Health and Mental Hygiene constitute an attempt, not to create a public benefit, but to prevent a public harm to the natural character of the waters of the state.... In a legal sense, the various moratoria orders, designed to prevent further overflows of raw sewage into the streams and rivers of the state, serve not to secure a <page-number citation-index=\"1\" label=\"470\">*470</page-number>benefit, but to remedy a public harm which the state long ago had the duty to address.</blockquote>\n<p id=\"b496-6\"><em>Id. </em>at 1382.</p>\n<p id=\"b496-7\">Distilling these cases into a bright line rule may not be possible. It seems as if one must look to the facts of the case: the governmental action, the nature of the action <em>(i.e., </em>taking for public purposes or police power), the significance of the deprivation, the length of deprivation, and any other relevant factors to determine whether regulation is so restrictive as to constitute a taking.</p>\n<p id=\"b496-8\">Despite its finding to the contrary, the language of the trial court’s ruling in the instant case seems to make it clear that there was no taking of Haut’s property by the City, either by inverse condemnation or police power. In making a ruling from the bench, the trial judge directly addressed the issue of when the taking occurred. The court noted that the site plan was withdrawn by Haut at the February 11, 1991, Planning Commission meeting; that the City, up to that point, had not violated any law or regulation, and therefore the Planning Commission’s actions at that meeting did <em>not </em>constitute a taking. Similarly, the Planning Commission’s actions at the April 8, 1991, meeting, approving Haut’s site plan showing the pond in its present location, and later, its extension of that approved site plan for one year were expressly found <em>not </em>to constitute a taking. The court then stated: “There was not an unconstitutional taking until in fact the license that ... I had found was granted was in fact revoked, and that was on October 4th, 1991.” In the written “Final Order and Judgment,” the court reiterates that finding by stating: “That the unconstitutional taking of Plaintiffs property by The City of Frederick occurred on or about October 4,1991, when Plaintiff revoked the license held by North Amber____”</p>\n<p id=\"b496-9\">The trial court ruled that the taking occurred when Haut, by its own act, sent a letter to North Amber revoking a license that Haut’s predecessor in title had allegedly granted to North Amber’s predecessor in title to allow a portion of the pond on Haut’s parcel. The trial court ruled, in essence, that an act <page-number citation-index=\"1\" label=\"471\">*471</page-number>taken by a private entity revoking a license given by another private entity had caused an unconstitutional taking of property. There was no governmental action alleged or identified.</p>\n<p id=\"b497-5\">Haut argues that the City effected a taking by refusing to let it move the pond and by denying its grading permit application. That is not, however, what the trial court ruled, and, in any event, the city never officially “refused” to allow the pond’s relocation. Further, the grading permit was denied because it was inconsistent with the site plan <em>submitted by Haut </em>and approved by the Planning Commission. The only actions by the City not specifically excluded from constituting a taking by the trial court’s oral opinion were: 1) the grading permit denial, 2) the extension of the site plan for one year, and 3) the City engineer’s designing the pond in an alternate location and developing cost estimates to move it. None of these actions could, under the facts and law as presented here, constitute a taking. Accordingly, the trial judge erred in concluding that the City of Frederick was liable for taking by inverse condemnation. Nothing in <em>Dolan v. City of Tigard, </em>— U.S. —, 114 S.Ct. 2309, 129 L.Ed.2d 304 (1994), compels a conclusion to the contrary.</p>\n<p id=\"b497-8\">IV</p>\n<p id=\"b497-9\">Haut argues that the trial judge erred in not entering a decree for equitable relief against the City of Frederick. What Haut is looking for is someone other than itself to pay for the cost of relocating the pond. We know of no reason why this should be at the City’s expense.</p>\n<p id=\"b497-10\">JUDGMENT REVERSED; CASE REMANDED FOR ENTRY OF A DECLARATORY JUDGMENT CONSISTENT WITH THIS OPINION; APPELLEES TO PAY THE COSTS.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}