{
  "casebody": {
    "data": "<casebody firstpage=\"317\" lastpage=\"320\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b425-4\">Office of Disciplinary Counsel <em>v. </em>Garrity.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b425-5\">[Cite as <em>Disciplinary Counsel v. Garrity, </em>98 Ohio St.3d 317, 2003-Ohio-740.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b425-8\">(No. 2002-1776</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"Aag\">Submitted January 8, 2003</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AD3\">Decided March 5, 2003.)</decisiondate>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b425-10\">Per Curiam.</author>\n<p id=\"b425-11\">{¶ 1} Respondent, Robert J. Garrity of Lakewood, Ohio, Attorney Registration No. 0070449, was admitted to the Ohio bar in 1999. On October 30, 2001, we suspended his license to practice law for an interim period pursuant to Gov.Bar R. V(5)(A)(4) after receiving notice that he had been convicted of five felonies. See <em>In re Garrity </em>(2001), 93 Ohio St.3d 1467, 757 N.E.2d 378.</p>\n<p id=\"b425-12\">{¶ 2} On November 28, 2001, relator, Disciplinary Counsel, filed a complaint charging respondent with various violations of the Code of Professional Responsibility. A panel of the Board of Commissioners on Grievances and Discipline heard the cause and, on the basis of comprehensive stipulations and other evidence, made the following findings.</p>\n<p id=\"b425-13\">{¶ 3} In addition to being a licensed attorney, respondent was once a licensed pharmacist in Illinois and Ohio. He eventually became addicted to some of the prescription medications that he dispensed, and his Illinois pharmacy license was suspended for six months for illegal drug possession. He then began law school in Ohio. Respondent’s Illinois license was later restored, he obtained his Ohio pharmacy license through reciprocity, and he passed the Ohio bar exam. However, during December 2000, respondent stole a variety of Schedule II controlled substances for his personal use while working for a Lakewood pharmacy. See R.C. 3719.41.</p>\n<p id=\"b426-4\"><page-number citation-index=\"1\" label=\"318\">*318</page-number>{¶ 4} On June 28, 2001, respondent pleaded guilty to five felony counts of prescription drug theft in violation of R.C. 2913.02. The Cuyahoga County Court of Common Pleas sentenced him to six months in prison on two counts, with the sentences to be served concurrently. For the remaining counts, the court sentenced respondent to five years’ probation to begin upon his release from prison. Respondent was also ordered to pay $800 in restitution to his former employer.</p>\n<p id=\"b426-5\">{¶ 5} On May 13, 2002, the Ohio State Board of Pharmacy found that respondent was addicted to controlled substances, and his license, which had been on probation since 1998 for prior drug-related infractions, was permanently revoked. Respondent was granted judicial release from prison on December 21, 2001, and was on probation at the time of the hearing.</p>\n<p id=\"b426-6\">{¶ 6} The parties stipulated that respondent had violated DR 1 — 102(A)(3) (engaging in illegal conduct involving moral turpitude), (4) (engaging in conduct involving dishonesty, fraud, deceit, or misrepresentation), and (6) (engaging in conduct that adversely reflects on an attorney’s fitness to practice law), and the panel found this misconduct. In recommending a sanction, the panel considered mitigation stipulations that respondent had cooperated fully in investigations conducted by relator, law enforcement authorities, and the Ohio State Board of Pharmacy, had dutifully maintained sobriety since his arrest in January 2001, and had become a dedicated volunteer. Moreover, respondent had already made restitution to his former employer and had not harmed any clients with his misconduct. The panel also considered the overwhelming support shown by respondent’s mentors, counselors, and acquaintances, all of whom recounted his impressive efforts toward his recovery and some of whom described respondent’s contributions to their own recovery.</p>\n<p id=\"b426-7\">{¶ 7} However, two panel members had grave concerns about respondent’s long history of substance-abuse treatment, his repeated relapses, and what they considered to be his lack of credibility and genuine contrition for his past transgressions. Thus, while one panel member was convinced of respondent’s commitment to his treatment plan and recovery, the other two panel members suspected his sincerity. They feared that respondent would be prone to relapse and the temptation to steal again, only this time from clients.</p>\n<p id=\"b426-8\">{¶ 8} A majority of the panel recommended that respondent be permanently disbarred from the practice of law in Ohio. The dissenting panel member recommended, consistent with the parties’ stipulated suggestion, that respondent’s license be suspended indefinitely, with the suspension to have commenced as of October 30, 2001, the date of our earlier interim suspension order. The board adopted the panel’s findings of misconduct, but it rejected the majority recommendation to disbar. The board instead recommended that respondent be <page-number citation-index=\"1\" label=\"319\">*319</page-number>suspended indefinitely from the practice of law and that he be required to submit to periodic drug screenings during this suspension to ensure compliance with his Ohio Lawyers Assistance Program, Inc. (“OLAP”) sobriety contract.</p>\n<p id=\"b427-5\">{¶ 9} We agree with the board’s findings that respondent violated DR 1-102(A)(3), (4), and (6) and that an indefinite suspension, conditioned as recommended, is appropriate. Respondent is 43 years old and the victim of a consuming addiction that began while he was working as a young pharmacist in his father’s pharmacy in Illinois. He was eventually convicted of illegal possession of prescription medication and permitted to seek medical treatment in lieu of conviction. He did not commit to his recovery, however, and by 1995, his father banished him from the pharmacy.</p>\n<p id=\"b427-6\">{¶ 10} Jobless and with his second marriage failing, respondent turned to crack cocaine. He was arrested again for possession, convicted, and spent 30 days in a county jail. His Illinois pharmacy license was also suspended for six months. Respondent claims to have remained drug-free after these events. In any case, he subsequently graduated from law school in Ohio. But he eventually returned to pharmacy when his Illinois license was restored and Ohio granted him reciprocity. He also returned to drug abuse for two months before his arrest and convictions in 2001.</p>\n<p id=\"b427-7\">{¶ 11} By all accounts of record, including a testimonial from the executive director of OLAP, respondent has become since his prison term a model for others attempting to overcome addiction. He has pursued zealously his recovery and has assisted others on their way to sobriety. Moreover, he has promised to continue with this work and to use his legal expertise to further this mission if he is ever permitted to return to the practice of law.</p>\n<p id=\"b427-8\">{¶ 12} Respondent’s misconduct manifests a serious breach of trust and is cause for the concern expressed by the panel majority. However, the sanction we impose is appropriately tempered because respondent has demonstrated a commitment to sobriety, cooperated in investigations leading to and arising out of drug-related convictions, and did not compromise any client’s interest as a result of his addiction. See <em>Akron Bar Assn. v. Thomas </em>(1999), 84 Ohio St.3d 395, 704 N.E.2d 562. These mitigating considerations, as well as the confidence expressed in respondent’s progress and the work he has done for others, convince us that disbarment is too severe and that an indefinite suspension is warranted.</p>\n<p id=\"b427-9\">{¶ 13} Accordingly, respondent is hereby suspended indefinitely from the practice of law in Ohio, with the condition that he submit to periodic drug screening as recommended by the board. Costs are taxed to respondent.</p>\n<p id=\"b427-10\">Judgment accordingly.</p>\n<judges id=\"b427-11\">Moyer, C.J., Resnick, F.E. Sweeney, Pfeifer, Cook, Lundberg Stratton and O’Connor, JJ., concur.</judges>\n<attorneys id=\"b428-4\"><page-number citation-index=\"1\" label=\"320\">*320</page-number>Jonathan E. Coughlan, Disciplinary Counsel, and Kevin L. Williams, Assistant Disciplinary Counsel, for relator.</attorneys>\n<attorneys id=\"AeX\">John A. Fatica, for respondent.</attorneys>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}