{
  "casebody": {
    "data": "<casebody firstpage=\"322\" lastpage=\"325\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b430-5\">Office of Disciplinary Counsel <em>v. </em>Allison.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b430-6\">[Cite as <em>Disciplinary Counsel v. Allison, </em>98 Ohio St.3d 322, 2003-Ohio-776.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b430-9\">(No. 2002-1779</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"A2V\">Submitted January 8, 2003</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AKP\">Decided March 5, 2003.)</decisiondate>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b430-11\">Per Curiam.</author>\n<p id=\"b430-12\">{¶ 1} Respondent, Paul Wesley Allison of Fostoria, Ohio, Attorney Registration No. 0009604, was admitted to the practice of law in Ohio on November 7, 1970. On November 8, 2000, we suspended respondent’s license to practice law after determining that while serving as attorney for an estate, respondent had persuaded the commissioner and fiduciary of the estate to pay him legal fees in excess of those authorized by the probate court. <em>Disciplinary Counsel v. Allison </em>(2000), 90 Ohio St.3d 296, 737 N.E.2d 955. We suspended respondent for a period of two years but stayed the second year of respondent’s suspension upon the condition that he repay the unauthorized fees. Id. at 297, 737 N.E.2d 955.</p>\n<p id=\"b430-13\">{¶ 2} On February 4, 2002, relator, Disciplinary Counsel, filed a complaint charging respondent with several violations of the Code of Professional Responsibility. On March 21, 2002, relator filed an amended complaint adding an additional count to the original complaint. Respondent failed to answer relator’s complaint and amended complaint. Hence, relator filed a motion for default, which was referred to a master commissioner. See Section 8 of the Rules and Regulations Governing Procedure on Complaints and Hearings Before the Board <page-number citation-index=\"1\" label=\"323\">*323</page-number>of Commissioners on Grievances and Discipline. Based on the complaint, the amended complaint, and a deposition of the respondent, the master commissioner made the following findings.</p>\n<p id=\"b431-4\">{¶ 3} The allegations of misconduct against respondent originated from three separate grievances filed with relator in September 2001, November 2001, and February 2002. In regard to the first grievance, the master commissioner found that in July 1999, respondent was appointed the executor of an estate by the Seneca County Probate Court. However, because of respondent’s suspension from the practice of law in November 2000, the probate court removed respondent and appointed another attorney as administrator and counsel to the estate. An investigation of the estate revealed that respondent had paid himself $19,600 in attorney and fiduciary fees although only $4,540.91 had been authorized by the probate court. The probate court ordered respondent to repay the estate $15,059.09 plus interest. The master commissioner determined that respondent had not repaid any part of this sum.</p>\n<p id=\"b431-5\">{¶ 4} As a result of respondent’s conduct, the master commissioner concluded that respondent had violated DR 1-102(A)(3) (engaging in illegal conduct involving moral turpitude), 1-102(A)(4) (engaging in conduct involving dishonesty, fraud, deceit, or misrepresentation), 1-102(A)(5) (engaging in conduct that is prejudicial to the administration of justice), 1-102(A)(6) (engaging in conduct that adversely reflects on a lawyer’s fitness to practice law), 2-106(A) (charging an illegal or clearly excessive fee), 9-102(B)(3) (failing to maintain client’s funds), and 9-102(B)(4) (failing to promptly pay or deliver client’s funds).</p>\n<p id=\"b431-6\">{¶ 5} A judge of the Fostoria Municipal Court filed the second grievance against respondent. The judge had presided over an eviction hearing on November 14, 2001, at which the plaintiff appeared without counsel. The plaintiff informed the court that respondent had prepared the complaint for eviction and that plaintiff had paid respondent for his services. Respondent had been suspended from the practice of law since November 8, 2000, and the master commissioner determined that respondent had not informed this plaintiff that he was under suspension.</p>\n<p id=\"b431-7\">{¶ 6} With respect to the judge’s grievance, the master commissioner found that respondent had violated DR 1-102(A)(4), 1-102(A)(5), 1-102(A)(6), 3-101(B) (practicing law in violation of the regulations of the profession), and 7-102(A)(3) (knowingly failing to disclose information to a client as required by law).</p>\n<p id=\"b431-8\">{¶ 7} In regard to the third grievance, the master commissioner found that in April 2001, while respondent was under suspension from the court, a client contacted respondent to handle a bankruptcy. Respondent had previously represented this client on an unrelated matter. The client completed the necessary paperwork to file bankruptcy during a consultation with respondent in May 2001, <page-number citation-index=\"1\" label=\"324\">*324</page-number>and paid respondent $700. After the client’s repeated inquiries about the status of the bankruptcy filing, respondent informed his client that he would refund the $700 fee. The master commissioner found that respondent had not returned the fee or completed the bankruptcy filing. The master commissioner also found that respondent did not disclose to the client that his license to practice law had been suspended.</p>\n<p id=\"b432-5\">{¶ 8} The master commissioner found with respect to the third grievance that respondent’s conduct violated DR 1-102(A)(4), 1-102(A)(6), 3-101(B), and 7-102(A)(3).<footnotemark>1</footnotemark></p>\n<p id=\"b432-6\">{¶ 9} Relator recommended that respondent be permanently disbarred from the practice of law, and the master commissioner agreed. In accepting relator’s recommended sanction, the master commissioner considered as aggravating circumstances that respondent had previously been suspended from the practice of law and that his misconduct here was similar to the misconduct for which respondent had been previously sanctioned.<footnotemark>2</footnotemark> In mitigation, the master commissioner considered that respondent had sought treatment for depression in late 2001 and had attended six to ten counseling sessions. However, respondent acknowledged that he was not currently participating in treatment, and the master commissioner noted that respondent’s current treatment status was unknown.</p>\n<p id=\"b432-7\">{¶ 10} The board adopted the master commissioner’s findings of fact, conclusions of law, and recommended sanction of disbarment.</p>\n<p id=\"b432-8\">{¶ 11} On review, we find that the evidence of record supports the board’s findings of misconduct and recommended sanction. Respondent breached his duties as attorney and fiduciary for an estate, misappropriated funds from that estate, promised to represent clients but performed no services on their behalf, and failed to promptly return unearned fees. Respondent has engaged in a pattern of repeated misconduct similar to behavior for which he was previously sanctioned. Moreover, much of respondent’s misconduct occurred while he was suspended from the practice of law.</p>\n<attorneys id=\"b433-9\"><page-number citation-index=\"1\" label=\"325\">*325</page-number>Jonathan E. Coughlan, Disciplinary Counsel, Gloria J. Sigman and Robert R. Berger, Assistant Disciplinary Counsel, for relator.</attorneys>\n<attorneys id=\"ACH\">Paul Wesley Allison, pro se.</attorneys>\n<p id=\"b433-5\">{¶ 12} The normal penalty for continuing to practice law while under suspension is disbarment. <em>Disciplinary Counsel v. Koury </em>(1997), 77 Ohio St.3d 433, 436, 674 N.E.2d 1371. Respondent’s treatment for depression is insufficient to warrant a lesser sanction, as there is no evidence before the court that respondent’s depression contributed to his misconduct. <em>Disciplinary Counsel v. Baker </em>(1992), 65 Ohio St.3d 302, 603 N.E.2d 990.</p>\n<p id=\"b433-6\">{¶ 13} Accordingly, respondent is permanently disbarred from the practice of law in Ohio. Costs are taxed to respondent.</p>\n<p id=\"b433-7\">Judgment accordingly.</p>\n<judges id=\"b433-8\">Moyer, C.J., Resnick, F.E. Sweeney, Pfeifer, Cook, Lundberg Stratton and O’Connor, JJ., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b432-9\">. The master commissioner also determined that respondent was in violation of Gov.Bar R. V(4)(G) for failing to cooperate in the disciplinary investigation of these grievances. However, neither the complaint nor the amended complaint charged a violation of this rule, and we make no determination with respect to this violation.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b432-10\">. The master commissioner also considered as an aggravating factor that respondent had failed to comply with the court’s previous suspension order that he repay $6,000 in unauthorized fees. However, relator agreed with respondent’s deposition testimony that he has repaid this sum and the complaint in this case also states that he has. Our determination in this regard has no effect on our disposition herein.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}