{
  "casebody": {
    "data": "<casebody firstpage=\"351\" lastpage=\"354\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b459-11\">Columbus Bar Association <em>v. </em>Gaba.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b459-12\">[Cite as <em>Columbus Bar Assn. v. Gaba, </em>98 Ohio St.3d 351, 2003-Ohio-1012.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b459-15\">(No. 2002-2150</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AYK\">Submitted January 8, 2003</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Aa_\">Decided March 19, 2003.)</decisiondate>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b459-17\">Per Curiam.</author>\n<p id=\"b460-4\"><page-number citation-index=\"1\" label=\"352\">*352</page-number>{¶ 1} On August 12, 2002, relator, Columbus Bar Association, filed a complaint charging respondent, Elizabeth Nancy Gaba of Columbus, Ohio, Attorney Registration No. 0063152, with violations of the Code of Professional Responsibility. A panel of the Board of Commissioners on Grievances and Discipline considered the matter on the parties’ consent-to-discipline agreement that was entered into pursuant to Gov.Bar R. V(ll)(A)(3)(c) and Section 11 of the Rules and Regulations Governing Procedure on Complaints and Hearings Before the Board of Commissioners on Grievances and Discipline. The panel accepted the statement of facts set forth therein, which included the following.</p>\n<p id=\"b460-5\">{¶ 2} The complaint charged respondent with two counts of misconduct involving her representation of two separate clients. Respondent acknowledged that during conversations that occurred between nonattorney staff members and clients, two of her clients could have believed that they were speaking with a licensed attorney. Although she was not present during the conversations, respondent admitted her responsibility for the ambiguity. Respondent also admitted that she had failed to adequately supervise nonlawyer staff members who had exceeded their authority by offering legal advice to one client about the differences between divorce and dissolution.</p>\n<p id=\"b460-6\">{¶ 3} Respondent further admitted that her nonattorney staff members provided two clients with estimates of legal fees. Respondent also acknowledged that there were moderate delays in performing legal services in regard to two clients, although respondent believes that none of these delays actually prejudiced those clients.</p>\n<p id=\"b460-7\">{¶ 4} Respondent accepted responsibility for failing to promptly refund the full amount of unearned fees to two clients, and she eventually returned all fees that they had paid.</p>\n<p id=\"b460-8\">{¶ 5} Finally, respondent conceded that she had failed to register the employment of a suspended attorney with Disciplinary Counsel, as required by Gov.Bar R. V(8)(G)(1).</p>\n<p id=\"b460-9\">{¶ 6} Relying on the parties’ agreement, the panel concurred that respondent had violated the Code of Professional Responsibility. As to Count One of the complaint, respondent admitted violating DR 1-102(A)(6) (engaging in conduct that adversely reflects on a lawyer’s fitness to practice law), 3-101(A) (aiding a nonlawyer in the unauthorized practice of law), 6-101(A)(3) (neglecting an entrusted legal matter), 7-101(A)(2) (failing to carry out a contract of employment), and Gov.Bar R. V(8)(G)(1) (failing to register the employment of a suspended attorney with Disciplinary Counsel).</p>\n<p id=\"b460-10\">{¶ 7} As to Count Two, respondent admitted violating DR 2-106(A) (collecting an illegal or clearly excessive fee), 3-101(A), 7-101(A)(2), and Gov.Bar R. <page-number citation-index=\"1\" label=\"353\">*353</page-number>V(8)(G)(1). The panel accepted relator’s withdrawal of the remaining violations alleged in the complaint.</p>\n<attorneys id=\"b461-10\">Thompson Hiñe, L.L.P., and Laura A. Hauser; Vorys, Sater, Seymour &amp; Pease, L.L.P., and James E. Phillips; Bruce A. Campbell, Bar Counsel, and Jill M. Snitcher McQuain, Assistant Bar Counsel, for relator.</attorneys>\n<p id=\"b461-5\">{¶ 8} The panel acknowledged that respondent had no prior disciplinary record, had not acted out of a dishonest or selfish motive, and that respondent, despite some delay, did refund all fees paid by the clients in question. In addition, respondent promptly returned all files and client materials upon termination of her services, cooperated fully in the investigation into her misconduct, and agreed to all the recommended sanctions. The parties averred that there were no aggravating factors relating either to respondent’s conduct or the violations alleged.</p>\n<p id=\"b461-6\">{¶ 9} The panel recommended the sanctions suggested by the parties that respondent (1) receive a public reprimand; (2) accept relator’s assignment of a monitor for one year to assist in the administration of her law practice; (3) take appropriate steps to prohibit any contact with or activity by her husband, Lawrence Gaba, in her law practice; and (4) pay the costs of this action. The board adopted the panel’s findings of misconduct and recommendation.</p>\n<p id=\"b461-7\">{¶ 10} We agree that respondent violated DR 1-102(A)(6), 2-106(A), 3-101(A), 6-101(A)(3), 7-101(A)(2), and Gov.Bar R. V(8)(G)(1), as found by the board. We also agree that the sanctions recommended by the board, as set forth by the parties in the consent agreement,<footnotemark>1</footnotemark> are appropriate.</p>\n<p id=\"b461-8\">Judgment accordingly.</p>\n<judges id=\"b461-9\">Moyer, C.J., Resnick, F.E. Sweeney, Pfeifer, Cook, Lundberg Stratton and O’Connor, JJ., concur.</judges>\n<attorneys id=\"b462-4\"><page-number citation-index=\"1\" label=\"354\">*354</page-number>Wolman, Genshaft &amp; Gellman and Benson A. Wolman, for respondent.</attorneys>\n<footnote label=\"1\">\n<p id=\"b461-11\">. {¶ a} The sanctions recommended by the board as set forth by the parties in the consent to discipline agreement include:</p>\n<p id=\"b461-12\">{¶ b} “a. a public reprimand;</p>\n<p id=\"b461-13\">{¶ e} “b. the assignment by the [Columbus Bar Association] of a monitor for one year following the date of acceptance of this Agreement by the Board to assist Gaba in the administration of her law practice;</p>\n<p id=\"b461-14\">{¶ d} “c. a commitment by Gaba that there shall be no contact between her clients and her husband, Lawrence Gaba, a suspended attorney. In addition, Gaba will not permit, tolerate or suffer any conduct or activity on the part of Lawrence Gaba which constitutes any activity relating to Gaba’s law practice, nor shall he have any supervisory authority over any of Gaba’s staff for any reason. Subject to the terms set forth herein, Gaba may utilize transportation in connection with her law practice that is provided by Lawrence Gaba.</p>\n<p id=\"b461-15\">{¶ e} “d. the costs of this action to be paid by Gaba.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}