{
  "casebody": {
    "data": "<casebody firstpage=\"609\" lastpage=\"615\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b639-9\">Conner <em>v. </em>Pittsburg Railways Company, Appellant.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b639-10\"><em>Negligence </em>— Street <em>railways </em>— Infant—Duty <em>of motorman.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b639-11\">The duty of a motorman requires him to exercise care and vigilance in</syllabus>\n<syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b639-12\">operating his car. He should give close attention to his duties so that he may protect those who without negligence are occupying the track in front of him, as well as those who are passengers in the car who may be endangered by a collision with persons or objects on the track.</syllabus>\n<syllabus data-order=\"4\" data-type=\"syllabus\" id=\"b639-13\">Where a motorman is running his car at such speed that he could stop it within a car’s length, and the view of the track is so unobstructed that if he looked he could see a small boy at a point at least 100 feet from where the boy is about to cross the track, and he fails to do so, and the boy is struck as he is about leaving the track, the motorman is guilty of negligence, and the company employing him is liable in damages for injuries to the boy.</syllabus>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b639-14\">Argued Oct. 30,1906.</otherdate>\n<summary data-order=\"6\" data-type=\"summary\" id=\"AXq\">Appeals, Nos. 133 and 134, Oct. T., 1906, by defendant, from judgment of O. P. No. 3, Allegheny Co., Aug. T., 1904, No. 541, on verdict for plaintiff in case of Joseph Conner, Minor, by next friend, Burton Conner, and Burton Conner in his own right v. Pittsburg Railways Company.</summary>\n<judges data-order=\"7\" data-type=\"judges\" id=\"Amfa\">Before Mitchell, C. J., Pell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.</judges>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"AbjT\">Affirmed.</disposition>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b639-15\">Trespass to recover damages for injuries to a boy seven years old. Before McClung, J.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b639-16\">The circumstances of the accident are stated in the opinion of the Supreme Court.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b639-17\">Verdict and judgment for Burton Conner for $1,500, and for Joseph Conner for $4,500. Defendant appealed.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b639-18\"><em>Error assigned </em>was in refusing binding instructions for defendant.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b639-19\"><em>WilUam A. </em>Challener,</attorneys>\n<p data-order=\"14\" data-type=\"attorneys\" id=\"AMq\">with him <em>Clarence Burleigh </em>and</p>\n<decisiondate data-order=\"15\" data-type=\"decisiondate\" id=\"Ad9B\"><page-number citation-index=\"1\" label=\"610\">*610</page-number>January 7, 1907:</decisiondate>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b640-3\"><em>James C. Gray, </em>for appellant, cited: Hoffman v. Phila. Rapid Transit Co., 214 Pa. 87.</attorneys>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b640-4\"><em>Rody P. Marshall, </em>with him <em>T. L. Kerin </em>and <em>Thomas M. Marshall, </em>for appellee,</attorneys>\n<p data-order=\"18\" data-type=\"legal\" id=\"AI4B\">cited: Thompson v. Traction Co., 193 Pa. 555 ; Evers v. Traction Co., 176 Pa. 376; Schnur v. Traction Co., 153 Pa. 29.</p>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b640-5\">Opinion by</p>\n<author id=\"ARvt\">Mr. Justice Mestrezat,</author>\n<p id=\"b640-6\">The first and only assignment which requires consideration alleges that the court erred in not affirming the defendant’s point for instruction that there ivas no sufficient evidence of negligence on the part of the defendant company to justify a verdict for the plaintiffs. This point was properly refused by the court, and the case was submitted to-the jury.</p>\n<p id=\"b640-7\">The duty of a motorman requires him to exercise care and vigilance in operating his car. He should give close attention to his duties so that he may protect those who without negligence are occupying the track in front of him, as well as those who are passengers in the car who may be endangered by a collision with persons or objects on the track. As this court said in Schnur v. Citizens’ Traction Company, 153 Pa. 29, and it has substantially been reiterated time and again, a motorman “ should always be on the alert, to avoid danger, and his attention never should be diverted from his duties. He should keep his eye constantly on the track before him. If he is permitted to gaze at houses or other objects while his car is in motion, and an accident occurs by reason of such conduct, the company employing him must expect to be held responsible.”</p>\n<p id=\"b640-8\">A public highway, known as the River road, leads from Homestead along the Monongahela river in Allegheny county to the South Side in the city of Pittsburg. At the place of the accident, the road runs along a hillside parallel with and about twenty-five or thirty feet above the tracks of the Pitts-burg, McKeesport and Youghiogheny railroad which skirts the river at that point. Here, there are several houses on the upper side of the River road and'no buildings below it. The defendant company operates a single track electric railway on the road, and at the place of the accident the track is on the extreme lower side of the road. The company runs only two <page-number citation-index=\"1\" label=\"611\">*611</page-number>regular cars on this line, and as they travel in opposite directions, they pass at a switch about 300 yards down the river from the point on the track where the accident occurred. A well-worn path, four feet in width, leads from this point diagonally across and down the hillside about thirty-five feet to the railroad tracks. The path was made by the boys of the community “going continuously to and fro from the river getting wood.”</p>\n<p id=\"b641-3\">On the morning of July 18, 1902, which was a bright, clear morning, Joseph Conner, the minor plaintiff, a child of less than seven years, and Carlton Duffy and William Martin, two other lads of about the same age, went from their homes on the upper side of the River road near the place of the accident to the river bank near Walton’s coal tipple on the railroad, about a quarter of a mile distant, in search of firewood. When they started to return to their homes, they walked along the railroad to the path and then followed it. Just before they reached the street railway track which is on the extreme lower side of the river road overlooking á steep bank, Conner was in the lead, Duffy was about ten or twelve feet behind him and Martin was directly in the rear of Duffy. Conner proceeded to cross the track, and as he was stepping over the second rail he was struck by defendant’s car and very seriously injured. This was a summer car with the footboards turned up against its sides, running down the river in the direction of the south side, and was not carrying passengers, but “ was piled full of benches and seats.”</p>\n<p id=\"b641-4\">The plaintiffs allege that the motorman was negligent in operating the car, that he failed and neglected to keep a proper lookout for persons lawfully upon the highway and that he failed to give any warning of the approach of the car. The plaintiffs claim that if the motorman had been giving attention to his duties, he could have seen the children on the path as they approached the railway track, and could have seen Conner on the track for a sufficient distance to enable him to stop the car before it struck the boy. The plaintiffs also cláim that the motorman could and should have seen-Conner as he was walking on the path and nearing the car track and if he had sounded the gong then, the boy would have heard it and not attempted to cross the track. The failure to perform these <page-number citation-index=\"1\" label=\"612\">*612</page-number>duties is tbe negligence alleged by the plaintiffs against the motorman of the defendant company.</p>\n<p id=\"b642-4\">The boys all testified that as they came up the hill on the path they saw a car on the defendant’s track traveling towards the south side, but that they did not see or hear the second car, which was immediately behind it and which was the cause of the accident, until after it struck Conner. Duffy testified that the approach of the street car could not be heard because of the noise made by the engines on the two railroads which parallel the River road at this point, and that a train was passing on one of the railroads at the time the accident occurred. Conner says that he did not observe the car until he was stepping over the second rail when it struck him. According to the testimony of the boys, they heard no signal that the car was approaching. Frank McGuckin was a witness for the plaintiffs. He lives on the upper side of the River road immediately opposite the point at which the path enters the lower side of the road and the place where the accident occurred. He was sitting on his porch, which is in front of his house a few feet above the road, and saw the first or regular car pass towards the south side. He also saw the other or extra car approaching and says it was about 100 yards behind the first car. There was no fence on the lower side of the River road at that time and nothing to obstruct the view which the motorman had of the path extending up and down the hill. McGuckin testified: “ Q. Now, if you were on a street car coming down the river how far before you came to this path could you see it ? A. You could see one-quarter of a mile fully; you had command of the whole railroad track. Being in the situation of running in a semicircle you had command of the whole view. Q. If you were on a street car coming down the river, how far before you came to this path could you see it ? A. As soon as the street car came under Walton’s tipple. Q. How far was that from this path ? A. Almost a quarter of a mile. Q. Now, state whether or not you could see that path from that time continuously if you were on the front of a street car coming down the river ? A. Yes, sir.” He further testified that his attention was attracted to the second car by the ringing of its gong when it was about 100 yards distant, that thereafter and up to the <page-number citation-index=\"1\" label=\"613\">*613</page-number>time the boy was struck that he did not hear the gong ring, but could have heard it if it had rung. He also says that from the time the car was 100 yards distant from the place of the accident, there was nothing to prevent the motorman from seeing the boys coming up the path.</p>\n<p id=\"b643-3\">If McGuckin’s testimony is believed, and there is nothing in the case to discredit it, this motorman was unquestionably negligent. By the exercise of the care required of him, that of a prudent man under the circumstances, he would have seen the three small children walking on the path in the direction of the car track and of the public road, and the houses in that vicinity all being on the upper side of the road he should have assumed that these children were going to their homes above the road, and therefore would cross the car track. In the absence of anything more important requiring his attention at that time, he should have observed closely to see whether the children entered upon the track. Had he exercised this care, he would have seen the children, and the accident would not have occurred. All the evidence shows, and it is conceded, that the car was not running at a rapid speed but at a speed in which it could have been stopped at any time in its own length. Seeing this boy enter upon the track, as the motorman in the exercise of proper care should have seen, he could have stopped his car before it struck the boy. At that time, he was not entering upon the track nor in the middle of it, but was stepping over the second rail and leaving the track. \"We think it apparent that from the gait at which Conner was walking and the speed at which the car was traveling when he entered upon the track, that the street car was more than a car length from him and hence could have been stopped b}r the motorman if he had been exercising the alertness required of him on the occasion.</p>\n<p id=\"b643-4\">The motorman who was in charge of the car at the time of the accident was called as a witness on behalf of the defendant company. He testified that he did not see any boys or children on the right-hand side of the track or below the road as he approached the place of the accident, and did not see Conner until after the accident and he was notified that he had run over a boy. He further says that at the time of the accident he was standing in the front end of his car, looking <page-number citation-index=\"1\" label=\"614\">*614</page-number>ahead, and that if a child had crossed the track he would have seen it, but did not see any child ahead of the car or crossing the track. This testimony does not help the defense. The motorman does not deny that if he had been looking he could have seen the children on the path walking towards the street car line. He admits that he could have seen the child if it had entered upon the track, and he further says in his testimony that he could have stopped his car, at the rate he was running, in a car length. His admission that he could have seen a child on the track shows conclusively that he was not looking and observing what was in front of him, because it is unquestionably a fact that this little child was ,on the track and had crossed part of it and was stepping off it at the time he was struck. The testimony of the three little boys conclusively shows that immediately before Conner was struck he was on the path approaching the car track, and hence he had passed from the lower side to the upper side of the track when he was struck by the car. It is therefore manifest, conceding the motorman’s testimony to be true, that he could have seen a child on the track in front of him, that he was not looking in that direction as the car approached the place of the accident. This of itself convicts him of negligent conduct for which his employer is liable. On the undisputed evidence in the case if the motorman had been looking he could have seen the boys on the path approaching the car line and could have seen Conner when he was on the track, and further, the motorman could have stopped his car in a car length. There is but one conclusion, and that is, that the motorman was remiss in the performance of his duties on that occasion which resulted in the mangling of the little child and maiming him for life. If the motorman saw these children approaching the car line, it was his duty to take reasonable precaution to protect them against being run down by his car, and failing in this he was negligent; if he did not see them on the path walking in the direction of the car line and Conner on the track it was, under the uncontroverted testimony, because he did not look, and hence he was equally negligent; and in either view, if his negligence was the causé of the boy’s injuries, the defendant should be held responsible.</p>\n<p id=\"b644-4\">The case of Keller v. Phila. <em>&amp; </em>R. Ry. Co., 214 Pa. 82, <page-number citation-index=\"1\" label=\"615\">*615</page-number>cited and relied upon by appellant’s counsel, has no application to the facts of this case. That case, as the opinion shows, was decided “ on the assumption that the engineer was looking ahead and performing his duty in this respect,” and on the ground that the boy was “ in a position similar to that of a child who suddenly runs into the side or in front of a moving ear.”</p>\n<p id=\"b645-4\">The assignments of error are overruled and the judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}