{
  "casebody": {
    "data": "<casebody firstpage=\"19\" lastpage=\"24\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b43-6\">S. W. Holder v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b43-7\">\n<em>No. 578.</em>\n</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AIz\"><em>Decided February </em>16th, <em>1895.</em></decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b43-8\">1. Marriage—Validity of.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b43-9\">In the absence of any positive statute deelaing void all marriages not celebrated in the prescribed manner, or solemnized by certain magistrates or ministers, any marriage regularly made according to the common law, without observing the statute regulations, would be a valid marriage.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b43-10\">2. Same—Ordained Ministers.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b43-11\">If the marriage be good as a common law marriage, the fact that it was solemnized by a minister of the gospel, who had never been ordained would not affect its validity.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b43-12\">3: Bill of Exceptions—Practice.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b43-13\">A bill of exceptions setting up objections to evidence, to be sufficient, must show:</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b43-14\">1st. That the evidence was permitted to go to the jury.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b43-15\">2nd. That it was improperly admitted.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b43-16\">4. Adultery—Evidence.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b43-17\">On a trial for adultery, where the defense was that the parties were legally married, and that the former marriage of defendant to another was void, the suit brought by defendant against his first wife for a divorce was competent and admissible as evidence against him; and, if, such suit was improperly brought by an attorney without authority, the want of such authority should be proved by the defendant.</headnotes>\n<summary data-order=\"13\" data-type=\"history\" id=\"b43-18\">Appeal from the County Court of Bosque. Tried below before Hon. W. B. Thompson, County Judge.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b43-19\">This appeal is from a conviction for adultery, the punishment assessed being a fine in the sum of $1000.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b43-20\">The indictment charged defendant, “did unlawfully live together and have carnal intercourse with one, Alice Carlock, he being then and there lawfully married to another person living.”</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b43-21\">The State proved that defendant was married to one Rosa Cleveland, in Bosque County, in 1888. The marriage license showed that the rites of matrimony were celebrated on the 28th of February, by one W. H. Roberts, who signed the certificate of marriage and attached to his name the letters “O. M. G.” (signifying, we presume, that he was an ordained minister of the gospel.) These parties lived together several years, when they separated. Defendant left the county soon thereafter, and when he returned, in January, 1893, he brought back with him one Alice Car-lock, to whom the evidence showed he had been married in Clay County, Texas, on the 4th day of July, 1892.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b43-22\">The defense was that defendant had never been legally married to Rosa Lee Cleveland, because W. II. Roberts, who performed the marriage ceremony, was not an ordained minister of the gospel, and consequently had no authority to celebrate the rites of matrimony. The evi<page-number citation-index=\"1\" label=\"20\">*20</page-number>deuce as to this matter, ivas as follows: W. II. Roberts testified, “That he came to Bosque County about ten years ago and had performed the marriage ceremony many times. That he married the defendant to Rosa Lee Cleveland in 1888. That about twenty-five years ago in Alabama, he was licensed by the Methodist E. Church, South, to preach, and after-wards he concluded to join the Protestant Methodists, and exhibited his license from the M. E. Church, South, and the Protestant Methodists endorsed them, and I went on preaching for them afterwards, and jirior to the Holder and Cleveland marriage applied to the Cumberland Presbyterian synod for license to preach for that denomination; that they told him they would license him to preach, but they never gave him any written authority to preach, and if they made any written record of this he does not know; that this synod belonged to the Waco Presbytery, and he performed this ceremony under the authority of the Presbyterian church; that he has married many people; that in 1890, ho applied to the M. E. Conference, presided over by Rev. Nelms, of Fort Worth, for license to preach for that denomination, and failed to get the license.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b44-5\">Defendant attacked the authority of Roberts to perform a legal ceremony. Rev. Nelms swore for defendant that he is the Methodist Episcopal presiding elder of the Fort Worth district, and Bosque County is in his district; that in 1890 the witness, W. II. Roberts, applied to . him for a license to preach and Avas refused because he Avas incompetent and because he could not tell hoiv he got out of the Presbyterian Church, but told him that he (Roberts) had left it about íavo years ago, (which Avould be in 1888); that in the Methodist Episcopal Church, South, a license to ¡breach does not give authority to perform marriage ceremonies; that Avhen a licensed minister left one State or a conference and moved to another the license was void and of no effect. D. C. ICinnard swore for defendant that he was Secretary of the Waco Presbytery, and as such keeps the books, records and minutes of the same; that W. II. Roberts had no connection with the Presbytery for the past eighteen years, nor since 1885, and any rites performed by him as a minister of the gospel during said term, Avas without authority of said Presbytery and void. A. W. Dumas, for defendant, sAvore that he Avas a member of the Waco Presbytery, and did not knoAV Roberts as a minister of said church; that D. C. Kinnard is secretary of Waco Presbytery, and keeps the records of all licensed and ordained ministers belonging to the same; that no one has authority to perform the ordinances of said church except ordained ministers; that a licensed minister only has authority to bury the dead, etc., and such license only lasts six months, and after that time becomes null and void unless renewed or he becomes ordained Avithin the six months. Defendant introduced marriage license to himself and Miss Alice Corlock, with the return shoAving they Avere married in Clay County, Texas, on the 4th day of July, 1892.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b44-6\">Over objection of defendant the State Avas permitted to introduce in <page-number citation-index=\"1\" label=\"21\">*21</page-number>evidence the copy of petition in divorce case in Eastland County, Texas, filed June 1, 1892, showing that defendant and Rosa Cleveland were married in 1888, and lived together as man and wife until 1890; that defendant asked for a divorce on the ground of the violent temper of said Rosa and cruel conduct, and that she refused to allow defendant to have sexual intercourse with her; that said petition was not signed by defendant, but by attorneys.</summary>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b45-5\"><em>P. B. Ward, Lockett </em>and <em>Kimball, </em>for appellant.</attorneys>\n<p data-order=\"21\" data-type=\"legal\" id=\"AX\">1. The court erred in admitting in evidence the petition for a divorcefiled in Eastland County, apparently by defendant v. Rosa Lee Holder, which was objected to by defendant, because it was not shown that defendant had authorized it to be filed, or that defendant knew its contents or that defendant was the plaintiff in that suit, and this was prejudicial to defendant, because it admitted his marriage as legal to Rosa Lee Holder. This was objected to and bill saved.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b45-6\">2. The court erred in refusing defendant special charge to the jury as follows, to-wit: That if the jury had a reasonable doubt that W. II. Roberts was an ordained or regular licensed minister of the gospel, or that defendant had reasonable ground to believe he was not, then you will acquit defendant.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b45-9\">3. The court erred in charging the jury that the said marriage was solemnized by some person who, although he may not have been a regular licensed or ordained minister of the gospel, yet such person had been in the habit of solemnizing the rites of matrimony between parties, and held himself out to the world as a regular licensed or ordained minister of the gospel, and was so regarded in the community where he lived, and if from his general reputation the contracting parties believed him to be a minister of the gospel and authorized by law to solemnize the rites of matrimony and intended in good faith to be legally married by such person, then in this event the marriage in question would be valid and binding in law. This charge was error, because the jury are told that another person other than those named in the statute may perform the ceremony, and that such person may acquire such right by falsely holding himself out to the public as a minister, and also by deceiving the contracting parties. The court also charged the jury that if the rites of matrimony between defendant and Rosa Cleveland were solemnized by a regular licensed or ordained minister of the gospel, or by some one whom the contracting parties from general reputation had good cause to believe and did believe was a regular licensed or ordained minister of the gospel, the defendant would be guilty of adultery while the marriage so solemnized was subsisting he lived with and had carnal intercourse with Alice Oarlock as her pretended husband. This charge assumes that the authority to perform the rites of matrimony may be legally performed by an imposter, provided the parties contracting are successfully deceived by the imposter; and if he has succeeded in fooling the public.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b46-4\"><page-number citation-index=\"1\" label=\"22\">*22</page-number>4. An agreement between parties to be married followed by cohabitation and living together as man and wife, and holding themselves out as such in society is not sufficient proof of marriage in bigamy or adultery. Our statute is not directory. Western Union Tel. Co. v. Boren Proctor, 6 Texas Civ. App., 303; Dumas v. State, 14 App, 472; McGrew v. State, 13 App., 340.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b46-5\">A valid, legal marriage is one which has been solemnized according to the mode and manner, and in accordance with the prerequisites which the law requires. Dumas v. State, 14 App., 472 and 3; Western Union Tel. Co. v. Boren Proctor, Court of Civ. App. of Texas, decided February 8, 1894.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b46-6\">In the case of The State v. Hodgkins, 19 Maine, 155, the court says: “The object of requiring the testimony of a person present at the marriage (the charge being adultery) is not merely to prove the performance of the ceremony; but to prove that all the circumstances attending it were such as to constitute a legal marriage. There should be something disclosed by which it may satisfactorily appear that the person performing the ceremony was legally clothed with authority for that purpose.”</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b46-7\">In State v. Brady, 13 Ired., 289, it is said that “where a marriage is said to have been performed by a minister, the extent of his authority should appear.”</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b46-8\">If the person who performed the ceremony was reputed to be and acted as a minister, this is sufficient prima facie, but may be contradicted by evidence of want of authority in the officer officiating. State v. Abbey, 29, pp. 67 Am. Dec., 10; Statev. Robbins, 12 N. C., 44 Am. Dec., 65 and 6; State v. Johnson, 12 Minn., 476; Dunn v. Kingdon, 1 Thamp., etc., 492; Cutherwood v. Castor, 13 Mc. and W., 261; Bird v. Cam., 21 Grat., 800; Murphy v. State, 50 Ga., 150; State v. Kenn, 10 N. H., 347; State v. Clark, 54 Id, 446; State v. Winkley, 14 N. H., 480.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b46-9\">A minister cannot be a de facto officer—he is either a minister or he is not. Suppose his church revokes his authority, he no longer has any color of authority, his office is at an end and his acts are void. Suppose a Justice of the Peace, whose successor has qualified, marries a couple ten days afterward, he is not a de facto officer, then his acts are void. But if a minister of the gospel can be a de facto officer, yet this one certainly was not because his only license from the M. E. Church, South, had been renounced long before this ceremony was performed, and he says he performed it under the C. P. Church, which he says promised to issue him license, but this promise, if ever made, was not performed, although four years had elapsed between the promise and the performance of the ceremony in this case.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b46-10\">A person claiming to be a de facto officer should have some colorable right to the office, the mere assumption or reputation is not per se sufficient. Franco Texan Land Co. v. Laigle, 59 Tex. Rep., 344.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b46-11\">When there is a statute declaring that an officer cannot act or where <page-number citation-index=\"1\" label=\"23\">*23</page-number>the law allows another officer to do the act, no other officer can be a de facto one. Cox v. Ry. Co., 68 Tex. Rep., 230.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b47-5\">The conduct of this minister in his continued application for only license to so many different churches, and never perfecting them under any, shows he knew he was a fraud. Thirty years had elapsed since his first temporary license had issued, and four years after he applies to the C. P. he performs this ceremony. Mr. Dumas says the license, if it had been issued, would have been void in six months. If there was such a thing as a de facto minister, certainly there is an end to it. But he never had license from the C. P. church, and the mere promise to issue at some time license, could not even make him a de facto minister.</p>\n<p data-order=\"33\" data-type=\"legal\" id=\"b47-6\">In adultery and bigamy, where the proof shows that the officer was only a de facto officer, a conviction cannot stand because there has been no valid, legal marriage by a legally authorized officer.</p>\n<p data-order=\"34\" data-type=\"legal\" id=\"b47-7\">There is a different rule applied to civil and criminal cases. Bishop on Mar. and Div., 441, 442; Wharton on Crim. Ev., 9th ed., sec. 171; Brown v. State, 52 Ala., 338; Case v. Case, 17 Cal., 598; People v. Anderson, 26 Cal., 133; Green v. State, (21 Fla., 403) 58 Am. Rep., 671, 672.</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b47-8\">In addition to the above authorities, these same attorneys in their motion for a rehearing, cited the following authorities on the question as to what constitutes a valid marriage: Milford v. Worster, 7 Mass., 48; Com. v. Munson, 127 Mass., 459; S. C. 34 Amer. Reps., 417; Rex v. Brampton, 10 East, 282; Ligamia v. Bexton, 11 Amer. Decs., 46; Pratt v. Pierce, 58 Amer. Dec., 759; 1 Chitty’s Blk’st., §434, p. 346; Rice v. Rice, 31 Tex. Rep., 174.</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b47-11\"><em>H. L. Henry, </em>Assistant Attorney-General, for the State.</p>\n<opinion data-order=\"37\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b47-12\">DAVIDSON, Judge.</author>\n<p id=\"AvS\">This is a conviction for adultery, the fine imposed being $1,000. Under license issued for that purpose in 1888, the appellant was, by W. H. Roberts, a preacher, married to Miss Rosa Cleveland, with whom he lived as husband for about two years, when they separated. Upon the trial he proved that said Roberts was not an ordained minister of the gospel at the time he performed said marriage ceremony. This fact being established, he contends this marriage was a nullity, and therefore his second marriage was legal; hence he was not guilty of adultery in living with the woman to whom he was married in 1892. The fact that Roberts was not an ordained minister does not render the first marriage a nullity. Simon v. State, 31 Tex. Crim. Rep. 186; Foster v. State, 31 Tex. Crim. Rep., 409; Gillian v. Reddick, 4 Iredell, 368; 5 Amer. and Eng. Ency. of Law, pp. 100, 103 and notes; Hays v. People, 25 N. Y., 30. Justice Strong, for the Supreme Court of the United States, quoting Greenleaf on Evidence, says: “Though in most, if not all, the United States, there are statutes regulating the celebration of marriage rites, and inflicting penalties on all who disobey the regulations, yet it is generally considered that, in the absence of any <page-number citation-index=\"1\" label=\"24\">*24</page-number>positive statute declaring that all marriages not celebrated in the proscribed manner shall be void, or that none but certain magistrates or ministers shall solemnize a marriage, any marriage, regularly made according to the common law, without observing the statute regulations, would still be a valid marriage.” Meister v. Moore, 96 U. S., 76, 80. Such statutes are merely directory. Marriage is a civil contract, and is a thing of common right, so recognized by all civilized countries in all ages, and is encouraged by public policy. A rule of construction an contended for by appellant, would bastardize children whose parents believed they were legally married, and who were not conscious of violating any law, human or divine, and who believed they had entered into the marital relation without coming in conflict with the provisions of statutory enactments. Such a rule, we think, fraught with consequences fearful to the interest of society, would tend to flood the courts with litigation, unsettle property rights, and disturb settled rights of inheritance. We cannot agree to such a rule of construction. Our statute does not render null or prescribe penalties against marriages not entered into under the terms thereof. This view was entertained, and so held, by the Court of Civil Appeals at Dallas, in a recent able and exhaustive opinion delivered by Lightfoot, C. J., in the case of Ingersoll v. McWillie, 30 S. W. Rep., 56.</p>\n<p id=\"b48-3\">The first five bills of exception reserved by appellant were not filed in the trial court, as manifested by the record before us. In regard to the admission of evidence complained of in some of the bills of exception, we find—First, that they do not show the evidence was admitted to the jury; and, second, if that be granted, it was properly admitted. The suit brought by appellant against his wife prior to his second marriage, was correctly admitted against him. If he did not authorize it, and the attorneys brought the sidt without his knomledge or consent, he should have produced evidence to that effect. The special instructions asked by appellant were correctly refused. We find no error in the record, and the judgment is affirmed.</p>\n<p id=\"b48-4\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}