{
  "casebody": {
    "data": "<casebody firstpage=\"354\" lastpage=\"360\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b378-25\">Lee Ray v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b378-26\">\n<em>No. 857.</em>\n</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ajl\">\n<em>Decided January 15th, 1896.</em>\n</decisiondate>\n<headnotes data-order=\"3\" data-type=\"attorneys\" id=\"b378-5\">I. Remarks <em>Toy </em>District Attorney in Closing Argument.</headnotes>\n<headnotes data-order=\"4\" data-type=\"legal\" id=\"b378-6\">Where the remarks of the District Attorney are in answer, and responsive to, matter discussed by defendant’s counsel, defendant has no right to complain.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b378-7\">3. Same—Defendant as a Witness.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b378-8\">Where a defendant is a witness, the State’s counsel is authorized, in his argument, to treat him as any other witness; and may animadvert upon his testimony or his failure to testify upon any issuable point in the case.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b378-9\">3. Same—Theft of Cattle—Failure of Defendant to Introduce Bill of Sale in</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b378-10\">Evidence.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b378-11\">On a trial for theft of cattle, where a bill of sale, which was the property of defendant, was produced in court, but not introduced in evidence, the failure to introduce it became a subject of legitimate criticism in argument by the State’s counsel.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b378-12\">4. Same.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b378-13\">Where the defendant, as a witness for himself, on a trial for theft of cattle, has testified, that he had heard the party, who he claimed to be his vendor, was a fugitive from justice, it was not error for the prosecuting officer, in his argument, to allude to the fact that such party was a fugitive from justice.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b378-14\">5. Theft of Cattle—Bona Fides—Charge.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b378-15\">On a trial for theft of cattle, where the court charged the jury, in effect, to acquit defendant, if, from the evidence, they believed that the person for whom he worked, and under whose order he took the animal, believed that he had authority to take the same. Held: The charge was more favorable to defendant than he was entitled to.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b378-16\">6. Same—Hired Hand—Charge.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b378-17\">On a trial for theft of cattle, where the defense was, that defendant was a hired hand, a charge of court which, in effect, instructed the jury, that before they could convict they must believe, beyond a reasonable doubt, that defendant’s employer, in taking the animal, did so with fraudulent intent to steal the same; and that defendant, at the time he acted for and assisted his employer, knew of such fraudulent intent of his employer, was sufficient, and correctly presented the law.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b378-18\">7. Jury—Misconduct—Receiving Other Testimony After Retirement.</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b378-19\">On a trial for cattle theft, where, after the jury had retired to consider of their verdict, one of the jurors said to another: “There is a regular nest of them: I think we have the right man.” And, this was urged as misconduct, for which a new trial should have been granted. Held: That in the absence of a showing that the general knowledge of the juror created such prejudice against defendant as that he could not give him a fair and impartial trial, was not such as to disqualify said juror, and presented no sufficient ground for reversal.</headnotes>\n<summary data-order=\"18\" data-type=\"history\" id=\"b378-20\">Appeal from the District Court of Parker. Tried below before Hon.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b378-21\">J. W. Patterson.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b378-22\">This appeal is from a conviction for the theft of one head of cattle, the property of some person to the grand' jurors unknown, wherein the punishment assessed was a term of two years’ imprisonment in the penitentiary.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b379-4\"><page-number citation-index=\"1\" label=\"355\">*355</page-number>The evidence of both thé State and the defense established the fact that the “one certain head of cattle” alleged to have been taken by the appellant, was taken by him and Dan Sisk from the range of G. W. Law about the time named in the indictment. The State’s contention was, that the said “head of cattle,” which was a red steer, about three years old,\" was known to appellant as an estray, and by him taken fraudulently and traded by appellant to Edgar Keeton, (for Mrs. Wilson) and was slaughtered by Joe Browning, an employe of Mrs. Wilson. The appellant’s defense was that he, as the hired hand of Dan Sisk, openly and publicly aided the latter in driving the steer to Weatherford, relying on the representations of Sisk that he was authorized by Steve Akers to get him, and that Sisk took the same to his home, some twelve miles south from Weatherford; and further, that the red steer traded to Edgar Keeton for Mrs. Wilson was a different steer from the one he and Sisk took from the Law range. That the one traded belonged to Jep Crawford, and that appellant had written authority to dispose of him.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b379-5\">The defendant, as a witness, stated, on cross-examination, that he had written authority to get and sell the steer he traded to Edgar Keeton for Mrs. Wilson, and thereupon handed the written instrument to the State’s attorney’s, which, after reading, they returned to defendant. After the evidence, both for the State and defense, had closed, the County Attorney requested the court to have the defendant called back to the witness stand and compel him to offer in evidence the said written instrument showing his authority to get and sell the Crawford steer, traded to Edgar Keeton. The court declined to compel the defendant to introduce said written instrument, and the defendant voluntarily produced and offered the same to the County Attorney, consenting to its introduction, even though the evidence had been closed. The State’s counsel declined the offer. In closing the argument for the State, the County Attorney accused the defendant’s counsel of knowing that Jep) Crawford, who executed the said written instrument, was a fugitive from justice'; and further, that the defendant had withheld the said instrument and refused to permit the j ury to read the same.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b379-6\">The fifth paragraph of the court’s charge, which was objected to, is as follows: “To constitute theft there must have been a fraudulent taking of the animal. If the defendant and Dan Sisk did take the animal, and if, at the time of the taking, the said Sisk had authority from one Steve Akers to gather cattle that said Akers had lost; and if the said Sisk, at the time of the taking, believed the animal was one of the animals that Akers had authorized him (Sisk) to gather, then such taking would not constitute theft.”</summary>\n<attorneys data-order=\"24\" data-type=\"attorneys\" id=\"b379-8\"><em>Richards &amp; Stennis, </em>for appellant.</attorneys>\n<p data-order=\"25\" data-type=\"legal\" id=\"ApOZ\">A cause should be reversed when a prejudicial statement is made by the County Attorney in his closing argument, if excepffed to at the time. Fuller v. State, 30 Tex. Crim. App., 560.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b379-9\">In such cases it is the duty of the court to instruct the jury to disre<page-number citation-index=\"1\" label=\"356\">*356</page-number>gard such statements, etc. Peticolas &amp; V. Tex. Crim. Dig., p. 639, Secs. 18, 19, 23.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b380-3\">Reversible error for County Attorney to allude to defendant’s failure to introduce written testimony. Comment of defendant’s counsel upon conduct of County Attorney did not justify misrepresentation and prejudicial assertions not authorized by the evidence. Code Crim. Proc., 730b; Hatch v. State, 8 Tex. Crim. App., 416; Hunt v. State, 28 Tex. Crim. App., 149; Alvilla v. State, 32 Tex. Crim. Rep., 136.</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b380-4\">The court erred in fifth section of main charge in limiting the belief of authority on part of Sisk, to Sisk himself, without including defendant.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b380-5\">The material inquiry for the jury on this point, of taking in good faith, was, did Ray, the appellant, believe that Sisk had the authority to get the steer?</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b380-6\">It was immaterial on trial what the belief of Sisk was as to the steer being one belonging to Steve Akers, unless the belief was communicated to appellant. The true inquiry was, did appellant, as the hired hand of Dan Sisk, help get the steer, believing Sisk had the authority to get him. If he did believe this, he is not guilty of theft, and his conviction was wrongful. The court should have submitted this question to the jury, and in failing to do so after giving the misleading charge as to belief of Sisk, committed an error fatal to the conviction. The jury may have rightfully believed that Sisk did not believe, at the time he took the steer, “that it was one of the animals Akers had authorized him to gather,” and yet, the jury may have believed that appellant was deceived by Sisk into the belief, that he, Sisk, thought the steer belonged to Akers. In such case appellant has been wrongfully convicted because of the fraudulent act of Sisk. Code Crim. Proc., Art. 677; Taylor v<em>. </em>State, 5 Tex. Crim. App., 529.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b380-7\">A negative presentation of the defense is objectionable. White v. State, 18 Tex. Crim. App., 57; Willson’s Crim. Stat., Sec. 2338.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b380-8\">Error calculated to injure defendant is cause for reversal. Green v. State, 32 Tex. Crim. Rep., 298; Id. 454, 482, 512, 598.</p>\n<p data-order=\"33\" data-type=\"legal\" id=\"b380-9\">The defendant has not had a trial by a fair and impartial jury. W. W. Holder, one of the panel, being prejudiced, disqualified and incompetent to render an impartial verdict, as shown by affidavit of juror J. S. Johnson, attached to motion for a new trial.</p>\n<p data-order=\"34\" data-type=\"legal\" id=\"b380-10\">After testing the panel of jurors, and after each had on oath stated he had no bias in favor of or prejudice against appellant, W. W. Holder, with eleven others, was selected to try the cause. After retiring to the jury room, he stated to a fellow juror, J. S. Johnson, that, “he knew more about that outfit than I (Johnson) did, that there was a regular nest of them;” and further said, “I think we have got the right man, but I will withhold anything more.” Code Crim. Proc., Art., 636, Secs. 12, 13.</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b380-11\">Where juror disclaimed prejudice yet stated he would be a poor juror for defendant—error to refuse new trial. Long v. State, 10 Tex. Crim. App., 186; Washburn v. State, 31 Tex. Crim. Rep., 352. .</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b381-4\"><page-number citation-index=\"1\" label=\"357\">*357</page-number>‘ Juror should have been brought before the court and examined. Nash v. State, 2 Tex. Crim. App., 362.</p>\n<attorneys data-order=\"37\" data-type=\"attorneys\" id=\"b381-5\"><em>Mann </em>Trice, Assistant Attorney-General, for the State.</attorneys>\n<opinion data-order=\"38\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b381-6\">HENDERSON, Judge.</author>\n<p id=\"AV9A\">Appellant in this case was tried under an indictment charging him with the theft of one head of cattle; was convicted, and given two years in the penitentiary; and from the judgment and sentence of the lower court he prosecutes this appeal. The appellant assigns as error the action of the court in permitting the District Attorney, in his closing argument to the jury, to criticise the action of the defendant in failing to introduce in evidence a written bill of sale, in his possession, of the animal in controversy. It appears from the record that during the progress of the trial, after the defendant had testified to the sale to him of the animal verbally, on cross-examination by the State, it was elicited that the sale was made by a written instrument. This bill of sale was produced by the defendant, and handed to the District Attorney, who perused it, and handed it back, and he after-wards demanded that the defendant introduce said bill of sale. The defendant declined to do it, but offered to produce it, that the State might introduce it as evidence. This the State declined to do. In the closing argument, as before stated, the District Attorney alluded to this fact, claiming that the defendant had suppressed the written bill of sale. In the explanation of the court to the bills of exception, it is made to appear that the argument on this point by the State’s counsel was in response to an allusion by the defendant’s counsel in his argument about the same matter. The appellant saved his bill of exceptions to the argument' of the District Attorney, and also asked a charge on the same subject, which the court refused to give, and he saved his bill of exceptions thereto. The conduct of both the State and defendant with reference to this matter all transpired before the jury, and we are not prepared to say that the argument by the District Attorney was not responsive to and authorized by the discussion of this same matter, which was indulged in, in the first instance, by the defendant’s counsel. The defendant was a witness, testifying in his own behalf, and, as such, the State’s counsel was authorized to treat him as any other witness, and to animadvert upon his testimony, or his failure to testify upon any issuable point in the case. This bill of sale was the property of the defendant, was produced before the court, though not introduced as evidence, and his failure to introduce it was a legitimate matter of criticism on the part of the State. See McFadden v. State, 28 Tex. Crim. App., 241. In this connection the defendant also complains that the counsel for the State alluded to the fact that Crawford, the party claimed by the defendant to be his vendor of the animal in question, was a fugitive from justice. This allusion was justified by the evidence of the defendant himself, who, without objection, testified that he had heard that this party, Crawford, was a fugitive from justice.</p>\n<p id=\"b381-7\">The appellant complains of the charge given by the court, because he <page-number citation-index=\"1\" label=\"358\">*358</page-number>says that such charge did uot sufficiently present his defense tp the jury, in that, as insisted by him, it made his guilt depend, not on his belief of the authority of Sisk to take the steer in question, but on Sisk’s belief; and he urges that the court should have given a charge asked by him on this subject, calculated to heal the error. Other portions of the charge, we think, sufficiently present the defense in the case, and the above charge, when looked to alone, is more liberal than the defendant was entitled to receive. On inspection it will be seen that, regardless of what the defendant may believe or have known himself with reference to said animal, the jury were instructed to acquit if Sisk believed that he had authority to take the steer in question. The appellant also complains that the court failed to give charges Nos. 1, 2, 8, 4 and 5 requested by him. Said charges were intended to present the issue that if the jury believed that Sisk took the animal in question, and that the defendant was hired by Sisk to aid him in getting said animal, then, before they would be authorized to convict the defendant, they must believe, beyond a reasonable doubt, that Sisk was at the time stealing said animal, and that the defendant, with knowledge on his ¡xart that Sisk was so doing, fraudulently participated with him in said act of taking. In our opinion, said charges were rendered unnecessary, because the court, in effect, instructed the jury properly on the same ground covered by said special instructions, to-wit: in the third subdivision of the charge given by the court the jury were instructed “that if they believe from the evidence that the defendant was employed by Sisk to assist him in gathering the animal in controversy, and that the defendant, acting in such employment, assisted the said Sisk in taking up or getting the animal, that they ivould acquit the defendant, unless they should further find, beyond a reasonable doubt, that the said Sisk, in taking said animal, did so with the fraudulent intent to steal the same, and that the defendant at the time knew of such fraudulent intent of said Sisk.” The court further, in the fifth subdivision of the charge, instructed the jury properly as to any explanation given by the defendant at the time his right to the said property was challenged. There was in the record evidence of an explanation given by the defendant, under which, if the jury believed the same was not controverted by the State, they would be authorized to acquit him. This charge, and the one above quoted, in our opinion, sufficiently jnesented all the ¡phases of defense arising from the evidence, or want of evidence, in the case. The theory presented by this .defendant in this case was, as to the Sisk steer, that he was simply a hired hand; and the charge of the court in that regard required the jury to believe, beyond a reasonable doubt, that in such case he must have known that the party by whom he was employed was stealing said steer, and that he participated with him in such fraudulent taking, before they would be authorized to convict the defendant. This, in our judgment, was all that the defendant could ask, and, as before stated, rendered unnecessary the giving of the special charges asked by ajipellant.</p>\n<p id=\"b383-4\"><page-number citation-index=\"1\" label=\"359\">*359</page-number>In appellant’s motion for a new trial, he urges as a ground therefor the misconduct of the jury, and he presents the affidavit of one J. S. Johnson, a juror, that another juror, to-wit: W. H. Holder, stated to him, after the jury had retired to consider of their verdict, “That he knew more about that at the time than I did; that there was a regular nest of them. I replied, ‘I don’t think you ought to say that now;’ and he replied, ‘I think we have the right man; I withhold anything more.’ ” In rebuttal the State presented the affidavits of two of the jurors to the effect that said matter was not discussed before the jury, and that, if any such remark was made by the j uror Holder, they were in a position likely to have heard the same, and did not hear it. It is not shown by the affidavit of the juror Johnson that said remark in any wise influenced him. Now, with reference to the juror Holder, it was competent for the defendant to have waived any cause of challenge as to him, except that he was under indictment or other legal accusation for theft or any felony, was insane, or had been convicted of a felony. It was the duty of the appellant, on empaneling the jury, to inquire of said Holder, as of all jurors, whether or not he entertained such bias in favor of or prejudice against the defendant as would influence him in finding a verdict in the case. If he did so, and said juror answered that he had such prejudice (as he could have waived such cause of challenge), it will be presumed that he did so, in the absence of a showing to the contrary. If the remarks in question had been made by said juror at some time before the trial, and, on being reminded that he had made such remarks against the defendant, he might still have answered, notwithstanding he had made such remarks, that he did not entertain any such prejudice against the defendant as would influence him in giving the defendant a fair and impartial trial. We would not be understood as holding that if the defendant found out, for the first time, after the trial, that a juror sitting in the case was so prejudiced against him as that such prejudice would influence his verdict, it would not be cause for reversal, notwithstanding he may not have used proper diligence to ascertain the fact during the empanelment of the jury. But we do hold that the language here used by the juror, in the absence of further showing by the appellant that such general knowledge created in his mind such prejudice against the defendant as that he could not give him a fair and impartial trial, did not disqualify the juror; that is, that it presents to us no sufficient ground for reversing the case. It has been held that the discussion of other crimes than that charged against the defendant, unless such discussion is shown to have influenced some of the jury, is no ground for a reversal. Mason v. State (Tex. App.), 16 S. W. Rep., 766; Williams v. State, 33 Tex. Crim. Rep., 128. So the statement of a member of the jury, to the other jurors, that the defendant had previously been in the penitentiary, will not, in the absence of a showing that the remark prejudiced the defendant, be a ground for reversal. Parker v. State, 30 S. W. Rep. 553. The appellant in this case contends that the evidence is not sufficient to support the verdict. In our opinion, it is <page-number citation-index=\"1\" label=\"360\">*360</page-number>ample. The jury trying the case gave him the least penalty for the crime, when they could have given him a much greater punishment, and he has no reason to complain. The judgment and sentence of the lower court are affirmed.</p>\n<p id=\"b384-5\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}