{
  "casebody": {
    "data": "<casebody firstpage=\"258\" lastpage=\"262\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b284-11\">Kenneth L. HARRIS, Plaintiff-Appellant, v. David McDavid HONDA, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b284-14\">No. 05-11380</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A-_\">(Summary Calendar).</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b284-15\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b284-17\">Dec. 12, 2006.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b285-18\"><page-number citation-index=\"1\" label=\"259\">*259</page-number>Kenneth L. Harris, Dallas, TX, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b285-19\">Isaac Brown, III, Law Firm of Isaac Brown III, Dallas, TX, for Defendant-Appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b285-21\">Before BARKSDALE, STEWART, and CLEMENT, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b285-22\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b285-23\">This pro se appeal from Kenneth Harris (“Harris”) arises out of a race and age-based employment discrimination suit, under the Texas Commission on Human Rights Act (“TCHRA”), against David McDavid Honda (“Honda”). Harris ap<page-number citation-index=\"1\" label=\"260\">*260</page-number>peals from the district court’s final judgment dismissing his claims pursuant to Federal Rule of Civil Procedure 12(b). The district court determined that it lacked subject matter jurisdiction over Harris’ claims because the claims were not administratively exhausted. It thereafter dismissed the case. We agree with the district court and conclude that Harris did not file his charge of discrimination in a timely manner and exhaust his administrative remedies; therefore, we AFFIRM the judgment.</p>\n<p id=\"b286-4\">\n<em>FACTUAL AND PROCEDURAL HISTORY</em>\n</p>\n<p id=\"b286-5\">Honda placed a newspaper advertisement in the <em>Dallas Morning News </em>to publicize vacancies for salespeople at Honda on July 6, 2003. According to Harris, Honda interviewed him on July 7, 2003, and subsequently did not hire him. Based on Harris’s interactions with Honda on July 7, 2003, and subsequent events, Harris believed that Honda discriminated against him on the basis of his race and age. On December 27, 2003, Harris submitted an “intake questionnaire” to the Texas Commission on Human Rights (“TCHR”), alleging that Honda chose not to hire him based on his race and age. The questionnaire also addresses Harris’s contention that the last date of discrimination occurred when he applied to Honda by telephone on September 1, 2003. In Harris’s charge of discrimination, dated May 5, 2004, Harris alleged discrimination only on September 1, 2003, and made no reference to any of the July 2003 activities. On November 12, 2004, Harris commenced an action in the 116th Judicial District Court, Dallas County, Texas, alleging that Honda violated the TCHRA. Honda filed a notice of removal on December 10, 2004, based on diversity grounds. On February 9, 2005, Honda moved to dismiss the case on the basis that Harris failed to exhaust his administrative remedies and timely file a charge of discrimination. On July 12, 2005, a magistrate judge recommended that Honda’s motion to dismiss be denied for two reasons: (1) Harris’s July 7, 2003, claims were similar and related to his September 1, 2003, claims which were included in his charge of discrimination, and thus, Harris did not fail to exhaust his administrative remedies; and (2) TCHR timely received Harris’s intake questionnaire. On July 28, 2005, Honda filed objections to the findings and recommendations of the magistrate judge. On September 30, 2005, the district court issued a memorandum order and opinion, rejecting the findings and recommendations of the magistrate judge and granting Honda’s motion to dismiss.</p>\n<p id=\"b286-7\">\n<em>STANDARD OF REVIEW</em>\n</p>\n<p id=\"b286-8\">The court must view the allegations of plaintiffs complaint in the light most favorable to the plaintiff for purposes of deciding the motion to dismiss. <em>Benton v. United States, </em>960 F.2d 19, 21 (5th Cir.1992) (citing <em>Conley v. Gibson, </em>355 U.S. 41, 45-46, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957)). The district court dismissed Harris’s complaint for lack of subject matter jurisdiction. This court reviews de novo a district court’s grant of a motion to dismiss on this basis. <em>Hebert v. United States, </em>53 F.3d 720, 722 (5th Cir.1995).</p>\n<p id=\"b286-9\">\n<em>DISCUSSION</em>\n</p>\n<p id=\"b286-10\">Under the TCHRA, an employer may not discriminate against an individual in connection with compensation, terms, conditions, or privileges of employment, because of that individual’s race, color, disability, religion, sex, national origin, or age. Tex. Lab.Code Ann. § 21.051(1). Section 21.051 of the TCHRA is substantively identical to its federal equivalent, <page-number citation-index=\"1\" label=\"261\">*261</page-number>Title VII, with the exception that federal law makes age discrimination unlawful under the Age Discrimination in Employment Act. <em>Quantum Chem. Corp. v. Toennies, </em>47 S.W.3d 473, 475 (Tex.2001). A major purpose of the TCHRA is to provide for the execution of the policies embodied in Title VII. Tex. Lab.Code Ann. § 21.001(1). In interpreting the TCHRA, we look to the parallel federal laws and case interpretation. <em>Stinnett v. Williamson County Sheriff’s Dep’t, </em>858 S.W.2d 573, 576 (Tex.App.1993).</p>\n<p id=\"b287-5\">\n<em>Exhaustion of Administrative Remedies</em>\n</p>\n<p id=\"b287-6\">Courts are only to consider TCHRA claims after the plaintiff has exhausted his administrative remedies. <em>Schroeder v. Tex. Iron Works, Inc., </em>813 S.W.2d 483, 485 (Tex.1991). Filing a charge of discrimination with the TCHR or the Equal Employment Opportunity Commission (“EEOC”) is required for an aggrieved party to exhaust his administrative remedies. <em>City of Houston v. Fletcher, </em>63 S.W.3d 920, 923 (Tex.App.2002).</p>\n<p id=\"b287-7\">A lawsuit under the TCHRA is limited to the charge, other claims “like or related to” the charge, and other related claims that could have reasonably been expected to grow out of the Commission’s investigation of the charge. <em>See Fine v. GAF Chem. Corp., </em>995 F.2d 576, 578 (5th Cir.1993). Harris alleges that he applied for a sales position with Honda on two separate occasions in 2003; he alleges that he responded to two different advertisements placed in the <em>Dallas Morning News. </em>On December 30, 2003, the TCHR received Harris’s intake questionnaire; in this questionnaire, Harris alleged discrimination on both July 7, 2003, and September 1, 2003. However, in this lawsuit, he alleges discrimination in connection with Honda’s July 2003 actions but he does not bring any claims of discrimination occurring in September 2003. A plaintiff may only raise the same issue articulated in the employee’s charge or other discrimination that is related to the charge’s allegations. <em>Elgaghil v. Tarrant Cty. Junior Coll., </em>45 S.W.3d 133, 141 (Tex.App.2000) (quoting <em>Fine, </em>995 F.2d at 578).</p>\n<p id=\"b287-9\">Because factual statements are such a major element of a charge of discrimination, we will not construe the charge to include facts that were initially omitted. <em>Price v. Sw. Bell Tel. Co., </em>687 F.2d 74, 78 (5th Cir.1982) (citing <em>Sanchez v. Standard Brands, Inc., </em>431 F.2d 455, 462 (5th Cir.1970)). We see no reason why the plaintiff could not have referenced the July allegations, especially since they were included in the questionnaire. The magistrate judge found that the July and September 2003 claims were related because both claims alleged race and age-based discrimination. The district court disagreed and concluded that the charge provided only information about the alleged discrimination that took place on September 1, 2003. Because the issues in the lawsuit are alleged to have occurred at different times, the July claims would not reasonably grow out of the investigation of the charge, and are not like or related to the allegations within the charge. We agree with the district court’s resolution of this issue.</p>\n<p id=\"b287-10\">\n<em>An Intake Questionnaire does not constitute a Charge</em>\n</p>\n<p id=\"b287-11\">Harris further alleges that this court has jurisdiction to hear the July 2003 claim because the intake questionnaire he filed with the TCHR referenced it. Harris’s intake questionnaire does not meet the most basic of the statutory requirements for a charge of discrimination as defined by the TCHRA. The TCHRA requires that the charge is made under oath in order to discourage false claims. <em>Nor-</em><page-number citation-index=\"1\" label=\"262\">*262</page-number><em>wood v. Litwin Eng’rs. &amp; Constructors, Inc., </em>962 S.W.2d 220, 222 (Tex.App.1998). The Seventh Circuit has held that intake questionnaires and discrimination charges are two separate items. <em>Early v. Bankers Life &amp; Cas. Co., </em>959 F.2d 75, 79 (7th Cir.1992). <em>Early </em>emphasizes that the primary difference between intake questionnaires and formal charges of discrimination is the notification requirement of a charge. <em>Id. </em>In <em>Early, </em>the Seventh Circuit stated that equating intake questionnaires to charges, without more, would be the equivalent of dispensing with the requirement to notify the perspective defendant. <em>Early, </em>959 F.2d at 80-81 (citing <em>Del. State Coll. v. Ricks, </em>449 U.S. 250, 256-57, 101 S.Ct. 498, 66 L.Ed.2d 431 (1980)). It would be contrary to the letter and spirit of the TCHRA and the exhaustion requirements for this court to find that Harris exhausted his administrative remedies when the charge gave Honda no notice of the sole claim of the lawsuit.</p>\n<p id=\"b288-4\">We have previously permitted a pro se plaintiff to satisfy her obligation to commence administrative proceedings by filing an intake questionnaire; however, the defendant in that case was on notice of all the plaintiffs allegations. <em>Price, </em>687 F.2d at 78 (questionnaire was sufficient because the charged party had notice of the allegations contained in the questionnaire and the EEOC had already investigated the allegations of the questionnaire); <em>see also Clark v. Kraft Foods, Inc., </em>18 F.3d 1278, 1280-81 (5th Cir.1994) (questionnaire considered in determining whether the plaintiff had exhausted administrative remedies because during the investigation the EEOC pursued all of the alleged claims). Harris has failed to provide any evidence that Honda received notice that the plaintiff was pursuing a discrimination claim based upon his July 2003 interview; in light of these facts, we find that the intake questionnaire cannot substitute for a proper charge.</p>\n<p id=\"b288-6\">It is well settled that courts are to give leeway and make allowances for pro se plaintiffs when reviewing their failures with the administrative complexities required to comply with procedural rules. <em>Price, </em>687 F.2d at 77; <em>cf. Zipes v. Trans World Airlines, Inc., </em>455 U.S. 385, 396-97, 102 S.Ct. 1127, 71 L.Ed.2d 234 (1982) (technical reading of filing provision of Title VII inappropriate, given the fact that laymen initiate the process). The consideration given to pro se plaintiffs is not enough to outweigh the major underlying purpose of the exhaustion requirements, which is to ensure that employers have notice of claims of discrimination, <em>Terrell v. U.S. Pipe &amp; Foundry Co., </em>644 F.2d 1112, 1122 (5th Cir.1981). We agree with the district court and find that the questionnaire cannot substitute for a formal charge.</p>\n<p id=\"b288-7\">\n<em>CONCLUSION</em>\n</p>\n<p id=\"b288-8\">Harris has not exhausted his administrative remedies, and this court lacks jurisdiction to consider his claim. Harris’s opportunity to file suit based on the July 2003 incident has expired. For the foregoing reasons, the court AFFIRMS the order of the district court, dismissing Harris’s claim.</p>\n<footnote label=\"*\">\n<p id=\"b285-15\"> Pursuant to 5th Cir. R. 47.5, the Court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}