{
  "casebody": {
    "data": "<casebody firstpage=\"617\" lastpage=\"626\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b647-3\">[Civ. No. 1805.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ALG\">Third Appellate District.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ATr\">March 29, 1918.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b647-4\">THOMAS B. WALKER et al., Petitioners, v. W. S. KINGSBURY, Surveyor-General, etc., Respondent.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b647-5\">Public Lands—Temporary Withdrawal prom Disposal—Advisability op Including Within Forest Reservation—Right\" op State to Lieu Lands.—Public lands temporarily withdrawn from disposition by the Secretary of the Interior which would otherwise belong to the state, pending determination as to the advisability of including them within a forest reservation, are within a reservation within the meaning of section 2275 of t'he Revised Statutes, appropriating and granting to and authorizing the state to select other lands where school lands are within any reservation.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b647-6\">Id.—Restoration op Lands to Settlement—Question por Courts.— The question whether lands temporarily withdrawn- from disposition pending determination as to whether they should be included in a forest reservation, and thereafter restored to settlement, were eliminated from the forest reservation is one of law, and the courts are not bound by departmental rulings.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b647-7\">Id.—Reselection op Originally Selected Lands—Right op State— Construction op -Statutes.—Forest reservations first authorized in-1891 are identical with national forests, as they are called in the act of Congress of 1907 and in the act of the legislature of May 26, 1917 (Stats. 1917, p. 1218), authorizing reselection when lands once selected as lieu lands are closed on account- of the release of base lands from national forests, and neither act requires that the lands shall have been permanently included in a national forest as a prerequisite to such reselection.</syllabus>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b647-8\">APPLICATION for a Writ of Mandamus originally made to the District Court of Appeal for the Third Appella'te District to compel the surveyor-general to make a reseleetion of state lands.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b647-9\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b647-10\">A. E. Bolton, and Pardee &amp; Pardee, for Petitioner.</p>\n<p data-order=\"10\" data-type=\"attorneys\" id=\"b647-11\">U. S. Webb, Attorney-General, and R. T. MeKisick, Deputy Attorney-General, for Respondent.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b647-12\">CHIPMAN, P. <em>J.</em></author>\n<p id=\"Apd\">Mandamus. It appears from the petition that on January 9, 1907, section 16, township 46 north, range 3 east, Mount Diablo báse and meridian, in this state, <page-number citation-index=\"1\" label=\"618\">*618</page-number>was unsurveyed land and 'on that date was, by order of the Secretary of the Interior, “withdrawn from all forms at disposal under the public land laws of the 'United States, except the mineral laws, as a proposed addition to the Modoc Forest ¡Reserve, in California”; that prior to June 4, 1908', J. E. Pardee, petitioners’ assignor, made application to the state surveyor-general to purchase certain described lands, “as indemnity state school land,” said land so selected being vacant public land and subject to selection by the state as indemnity state 'school land; that about June 4, 1908, the state surveyor-general filed in the Susanville land office indemnity state school land, selection list No. 5765, for the land described in the Pardee application, assigning as a base certain land in said section 16; that thereafter the said application was approved by the surveyor-general, and on May 25, 1909, a certificate of purchase, No. 5853, for said selected land, was issued to said Pardee, who assigned said certificate to petitioner Walker, and the latter conveyed to petitioner Lumber Company an interest therein; that on December 26, 1911, said section. 16 was restored to settlement, and to entry on January 25, 1912; that thereafter, to wit, on November 14, 1912, said selection, No. 5765, was held for cancellation by the commissioner of the general land office, “for the stated reason that said base land in section 16 . . . had since the date of said selection, been eliminated from the Forest Reserve,” and, thereafter, to wit, August 3, 1915, “the said selection was canceled by thé United States Land Department for the same stated' reason for which it had been held for cancellation as aforesaid”; that said .selected lands are subject to selection by the state as indemnity state school lands; that on October 9, 1917, petitioners made application to the respondent as state surveyor-general, to reselect .said lands pursuant to the act of the legislature of the state of California approved May 26, 1917 (Stats. 1917, p. 1218)— sometimes referred to as chapter 674 of the statutes of 1917 —but the surveyor-general refused, and still refuses, to make such reselection.</p>\n<p id=\"b648-4\">In his answer respondent admitted certain of the facts alleged in the petition, including those averments setting forth certain official actions and the dates thereof; alleged that the withdrawal of said lands in section 16 “was but temporary, and was made for the purpose of examining their <page-number citation-index=\"1\" label=\"619\">*619</page-number>adaptability and fitness to be added t0‘ and included within said Modoc Forest Reserve”; admits that said section 16 was restored to settlement and entry as alleged», but denies that the order of the Secretary of the Interior “eliminated said section 16 from said Modoc Reserve or from any National Forest, and denies that said section 16 was at any time in said complaint mentioned, or ever, or at all, a part of or included wfthin the exterior boundaries of any National Forest whatever,” and denies that said section was ever or at all excluded from said Modoc forest reserve or from any national forest.</p>\n<p id=\"b649-4\">At the hearing, respondent filed copy of certain official correspondence relating to the subject of the action. From these documents it appears that on November 14, 1912, the commissioner of the general land office wrote to the register and receiver of the Susanville land office, in which attention was called to the filing by the state the indemnity land selection in question, “included within the boundaries of a temporary forest withdrawal.” The letter proceeds: “An examination of the records of this office shows that the above-described lands were included in departmental withdrawal of January 5, 1907, for a proposed addition to tihe Modoc national forest, but were restored to settlement December 26, 1911, 'and to entry January 25, 1912. These lands having now been eliminated from the forest reserve, there appears no reason which requires or justifies any exchange of lands with the state. The selection in lieu thereof is, therefore, held for cancellation.” It further appears that transferee Pardee appealed from this decision to the Secretary of the Interior. In his decision, April 6, 1915, the secretary of that department said: “The appeal contends that the base tracts were at the time of selection and when the selection was completed a portion of unsurveyed section 16 within an established reservation for forest purposes and so was a proper legal and unsatisfied base. This contention is not well founded. Said section 16, within which the land lies, had been withdrawn temporarily with a view to inclusion in a forest reserve but, October 11, 1911, it was restored from said withdrawal never having been in fact included in any established forest reserve. Land temporarily withdrawn and not included in any forest reserve is not proper base <page-number citation-index=\"1\" label=\"620\">*620</page-number>for indemnity school selection. State of California, (37 Land Dec. 499). The decision is correct and is affirmed.”</p>\n<p id=\"b650-4\">Petitioners claim the right to have the state make a reselection of the land originally selected, basing their claim upon the act of May 26, 1917 (Stats. 1917, p. 1218), section 1 of which reads as follows:</p>\n<blockquote id=\"b650-5\">“Section 1. Where the state has made a selection of other land in lieu of a sixteenth or thirty-sixth section within a national forest and such selection has been or may be rejected or held for rejection by the general land office for the stated reason that since the date of such selection the base land has been excluded from such national forest, it shall be the duty of the surveyor-general, where the state has sold the selected land and upon application therefor by the' holder of the certificate of purchase, to reselect the land on basis of the character of the bases,used at the date the original selection was made, whenever such bases are available; provided, that the party applying for such reselection shall pay all of the fees and expenses required under the rules of the United States land office.”</blockquote>\n<p id=\"b650-6\">The position taken by the Interior Department was that the withdrawal being but temporary and the land not having as yet been incorporated as part of a forest reserve, and having been, when the case was acted upon, restored to entry, the state could not use it as base for indemnity, and hence the selection was disallowed and was on August 3, 1915, canceled. We do not understand that petitioners claim any right arising from the original selection made under Mr. Pardee’s application except as it brings them within the class of persons for whose benefit the act of May 26, 1917, was passed. We are thus brought to the question, Was the act intended to apply to selections made in lieu of school land not only situated within the boundaries of a forest reserve but also to land temporarily withdrawn and for the time added to and forming a part of such reserve ? The language of the act is: “Where the state has made a selection of other land in lieu of a sixteenth or thirty-sixth section within a national forest and such selection has been or may be rejected . . . for the stated reason that since the date of such selection the base land has been excluded from such national forest, it shall be the duty of the surveyor-general, ’ ’ etc. So-called lieu locations are initiated under section 2275 of the <page-number citation-index=\"1\" label=\"621\">*621</page-number>Revised Statutes of the United States as amended February 28, 1891. (26 Stats, at Large, 796, c. 384, [8 Fed. Stats. Ann., 2d ed., p. 765; U. S. Comp. Stats. 1916, see. 4860]), which, so far as here pertinent, reads as follows: “Sec. 2275. Where settlements . . . have been made, before the survey of the lands in the field, which are found to have been made on sections 16 or 36, these sections shall be subject to the claims of such settlers; . . . and . . . other lands of equal acreage are hereby appropriated and granted, and may be selected ... in lieu of such as may be thus taken by preemption for homestead settlers. And other lands of equal acreage are also hereby appropriated and granted, and may be selected by said state or territory where sections 16 or 36 are mineral land, or are included within any Indian, Military, or other reservation, or are otherwise disposed of by the United States. ” It is the latter part of the section with which we are here concerned, and particularly as to the scope and meaning of the language, “or other reservation, or are otherwise disposed of by the United States.” Does this provision authorize the use of sections 16 and 36 (school lands) as base, when withdrawn as the land in question was and attached to ,a forest reserve, and which, when the selection was made, had not been as yet incorporated in a forest reserve permanently? This question was decided in <em>Alberger </em>v. <em>Kingsbury, </em>6 Cal. App. 93, [91 Pac. 674], and the decision had the approval of the supreme court by denying a petition for hearing in that court. The land in that case was withdrawn for the same purpose and in like manner and was to form part of the same forest reserve as was the land in the present case. The action was to compel defendant to receive and file the plaintiff’s application to purchase certain land in lieu of section 16, coneededly within the township withdrawn. It was in accordance with the decision in that ease, made in July, 1907, that defendant, in 1908, when the Pardee application was made, approved the location. In the Alberger case, the question was very fully and carefully discussed and was well sustained by decisions of the United States Supreme Court. We quote briefly: “The words ‘other reservations’ are evidently used in a broad sense in the statute. The word ‘reservation’ is defined in the Standard Dictionary as ‘that which is reserved, kept back, withheld.’ The said sixteenth section, to which the state would be otherwise enti<page-number citation-index=\"1\" label=\"622\">*622</page-number>tied, has been by the proper authorities of the United States —the Land Department—kept back, withheld and reserved. It has been reserved with a view to including it in a permanent forest reserve. The state is not now entitled to it because the United States has seen fit to reserve it for its own ases. It is no answer to this to say that the reservation may not be made permanent, and that the state may yet be entitled to the land. That might be said as to any other kind of reservation—for military purposes, for Indians or any other purpose. A reservation is a reservation, no matter what may be the purpose, nor for how long a time the reservation may continue. The statute does not fix a time during which it shall continue, and we are not at liberty to do so. In our opinion the question as to time refers only to the time when the state desires to take the land. Can the state take the section in place now ? Evidently not, because it has been reserved and withheld from sale. . . . When reservation exists—no matter how long it may continue—and the state is deprived of the lands in place, it immediately has the right to select and take other lands in lieu of the lands withheld from it. This right continues as long as the'withdrawal or reservation continues. We know of no decision or rule of law that requires the state to try the question as to the time the United States may desire to keep the land in reserve.” “The term ‘reservation,’ as used with relation to the public lands, means a withdrawal of a specified portion of the public domain from the administration of the land office and from disposal under the land laws, and the appropriation thereof, for the time being, to some particular use or purpose of the general government.” (32 Cyc. 858.)</p>\n<p id=\"b652-4\">It will be observed that the decision of the Interior Department was made after the land in question was restored to entry. It was restored in December, 1911, to settlement and in January, 1912, to entry. It was in November, 1912, that the commissioner of the general land office, in passing upon the Pardee location, wrote to the register and receiver of the Susanville land office, calling their attention to the fact that the land was included within the boundaries of a temporary forest withdrawal and stating that “lands were included in departmental withdrawal of January 5, 1907, for a proposed addition 'to the Modoc National Forest, but were restored to settlement December 26, 1911, and to entry <page-number citation-index=\"1\" label=\"623\">*623</page-number>January 25, 1912. These lands having now been eliminated from the forest reserve, there appears no reason which requires or justifies any exchange of lands with the state.” It was on appeal from this decision that the Secretary of the Interior in 1915 confirmed the ruling of the Land Department. How far the fact that the land was restored to the state before the Interior Department was called upon to decide the Pardee location, we do not know. However, it is fair to assume that the location was, in part, at least, canceled because it was the opinion of the Land Department of the government, expressed in the letter of the Secretary of the Interior, that “land temporarily withdrawn and not included in any forest reserve is not proper base for indemnity school selection.” We may well ask what was meant by the Interior Department in its decision when it said: “These lands having now been eliminated from the forest reserve, there appears no reason,” etc. How could the lands have been “eliminated from the forest reserve” if they did not form a part of the reserve before being eliminated? Here was a question of law and not of fact, for no question of fact was involved. The only question before the Land Department was one of construction of the act of Congress on an admitted state of facts. As a question of law, we think the decision in the Alberger case unassailable and should have been followed in disposing of the Pardee selection, for on a pure question of law the courts are not controlled by departmental rulings. “It is urged that this question of title has been determined in the Land Department adversely to the claim of the plaintiff. This is doubtless true, but it was so determined, not upon any question of fact, but upon a construction of the law; and such matter, as we have repeatedly held, is not concluded by the decision of the Land Department. <em>(Johnson </em>v. <em>Towsley, </em>80 U. S. (13 Wall.) 72, [20 L. Ed. 485] ; <em>Shepley </em>v. <em>Cowan, </em>91 U. S. 330, [23 L. Ed. 424]; <em>Quinby </em>v. <em>Conlan, </em>104 U. S. 420, [26 L. Ed. 800]; <em>Doolan </em>v. <em>Carr, </em>125 U. S. 618, 624, [31 L. Ed. 844, 8 Sup. Ct. Rep. 1228] ; <em>Lake Superior Ship Canal, R. &amp; I. Co. </em>v. <em>Cunningham, </em>155 U. S. 354, [39 L. Ed. 183, 15 Sup. Ct. Rep. 103].” <em>Wisconsin Central R. R. Co. </em>v. <em>Forsythe, </em>159 U. S. 46, 61, [40 L. Ed. 76, 15 Sup. Ct. Rep. 1020, 1025].)</p>\n<p id=\"b653-5\">The question now before us must be dealt with not only in view of the admitted facts, but also in view of the law <page-number citation-index=\"1\" label=\"624\">*624</page-number>and the rights of parties under the law. We are to determine the true intent of the remedial statute of 1917 under which petitioners are seeking relief. It may be proper .to state that when these reservations were first authorized in 1891, they were called “Forest Reserves.” Later, in 1907, by act of Congress, they were called “National Forests,” and the latter appellation is the one used in the act of 1917, <em>supra, </em>but both designations refer to the same thing. The legislature has said by the act of 1917 that where the state has made a selection of other land in lieu of a sixteenth or thirty-sixth section “within a national forest” and such selection has been rejected “for the stated reason that since the date of such selection the base land has been excluded from such national forest,” it shall be the duty of the surveyor-general to reseleet the land, etc. The Pardee selection was in lieu of part of a sixteenth section; it was finally rejected for the stated reason that since the date of the selection the base land had been excluded from the forest reservation, and it was for that reason the state was not entitled to indemnity. If, therefore, the base land used, for the selection was within a national forest, petitioners’ right to the reselection sought would seem to be clear. It was held in the Alberger case that this base land was a part of the reservation, although made so temporarily and until restored to entry, its legal status was the same as any other land included in the reserve. Bearing in mind that the terms, “forest reserve” and “national forest” mean the same thing, what did the legislature intend when it enacted this law? Did it intend to confine the relief to cases only where school land had been permanently incorporated in a forest reservation and afterward restored to entry, or- did it intend to 'give relief not only to such cases but also to eases where the school land had been temporarily attached to and for the time made a part of a reservation or national forest?</p>\n<p id=\"b654-4\">Respondent’s position is thus stated in his brief: “We respectfully contend that the issue really, presented is one of fact, viz., Was said section 16, T. 46 N., R 3 E., M. D. B. &amp; M., ever included within or excluded from a national forest? It is to be borne in mind that the right granted by the provisions of chapter 674 of the California Statutes of 1917 is, by carefully guarded language, restricted to cases wherein ‘the base land has been excluded from such <em>national forests </em><page-number citation-index=\"1\" label=\"625\">*625</page-number>The act says nothing about ‘other reservations,’ or ‘temporary forest reserves.’ It is distinctly and definitely limited in its application to national forests!”</p>\n<p id=\"b655-4\">It seems to us we are authorized to presume that the legislature used the terms “national forest” in the sense the court in the Alberger case regarded them; that the indemnity provided by section 2275 of the United States Revised Statutes included such a reservation as is here involved.</p>\n<p id=\"b655-5\">We do not think we are compelled to put an interpretation on the terms “national forest” which would restrict their meaning to lands embraced in what respondent is pleased to designate as a <em>permanent </em>reservation, as distinguished from lands embraced in a <em>temporary </em>reservation, which latter, for the time being, are part of such permanent reservation. We have seen that in applying existing statutes, the courts make no such distinction. The withdrawal of land for forest purposes is a reservation of such land, and operates as effectively for all purposes of disposition when temporarily withdrawn as when set apart with no present intention to restore it to entry. In point of fact, government reservations of land cannot be said to be permanent in the sense that the land may not at some time be restored to entry. Land' set apart as Indian or military reservations has been in various instances restored to public entry. Respondent’s construction of the statute assumes that school land in what he speaks of as a permanent national forest may be restored. Otherwise, the statute would have no application. No satisfactory reason can be suggested for assuming that the legislature intended to restrict the right of indemnity to cases where the land restored had been withdrawn from a permanent reservation. No such cases had arisen when the act of 1917 was passed, nor was there any reason for anticipating that they would arise in the near future. But cases had arisen and presumably were by the legislature known to exist where the restored land had been incorporated in a reservation with a, view of becoming part of a permanent national forest, and for sufficient reason had been restored to entry. Such land bore the same legal relation to the national forest as did land included in the permanent boundaries, and was equally entitled to the remedial provisions of the act of 1917. There was no reason, therefore, for making any. distinction between the two classes of land selected <page-number citation-index=\"1\" label=\"626\">*626</page-number>and subsequently restored. We think that when the state made the Pardee selection it used school land as a base which had become for the time part of and was “within a national forest,” that when the legislature used the language, “within a national forest, ’ ’ it intended to refer to all school land which had been used as base for lieu selection, which had been withdrawn by the Land Department for forest reservation purposes, and where such selection, as in this case, has been rejected by the general land office for the stated reason that since the date of such selection the base land has been excluded from forest .reservation uses.</p>\n<p id=\"b656-4\">Respondent advances the point that the writ should be denied, because if issued, it would be an idle act, and this, for the reason that should the writ be granted and should the respondent comply therewith, the reselection would be rejected when it reached the Land Department at Washington. If petitioners have the clear right to the reselection, as we think they have, under the act of 1917 we may not assume that the Secretary of the Interior will arbitrarily interfere with its consummation. The Land Department has held both ways, as we understand, during different administrations, on the very question here involved. That department may not, should the question again be presented, hold to its more recent ruling. At any rate, our duty is to announce the law of the case and leave the consequences to take care of themselves. We cannot deny the relief sought on the assumption that it would be an idle act.</p>\n<p id=\"b656-5\">Our conclusion is that the writ should be granted, and it is so ordered.</p>\n<p id=\"b656-6\">Hart, J., and Burnett, J., concurred.</p>\n<p id=\"b656-7\">A petition to have the cause heard in the supreme court, after judgment in the district court of appeal, was denied by the supreme court on May 27, 1918.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}