{
  "casebody": {
    "data": "<casebody firstpage=\"803\" lastpage=\"807\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b833-7\">[Civ. No. 2327.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AOs\">First Appellate District.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AOLp\">April 16, 1918.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b833-8\">FANNY CRITTENDEN et al., Appellants, v. JOSEPH A. MURPHY et al., Respondents.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b833-9\">Parent and Child—Torts of Minor—Liability of Parent.—The mere fact of parentage alone does not render a parent liable for the torts of his minor child, unauthorized and unratified by the parent, and the liability, if any, must rest upon a showing of agency and the doctrine of <em>respondeat superior.</em></syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b833-10\">Negligence—Duty of Owner of Automobile to Traveling Public.— The owner of an automobile owes the duty to the traveling public to see to it that his car, when driven on t'he streets with his permission and for the purposes for which the car was purchased, should be driven carefully and .with due consideration to their rights; and the owner should not in good conscience be allowed to disclaim his responsibility on the ground that the use, thus contemplated and authorized by him, is permissive only.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b833-11\">Id.—Driving of Automobile by Minor With Parents’ Permission— Liability of Parents.—Where a minor with his parents’ permission takes out their automobile and drives it so recklessly as to cause it to run off the highway and to strike a person standing on the sidewalk, the parents are liable for the injuries caused thereby.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b833-12\">Id.—Action for Personal Injuries—Pleading—Sufficiency of Complaint.—In an action for damages for personal injuries received from being struck by an automobile driven by the minor son of defendant's, the complaint states a cause of action where it is alleged that the defendants are the owners of the machine, that the same was purchased for their pleasure, comfort, and enjoyment and not for business purposes, that the son was at all times authorized and permitted by defendants to drive the car, and that at and immediately prior to the accident the son was driving the automobile with the consent, knowledge, and permission of defendants, and was <page-number citation-index=\"1\" label=\"804\">*804</page-number>acting in furtherance of, and not apart from, the service and control of defendants, and within the purposes for which t'he car was purchased.</syllabus>\n<summary data-order=\"8\" data-type=\"history\" id=\"b834-4\">APPEAL from a judgment of the Superior Court of the City and County of San Francisco. John Hunt, Judge.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b834-5\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"10\" data-type=\"attorneys\" id=\"b834-6\">Julian H. Biddle, for Appellants.</p>\n<p data-order=\"11\" data-type=\"attorneys\" id=\"b834-7\">Wm. A. Kelly, for Respondents.</p>\n<p data-order=\"12\" data-type=\"attorneys\" id=\"b834-8\">Jesse H. Steinhart, and Lawrence L. Levy, <em>Amici Curiae, </em>on Behalf of Appellants.</p>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b834-9\">ZOOK, J., <em>pro </em>tem.</author>\n<p id=\"A9O\">Plaintiffs appeal from a judgment for defendants after demurrer sustained to their amended complaint. The action is one for damages for personal injuries suffered by Mrs. Crittenden as a result of her being struck by an automobile driven by Thomas C. Murphy, the minor son of defendants. The negligent driving of the automobile by the son, the happening of the accident, and the consequent injury to plaintiff are properly alleged in the complaint, and the sole question on this appeal is the sufficiency of the complaint to charge the parents with liability for the son’s tort. These allegations are in substance as follows: That defendants are the owners of the automobile in question; that the same was purchased for the pleasure, comfort, and enjoyment of defendants and their said minor son and not for business purposes; that the son was at all times authorized and permitted by defendants to drive the automobile for himself and for defendants, and that at and immediately prior to the time of the accident, the son was driving the automobile with the consent, knowledge, and permission of defendants, and was “acting in furtherance of, and not apart from, the service and control of these defendants, and within the purposes for which said automobile was purchased.”</p>\n<p id=\"b834-10\">The question whether or not, under the facts above set forth, the parents are to be held liable for the negligence of their minor son has never been decided in California, although there have been a number of decisions upon the subject in other jurisdictions. (See note to <em>Griffin </em>v. <em>Russell, </em>L. R. A. <page-number citation-index=\"1\" label=\"805\">*805</page-number>1916F, 223.) It is conceded in all of the cases that, under our system of jurisprudence, the mere fact of parentage alone does not render a parent liable for the torts of his minor child, unauthorized and unratified by the parent, and that the liability, if any, must rest upon a showing of agency and the doctrine of <em>respondeat superior. </em>In those cases in which it appeared that, at the time of the accident, the son was engaged in carrying the parents or other members of the family in the machine, the courts are practically unanimous in holding that the son was the agent of the parent; but, where the son was alone in the machine, and not engaged in performing some act expressly for the parent, the courts have divided on the question. The reasoning of those cases which hold the parent liable is well expressed by the following quotation from the case of <em>Birch </em>v. <em>Abercrombie, </em>74 Wash. 486, [50 L. R. A. (N. S,) 59, 133 Pac. 1020], “The daughter was using the machine for the very purpose for which the father owned it, kept it, and intended that it should be used. It was being used in furtherance of the very purposes of his ownership, and by one of the persons by whom he intended that purpose should be carried out. It was in every just sense being used in his business by his agent. There is no possible distinction, either in sound reason, sound morals, or sound law, between her legal relation to the parent and that of a chauffeur employed by him for the same purpose. The fact that the agency was not a business agency, nor the service a remunerative service, has no bearing upon the question of liability. In running his vehicle; she was carrying out the general purpose for which he owned it and kept it. No other element is essential to invoke the rule of <em>respondeat superior. </em>... It seems too plain for cavil that a father who furnishes a vehicle for the customary conveyance of the members of his family makes their conveyance by that vehicle his affair—that is, his business—and anyone driving the vehicle for that purpose with his consent, express or implied, whether a member of his family or another, is his agent. The fact that only one member of the family was in the vehicle at the time is in no sound sense a differentiating circumstance abrogating the agency. It was within the general purpose of the ownership that any member of the family should use it, and the agency is present in the use of it by one as well as by all.”</p>\n<p id=\"b836-3\"><page-number citation-index=\"1\" label=\"806\">*806</page-number>“Any other view would set a premium upon the failure of the owner to employ a competent chauffeur to drive an automobile kept for the use of members of his family, even if he knew they were grossly incompetent to operate it for themselves. ’ ’</p>\n<p id=\"b836-4\">We are satisfied that the rule thus laid down is the correct one, not only because of the fact that the use of the machine by the son for his own pleasure was contemplated when it was purchased, but also because of the very nature of the automobile itself. While it is true that the automobile is not in itself a dangerous instrument, nevertheless it demands a very high degree of care and skill in its management upon the highway; and it must be recognized that, in the hands of an incompetent or reckless youth, it has immense potentiality for harm to others. Therefore, the owner owes the duty to the traveling public to see to it that his car, when driven on the streets with his permission and for the purposes for which the car was purchased, should be driven carefully and with due consideration to their rights; and the owner should not in good conscience be allowed to disclaim his responsibility on the ground that the use, thus contemplated and authorized by him, is permissive only. When, as is alleged in the complaint in the case at bar, the son with his parents’ permission takes the car out and drives it so recklessly as to cause it to run off the highway and to strike plaintiff standing on the sidewalk, it is in effect the negligence of the parents in permitting the reckless son to drive that is the real cause of the injury. And we find this principle recognized in the statutes of California, for section 19 of the Motor Vehicle Act of 1915, (Stats. 1915, p. 406), which was in effect at the time of the accident, provides as follows: “No person -shall allow a motor vehicle owned by him or <em>under his control </em>to be operated by any person who has no legal right to do so, or <em>in violation of the provisions of this act.” </em>The complaint in the ease at bar certainly shows an utter disregard by defendants’ son of the rules of the road laid down in the act in question. And in 1917,- the legislature went a step further, in an amendment to section 24 of the Motor Vehicle Act, (Stats. 1917, p. 407, sec. 18), where it is provided that no minor shall in any event operate any automobile without a license, and that as a prerequisite to obtaining such license, the parent or guardian of such minor must <page-number citation-index=\"1\" label=\"807\">*807</page-number>join in the application therefor; and it is there further provided “that any negligence of a minor, so licensed, in operating or driving a motor vehicle upon the public highway, whether as chauffeur or operator, shall be imputed to the person or persons who shall have signed the application of such minor for said license, which person or persons shall be jointly and severally liable with such minor for any damages caused by such negligence.” It may be noted that the provision just quoted makes the parent liable even though he neither owns nor controls the machine driven by the minor, and to that extent it creates a new liability; but, for •the reasons above set forth, we are satisfied that under the law as it stood at the. time of the accident in the case at bar, the complaint herein stated a good cause of action against the defendants.</p>\n<p id=\"b837-5\">It is therefore ordered that the judgment be reversed, with directions to the lower court to overrule the demurrer to the complaint.</p>\n<p id=\"b837-6\">Kerrigan, J., and Beasly, J., <em>pro tern., </em>concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}