{
  "casebody": {
    "data": "<casebody firstpage=\"170\" lastpage=\"171\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b198-3\">YOUNG et al. v. ROSS et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"AhS\">(Court of Appeals of District of Columbia-</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AhO\">Submitted March 8, 1926.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aq78\">Decided April <em>5, </em>1926.)</decisiondate>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"b198-5\">No. 1827.</docketnumber>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b198-10\">J. C. Bradley, of Pittsburgh, Pa., for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b198-11\">C. E. Riordan, of Washington, D. C., and G. Y. Thorpe, of Kansas City, Mo”., for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b198-12\">Before MARTIN, Chief Justice, and ROBB and VAN ORSDEL, Associate Justices.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b198-13\">VAN ORSDEL, Associate Justice.</author>\n<p id=\"AsS\">This appeal is from a decision of the Commissioner of Patents in an interference proceeding, involving an invention relating to store front construction, providing for the proper retention in the casing of window lights of the heavy. plate glass type ordinarily employed in store front windows. The following counts are descriptive of the invention in issue:</p>\n<blockquote id=\"b198-14\">“1. In a store front construction, a window easing, an element secured to the easing and in contact with ‘the window glass for firmly clamping such glass in place, a moulding strip covering said element and having a flange retained by said element in proximity to the glass, and an anchoring device secured to said window easing; the outer edge of said moulding strip being detachably interlocked with said anchoring device.”</blockquote>\n<blockquote id=\"b198-15\">“4. A combination in a store front construction securing the edge of a glass plate, a window framing in opposition to the rear face of the plate and to its edge, plate-clamping means releasably secured in opposition to the front face of the plate adjacent its edge, and a front one cover strip lying over the clamping means and releasably engaging the clamping means, ■ the said clamping means being operable from the front of the plate when the cover strip is removed.”</blockquote>\n<p id=\"b198-17\">It will be observed that two methods of constructing the invention in issue are described: One, by “interlocking” means; and the other by “clamping” means. The device shown in the Ross and Rhoads application discloses the clamping means, while the device shown in the Young and Caspar application discloses the interlocking means. This distinction is not important, since they both come within the counts of the interference.</p>\n<p id=\"b198-18\">The case turns wholly upon the question of originality. The parties Ross and Rhoads were engaged in business in Kansas City, Mo., and the parties Young and Caspar were operating in connection with the Pittsburgh Plate Glass Company, at Pittsburgh, Pa. The whole case revolves around one event: Whether or not Young and Caspar made a model disclosing the invention and showed it to Rhoads on June 11, 1920. It is conceded that Rhoads visited Pittsburgh and had a conference with Young and Caspar on June 8, 1920. Rhoads was in possession at this time of a device known as a “Kalomine” construction, in which he and Ross were desirous of interesting the Pittsburgh Plate Glass Company. This seems to have been the object of Rhoads’ trip East. After his meeting with Young and Caspar at Pittsburgh on June 8, he went on to New York, and returned from there to Pittsburgh on June 11, when it is claimed by Young that he disclosed to Rhoads the invention here in issue. He and Caspar, during Rhoads’ absence in New York, made the small model. Young testified that when Rhoads saw the model he remarked, “You have solved the problem,” and requested Young to permit him to manufacture them on a -royalty. Young is corroborated by one P. W. Wagner, who testified that he was present when Young showed Rhoads the model in question.</p>\n<p id=\"b198-19\">Rhoads denied having been shown the device in any form by Young, but testified that on his way from Pittsburgh to Kansas City he thought out the invention, secured a piece of paper, and made a rough draft of it. Ross and Rhoads filed an application for a patent for the clamp device, referred to in the record as the “clamp construction,” July 26, 1920. Young and Caspar filed their application July 2Í, 1920. It will be observed that both parties used remarkable diligence after the meeting of Juñe 11 at Pittsburgh.</p>\n<p id=\"b198-20\">Young’s alleged disclosure to Rhoads is <page-number citation-index=\"1\" label=\"171\">*171</page-number>not only corroborated by Wagner, but by the testimony of the party Caspar and one Hankin. We think the evidence of these witnesses clearly establishes that Young had made the model and had it in his possession before his talk with Rhoads at Pittsburgh on June 11th.</p>\n<p id=\"b199-5\">It is also corroborated by some convincing circumstances; for example, the model Young showed Rhoads disclosed the clamp mechanism. This is not the form of device disclosed in the Young and Caspar application. They decided to apply for the interlocking device. Ross and Rhoads, therefore, filed their application for the clamping device — the thing shown Rhoads in Pittsburgh. If Rhoads had not seen this device, it is at least a striking coincidence that immediately on leaving Pittsburgh he conceived this particular style of device, and so soon thereafter incorporated it in his application. Besides, there is documentary evidence in the record tending to corroborate Young and his witnesses as to the disclosure of the invention to Rhoads.</p>\n<p id=\"b199-6\">We deem it unnecessary to review the testimony at length, since we are convinced that the priority of Young and Caspar has been conclusively established. The testimony has been analyzed at length in the able opinion of the Board of Examiners in Chief, in which we fully concur.</p>\n<p id=\"b199-7\">The decision of . the Commissioner of Patents is reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}