{
  "casebody": {
    "data": "<casebody firstpage=\"668\" lastpage=\"669\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b696-8\">MAKI v. UNITED STATES.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b696-9\">(Circuit Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b696-10\">May 17, 1926.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b696-11\">No. 4776.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b696-20\">N. D. Wernette, of Coeur d’Alene, Idaho, for plaintiff in error.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b696-21\">H. E. Ray, U. S. Atty., Wm. H. Langroise, Sp. Asst. U. S. Atty., and Sam S. Griffin, Asst. U. S. Atty., all of Boise, Idaho.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b696-22\">Before GILBERT, HUNT, and RUD-KIN, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b697-4\"><page-number citation-index=\"1\" label=\"669\">*669</page-number>HUNT, Circuit Judge.</author>\n<p id=\"AJ-_\">Writ of error to review a conviction of John Maki for unlawful possession of whisky and maintenance of a nuisance in September, 1925, at Mullan, Idaho.</p>\n<p id=\"b697-5\">Prohibition agents testified that on the 16th of September, 1925, they went to a pool hall known as the Haparanta Bar in Mullan, Idaho; that defendant was not there; that Matt Maki was behind the bar, where, upon a search, they found a bottle of whisky and some glasses; that while the search was in progress John Maki, defendant; came to the front of the building; that the agents asked him if he could open the safe; that he took a key from his pocket and opened the inner door of the safe, where there was some money; that in the till they found some receipts for bills and a receipt for a bond signed by John Maki as surety for the appearance of one Miekola before a United States commissioner; that John Maki said he owned the building; that in July, 1925, John Maki was granted a license for the pool hall for 1925.</p>\n<p id=\"b697-6\">Defendant testified that he owned the building and the pool table; that he and one Kohkonen “operated” the place as a pool room until November, 1924, when he rented it to Jack Maki, and that in June, 1925, he rented it to Matt Maki; that neither Jack nor Matt was related to him; that after he rented to Jack Maki he himself had nothing whatever to do with the business; that up to September, 1925, he allowed his name to be used by Matt Maki in order that Matt might get credit in the purchase of merchandise; that he turned over to the tenant the safe in the building, but kept one drawer in which to keep his money; that he did not know liquor was kept in the place, and knew nothing of the issuance of the license in his name; that he had not subscribed or paid for the “Industrialisti,” a newspaper addressed to “Kohkonen <em>&amp; </em>Maki, P. O. Box 146, Mullan, Ida., 8-6-26,” and found by the agents in searching the pool room.</p>\n<p id=\"b697-7\">The court, over defendant’s objection, admitted a torn-off part of the newspaper containing the address label heretofore referred to. The label was pasted over part of the title, “Industrialisti.” Below the title appeared the date September 13, 1925, and across the front of the lop of the page were headlines “I. W. W.,” followed by several words printed in a foreign language, probably Finnish. On the reverse side, the print was entirely in a foreign language, except an announcement at the head of the column that the Industrialisti is the only Finnish daily organ of industrial unionism in America, and is published by the \"Workers’ Socialist Publishing Company at Duluth, Minn. The district attorney called the attention of the jury to the address and the figures indicating the date.</p>\n<p id=\"b697-9\">The defendant made no special objection to the admission of the address label, but argues that part of the paper admitted shows that it is a “radical I. W. W. newspaper” and was calculated to prejudice the minds of the jury against defendant. The argument is without evidential support. The record contains no translation of the headlines or of the other matter printed in a foreign language. How, therefore, can defendant expect the court to say that the paper was calculated to prejudice the jury, or that it tended to show that defendant was in sympathy with an organization “in ill repute with good American citizens” ? Kumpula v. United States, 261 F. 49,171 C. C. A. 645.</p>\n<p id=\"b697-10\">During the course of the trial counsel for the government asked defendant whether Jack Maki, to whom defendant had testified he had rented the place, had not been taken therefrom and convicted for violation of the National Prohibition Act. Defendant objected to the question. Thereupon the district attorney contended that the inquiry was admissible, and added: “They say he is a law-abiding citizen. Every man in that pool hall was taken from it and either skipped their bonds or served time.” Defendant’s counsel objected to the statements of the district attorney as prejudicial and improper before the jury. The court sustained the objection. Counsel urges that the remarks of the district attorney were prejudicial. But, in the absence of a motion to strike them out, or of a request for an instruction in relation thereto, defendant is in no position to assert error. McDonough v. United States (C. C. A.) 299 F. 30, certiorari denied 266 U. S. 613, 45 S. Ct. 95, 69 L. Ed. 468.</p>\n<p id=\"b697-13\">The court committed no error in allowing a witness to testify that he was acquainted with the general reputation of the Haparanta bar as a place where intoxicating liquor was kept and sold more or less continuously during the six or eight months prior to September 16, 1925. Merrill v. United States, (C. C. A.) 6 F.(2d) 120; Tindell v. State, 18 Okl. Cr. 721, 196 P. 555.</p>\n<p id=\"b697-14\">We have considered the other assignments, and find no ground for reversing the judgment.</p>\n<p id=\"b697-15\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}