{
  "casebody": {
    "data": "<casebody firstpage=\"407\" lastpage=\"428\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b419-3\">JUNE, 1936</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b419-4\">Quanah, Acme &amp; Pacific Railway Company v. Wichita State Bank &amp; Trust Company.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b419-6\">No. 6744.</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AfR\">Decided April 8, 1936.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b419-7\">Rehearing overruled June 3, 1936.</otherdate>\n<citation data-order=\"5\" data-type=\"citation\" id=\"b419-8\">(93 S. W., 2d Series, 701.)</citation>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b420-4\"><page-number citation-index=\"1\" label=\"408\">*408</page-number><em>G. E. Hamilton, </em>of Matador, <em>C. Y. Welch, </em>of Quanah, and <em>Allen &amp; Gambill, </em>of Fort Worth, for plaintiff in error.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"b420-5\">By the express term of Section 42, Article 5934 of the Revised Statutes of 1925, where a negotiable instrument is drawn to a person as fiscal officer of a corporation, it is presumed prima facie to be payable to the corporation of which he is such officer, and where bills of exchange are so drawn they are payable to the corporation and a bank is charged with knowledge of this fact, and thereby becomes liable to the true owner for funds diverted or dissipated in such manner. Tenison v. Patton, 95 Texas, 284, 67 S. W., 92; Pierce Pet. Corp. v. Guaranty Bond State Bank, 22 S. W. (2d) 521; Heinemann v. Barfield, 136 Ark., 456, 500, 207 S. W., 58; Counsin v. Wilson, 94 Okla., 29, 220 Pac., 923; Ford v. Brown, 114 Tenn., 467; 88 S. W., 1036; 7 Texas Law Rev., 175; 7 C. J., 644; 26 R. C. L., 1316; 10 Tex. Jur., “Corporation”, secs. 315, 316.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b420-6\"><em>M. M. Hankins, </em>of Quanah, <em>Bullington, Humphrey &amp; King, </em>of Wichita Falls, for defendant in error.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"b420-7\">Cited cases used in opinion.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b420-8\">ON MOTION FOR REHEARING.</p>\n<author id=\"b420-9\">Mr. Justice CRITZ</author>\n<p id=\"A4A\">delivered the opinion of the court.</p>\n<p id=\"b420-10\">This suit was filed in the District Court of Hardeman County, Texas, by Quanah, Acme &amp; Pacific Railway Company, which will hereafter be called the Railroad, against Wichita State Bank &amp; Trust Company, which will hereafter be called the Bank, and another with whom we are no longer concerned. The Railroad sought to recover from the Bank the sum of $63,054.65, with legal interest, on the theory of conversion, or upon the theory that the Bank had aided and assisted one T. K. Hawkins, the Railroad’s treasurer and auditor, in misappropriations of various sums of money amounting to the total above indicated.</p>\n<p id=\"b420-11\">When the case was presented to the trial court, the Bank’s general demurrer to the Railroad’s petition was sustained. <page-number citation-index=\"1\" label=\"409\">*409</page-number>On appeal by the Railroad, the judgment of the trial court was affirmed by the Amarillo Court of Civil Appeals, in an opinion by Justice Martin, 61 S. W. (2d) 170. Of course, the effect of the judgments of the district court and of the Court of Civil Appeals was to hold that the Railroad’s petition failed to plead a cause of action against the Bank. On original hearing we reversed such holdings. 89 S. W. (2d) 385.</p>\n<p id=\"b421-4\">The Court of Civil Appeals has made a very fair and comprehensive statement of the issues in this case. Since we can not improve upon such statement, we adopt it. It is as follows:</p>\n<p id=\"b421-5\">“Appellant’s petition is lengthy. To conserve space we reproduce literally only so much of it as we deem necessary. Appellant is a railroad corporation, operating out of the city of Quanah, and has been since about the year 1909. From 1909 until about September, 1931, it had in its employment one T. K. Hawkins as its treasurer and auditor ‘whose duty was to collect and deposit all moneys and revenues arising from such business to plaintiff’s credit in its depository bank at Quanah, which for many years had been and was still such depository on the last mentioned date, to-wit: the Security National Bank of Quanah.’ It was alleged, in substance: That much of the outbound freight moved on other roads and that' the delivering carrier collected the revenues and distributed same among the carriers participating in the haul in accordance with the proportion earned by each. That the said T. K. Hawkins would draw a draft against the collecting carriers for the proportional amount of freight coming to appellant and deposit same in the said Security National Bank of Quanah. That about March, 1925, ‘the said T. K. Hawkins began the practice of withholding from deposit one or more of the drafts above described, for which he would request the Security National Bank to issue to him bills of exchange payable to him as treasurer * * * for varying amounts * * * and at his request said depository bank issued to said T. K. Hawkins many bills of exchange drawn against other banks * * * and which practice occurred practically every month from March, 1925, to August, 1931. That up to about the month of April, 1931, such bills of exchange were payable to T. K. Hawkins, Treas. * * * But after said date said bills of exchange were made payable to T. K. Hawkins, Treas., Q. A. &amp; P. <em>By. </em>Co.’ That an example of the wording of one of such bills of exchange is the following:</p>\n<blockquote id=\"b422-2\"><page-number citation-index=\"1\" label=\"410\">*410</page-number>‘The Security National Bank of Quanah, Texas,</blockquote>\n<blockquote id=\"Aq7\">Quanah, Texas, Jan. 31, 1930.</blockquote>\n<blockquote id=\"b422-3\">‘Pay to the order of T. K. Hawkins, Treas.</blockquote>\n<blockquote id=\"b422-4\">$417.65. Exactly Four Hundred Seventeen Dollars</blockquote>\n<blockquote id=\"ARs\">65 cents. Exactly.</blockquote>\n<blockquote id=\"b422-5\">‘To The Continental National Bank, Fort Worth, Texas.</blockquote>\n<blockquote id=\"b422-6\">‘H. M. Bumpass, Cashier.’</blockquote>\n<p id=\"b422-7\">“It is further averred that such bills of exchange were indorsed ‘T. K. Hawkins, Treas.’; that all of these bills of exchange were paid for by drafts drawn by T. K. Hawkins for freight as aforesaid and were each and all the property of appellant; that T. K. Hawkins embezzled, with the aid of appellee, Wichita Bank &amp; Trust Company, the proceeds of bills of exchange between March, 1925, to September, 1931, in amounts which aggregated the sum of $63.054.65; that the scheme used by Hawkins was to indorse and deliver such bills of exchange to appellee, some of them personally and some of them by mail, each of them to be credited and were credited to his personal account and that all of the funds so deposited were withdrawn on the individual check of Hawkins; that the bank knew, by virtue of the form and contents of said bills of exchange and that T. K. Hawkins had indorsed same, that such bills of exchange were the property of appellant; that Hawkins was at the beginning of said transactions a stranger to the officers and employees of same and remained a comparative stranger to appellee throughout the period of time already mentioned; that during all of such time appellee knew that there were adequate banking facilities at Quanah and that Quanah was situated approximately eighty miles from Wichita Falls, which was the banking home of appellee; and that appellee at no time made any inqury as to the cause or occasion of said unusual deposit or the use of the bills of exchange by the said Hawkins ‘but received and accepted same and received the proceeds thereof from the drawee banks in each instance with but the slightest investigation.’ The petition further avers a lack of authority and right in Hawkins to convert to his own use the said bills of exchange or to indorse or negotiate same for his own personal use and benefit; that he was attempting in so doing to act both for himself and for said corporation; that by reason of these facts and circumstances, the said bank was charged with ‘actual knowledge that said Hawkins was so misappro<page-number citation-index=\"1\" label=\"411\">*411</page-number>priating and converting, with the aid and assistance of said defendant Bank, the funds, moneys and credit of plaintiff and by proper inquiry the said Bank could and would have presented loss to itself and to this plaintiff.’</p>\n<p id=\"b423-4\">“This petition, in fact, specifically alleges knowledge on the part of appellee of said misappropriations and embezzlements but it seems to have been agreed in the trial court and acquiesced in by all parties in oral arguments before this court, that it had only such knowledge as might be visited upon it by all the facts and circumstances connected with and surrounding the transactions leading to the acquisition of the funds aforesaid. The order sustaining the demurrer contains the following language: ‘It being understood that the court construes said petition of plaintiff to charge that Wichita State Bank &amp; Trust Company, one of the defendants herein, was charged with notice that T. K. Hawkins was embezzling the funds of plaintiff, only by the facts and circumstances alleged in said petition, and does not charge that said Bank &amp; Trust Company had any actual knowledge at any time prior to the time of the discovery of such embezzlements by plaintiff itself, and the giving of notice thereof to said Bank &amp; Trust Company, that such funds were being embezzled by said Hawkins, except such notice as was visited upon said Bank &amp; Trust Company by all the facts and circumstances connected with and surrounding the transactions leading to the acquisition of plaintiff’s funds by said Hawkins as are alleged in said amended petition. In which interpretation of the pleadings by the court the attorneys for the plaintiff agreed.’ ”</p>\n<p id=\"b423-5\">As shown by the above statement, when the Bank’s general demurrer to the Railroad’s petition was presented to the trial court, the Railroad in effect abandoned the general allegations of notice on the part of the Bank contained in such petition, and, in effect, agreed that the Bank only had such notice as the facts and circumstances incident to the transactions themselves visited upon it. It was further agreed that the Bank had no actual knowledge that Hawkins was embezzling the funds of the Railroad at any time prior to the time same was discovered by the Railroad and the giving of notice thereof by the Railroad to the Bank.</p>\n<p id=\"b423-6\">“At this point we deem it expedient to quote certain portions of our negotiable instrument statutes, which we think bear directly and indirectly on the issues of this case. These statutes are Sections 52, 53, 55, and 56 of Article 5935, R. C. S. of Texas, 1925. Such statutes read as follows:</p>\n<p id=\"b424-2\"><page-number citation-index=\"1\" label=\"412\">*412</page-number>“Sec. 52. A holder in due course is a holder who has taken the instrument under the following conditions:</p>\n<p id=\"b424-3\">“1. That it is complete and regular upon its face;</p>\n<p id=\"b424-4\">“2. That he became the holder of it before it was overdue, and without notice that it had been previously dishonored, if such was the fact;</p>\n<p id=\"b424-5\">“3. That he took it in good faith and for value;</p>\n<p id=\"b424-6\">“4. That at the time it was negotiated to him he had no notice of any infirmity in the instrument or defect in the title of the person negotiating it.”</p>\n<p id=\"b424-7\">“Sec. 53. Where an instrument payable on demand is negotiated an unreasonable length of time after its issue, the holder is not deemed a holder in due course.”</p>\n<p id=\"b424-8\">“Sec. 55. The title of a person who negotiates an instrument is defective within the meaning of this Act when he obtained the instrument, or any signature thereto, by fraud, duress, or force and fear, or other unlawful means, or for an illegal consideration, or when he negotiates it in breach of faith, or under such circumstances as amount to a fraud.”</p>\n<p id=\"AfC\">“See. 56. To constitute notice of an infirmity in the instrument or defect in the title of the person negotiating the same, the person to whom it is negotiated must have had actual knowledge of the infirmity or defect, or knowledge of such facts that his action in taking the instrument amounted to bad faith.”</p>\n<p id=\"b424-9\">It is not controverted that the bills of exchange involved in this suit were negotiable instruments. Furthermore, it is the settled law that the Bank had a perfect right to purchase such bills from Hawkins in his trust capacity, provided it did not act in bad faith in doing so. In this connection it is the settled law of this State that the ordinary rule of notice does not apply to the purchaser of a negotiable instrument for a valuable consideration before maturity. The test in negotiable instrument cases is good faith, and not diligence or negligence. Unless the purchaser has actual knowledge of facts and circumstances that would render the paper noncollectible, or has knowledge of such facts as that a purchase of the instrument would amount to bad faith, it is immaterial that he has notice of such facts as would put a reasonably prudent person on inquiry, and that such inquiry would lead to discovery. 6 Texas Jur., p. 708, sec. 93 et seq., and authorities there cited; Sections 52, 53, 55, and 56, supra.</p>\n<p id=\"b424-10\">In connection with the above, it is a rule in this State <page-number citation-index=\"1\" label=\"413\">*413</page-number>that in the purchase of a negotiable instrument the title is derived from the instrument itself, and not from the title of the party who transfers it. Ordinarily, one in possession of a negotiable instrument has the power to dispose of it. Certainly, where the one in possession is the payee on the face of the instrument, even in a trust capacity, he has the right in such capacity to negotiate it. Also,' it is the law that a negotiable instrument passes as a species of currency without inquiry. If the buyer pays a valuable consideration and acts in good faith, his title can not be impugned. Greneaux v. Wheeler, 6 Texas, 515; Wilson v. Denton, 82 Texas, 531, 18 S. W., 620, 27 Am. St. Rep., 908; Twohig v. Brown, 85 Texas, 51, 19 S. W., 768; Hamilton-Turner Grocery Co. v. Hander (Civ. App.), 253 S. W., 833. We here especially refer to the authorities cited in the Hamilton-Turner Grocery Company case, supra, and also to the applicable Sections of Article 5935, supra.</p>\n<p id=\"b425-6\">After a careful reading of the Railroad’s petition, and a full consideration of the facts that this Bank had before it in purchasing these bills, we are unable to discover any fact alleged in such petition that would constitute the Bank a bad faith purchaser. It is admitted that it had no actual notice. It is disclosed by the Railroad’s petition that Hawkins was its treasurer. The allegations of the petition are sufficient to show that he had general authority to handle the Railroad’s funds, sign checks, draw drafts, and indorse commercial paper. The Railroad’s petition. further shows that the Security National Bank of Quanah was the Railroad’s official depository, through which Hawkins, as its treasurer, transacted the business of his principal. The petition further shows that beginning about March, 1925, and continuing for a period of more than six years, Hawkins practically each month caused to be issued and delivered to him, by the Railroad’s said official depository, bills of exchange payable to T. K. .Hawkins, Treasurer, part of the time, and to T. K. Hawkins, Treasurer, Q. A. &amp; P. Ry. Co., the balance of the time, which bills were currently and duly indorsed by Hawkins in a proper capacity and negotiated each month to this Bank. We have a right to presume that these bills took the usual course of banking and were duly returned each month to the Railroad’s depository bank, with not only Hawkins’ indorsement thereon, but also with the indorsement of this Bank. All this went on; as already shown, for more than six years without any objection being raised by the depository bank or the Rail<page-number citation-index=\"1\" label=\"414\">*414</page-number>road. All these bills were negotiated to this Bank under the above circumstances, some by mail, and some by Hawkins appearing in person. This Bank had no actual knowledge that Hawkins was embezzling the funds of his principal. We think such a record falls far short of presenting facts legally sufficient to show that this Bank acted in bad faith in purchasing these bills. In fact, we think that we have a right to presume that ordinarily careful people look over their bank accounts frequently. Empire Trust Co. v. Cahan, 274 U. S., 473, 71 L. Ed., 1158, 47 Sup. Ct„ 661, 57 A. L. R., 921. We quote the following from the opinion in the Cahan case: “Careful people generally look over their bank accounts rather frequently.”</p>\n<p id=\"b426-3\">From what has been said, it is evident that we hold that - these bills of exchange were negotiated to this Bank under circumstances that made it a good faith purchaser thereof. In making this statement, we consider the case up to and including the times the checks were negotiated.</p>\n<p id=\"b426-5\">As appears from the petition, this Bank did not pay actual cash money for these bills at the time it purchased them from Hawkins. It did, however, pay the equivalent of money, because each time it purchased a bill it passed the proceeds thereof in full to Hawkins’ individual credit on the books of the Bank. Cook &amp; Arrington v. Citizens State Bank (Civ. App.), 282 S. W., 888, and authorities there cited. .We have a right to presume that this was done at the instance and request of Hawkins. Hawkins was allowed to check out such funds as he pleased, on his individual checks, and as the result of these transactions the funds were lost to the Bank. The Bank exercised no supervision as to whom the checks drawn by Hawkins were payable; but so far as shown by the petition, it had no knowledge that such checks represented improper expenditures, except from the transactions set forth in the petition. The Bank received no part of the proceeds and had no connection therewith, except as shown by the petition.</p>\n<p id=\"b426-6\">As already shown, these bills were negotiable instruments in the hands of Hawkins. They were complete and regular as bills of exchange on their faces. They were not overdue, and had never previously been dishonored. There were no infirmities in such instruments, or defects in the title of the person negotiating them. They were not negotiated an unreasonable time after issue. As already shown, the instru- . ments negotiated by Hawkins from March, 1925, to about <page-number citation-index=\"1\" label=\"415\">*415</page-number>April, 1931, were merely payable to him as treasurer. From the last named date to about September, 1931, such bills were payable to Hawkins as Treasurer of the Q. A. &amp; P. Ry. Co. From these facts and the agreement, we would have a right to presume that the Bank knew that the bills negotiated up to April, 1931, belonging in truth to some person other than Hawkins, but that such person was unknown to the Bank. After April, we would have a right to presume that the Bank knew that the Railroad was the owner. However, we will treat the case as though the Bank knew at all times that the Railroad was the actual or real owner of the bills of exchange. It follows, of course, that we will presume that when the Bank passed the proceeds of these bills to Hawkins’ individual credit on its books it knew that the funds belonged to the Railroad, and that it was dealing with Hawkins in a fiduciary capacity.</p>\n<p id=\"b427-4\">From the above, it is evident that we must answer the following question in order to decide this case:</p>\n<p id=\"b427-5\">If a person negotiates to a bank a bill of exchange payable on its face to the person negotiating it in a trust capacity, and the purchasing bank, in the very transaction by which it acouires the instrument, passes its proceeds to the individual checking credit of the trustee on its books, and thereafter allows him to check out such proceeds on his individual checks, and as a result of such transactions the fund is lost to the true owner, is the bank liable for such loss to such true owner ?</p>\n<p id=\"b427-6\">This question involves a case where the bank received no part of the funds, and had no actual knowledge that the funds were being checked to persons not entitled to receive them. Also, a case is involved where the bank made no inquiry.</p>\n<p id=\"b427-7\">In our opinion, the above question should be answered in the negative. In this connection, we think the great weight of and better authority is to the effect that it is not deemed a breach of trust, or such a suspicious circumstance, as to put a duty on the bank to investigate for a trustee to carry trust credits in his personal bank account, and this even though such fact is known to the bank. In this connection, it is generally held that the bank is entitled to believe that the trustee will check the trust credit out of his personal account for proper trust purposes. The main reasons for this rule are that to require the bank to investigate such transactions <page-number citation-index=\"1\" label=\"416\">*416</page-number>would put a burden on the bank for which it is not paid by the trust, and would clog the handling of commercial paper in a way that would be to the disadvantage generally of trust business, and also to business in general. 4 Bogert on Trusts and Trustees, sec. 908, p. 2632; American Law Institute Restatement of the Law of Trusts, sec. 324d, p. 966-967; Note III to Empire Trust Co. v. Cahan, 57 A. L. R., p. 930; 7 C. J., pp. 644-645; 65 C. J., p. 701, sec. 567; McCullam v. Third National Bank, 209 Mo. App., 266, 237 S. W., 1051; Gate City Bldg. &amp; Loan Assn. v. National Bank of Commerce, 126 Mo., 82, 28 S. W., 633, 27 L. R. A., 401, 47 Am. St. Rep., 633; New Amsterdam Casualty Co. v. Robertson et al., 129 Ore., 633, 278 Pac., 963; 64 A. L. R., 1396, 26 R. C. L., p. 1316, sec. 174; 4 Michie on Banks &amp; Banking, p. 127, sec. 57b, and notes. We might multiply these authorities many times, but we think the ones cited clearly demonstrate that the overwhelming weight of authority is against the holding that this Bank made itself liable to this Railroad under the circumstances set forth in the Railroad’s petition, as modified by the agreement made at the time the general demurrer was passed on.</p>\n<p id=\"b428-3\">On account of the importance of the question, and the fact that we are reversing our former holding in this case, we will now proceed to discuss and quote from the above authorities rather fully.</p>\n<p id=\"b428-4\">Bogert on Trusts and Trustees, supra, thus states the rule:</p>\n<blockquote id=\"b428-5\">“While, as shown previously, it is bad practice for a trustee to carry trust credit in his personal bank account, and, if the bank fails, the trustee will be a guarantor of the safety of funds so held, it is not deemed by the courts a breach of trust or such a suspicious circumstance as to put a duty on the bank to investigate. The courts feel that the bank is entitled to believe that the trustee will check the trust credit out of' the personal account for trust purposes, and that he is merely guilty of careless or unbusinesslike methods of handling the trust property and not of dishonest practices. It is the judicial opinion also that to require the bank to investigate such a transaction would put a burden on the bank for which it is not paid by the trust, and would clog the handling of commercial paper in a way which would be a disadvantage to the business community.”</blockquote>\n<p id=\"b428-6\">The American Law Institute Restatement of the Law of <page-number citation-index=\"1\" label=\"417\">*417</page-number>Trusts, supra, which usually attempts to give the prevailing and best rule, announces the law as follows:</p>\n<p id=\"b429-4\"><em>“Deposits in personal account. </em>Although the bank knows that the funds deposited are trust funds, and the deposit is made in the name of the trustee personally, the bank is not bound to make inquiry whether the trustee is committing a breach of trust in making the deposit; and although the deposit is made in a breach of trust, the bank in receiving the deposit is not liable for participation in the breach of trust, in the absence of further circumstances known to the bank indicating that the trustee is committing a breach of trust.</p>\n<p id=\"b429-5\">“Thus, if a trustee indorses a check payable to him as trustee and deposits it in a bank to the credit of his personal account, the bank is not bound to make inquiry whether the trustee is committing a breach of trust in making the deposit; and although the trustee in fact commits a breach of trust in making the deposit, the bank is not liable for participation in the breach of trust in the absence of further circumstances known to the. bank indicating that the trustee is committing a breach of trust.</p>\n<p id=\"b429-6\">“Similarly, if a trustee draws and deposits in a bank to the credit of his personal account a check drawn by him as trustee upon an account in the same or another bank in his name as trustee, payable to himself personally or to the bank in which he deposits it, the bank of deposit is not bound to make inquiry whether the trustee is committing a breach of trust in making the deposit; and although the trustee in fact commits a breach of trust in making the deposit, the bank is not liable for participation in the breach of trust in the absence of further circumstances known to the bank indicating that the trustee is committing a breach of trust.”</p>\n<p id=\"b429-7\">In Note III to the Cahan case, supra, the following is announced as the prevailing rule:</p>\n<p id=\"b429-8\">“The weight of authority is to the effect that a bank is not charged with notice of misappropriation by an agent or fiduciary, because of the mere fact that the latter deposited to his individual account a check or note payable to or indorsed by him in his fiduciary capacity.”</p>\n<p id=\"b429-9\">Under the above statement of the law, the above authority cites many cases. It must be conceded that such authority does cite cases to the contrary. 57 A. L. R., p. 932. We think, however, it is clearly shown that the rule we here announce is supported by the great weight of authority, and <page-number citation-index=\"1\" label=\"418\">*418</page-number>that the rule we announced in our original opinion is the minority rule.</p>\n<p id=\"b430-3\">We here quote the following from 7 C. J., pp. 644-645, supra:</p>\n<p id=\"b430-4\">“Trust funds do not lose their character as such by being deposited in a bank by the trustee to his own account; and it is considered by some authorities that a bank may be charged with notice of the fiduciary character of a deposit and of the true ownership of the fund deposited, so that it may be held liable for paying out the fund to one who is not entitled thereto. But other authorities hold that even though a bank knows that moneys deposited with it are trust funds, it is bound to honor the checks of the depositor, and that it incurs no liability in so doing, unless it participates in a misappropriation of the funds or breach of the trust or the circumstances are such that it is chargeable with notice that the depositor is violating his trust.”</p>\n<p id=\"b430-5\">In 65 C. J., 701, supra, the rule is clearly announced that trust funds do not lose their character as such when deposited in a bank to the trustee’s individual account, but such a deposit does not constitute a conversion of the funds.</p>\n<p id=\"b430-6\">In McCullam v. Third National Bank, supra, the St. Louis Court of Appeals goes into a very exhaustive discussion of the question here under consideration. In that opinion the court discusses the case of Gate City Bldg. &amp; Loan Assn. V. National Bank of Commerce, supra. We here quote from the opinion in the McCuIlam case:</p>\n<p id=\"b430-7\">“In the case of Gate City Bldg. &amp; Loan Assn. v. National Bank of Commerce, 126 Mo., 82, 28 S. W., 633, 27 L. R. A., 401, 47 Am. St. Rep., 633, we have a decision of our Supreme Court which we think controls. The secretary of the building and loan association received $4,000 by way of a check from a customer, payable to the association. The secretary, Harris, indorsed the check and deposited it to his personal account in the Bank of Commerce. The bank credited his account, collected the check from the clearing house,' and thereafter' Harris drew out the money on his personal checks, embezzled the money, and absconded. The loan association made demand on the bank for the return of the money, and sued for its recovery in an action for money had and received. There the court said:</p>\n<p id=\"b430-8\">“ ‘The law of the case seems to be within a narrow compass. There is not a particle of evidence tending to prove that the bank did not act in perfect good faith in this trans<page-number citation-index=\"1\" label=\"419\">*419</page-number>action, in respect of which it occupied no fiduciary relation to plaintiff. It does not appear from the evidence to what purpose the proceeds of the check were ultimately applied by Harris — it may have been to his own or to those of the association — nor is this a matter of any importance upon the. present issue. The bank was not responsible for the proper application of those proceeds by him. R. S., 1889, sec. 8691. The check was a negotiable instrument. Famous, etc., Co. v. Crosswhite, 124 Mo., 34. The credit given to the account of Harris was the same as if the money had been paid him on the check and had been immediately placed back by him and credited on his own account. Benton v. Bank, 122 Mo., 332; Oddie v. Bank, 45 N. Y., 735; 2 Morse on Banks and Banking (3d Ed.), sec. 451. The bank thereby became a purchaser for value, in the ordinary course of business, of the instrument, and entitled to collect the proceeds thereof to its own account if it acquired plaintiff’s title by indorsement. So that the only question is: Did Harris in his official capacity as secretary have power to transfer the check by indorsement. * * * If the association has met with any loss by reason of a misapplication of that fund, it must be charged to a breach of the trust imposed in one of its officers, and the neglect of duty by the others.’ ”</p>\n<p id=\"b431-4\">The opinion in New Amsterdam Casualty Co. v. Robertson, supra, very fully and fairly meets the issue. It recognizes that there are two lines of authorities, and chooses to follow the one here adhered to, which is designated as the one supported by the great weight of authority. We quote as follows from that opinion:</p>\n<p id=\"b431-5\">“We are in accord with the view, as expressed by the great majority of the courts, that if a bank, acting in good faith, merely credits trust funds, knowing them to be such, to the personal account of the fiduciary, it will not be liable if he later misappropriates such funds. Kendall v. Fidelity Trust Co., 230 Mass., 238, 119 N. E., 861; Allen v. Puritan Trust Co., 211 Mass., 409, L. R. A., 1915 C, 518, 97 N. E., 916; Goodwin v. American Natl. Bank, 48 Conn., 550; Safe-Deposit <em>&amp; </em>T. Co. v. Diamond Natl. Bank, 194 Pa., 334, 44 Atl., 1064; Life Ins. Co. v. American Natl. Bank., 6 Va. Law Reg. N. S., 106; Gray v. Johnston, L. R., 3 H. L. 1; Rice v. People’s Sav. Bank, 140 Wash., 20, 247 Pac., 1009, 6 Cal. Law Rev., 171, 34 Harvard Law Rev., 454.</p>\n<p id=\"b431-6\">“The rule is thus stated in 26 R. C. L., 1316: ‘The presumption is that a trustee will faithfully administer his trust <page-number citation-index=\"1\" label=\"420\">*420</page-number>and not misappropriate funds committed to his care, and so if moneys are deposited by one as trustee, he, as such trustee, has a right to withdraw them, and the bank, in the absence of notice to the contrary, is bound to assume, and is protected in assuming, that the trustee will appropriate the moneys, when drawn to the proper use; and this is true whether the checks are signed by him in his representative capacity or not. But if a bank in which moneys are deposited in the name of a trustee as such has knowledge that a breach of trust is being committed by the improper withdrawal of such funds, or if it participates in the profits or fruits of any fraud on the trust, it is answerable. The mere fact, however, that a bank knows that moneys deposited with it have by a depositor been acquired in a fiduciary capacity does not impose on it the duty, or give it the right, to institute an inquiry into the conduct of its customer in order to protect those for whom he may hold the fund, but between whom and the bank there is no privity.’</p>\n<p id=\"b432-3\">“In Cole v. Canadian Bank, 115 Or., 456, 288 Pac., 98, the court cited with approval Magee on Banks &amp; Banking, 3d Ed., p. 304, wherein it is said: ‘The whole question fixing liability is one of knowledge. The bank must have knowledge that the deposit is a trust deposit and that when it is drawn out by the trustee that he intends to misappropriate it. Unless these facts are clearly established the bank cannot be held.’</p>\n<p id=\"b432-4\">“For authorities to the contrary see United States Fidelity &amp; G. Co. v. People’s Bank, 127 Tenn., 720, 157 S. W., 414; Bank of Hickory v. McPherson, 102 Miss., 852, 59 So., 934; Mitchell v. First Natl. Bank, 203 Ky., 770, 263 S. W., 15, and eases referred to in an article entitled ‘Bank’s Liability for Deposits of a Fiduciary to His Personal Account,’ in 40 Harvard Law Rev., p. 1077.”</p>\n<p id=\"b432-5\">The opinion in the New Amsterdam Casualty Company case, supra, quotes the rule as laid down by R. C. L., supra.</p>\n<p id=\"b432-6\">In Michie on Banks and Banking, supra, which is the latest work on the subject of banking we have in our library, the rule is thus announced:</p>\n<p id=\"b432-7\">“In the absence of statute, it is generally held that a trustee may legally deposit the trust funds in a bank to his individual account and credit. Such a deposit, or one in his name as agent or attorney, is not a conversion of the funds. Though there are decisions to the contrary, according to the weight of authority the bank is not liable for the trustee’s! subsequent misappropriation of such funds merely <page-number citation-index=\"1\" label=\"421\">*421</page-number>because it receives them to his personal account with knowledge of their character. To render the bank liable it must have knowledge of the trustee’s intention to misappropriate the funds. The mere fact that the bank knows that funds credited to a depositor individually are trust funds does not charge it with notice of such intention, or put it on inquiry regarding their disposition. The bank has no supervisory power over the deposit or the disposition thereof. The bank may safely assume that, although the deposit is entered to the trustee’s account as an individual, or as attorney, he will faithfully distribute it. * * *”</p>\n<p id=\"b433-3\">We have carefully examined all the opinions of this court cited by counsel on each side of the present case. We have also made an exhaustive investigation of our own, and in our opinion none of the previous decisions of this Court decide the question of law involved in this case.</p>\n<p id=\"b433-4\">We have again carefully reviewed the opinion in the case of U. S. Fidelity &amp; Guaranty Co. v. Adoue &amp; Lobit, 104 Texas, 379, 137 S. W., 648, 138 S. W., 383, which was mentioned in our former opinion. The decision in that case does not decide this case. The Adoue &amp; Lobit case involved transactions where the bank “visited as it was, as a matter of law, with the trust nature of the funds in its possession, participated actively in the transaction with the guardian in paying a large portion of the fund to itself in payment of the guardian’s personal debt, thus securing a personal benefit to itself and aiding in placing the remainder of such trust funds to the personal credit of such guardian so that same could be, as in fact they were, immediately misapplied by him. Again it is said that ‘they (Adoue &amp; Lobit) could not, on surrender of the certificate properly endorsed, have refused to pay him the money therein called for, and they would not be required tó see that the money so paid was not misappropriated by him.’ It seems to us that this 'conclusion overlooks the fact that in the transaction here the payment and the misappropriation were not only contemporaneous but constituted part and parcel of the same act and that the misappropriation was in the act of payment of Compton’s debt to the bank.” We have nó such case here. This Bank received no part of this fund to itself, and took no part in its spoilation.</p>\n<p id=\"b433-5\">Also, we have again carefully reviewed the opinion in the Wichita Royalty Co. et al. v. City National Bank of Wichita Falls case, 127 Texas, 158, 89 S. W. (2d) 394, decided by this court on the same day the case at bar was originally de<page-number citation-index=\"1\" label=\"422\">*422</page-number>tided. The Wichita Royalty Company case involved an action where it was charged that the bank actively participated in the spoliation of the trust fund and knowingly received a part of the fund to itself in payment of the trustee’s individual debt to it. The general principle of law involved in the Adoue &amp; Lobit case was involved in the Wichita Royalty Company case, supra. We are satisfied with our opinion in the Wichita Royalty Company case as explained by our opinion on rehearing in that case.</p>\n<p id=\"b434-3\">In our original opinion we said:</p>\n<p id=\"b434-4\">“In view of the action of the trial court in sustaining a general demurrer to plaintiff’s petition, the question for decision 4s succinctly this: Can it be said as a matter of law that the bank was not put upon inquiry by all the facts and circumstances of the situation as alleged to ascertain whether or not Hawkins had authority to deposit the funds of the railway company to his personal account and check same out upon his personal checks, regardless of the purpose for which said personal checks were given?</p>\n<p id=\"b434-5\">“Conversely, the dominent legal proposition involved may thus be stated: Was the act of the defendant bank in placing to the credit of Hawkins personally checks which it knew belonged to the railway company and not to Hawkins, and in thus enabling Hawkins to later check out the funds in payment of his personal obligations, such an act of conversion on the part of the bank, or such participation in the wrongdoing of Hawkins, as made the defendant liable to the railway company for the funds so misappropriated?</p>\n<p id=\"b434-6\">“As we have reached the conclusion that this case, involving as it does the acts of an officer of a corporation in depositing to his personal credit the funds of the corporation, is to be considered in a class different from cases where a trustee or other fiduciary deposits funds held by him in trust to his personal account, we do not- find it necessary to determine whether or not the precise question involved has already been decided by this court in the case of United States Fidelity &amp; Guaranty Co. v. Adoue &amp; Lobit, 104 Texas, 379, 137 S. W., 648, 653, 138 S. W., 383, 384, 37 L. R. A. (N. S.) 409, Ann. Cas. 1914B, 667. Nor do we find it necessary to choose between the conflicting decisions of able courts upon the much-discussed question of a bank’s liability for deposits made by fiduciaries. * * *”</p>\n<p id=\"b434-7\">A reading of the above in conjunction with the balance of our original opinion will demonstrate that we, in effect, there <page-number citation-index=\"1\" label=\"423\">*423</page-number>recognized that a distinction could be drawn between cases involving “the acts of an officer of a corporation in depositing to his personal credit the funds of the corporation” and cases “where a trustee or other fiduciary deposits funds held by him in trust to his personal account.” After making such a holding we declined to “choose between the conflicting decisions of able courts upon the much-discussed question of a bank’s liability for deposits made by fiduciaries.” After a further consideration of this question we have decided that the very reasons we have given for the rule, ag applied to deposits made by fiduciaries generally, preclude a holding that deposits made by corporate officers of corporate funds should stand in a favored class as regards the rights of the corporate owner against the bank. In this connection, some of the authorities draw a distinction between cases in which the erring fiduciary was of the agency type rather than the trustee type. The distinction regarding the deposit of corporate funds by corporate officers is based upon the theory that such deposits are of the agency type. What we hold is that no distinction should be drawn between the two types. 40 Harvard Law Review, p. 1077 et seq.; 35 Yale L. J., pp. 854, 855, and authorities there cited.</p>\n<p id=\"b435-4\">In view of this ruling we have found it necessary to choose between the conflicting decisions, and announce the general rule which we think should be followed in this State. This we have done.</p>\n<p id=\"b435-5\">Finally, we wish to say that we recognize the strength of our original opinion in this case written by Judge German, of the Commission of Appeals. We further recognize that it announces a rule that is supported by eminent authority. In spite of this, after a careful review of the authorities generally, we have reached the conclusion that we are here following — the majority and better rule.</p>\n<p id=\"b435-6\">Our original opinion in this case is hereby withdrawn, and this opinion is substituted in its place. The motion for rehearing filed herein by Wichita State Bank &amp; Trust Company is granted. The judgment heretofore rendered by this court, reversing the judgments of the Court of Civil Appeals and of the district court, and remanding this cause to the district court for trial, is hereby set aside, and the judgments of the two lower courts are both now affirmed.</p>\n<p id=\"b435-7\">Opinion delivered April 8, 1936.</p>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b436-2\"><page-number citation-index=\"1\" label=\"424\">*424</page-number>Mr. Chief Justice CURETON</author>\n<p id=\"APW\">concurring.</p>\n<p id=\"b436-3\">There are two lines of authorities applicable to the facts of this case. One was followed by Judge German, of the Commission of Appeals, in 89 S. W. (2d) 385, and the other by Associate Justice Critz, in the opinion now before me for consideration. As to which rule is the sound one, has provoked much discussion by writers, and given rise to differences of opinion between judges. Harvard Law Review, Vol. 40, p. 1077; Yale Law Review, Vol. 35, p. 854; Annotations 57 A. L. R., p. 925; See also authorities cited by Judge German, 89 S. W. (2d) 385. Personally, I am of the opinion that the rule followed by Judge German is the sound one. Indeed, I agree with the text of Michie on Banks and Banking, wherein the writer states:</p>\n<p id=\"b436-4\">“It is held that a bank must ascertain at its peril whether the president, district manager, secretary, treasurer or any other officer or agent of a corporation has authority to indorse a check drawn to the order of the corporation, <em>and by such indorsement transfer the money to his personal account. </em>If the officer or agent has no such authority the corporation’s title to the proceeds of the check do (es) not pass to the bank when it collects the amount, but it becomes liable to account and make payment to the corporation, unless the latter is negligent or is otherwise precluded by its conduct from setting up such lack of authority.” (Italics mine.) Vol. 5, Chap. 9, sec. 74b.</p>\n<p id=\"b436-5\">The text quoted is supported by many authorities, and if the question were one of first impression in this Court, I would be of the opinion that the petition before us states a cause of action. But, as I view the Texas cases, the question is in effect foreclosed by the opinions of this Court and those of the Courts of Civil Appeals following them. Interstate National Bank v. Claxton, 97 Texas, 569, 80 S. W., 604, 65 L. R. A., 820, 104 Am. St. Rep., 885; U. S. Fidelity &amp; Guaranty Co. v. Adoue &amp; Lobit, 104 Texas, 379; 137 S. W., 648; 138 S. W., 383, 37 L. R. A. (N. S.) 409; Coleman v. First National Bank, 94 Texas, 605, 63 S. W., 867, 86 Am. St. Rep., 871; Silisbee State Bank v. French Market Grocery Co., 103 Texas, 629, 132 S. W., 465, 34 L. R. A. (N. S.) 1207; Wheeler Motor Sales Co. v. Guerguin, 16 S. W. (2d) 309; Pierce Petroleum Corp. v. Guaranty Bond State Bank, 22 S. W. (2d) 521.</p>\n<p id=\"b436-6\">This is a concurring opinion only, and it seems unnecessary to discuss at length the authorities cited. In the case of <page-number citation-index=\"1\" label=\"425\">*425</page-number>Wheeler Motor Sales Co. v. Guerguin, 16 S. W. (2d) 309, the application for writ of error was made primarily on the ground of conflict with the opinions of this Court in Commonwealth Bank v. Jones, 18 Texas, 611, and U. S. Fidelity &amp; Guaranty Co. v. Adoue &amp; Lobit, 104 Texas, 379. The application was dismissed by this Court for want of jurisdiction. This was tantamount, under the facts of the case, to an adjudication that there was no conflict. In the Adoue &amp; Lobit case, this Court, in the opinion on the motion for rehearing by Associate Justice* Ramsey, quoted with approval an extract from the opinion of Judge Williams in Interstate National Bank v. Claxton, 97 Texas, 569, in which the English rule, followed by Associate Justice Critz in his opinion in the instant case, was approved. It is, I think, plain that, had we thought that Chief Justice Fly’s opinion in the Wheeler Motor Sales Company case was in conflict, we would have granted the application for the writ, instead of dismissing it, as we were compelled to do under the law since there was no conflict.</p>\n<p id=\"b437-4\">I do not mean to say that the opinions of this Court cited above relate to cases precisely similar on their facts to the instant case. What I do mean to say is, that these opinions have approved the rule governing the relationship between banks and depositors, and trust fund or fiduciary deposits, followed by Associate Justice Critz in the instant case, under circumstances which do not permit us to ignore that approval on the ground of dicta. In other words, we are here called upon to either overrule, in part, these previous decisions, or adhere to their approval of the English rule. The statutes have been codified twice, and many sessions of the Legislature have been held since the adoption of the English rule in Bank v. Claxton. If the Legislature was not satisfied with the adoption of the rule in the Claxton and other cases, then, certainly, it could and would have modified it.</p>\n<p id=\"b437-5\">In referring to the English rule adopted by this Court in the Claxton Case, I am, of course, referring to the rule named in that case, and which I assume was then the prevailing rule in England, and not as modified by subsequent decisions. The rule as this Court then understood it has since been modified, until it is in harmony with the conclusion reached by Judge German in the instant case. Underwood, Limited, v. Bank of Liverpool, L. R. (1924), 1 K. B., p. 775. In this case, Underwood, an official of Underwood, Limited, took checks payable <page-number citation-index=\"1\" label=\"426\">*426</page-number>to the latter, a corporation; and, after properly endorsing them, had the bank place them to his private account, as in the case before us. The Court of King’s Bench held the bank liable, saying in part:</p>\n<p id=\"b438-3\">“But in the present case A. L. Underwood in asking the bank to collect and pay the proceeds into his private account was not purporting in this transaction to act as agent for his company, or to create privity between them and the bank, he was acting and purporting to act for himself as principal. * * * It is not disputed that the defendant bank acted in good faith, but it is said, and the judge has found, that they acted negligently, because they received for collection on behalf of a servant of a company, for his personal account, cheques made payable to the company. The test of the standard of duty in such cases is stated by Lord Dunedin in Commissioners of Taxation v. English, etc., Bank (L. R. 1920, A. C. 683) to be ‘the ordinary practice of bankers.’ On this the learned judge had the evidence of Mr. Bromley Martin, who was the London manager of the defendant bank, and who appears to have given his evidence with great frankness and fairness. He admitted that in all ordinary cases where an official of a company was paying cheques made payable to the company in to his private account, the bank would make inquiries and consult the employer, but he said that where the official was a sole director of a one-man company, and himself the one man, it would not be necessary, partly, I think, because he treated such a director as the same as his company, partly because he thought that inquiry of such an employer would give no good result, for it would be answered by the official whose conduct was inquired into. I cannot take this view; the defendant bank did not know there were no independent shareholders, and there was in fact an independent debenture holder whose interests would be affected; and inquiries of Mr. Underwood himself, as to whether the company had its own banking account, might easily have had considerable effect. If banks for fear of offending their customers will not make inquiries into unusual circumstances, they must take with the benefit of not annoying their customer the risk of liability because they do not inquire. I agree with Roche J.’s view that the bank were guilty of negligence, and I refer to the similar view taken in similar circumstances by Kennedy J. in Hannan’s Lake View Central, Ld., v. Armstrong &amp; Co. and by Bailhache J. in Ross v. London County Westminster and Parr’s Bank” (L. R. 1919, 1 K. B., 678.)</p>\n<p id=\"b439-3\"><page-number citation-index=\"1\" label=\"427\">*427</page-number>The Canadian courts have also apparently followed the rule adopted in Judge German’s opinion. In the case of Toronto Club v. Dominion Bank, 25 Ontario Rpts., 330, the secretary of an incorporated club received from members of the club, in payment of their dues, certain checks, payable to the order of the club. Under the rules of the club, the secretary had general authority to receive the checks and endorse them in its name. As to a portion of the checks received by the secretary, he properly endorsed and cashed them. As to the cash thus received, the Court of Appeals of Ontario held that the bank was not liable to the club for the conversion of the checks. A large number of other checks were properly endorsed by the secretary, and deposited to his personal account by the bank. He afterwards drew private checks against this personal deposit. As to the latter, the court held that the bank was, under the circumstances, negligent in receiving these checks, which were plainly the property of the club, and placing the proceeds to the personal credit of the secretary, and that the bank was, therefore, a party or privy to the secretary’s breach of the trust, and accountable to the club for the amount of the checks so received and deposited to the secertary’s personal credit. Concerning this matter, the court in part said:</p>\n<p id=\"b439-4\">“It is one thing to cash a cheque over the counter to an official who has power to indorse and to receive the proceeds for his employer, and quite another to receive it and apply it not for the employer’s but for the official’s use. There might reasonably, in the former case, be a presumption that the official will deal honestly with the proceeds, but in the latter, where he in effect puts the money into his own pocket, the presumption would be all the other way.</p>\n<p id=\"b439-5\">“The result is, to make the defendant, the Imperial Trusts Company, a party or privy to Harbottle’s breach of trust, and therefore accountable to the plaintiff in respect of the cheques so received by it.”</p>\n<p id=\"b439-6\">It is obvious, I think, from the above cases from which I have quoted, that the English rule has not proven satisfactory under modern conditions, and that it has been modified by the English and Canadian courts. Nor has it proven satisfactory in all jurisdictions of the United States, as the authorities disclose; but there is no doubt it is supported by a majority of the American courts which have written on the subject.</p>\n<p id=\"b439-7\">On the whole, however, regardless of the weight of authority, I am of the opinion that this Court is committed to the rule as announced by Associate Justice Critz; and, although I <page-number citation-index=\"1\" label=\"428\">*428</page-number>think the rule followed by Judge German the better one, as applicable to modern conditions, I feel impelled to withhold my dissent, and, therefore, to concur with Associate Justice Critz under the rule of <em>store decisis. </em>11 Texas Jurisprudence, p. 838, secs. 96 and 97, and cases cited in the notes.</p>\n<p id=\"b440-3\">Opinion delivered April 8, 1936.</p>\n<p id=\"b440-4\">Rehearing overruled June 3, 1936.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}