{
  "casebody": {
    "data": "<casebody firstpage=\"778\" lastpage=\"795\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b824-4\">Richmond.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b824-5\">Indemnity Insurance Company of North America v. Hettie I. Davis’ Administrator.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b824-6\">May 24, 1928.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b828-12\"><page-number citation-index=\"1\" label=\"782\">*782</page-number>The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b828-13\"><em>Aiken, Benton &amp; Bustard, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b828-14\"><em>Harris, Harvey &amp; Brown, </em>for the defendant in error.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b828-15\">Crump, P.,</author>\n<p id=\"ApA\">delivered the opinion of the court.</p>\n<p id=\"Ann\">In this case J. A. Covington, administrator of Hettie I. Davis, was awarded a verdict for $4,623.03 against the Indemnity Insurance Company of North America, <page-number citation-index=\"1\" label=\"783\">*783</page-number>upon the trial before a jury, and the trial court having overruled a motion to set aside the verdict and then rendered judgment upon it, the defendant company obtained a writ of error.</p>\n<p id=\"b829-4\">The parties will be referred to in the positions occupied by them before the trial court, the administrator being the plaintiff and the indemnity company the defendant.</p>\n<p id=\"b829-5\">In the notice of motion for judgment, by which the action was instituted, the administrator alleged that the decedent, Hettie I. Davis, on April 5,1926, lost her life while riding with Marion M. Barker in an Essex roadster car owned by Barker, and that in an action for wrongful death against Barker he had recovered a judgment on October 7, 1926, for $4,500.00 and costs; that execution upon this judgment had proved unavailing as Barker was insolvent; that at the time of the death of Miss Davis the defendant indemnity company had outstanding its liability insurance contract with Barker by which it was obligated to pay any judgment, not exceeding $5,000.00, recovered against Barker by any person injured or killed by reason of the ownership, maintenance, and use of the Essex roadster by Barker; that under the statute law of Virginia, Barker being insolvent and execution having proved fruitless, a cause of action accrued to the administrator to compel the company to pay to him the amount of the judgment and costs.</p>\n<p id=\"b829-6\">The company defended upon the ground that the administrator could claim only through Barker and that Barker had violated the conditions of the policy by failing to co-operate with the company in preparing for a defense of the action for damages against him and by declining to give the company’s representative information concerning the circumstances of the acci<page-number citation-index=\"1\" label=\"784\">*784</page-number>dent, whereupon the company had disclaimed all liability; and further upon the ground that the judgment against Barker was not the result of a trial in fact, but was the result of an agreed verdict, wherein Barker had colluded with the plaintiff to obtain judgment against him, and that the judgment .was voluntarily assumed, incurred and allowed by Barker, without the written consent of the company, in violation of the terms of the policy.</p>\n<p id=\"b830-5\">The first assignment of error is to the ruling of the court refusing to set aside the verdict. The consideration of this question renders essential an understanding of the principles of law applicable to a case of this character. Cases arising under automobile indemnity or liability policies have, in the past several years, been, before the courts with increasing frequency, and while there is lack of harmony in the decisions in some respects, the general rules of law are fairly well settled. The policy in the instant case is clearly an insurance contract to indemnify the assured against liability arising out of claims for damages against him and not merely an agreement to indemnify him against loss sustained and actually paid by him. The company was bound by the terms of the policy to indemnify the assured by <em>paying </em>any loss sustained by him “by reason of the liability imposed by law” in ease of injury to or the death of third persons, and to pay as well the court costs in any suit against the assured as also the interest upon any judgment in the suit. The policy also contains the usual stipulation that it will defend “in the name of and on behalf of the assured all claims or suits for such damage for which the assured is, or is alleged to be, liable.” Under such a policy the cause of action of the assured is complete and the assured can recover upon the contract as soon as the liability of the assured <page-number citation-index=\"1\" label=\"785\">*785</page-number>has become fixed and established by a judgment against him, even though he has sustained no actual pecuniary loss or damage at the time he seeks to recover. 31 Corpus Juris 438.</p>\n<p id=\"b831-5\">The policy in the instant case is similar to the policy construed by the court in <em>Fentress </em>v. <em>Rutledge, </em>140 Va. 685, 125 S. E. 668, in which it was held that the company was liable, upon garnishee process, to the party injured who has secured a judgment against the assured. <em>Combs </em>v. <em>Hunt, </em>140 Va. 627, 125 S. E. 661, 37 A. L. R. 621, presents an instance of a policy by the terms of which the company bound itself only to indemnify the insured for actual loss and was under no obligation further than to reimburse the assured after he had himself paid a judgment against him. <em>Combs </em>v. <em>Hunt </em>is reported and annotated in 37 A. L. R. 621, and a more recent annotation may be found in 41 A. L. R. 526. In the instant case, when the liability of the company became reduced to the payment of a definite sum, by the recovery of the judgment against Barker, the obligation of the company under its contract to pay the judgment became fixed, subject to such defenses as it might have in an action to enforce compliance with its obligation. Quite recent cases are <em>Barney </em>v. <em>Preferred Automobile Ins., etc., Co. </em>(Mich.), 215 N. W. 372; <em>Landaker </em>v. <em>Anderson, </em>145 Wash. 660, 261 Pac. 388.</p>\n<p id=\"b831-6\">By a statute passed by the Virginia legislature in 1924 (Acts 1924, page 504), it is enacted that:</p>\n<blockquote id=\"b831-7\">“No policy of insurance against loss or damage resulting from accident to or injury suffered by an employee or other person and for which the person insured is liable, * * * * shall be issued or delivered (to any person) in this State by any corporation or other insurer * * * * unless there shall be <page-number citation-index=\"1\" label=\"786\">*786</page-number>contained within snch policy a provision that the insolvency or bankruptcy of the person insured shall not release the insurance carrier from the payment of' damages for injuries sustained or loss occasioned during the life of such policy, and stating that in case execution against the insured is returned unsatisfied in an action brought by the injured person, or his or her personal representative in case death results from the accident, because of such insolvency or bankruptcy, (that) then an action may be maintained by the injured person, or his or her personal representative, •against such corporation under the terms of the policy for the amount of the judgment in said action, not. exceeding the amount o’f the policy.”</blockquote>\n<p id=\"b832-4\">The policy here contained a provision inserted in. compliance with this statute. The plaintiff relied upon this statutory and policy provision as authority for his-right to sue the company. Even without such a stipulation in a policy, which nevertheless contains &amp; promise to pay the amount of the judgment, and is not a mere agreement to indemnify the assured against pecuniary loss or damage suffered by him, it is clear that in Virginia the injured person can maintain an action after judgment directly against the insurance-company under the comprehensive statute relative to contracts made in whole or in part for the benefit of persons not parties to the contract, contained in section 5143 of the Code of 1919. The agreement of the company is to pay the loss “imposed by law,” which is-represented by the judgment. The injured person is-the only one to whom this payment should be made,, and the policy further stipulates in terms that the company will pay “all interest aecuring upon any judgment in any such suit up to the date of the payment or tender to the judgment creditor, or his attorney of <page-number citation-index=\"1\" label=\"787\">*787</page-number>record, of the amount for which the company is liable,” thereby evincing the intention of the parties that the company should pay or tender payment of the judgment directly to the injured party or his attorney. The obligation or promise to pay the judgment necessarily inures to the benefit of the judgment creditor, the injured party. Indeed there is a direct promise to pay the judgment to the injured party or his attorney.</p>\n<p id=\"b833-5\">In <em>Montague Manufacturing Co. </em>v. <em>Homes Corporation, </em>142 Va. 301, 128 S. E. 447, the court held that section 5143 of the Code had greatly enlarged the right of action of beneficiaries under contracts to which they were not parties, and while it was not the purpose of the statute to restrict the powers of the parties to contract, yet the intention was to extend the remedy •on the contracts mentioned in the section to beneficiaries under the contracts, where such extension was not forbidden by the terms of the contract itself.</p>\n<p id=\"b833-6\"> It is further there held that “the statute is highly remedial, and should be liberally construed in order to accomplish the ends manifestly intended.” See also <em>Smokeless Fuel Co. </em>v. <em>C. &amp; O. Ry. Co., </em>142 Va. 355, 128 S. E. 624; <em>Aetna Company </em>v. <em>Earle-Lansdell Co., </em>142 Va. 435, 129 S. E. 263, 130 S. E. 235; <em>Fidelity &amp; Deposit Company of Md. </em>v. <em>Mason, </em>145 Va. 138, 133 S. E. 793; Burks’ Pl. &amp; Prac. (2nd ed.) 36-37. That the injured party, upon recovering a judgment against the assured, takes a benefit under the insurance contract is no more open to question in this case than under the engagement of the party undertaking to pay the unnamed creditors of the other party to the contract which was under review in <em>Montague Manufacturing Co. </em>v. <em>Homes Corporation, supra.</em></p>\n<p id=\"b833-7\">It is insisted, however, by the plaintiff that his action was upon a judgment and therefore not subject <page-number citation-index=\"1\" label=\"788\">*788</page-number>to the defenses made by the defendant insurance eom-r pany. This theory of the plaintiff was properly rejected by the trial court. The plaintiff administrator was not in the instant case relying upon the judgment as the ground for his right of recovery. On the contrary, in Ms notice of motion he places his cause of' action upon the refusal of the company to comply with its contract to pay the amount of the judgment. The action is plainly <em>upon the contract </em>and is, therefore, subject to any proper defense by the company under the terms of its contract. Whether the right of the administrator in the instant case to maintain this proceeding as plaintiff be rested upon the above statute, or upon the stipulation in the policy, or upon the provisions of section 5143 of the Code, he is seeking only to enforce compliance on the part of the company with the terms of its contract, and' the issue between the parties is the same as it was upon the garnishee proceeding in <em>Fentress </em>v. <em>Rutledge, supra, </em>and, therefore, the-company could make any defense available to it in a suit by the assured.</p>\n<p id=\"b834-5\">Upon the evidence the question of fact for the-jury to decide was whether, upon the demand of the-plaintiff that the company pay the amount of the-judgment, the company had in reply established breaches of the contract with the assured containing-the terms of its agreement to pay the judgment, and. was thus not bound thereon.</p>\n<p id=\"b834-6\">In the petition for writ of error it is argued that the verdict is not warranted by the evidence for three reasons. It is insisted in the first place that there is-not sufficient proof that the car involved in the accident was the identical Essex roadster described in the policy.. No direct statement of that fact seems to have been made by any witness, but in correspondence put in. <page-number citation-index=\"1\" label=\"789\">*789</page-number>evidence the company assumed it to be true, and in the examination on both sides, it is manifestly regarded as beyond dispute.’ In the letter written by the company denying liability the company refers to the particular car covered by the policy as the car involved in the accident, and places its denial of liability on the “failure of co-operation” on the part of the assured. The evidence contained ample authority for the jury to find that the car described in the policy was the car the management of which caused the death of the decedent.</p>\n<p id=\"b835-5\">In the next place it is insisted in the petition that the assured failed “to co-operate with this company, and refused to give it information as to how the accident happened, plainly in violation of the conditions of the policy, thereby putting the company in such a position that it could not know how to defend suit, or whether it would be advisable to stand trial or try to settle the claim out of court.” The accident occurred on April 5, 1926. On the next day the Dan-ville agents of the company addressed a letter to the home office of the company in Philadelphia to the following effect:</p>\n<blockquote id=\"b835-6\">“Gentlemen:</blockquote>\n<blockquote id=\"b835-7\">“Re: Policy CA 123460, M. M. Barker.</blockquote>\n<blockquote id=\"b835-8\">“In reference to the above assured, we are enclosing herewith account of an accident of Mr. Barker’s in which a young lady was instantly killed. The account is self explanatory.</blockquote>\n<blockquote id=\"b835-9\">“We do not think there is any chance of a suit <em>of </em>even a contention to claim any damages from Mr. Barker. We, however, thought it best to report the accident to you promptly.”</blockquote>\n<p id=\"b835-10\">The newspaper clipping enclosed in the letter covers two pages of the printed record, and contains quite a <page-number citation-index=\"1\" label=\"790\">*790</page-number>detailed account of the accident, and those concerned in it. Mr. Benton, the Danville attorney for the company, saw Barker twice within the next thirty days or more and says he could not get him to give a statement with a full account of the circumstances of the accident, and that he also telephoned to his house without being able to get in touch with him. Barker testified that he was confined to the house about two weeks after the accident, and it was evident from the testimony of Mr. Benton, and Yarbrough a friend of Barker’s, that the latter was very nervous, and “.shakey” for some time after the accident. Barker’s testimony was to the effect that he had not intended to disregard any of his duties under the policy and was willing to do what was required of him. He says Mr. Benton came to see him while he was at work on a building on Howe-land Circle and testified as follows:</p>\n<blockquote id=\"b836-5\">“Q. Tell us what happened?</blockquote>\n<blockquote id=\"b836-6\">“A. He come out there and said he wanted to see Mr. Barker and I told him I was the man, and I went down to see him — I was on top of the house, and he told me he represented the insurance company, I think, and he asked me about a statement, and of course I didn’t know exactly what to say to him. He said to make a report like it was in the newspaper. He wanted to know if I would sign a statement to that effect. I told him I didn’t know whether I would or not.</blockquote>\n<blockquote id=\"b836-7\">“Q. He asked you if that report in the newspaper was about right and you told him it was just about as right as you could give it?</blockquote>\n<blockquote id=\"b836-8\">“A. Yes, sir.</blockquote>\n<blockquote id=\"b836-9\">“Q. Did you refuse to give him any information that you could give him?</blockquote>\n<blockquote id=\"b837-4\"><page-number citation-index=\"1\" label=\"791\">*791</page-number>“A. No, sir; that was all that was asked for by him or anybody else.</blockquote>\n<blockquote id=\"b837-5\">“Q. Did he ever ask you as to who were any witnesses to it, or ask you to <em>go </em>out there and help him investigate?</blockquote>\n<blockquote id=\"b837-6\">“A. No, sir.</blockquote>\n<blockquote id=\"b837-7\">“Q. When the suit was brought against you you went with Mr. Yarbrough down to his office again?</blockquote>\n<blockquote id=\"b837-8\">“A. That was the first time.</blockquote>\n<blockquote id=\"b837-9\">“Q. Were you willing and ready to help him in any way that you could?</blockquote>\n<blockquote id=\"b837-10\">“A. Yes, sir; I have been all the time.”</blockquote>\n<p id=\"b837-11\">On cross examination he stated that he had been advised by some of Ms friends not “to sign anything or to tell anything.” Exactly what was meant by tMs does not further appear. From the testimony of Mr. Benton, of Yarbrough, and of Barker the jury might justly have inferred that Barker was, for a long period after the accident, greatly wrought up and in a very nervous and indecisive condition. Barker appears to have been a rather illiterate and ignorant man, timid and cautious. It may be, as suggested by the defendant, that he was fearful of being arrested on account of the accident, and for that reason was unduly frightened.</p>\n<p id=\"b837-12\">On July 27, 1926, the company addressed to Barker, from the PMladelpMa office, the following letter:</p>\n<blockquote id=\"b837-13\">“You hold with the Indemnity Insurance Company of North America, an automobile policy No. CA-123460. An accident occurred at Stoney Mills, near Danville, on or about April 5th involving the death of Miss Hettie Davis. In connection with this death, arising out of the operation of your Essex car, covered under the above policy, you failed to co-operate with us in the investigation of the accident. Your policy, among other things, specifically provides that the assured shall <page-number citation-index=\"1\" label=\"792\">*792</page-number>at all times render to the company all co-operation in his power and whenever requested shall aid in securing information and evidence. We, therefore, disclaim any and all liability under your policy for the above accident.</blockquote>\n<blockquote id=\"b838-5\">“Yours very truly.”</blockquote>\n<p id=\"b838-6\">The provision of the policy upon which this denial of liability is based is as follows:</p>\n<blockquote id=\"b838-7\">“The assured shall at all times render to the company all co-operation and assistance in his power and, whenever requested, shall aid in securing information and evidence and the attendance of witnesses and in prosecuting appeals. The assured shall make no settlement of any claim arising hereunder nor incur any expense other than for immediate surgical relief without the written consent of the company. The company shall have the right to settle any claim or suit at its own cost.”</blockquote>\n<p id=\"b838-8\">The notice of the motion for judgment in the suit by the administrator was served on Barker August 12, 1926, and was returned to October 7th following. Thereupon Barker signed and mailed the following letter under date of August 23rd, the letter having been written for him by Yarbrough, and a copy being at the same time sent to the Danville agents of the company:</p>\n<blockquote id=\"b838-9\">“Indemnity Insurance Co., of North America, “Philadelphia.</blockquote>\n<blockquote id=\"b838-10\">“Gentlemen: This is to inform you that I have received notice of a suit having been filed against me on account of a fatal accident which occurred with my car- covered by your policy No. CA 123460 dated February 12, 1926, for the term of one year. You will <page-number citation-index=\"1\" label=\"793\">*793</page-number>do what you deem necessary to protect your interest in the case.”</blockquote>\n<p id=\"b839-4\">To this the company replied under date of September 4th:</p>\n<blockquote id=\"b839-5\">“In view of the fact that we disclaimed in the form of a letter sent to you under date of July 27th, there is nothing for you to do but obtain the services of an attorney to give you the proper defense at your own expense. As stated to you under date of July 27th, we will not be responsible for any defense costs, or any verdict. We have closed out our records.”</blockquote>\n<p id=\"b839-6\">Both Yarbrough and Barker testify that about the same time -they went to Mr. Benton’s office for the purpose of having him defend the suit and that Barker was ready and willing to help the defense in any way he could. Mr. Benton testified that when they came to see him he told them the company had disclaimed liability and was not further interested, and didn’t have anything further to do with the matter.</p>\n<p id=\"b839-7\">Barker then employed counsel to represent him and upon the trial of the case Mr. Harry Wooding, the attorney for Benton, agreed upon a settlement of the case for $4,500.00, and a verdict was accordingly rendered by the jury for that amount.</p>\n<p id=\"b839-8\">Upon principles too well established to need citation of authority, it is manifest that, after having repudiated its contract liability in its letter of July 27th, the company waived any right to complain of the compromise verdict against Barker unless the latter was guilty of fraudulent connivance in allowing the recovery against him. If the company acted too hastily in so denying its liability, it was not justified in refusing to comply with its duty to defend the damage suit against Barker. The jury found that the company was not warranted in taking the position at <page-number citation-index=\"1\" label=\"794\">*794</page-number>the time it did that Barker had violated his obligation to co-operate with it and assist in preparing for the. defense of the action for damages which might be instituted. Viewing the evidence as upon a demurrer to it, as we must in considering on appeal this motion for a new trial, we cannot hold that the verdict was against the evidence or without evidence in respect to the particular matter just dealt with. <em>Pigg </em>v. <em>International Indemnity Co. </em>(Cal. App.) 261 Pac. 486.</p>\n<p id=\"b840-5\">It is further argued for the company that the verdict should not be allowed to stand because the evidence plainly shows that there was bad faith and collusion on the part of Barker and the administrator in agreeing upon the recovery of the judgment for $4,500.00; and also because the evidence fails to show that Barker was insolvent. Covington, the administrator, and Barker both strenously denied that there was any collusion between them, - and Barker’s attorney testified that the amount of the verdict was agreed upon under his advice as a wise course for his client to pursue. There was likewise evidence tending to show that Barker was insolvent, the administrator having undertaken to prove that fact. On both these matters the conclusion of the jury was final.</p>\n<p id=\"b840-6\">We find no error in the action of the trial court overruling the motion to set aside the verdict.</p>\n<p id=\"b840-7\">The company assigns as error the refusal of the court to give certain instructions offered by it numbered 4, 5, 6, 7 and 8. Appended to each one of these instructions is the following certificate signed by the judge, viz.:</p>\n<blockquote id=\"b840-8\">“The foregoing instruction requested by the defendant was denied, and the defendant excepted.”</blockquote>\n<p id=\"b840-9\">Under Rule 22 of the court we are precluded from passing upon these instructions, as was held in <em>Kelly </em><page-number citation-index=\"1\" label=\"795\">*795</page-number>v. <em>Schneller, </em>148 Va. 573, 139 S. E. 275; <em>Hawse </em>v. <em>Bryan, </em>148 Va. 194, 138 S. E. 721; and <em>Myers </em>v. <em>Bibee Grocery Co., </em>148 Va. 282, 138 S. E. 570.</p>\n<p id=\"b841-4\">Five instructions were, however, given to the jury fairly covering the law applicable to the issues raised by the evidence, and sufficiently embracing the material matters in the instructions refused.</p>\n<p id=\"b841-5\">A further assignment of error is based upon the granting of two instructions designated as “B” and “C.” We perceive nothing in these instructions of which the defendant can complain. Considering the instructions as a whole they submitted very fully and fairly the defenses made by the company, and there is nothing in them prejudicial to the defendant.</p>\n<p id=\"b841-6\">On the whole ease we are of opinion that the plaintiff in error has not shown any error on the part of the trial court authorizing a reversal of the judgment complained of. The judgment is therefore affirmed.</p>\n<p id=\"b841-7\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}