{
  "casebody": {
    "data": "<casebody firstpage=\"131\" lastpage=\"136\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b149-4\">STATE of NEW JERSEY, PLAINTIFF-RESPONDENT, v. WILLIAM A. FEARON, DEFENDANT-APPELLANT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b149-6\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b149-7\">Argued November 3, 1969</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ABp\">Decided November 20, 1969.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b150-4\"><page-number citation-index=\"1\" label=\"132\">*132</page-number>Before Judges Sullivan, Caeton and Halpern.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b150-5\"><em>Mr. Nathan Blumberg </em>argued the cause for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b150-6\"><em>Mr. Abel Goldstein, </em>Assistant Prosecutor, argued the cause for respondent <em>(Mr. James A. Tumulty, Jr., </em>Hudson County Prosecutor, attorney; <em>Mr. Anthony M. DeFino, </em>Assistant Prosecutor, on the brief).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b150-7\">Per Curiam.</author>\n<p id=\"A_L\">Defendant was convicted in the municipal court of driving under the influence of alcoholic beverages <em>(N. J. 8. A. </em>39 :-U-50 (a)). On appeal to the County Court, he was again found guilty after a trial <em>de novo. </em>He was fined $200 and costs and his driver’s license was suspended for two years.</p>\n<p id=\"b150-8\">Police Officer Osterlo testified he observed a car, occupied by three or four people, which was being operated in an erratic manner on Pavonia Avenue in Jersey City about 6:30 p.m. on February 8, 1968. The car “jumped a red light” and the police set off after it. Pursuit was interrupted for about 45 to 50 seconds when a bus which was coming onto Newark Avenue made a turn and blocked the radio car in which he and another officer were riding. After the police car backed up and while they were waiting for the bus to turn, they spotted the car on the sidewalk. There appeared to be three men in the front seat, but the driver could not be identified at the time because the police were from 75 to 100 yards away.</p>\n<p id=\"b150-9\">Defendant was found alone in the front seat. Both of the front doors of the car were open. The engine was not <page-number citation-index=\"1\" label=\"133\">*133</page-number>running and the ignition key was missing. He was observed by Police Officer Osterlo with “his head under the steering wheel, and his body * * * facing the passenger side.” Defendant was turned on the “left side with his left hip about a foot and a half from the steering wheel.” When asked for his license and registration, defendant fumbled for it from his wallet and first pulled out the wrong one and later the right one for a 1966 Pontiac. According to Osterlo, defendant got out of the car with the aid of the police; there was a strong smell of alcohol about him; Ms speech was slurred, his eyes glassy and he walked “wobbly with the aid of two of us.”</p>\n<p id=\"b151-5\">Defendant was issued a ticket for a red light and one for parking on the sidewalk. When he was taken to the precinct headquarters he was searched, but the keys were not found on his person or in the car which was impounded.</p>\n<p id=\"b151-6\">Detective Zadroga testified that, preparatory to administering the drunkometer test, he warned defendant of his rights, that is, inquired whether defendant knew “what he was there for,” and whether defendant wished to inflate the balloon used in taking the test. However, Zadroga did not give the specific warnings required by <em>Miranda v. </em>Arizona, 384 <em>U. S. </em>436, 86 <em>S. Ct. </em>1602, 16 <em>L. Ed. </em>2d 694 (1966). Zadroga stated he filled out the report and asked defendant “the standard questions,” such as the nature of his occupation, whether he had had any alcoholic drinks, and whether he was under the care of a doctor or dentist. All of these questions were answered by defendant. After testifying that there were two registrations, Zadroga’s testimony continued:</p>\n<blockquote id=\"b151-7\">Q Is it on the report?</blockquote>\n<blockquote id=\"b151-8\">A Yes.</blockquote>\n<blockquote id=\"b151-9\">Q What was it for?</blockquote>\n<blockquote id=\"b151-10\">A For a Plymouth four-door with registration. 711 and I asked him was he operating that and he said “No. I was operating a ’66 Pontiac HSY669.”</blockquote>\n<p id=\"b151-11\">Defendant refused to answer various other questions.</p>\n<p id=\"b152-3\"><page-number citation-index=\"1\" label=\"134\">*134</page-number>According to Zadroga, defendant had difficulty inflating the test balloon and was unable to do this in the first several attempts. Zadroga testified that two readings showed an alcoholic content of .318%. Thereupon, defense counsel conceded that defendant was intoxicated.</p>\n<p id=\"b152-4\">Defendant’s version of the episode was that on that Saturday morning he had driven into Jersey City from his home in Keansburg in his white, 1966 Pontiac of which he was the owner. He said he also owned a Plymouth. He had parked his car in Jersey City and proceeded by train to his work in Hew York. He had worked the largest part of the day but had been drinking at lunch hour and started drinking again after finishing work. At a Hew York bar known as the “K ¡.llarney Rose,” he met two men and after engaging in conversation with them in the bar and continued drinking they volunteered to take him home. He said he had quite a few drinks at the tavern but did not know how many. After leaving the bar, all three took the tubes to Exchange Place and got in his car, intending to proceed to his home in Keansburg, a distance of some 40 miles. He also said that he had given the key to one of the men to drive the car and that this chap had put the key in the ignition and had taken it with him when he left the car. He could not recall who was driving but said that he was sitting in the middle. He had only a vague recollection of what happened after the police arrived at the scene. Neither of defendant’s companions was called as a witness. Defendant had testified that he did not know the two men and that they were chance acquaintances whom he met for the first time at the bar.</p>\n<p id=\"b152-5\">The County Judge correctly pointed out in his findings and conclusions that defendant’s intoxication was not really in issue and the only factual issue was whether defendant was operating the car. Although the proofs on this issue were in conflict, there was credible evidence, including defendant’s admitted ownership of the Pontiac, his possession <page-number citation-index=\"1\" label=\"135\">*135</page-number>of the registration at the time he was apprehended, and his admission to the police that he had been operating it, which warranted the conclusion that defendant was operating the car. The conviction must therefore be affirmed.</p>\n<p id=\"b153-5\">Since the prosecution was one under the Motor Vehicle Act, resulting in a fine and suspension of defendant’s driving privileges, we conclude that defendant’s statement to the police was admissible into evidence. Although our Supreme Court refrained from ruling on the applicability of the Miranda doctrine to proceedings of this kind in <em>State v. Zucconi, </em>50 <em>N. J. </em>361, 364 (1967), until that court speaks otherwise, we perceive no valid reason for departing from the conclusion adopted by this court in that ease (93 <em>N. J. Super. </em>380 <em>(App. Div. </em>1967)).</p>\n<p id=\"b153-6\">The judgment of conviction is affirmed.</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b153-7\">Süllivaíí, P. J. A. D.,</author>\n<p id=\"ASV\">(dissenting). In my judgment the State failed to prove that defendant was the operator of the motor vehicle at the time. The police officer who saw the ear “jump” the red light testified that there were three persons riding in the front seat. When he caught up with the car it was on the sidewalk with both front doors open, the engine turned off and the keys missing, and defendant lying on his left side on the front seat with his head under the steering wheel. Defendant did not have the ear keys in his possession.</p>\n<p id=\"b153-8\">All of the foregoing would indicate that defendant was the middle man of the three persons seen riding in the front seat and that the other two exited from the left and right front doors respectively, the one exiting from the left side having been the driver.</p>\n<p id=\"b153-9\">The only evidence to connect defendant with the operation of the car is his so-called admission to the police officer at headquarters. However, the officer’s question and defendant’s answer must be read in context. Defendant had registrations for both a Plymouth and a Pontiac in his wallet and the officer was questioning him about these registrations. His <page-number citation-index=\"1\" label=\"136\">*136</page-number>answer could reasonably be understood to be an attempt to say that he had the Pontiac with him that day and not the Plymouth.</p>\n<p id=\"b154-4\">I conclude that the proof was insufficient as a matter of law to establish beyond a reasonable doubt that defendant was the operator at the time.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}