{
  "casebody": {
    "data": "<casebody firstpage=\"77\" lastpage=\"92\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b95-6\">NORTH JERSEY NEWSPAPER GUILD, LOCAL NO. 173, AMERICAN NEWSPAPER GUILD, PLAINTIFF-RESPONDENT, CROSS-APPELLANT, v. RONALD E. RAKOS, DEFENDANT-APPELLANT, CROSS-RESPONDENT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b95-7\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b95-8\">Argued November 24, 1969</otherdate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"Ao\">Supplemental Memoranda filed February 20, 1970 and February 26, 1970</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A09\">Decided April 20, 1970.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b97-9\"><page-number citation-index=\"1\" label=\"79\">*79</page-number>Before Judges Ltdrenny, Labbecqtje and Leonard.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b97-10\"><em>Mr. Harry Green </em>argued the cause for defendant-appellant and cross-respondent.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b97-11\"><em>Mr. Irving LeucMer </em>argued the cause for plaintiff-respondent and cross-appellant <em>(Messrs Kapelsohn, Lerner, Leuchter, Reitman &amp; Mats el, </em>attorneys).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b97-12\">The opinion of the court was delivered by</p>\n<author id=\"b97-13\">Labrecqtje, J. A. D.</author>\n<p id=\"Av4\">Defendant Eonald E. Eakos appeals from a judgment of the Middlesex County District Court awarding damages of $500 to plaintiff and dismissing his counterclaim. Plaintiff cross-appeals, challenging the amount of damages awarded.</p>\n<p id=\"b97-14\">The North Jersey Newspaper Guild, Local No. 173 (Guild), is a subordinate local union of the American Newspaper Guild, an international union, and the collective bargaining representative of the employees in the news-editorial department of the <em>Perth Amboy News (News). </em>In December, <page-number citation-index=\"1\" label=\"80\">*80</page-number>1960 defendant, a <em>News </em>employee, joined the Guild. In November 1965 a labor dispute arose between Local 658 of the International Typographical Union' (ITU), which represented the printers and compositors, and the <em>News. </em>On November 11, 1965 ITU declared that the members of Local 658 had been locked out and sanctioned a strike against the <em>News. The Perth Amboy Evening News </em>unit of Local 173 of the Guild thereupon adopted a motion to support Local 658 by requiring its members not to cross picket lines set up by Local 658 at the <em>News. </em>This decision was ratified on November 15, 1965 by the executive committee of the Guild, after which its members honored the picket lines set up by Local 658. Officers and members of Local 173 also joined the picket line. The strike continued until November 29, 1965.</p>\n<p id=\"b98-4\">Defendant did not attend the meetings of the Guild at which it was voted to support Local 658 and not to cross its picket lines. He received no written notice of those decisions although he knew that the officers and members of the Guild had joined the ITU picket line. Actually, he had not attended any meetings of the local or participated in any of its activities since August 1964. At the conclusion of the strike he was appointed to the post of managing editor, a supervisory position excluded from the labor contract between the Guild and the <em>News. </em>He thereupon tendered his resignation, dated November 29, 1965, to be effective immediately.</p>\n<p id=\"b98-5\">When his resignation was submitted to the Guild’s executive committee on December 11, 1965 it was tabled. On December 9, 1965 charges of improper activities during the strike were brought against defendant by members of the Guild. These were filed on or about December 12, 1965. Although served with the charges and duly notified of the hearing date defendant did not answer and failed to appear at the hearing before the Guild’s trial board.</p>\n<p id=\"b98-6\">The charges against defendant included: (1) crossing ITU’s picket line, (2) attempting to entice other members of the Guild to cross the picket line, (3) working on jobs <page-number citation-index=\"1\" label=\"81\">*81</page-number>other than his own, (4) working under conditions other than those provided for in the Guild’s contract with the <em>News, </em>and (5) acting collusively with the employer or its agent to the detriment of the Guild or any of its branches. At the hearing, various Guildsmen testified to seeing defendant violate the picket line. A letter was aiso received in evidence on the basis of which a finding was made that defendant had attempted to entice other Guildsmen to cross the picket line. Four complainants testified to defendant’s association with an executive editor of the <em>News, </em>and to his suggestion to editorial workers to continue working despite the strike.</p>\n<p id=\"b99-5\">The trial board found defendant guilty of violating the picket line, attempting on one occasion to entice another Guildsman to cross the picket line and collusion with management. He was fined $750 and expelled from Local 173. The expulsion from the local brought with it loss of membership in the parent American Newspaper Guild.</p>\n<p id=\"b99-6\">Although defendant did not appeal the decision of the trial board to the membership of the local, it was nevertheless affirmed by the membership on April 17, 1966. While he could have appealed to the International’s executive board within 30 days thereafter, he did not do so.</p>\n<p id=\"b99-7\">When defendant failed to pay the fine, plaintiff filed its present complaint to have it reduced to judgment. In his answer defendant challenged the right of the Guild to discipline him after he had submitted his resignation, and attacked the fine imposed as violative of his constitutional rights. He also counterclaimed seeking compensatory and punitive damages for malicious prosecution, based on three articles referring to the charges against him which were published in the Guild newsletter and were allegedly calculated to harass, persecute and humiliate him.</p>\n<p id=\"b99-8\">The matter was heard on an agreed statement of facts. The trial judge found that portion of the decision of the trial board which found defendant guilty of solicitation of another Guildsman to cross the picket line, to be unsupported by the proofs. He likewise found that, by reason <page-number citation-index=\"1\" label=\"82\">*82</page-number>thereof, the fine should be reduced from $750 to $500. He concluded that at the time of the violations defendant was still a member of the local and subject to its discipline, that he had been afforded substantial due process and, in view of the nature of the offenses and the manner in which defendant had profited from them, the fine was not excessive.</p>\n<p id=\"b100-4\">Defendant now raises three points: (1) the local was without jurisdiction over him for the purpose of imposing disciplinary measures for conduct occurring during the period of his membership, after he had been appointed to an ineligible supervisory position and had submitted his resignation; (2) such disciplinary measures could not be imposed where his alleged transgression was in connection with a sympathy work stoppage involving a dispute in which Local 173 was not involved, and (3) by reason of its exeessiveness and unreasonableness the penalty should not be enforced.</p>\n<p id=\"b100-5\">It would appear clear that, in general, a labor union may discipline one of its members for violation of its rules; that such discipline may take the form of a fine, and that such fine, when reasonable and levied in accordance with due process, may be collected in an action at law in the state courts. <em>Division 1478, etc. v. </em>Ross, 90 <em>N. J. Super. </em>391 (App. Div. 1966); <em>NLRB v. Allis-Chalmers Mfg. </em>Co., 388 <em>U. S. </em>175, 87 <em>S. Ct. </em>2001, 18 <em>L. Ed. </em>2d 1123 (1967); <em>Local 248, UAW v. Natzke, </em>36 <em>Wis. </em>2d 237, 153 <em>N. W. </em>2d 602 (Sup. Ct. 1967). See also Annotation, “Right of Labor Union to Enforce in the Courts Eine Validly Imposed upon Member,” 13 <em>A. L. R. </em>3d 1004 (1965).</p>\n<p id=\"b100-6\">In <em>Division 1478, etc. v. Ross, supra, </em>the right of a local union to maintain an action to collect a fine levied upon a member for his infraction of a union rule was upheld, upon a finding that the matter was not one arguably subject to section 7 or 8 of the Labor Management Relations Act of 1947 and so within the exclusive competence of the National Labor Relations Board.</p>\n<p id=\"b101-4\"><page-number citation-index=\"1\" label=\"83\">*83</page-number>Since <em>Ross, </em>in <em>NLRB v. Allis-Chalmers Mfg. Co., supra, </em>the right of a local nnion to impose a fine upon one of its members for crossing a picket line was upheld. There a number of employees of Allis-Chalmers who had crossed picket lines and worked during an authorized strike were fined by their nnion. When the union sought to enforce the fines in the Milwaukee (Wisconsin County Court it was charged in a complaint before the National Labor Eolations Board with haying committed an unfair labor practice by imposing and suing to collect the fines, on the ground that such actions involved wrongful interference with the right of employees to refrain from “concerted activities” conferred by section 7. The board held that section 8 (§ 8(b)(1)(A)) was not intended to impair the right of a labor organization to prescribe its own rulos with respect to membership and dismissed the complaint. The Court of Appeals for the Seventh Circuit reversed, holding that the union’s conduct violated § 8(b)(1)(A), which declared it an unfair labor practice for unions to restrain or coerce employees in the exercise of their right, conferred by section 7, to refrain from concerted activities. <em>Allis-Chalmers Manufacturing Company v. NLRB, </em>358 <em>F. </em>2d 656 (7 Cir. 1966).</p>\n<p id=\"b101-5\">In reversing the Seventh Circuit and upholding the right of the union to impose the fines, the majority opinion of the Supreme Court held:</p>\n<blockquote id=\"b101-6\">Integral to this federal labor policy has been the power in the chosen union to protect against erosion its status under that policy through reasonable discipline of members who violate rules and legislations governing membership. That power is particularly vital when the members engage in strikes. The economic strike against the employer is the ultimate weapon in labor’s arsenal for achieving agreement upon its terms, and “[t]he power to fine or expel strikebreakers is essential if the union is to be an effective bargaining agent . . .” Provisions in union constitutions and bylaws for fines and expulsion of recalcitrants, including strikebreakers, are therefore commonplace and were commonplace at the time of the Taft-IIartley amendments.</blockquote>\n<blockquote id=\"b102-3\"><page-number citation-index=\"1\" label=\"84\">*84</page-number>In addition, the judicial view current at the time § 8 (b) (1) (A) was passed was that provisions defining punishable conduct and the procedures for trial and appeal constituted part of the contract between member and union and that “The courts’ role is but to enforce the contract.” In International Association of Machinists v. Gonzales, 356 U. S. 617, 618, 78 S. Ct. 923, 924, 2 <em>L. Ed. </em>2d 1018, [1020], we recognized that “[t]his contractual conception of the relation between a member and his union widely prevails in this country * * Although state courts were reluctant to intervene in internal union affairs, a body of law' establishing standards of fairness in the enforcement of union discipline grew up around this contract doctrine. See Parks v. International Broth. of Electrical Workers, 4 Cir., 314 F. 2d 886, 902-903 (388 <em>U. S., </em>at 181-182, 87 S. Ct., at 2007-2008)</blockquote>\n<p id=\"b102-4\">While the court found it unnecessary to decide the issue, the opinion noted that there was no evidence of an intention on the part of Congress to ban court enforcement of such fines and that “[a] lawsuit is and has been the ordinary way by which performance of private money obligation is compelled.” 388 U. S., at 192, 87 S. Ct., at 2013.</p>\n<p id=\"b102-5\">The court enforceability of such a fine was directly passed upon and upheld by the Wisconsin Supreme Court in <em>Local 248, UAW v. Natzke, supra, </em>a case involving the same strike. There Natzke, a member of Local 248, UAW, was employed by Allis-Chalmers. Some two weeks after his union had called the strike Uatzke returned to work. He was notified in writing that crossing the picket line and working during the course of the strike constituted conduct unbecoming a union member and in violation of the union’s constitution and bylaws, and that he would be subject to a fine for it. He nevertheless continued and after the strike was over was formally charged with conduct unbecoming a union member. Eollowing a trial he was found guilty and fined $100. When the local sued to collect the fine the judge of the County Court held it collectible and entered judgment. In affirming the judgment the Supreme Court held, in substance, that the relation between a member and his union is a contractual one, that the union’s constitution and bylaws constituted the contract, and that the contract was enforceable in the state courts. It found <page-number citation-index=\"1\" label=\"85\">*85</page-number>no violation of due process and concluded that when Natzke was fined $100 by the union a binding obligation in the form of a debt was created which was subject to collection by court action.</p>\n<p id=\"b103-5\">We incline to the view that the foregoing rule comports with reason and logic and should apply here. See also “Judicial Enforcement of Union Disciplinary Fines,” 76 <em>Yale L. J. </em>563, n. 4 <em>&amp; </em>5, 565, 566 (1967); 51 <em>C. J. </em>S. <em>Labor Relations </em>§ 80, at 725 (1967). Compare <em>United Glass Workers’, Local 188 v. Seitz, </em>65 <em>Wash. </em>2d 640, 399 <em>P. </em>2d 74, 13 <em>A. L. R. </em>3d 1000 (Sup. Ct. 1965), where the court held that where the union constitution provided for the suspension or expulsion of a member who failed to pay a fine assessed against him, the remedy was exclusive and the union member was not liable in an action at law to recover the fine. Here the constitution (Article XII, § 3) provides that, pending satisfaction of a penalty imposed by the trial board, a member shall be suspended.</p>\n<p id=\"b103-6\">Defendant would distinguish <em>Allis-Chalmers </em>and <em>Natzke </em>on the ground that (1) Natzke and his fellow workers were at all times members of the union while defendant was no longer a member when the fine against him was levied, and (2) they were involved in a strike by the local against their employer while the plaintiff here was not on strike but was supporting a strike by the members of another union. We consider them in that order.</p>\n<p id=\"b103-7\">Defendant argues that at the time the fine was imposed he was no longer a member of the union, having ceased to be such on November 29, 1965, when he submitted his resignation upon becoming ineligible to membership by reason of his appointment to the post of managing editor. Plaintiff urges that he remained a member until his resignation was acted upon and that it could defer action thereon until disposition of the charges arising out of his conduct prior to November 29, 1965.</p>\n<p id=\"b103-8\">The constitution of the Guild (Article II, § 6) recites that “No persons actively serving the interest of employers <page-number citation-index=\"1\" label=\"86\">*86</page-number>as against the interests of the Guild shall be eligible to membership.” The contract between the <em>News </em>and plaintiff excludes the managing editor from the application of its terms. The constitution (Article X, § 13) provides that a member who becomes ineligible for membership in the Guild shall withdraw after having paid all financial obligations to the Guild. It also provides (Article X, § 15) that offers to withdraw or to resign from membership other than for the reasons set forth in section 13, above, shall be submitted in writing to the governing board of the local, which shall inquire into the causes therefor and report to the membership which shall thereupon vote to accept or reject the withdrawal or resignation.</p>\n<p id=\"b104-4\">Under the terms of the contract between the <em>News </em>and the Guild (Article XIX, § 3), employees were not to be “required to cross an authorized picket line [1] recognized by the Guild, and [2] maintained by Unions representing employees of the employer, [3] at the employee’s place of employment.”</p>\n<p id=\"b104-5\">We find it unnecessary to determine whether defendant’s resignation took effect immediately or was subject to acceptance by the local. We are satisfied that in either case he could not, by submitting his resignation, avoid discipline for his violation of the rules of the local.</p>\n<p id=\"b104-6\"> The relationship between a local and its members has been held to be a contractual one. The “contract” consists of the union’s constitution and such rules, directives or regulations as may be adopted by the local union consistent therewith or pursuant thereto. A union may fine or expel a member to enforce compliance with its constitution and rules. <em>NLRB v. Allis-Chalmers Mfg. Co., supra. </em>Defendant, by his acceptance of membership in the Guild, consented to be bound by its rules and subject to its discipline. As a former unit and local officer he could not have been ignorant of his assumption of these obligations and of the sanctions available for their enforcement. So long as he remained a member of the union such obliga<page-number citation-index=\"1\" label=\"87\">*87</page-number>tions were binding upon him and he could be held to answer to his fellow employees for their violation.</p>\n<p id=\"b105-5\">In the carrying out of its functions as the bargaining unit representing its members the local conld adopt reasonable rules and regulations. A strike vote by the membership of a local or a vote setting up a picket line undoubtedly qualified as such a rule or regulation.</p>\n<p id=\"b105-6\">Under the interpretation sought by defendant it was within his power to “wipe the slate clean” and avoid discipline for an offense already committed, by thereafter tendering his resignation. We disagree. Undoubtedly, a union member could prevent the union from levying a fine against him by resigning before engaging in conduct which would justify the imposition of such a fine. Here the resignation operated prospectively and could not cancel out what had gone before. The fact that the formal charges were not filed until after the date of the resignation did not detract from defendant’s liability to discipline for their infraction. There is nothing in the record to suggest undue delay in the filing of the charges. The constitution (Article XII, § 2(c)) requires that charges against a member be filed within six months after commission of the offense.</p>\n<p id=\"b105-7\">Defendant cites <em>Dudek v. Pittsburgh, City Fire </em>Fighters, <em>Local No. 1, </em>425 <em>Pa. </em>233, 228 <em>A. </em>2d 752 (Sup. Ct. 1957) ; <em>Axelrod, v. </em>Stoltz, 264 <em>F. Supp. </em>536 (E. D. Pa. 19671), aff’d 391 <em>F. </em>2d 549 (3 Cir. 1968), and <em>Scofield v. NLRB, </em>394 <em>U. S. </em>423, 89 <em>S. Ct. </em>1154, 22 <em>L. Ed. </em>2d 385 (1969) in support of his contentions. We find them inapplicable. In <em>Dúdele, </em>during the pendency of a labor dispute between the city and its fire fighters, the members of the local voted to extend the picket line from the city hall, the situs of the controversy, to the Democratic candidates for city council each time they addressed a ward meeting. Certain union members refused to participate and were fined for their refusal. In affirming an injunction against collection of the fines the court held that the motion to picket violated the rules of reasonableness; that <page-number citation-index=\"1\" label=\"88\">*88</page-number>it imposed mandatory picketing beyond the periphery of the legitimate controversy, and hence the sanctions imposed under its scope were null and void. The court noted, however, that “a union must have authority to discipline its members, otherwise it will have no power to bargain effectively,” and “[njothing in this opinion is to be construed as denying to labor unions the right to discipline recalcitrant members in accordance with their constitutions and bylaws consonant with standards which meet the laws of the land * * 228 <em>A. </em>2d, at 756-757.</p>\n<p id=\"b106-5\"><em>Axelrod </em>was a suspension case and bears little, if any, relevancy to the present controversy. <em>Scofield v. NLRB </em>does not lay down the rule, as defendant suggests, that the severance of a member’s relation with the union terminates his liability to discipline for infractions which took place while he was still a member. While the court there held that “If a member .chooses not to engage in this concerted activity and is unable to prevail on the other members to change the rule, then he may leave the union * * 394 <em>U. S., </em>at 435, 89 S. Ct., at 1161, we read that provision as holding that a union member must leave the union prior to his violation of the union’s rule if he is to avoid being disciplined therefor.</p>\n<p id=\"b106-7\">Since defendant’s contractual consent to be bound by the rules of the Guild and subject to its discipline was extant at the time he crossed the picket line and continued to work, the rights and obligations existing between him and the union continued enforceable, notwithstanding the later termination of his contractual obligation. <em>Cf. Botany Mills, Inc. v. Textile Workers Union, etc., </em>50 <em>N. J. Super. </em>18, 28-29 (App. Div. 1958); <em>Textile Workers Union of America v. Paris Fabric Mills, Inc., </em>22 <em>N. J. Super. </em>381, 384-385 (App. Div. 1952). Any other holding would leave the union without power to enforce solidarity among its members, thus substantially impairing its effectiveness for collective bargaining purposes. <em>Local 248, etc. v. Wisconsin Employment Relations Bd., </em>11 <em>Wis. </em>2d 277, 105 <em>N. W. </em>2d 271 (Sup. Ct. 1960).</p>\n<p id=\"b107-3\"><page-number citation-index=\"1\" label=\"89\">*89</page-number>Both <em>NLRB v. Allis-Chalmers Mfg. Co., and Local 248, UAW v. Natzke, supra, </em>involved situations in which the union was actually engaged in a labor dispute with the employer. Here it is conceded that the work stoppage was not related to any controversy between the Guild and the <em>News. </em>Defendant challenges the reasonableness of the imposition of the fine, on the asserted ground that when a union is acting other than in behalf of its own members in a labor dispute involving them it is not engaging in a protected activity.</p>\n<p id=\"b107-4\">Plaintiff calls our attention to the fact that this point was not raised below and urges that we should not consider it here. <em>R. 2:6-2(a); R. R. </em>1:7-l(c); <em>State ex rel. Wm. Eckelmann, Inc. v. Jones, </em>4 <em>N. J. </em>374, 379 (1950). Defendant urges that it was inferentially raised and should be considered. In either case, we are satisfied that it is of sufficient public importance to justify consideration by us. <em>State v. Daquino, </em>56 <em>N. J. Super. </em>230, 233-234 (App. Div. 1959), certif. den. 30 <em>N. J. </em>603 (1959), <em>cert. </em>den. 361 <em>U. S. </em>944, 80 S. Ct. 407, 4 <em>L. Ed. </em>2d 363 (1960).</p>\n<p id=\"b107-5\">Defendant cites no case involving facts substantially similar to those before us, in which his present contention has been upheld, and we know of none. The legal treatment of sympathetic strikes and boycotts has had a long and varied history. Congress, by section 8(b) (4) (i) and (ii) (B) of the Labor Management Relations Act, 29 <em>U. S. O. A. </em>§ 158(b) (4) (i), (ii) (B) (1965), has drawn the line between what is lawful and protected and what is unlawful and unprotected. This section does not purport to bar a union representing one group of employees from engaging in a strike in support of the strike of another union representing another group of employees, against the common employer at the site of the direct strike. Such activity has been held by the National Labor Relations Board to be protected. See <em>Pipefitters AFL Local 106 and Columbia-Southern Chem. Corp., </em>110 <em>N. L. R. B. </em>206, 209 (1954), <em>Union Carbide Corp., </em>174 <em>N. L. R. B. </em>No. 147, ¶ 20,604, <em>CCH Lab. L. Rep., </em>March 4, 1969. <em>Cf. Basso v. News Syndicate Co. Inc., </em>90 <em>N. J. Super. </em>150, <page-number citation-index=\"1\" label=\"90\">*90</page-number>166-168 (App. Div. 1966). See also <em>Houston Insulation Contractors Asso. v. NLRB, </em>386 <em>U. S. </em>664, 87 S. Ct. 1278, 18 <em>L. Ed. </em>2d 389 (1967).</p>\n<p id=\"b108-4\"><em>We </em>find <em>Local Lodge No. 455, Intern. Broth. of Boilermakers v. Terry, </em>398 <em>F. </em>2d 491 (5 Cir. 1968), cited by defendant, to be inapposite. There the union, which had no contract with Terry’s employer, had failed to comply with a provision of its constitution requiring a vote by the local as a condition precedent to a strike or work stoppage, and the court equated the direction to Terry not to cross the picket line set up by another union as such a work stoppage.</p>\n<p id=\"b108-5\"><em>We </em>are satisfied that, in the context of the facts before us, the resolution to honor and support the ITU picket line was a reasonable one for the violation of which members of the <em>News </em>unit of the Guild could be disciplined. Guild Local 173 and Printers Local 648 were, respectively, the collective bargaining agents for the two principal groups of employees of the <em>News, </em>the reporters and the printers (compositors and typesetters). There was thus a community of interest between the two unions involved which distinguishes a work stoppage by one in support of the other from the prohibited sympathy strike or secondary boycott. The contention of defendant that plaintiff “could expect no economic gain from the settlement of the LT.U. strike” loses sight of the greater degree of bargaining power attainable through the cooperation of the two locals. The Guild’s contract with the <em>News </em>was to expire on September 1, 1966 and would soon require renegotiation. Further, one of the constitutional purposes of the Guild was “to foster friendly cooperation with all other workers, and to promote industrial unionism in the newspaper industry” (Article I, § 2), towards the accomplishment of which the resolution in question was reasonably directed. The contract provision exempting members of the Guild from the obligation of crossing picket lines set up by unions representing other employees of the <em>News </em>at their place of employment gives apparent sanction to concerted activities such as those here involved.</p>\n<p id=\"b109-4\"><page-number citation-index=\"1\" label=\"91\">*91</page-number>Defendant next challenges the amount of the fine imposed. The constitution of the union authorizes the imposition of a fine. Under <em>Allis-Chalmers </em>it should not be “unreasonably large.” 388 <em>U. S., </em>at 192-193, 87 S. Ct. 2001. While the fine, $500, is characterized by defendant as high, there is no showing in the record that it was unreasonable, or the mere fiat of a union leader. See <em>Scofield v. NLRB, supra, </em>394 <em>U. S., </em>at 430, 89 S. Ct. 1154. The trial judge did not find it to be excessive “in view of the nature of the offenses * * * the manner in which defendant profited from them and * * * in view of current economic conditions.” We find no cause to disturb his conclusions. He was dealing with two groups of offenses. Defendant not only earned income during the period involved but was the recipient of a substantial promotion at its end. One of the purposes of the fine was to serve as a deterrent to others who might be inclined to dilute the union’s bargaining power by defying its legitimate directives. We cannot say that in these inflationary days a fine of $250 for each offense was so unreasonable as to inhibit its enforcement by way of judgment at law.</p>\n<p id=\"b109-5\">We have considered the remaining points raised by defendant and find them to be without merit. We are here concerned only with the two charges which form the basis for the fine for which recovery is sought. The stipulated proofs adequately support the finding of guilt as to each. The trial judge was not restricted to either granting judgment for the amount of the original $750 fine or dismissing the action altogether. In the context of the facts he was called upon to determine, among other things, <em>inter alia, </em>whether defendant had been accorded due process and whether the fine was unreasonably large. He found that as to two of the charges defendant had been accorded due process and that the portion of the fine attributable to those offenses was not excessive.</p>\n<p id=\"b109-6\">We are satisfied that in view of the judgment in favor of plaintiff it was proper to dismiss the counterclaim. De<page-number citation-index=\"1\" label=\"92\">*92</page-number>fendant in Ms reply brief admits to a tacit understanding that if judgment was entered in favor of plaintiff, dismissal of the counterclaim would necessarily follow.</p>\n<p id=\"b110-4\">Our consideration of the points raised by plaintiff on Ms cross-appeal leads us to the conclusion that they are likewise without merit. Defendant was not required to exhaust his internal remedies in order to defend. He was not seeking reinstatement to membership or cancellation of the fine. <em>Cf. Baron v. North Jersey Newspaper Guild, Local 173, </em>342 <em>F. </em>2d 423 (3 Cir. 1965); <em>Falsetti v. Local Union No. 2026 UMW, </em>400 <em>Pa. </em>145, 161 <em>A. </em>2d 882, 888-890 (Sup. Ct. 1960). The charge of soliciting other union members to cross the picket line was not supported by the proofs and should have been dismissed. The letter directed to the trial board by one Merelo was inadmissible and could not afford a basis for a finding of guilt. The conversation with defendant, to which Mrs. Emmons testified, took place on the night of November 9, 1965, two days before the ITU parent international sanctioned the strike against the <em>News </em>and six days before the Guild’s, Local 173, decision of November 11, 1965 not to cross the ITU picket line was ratified by the Guild’s executive committee.</p>\n<p id=\"b110-5\">The judgment of the Middlesex County District Court is accordingly affirmed.</p>\n<p id=\"b110-6\">No costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}