{
  "casebody": {
    "data": "<casebody firstpage=\"579\" lastpage=\"583\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b603-9\">Croxall’s Estate. Croxall’s Appeal.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b603-10\"><em>Will </em>— Charitable <em>bequest.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b603-11\">Testatrix by her will gave “ one thousand dollars to any institution in Philadelphia that will give shelter to homeless people at night irrespective of creed, color or condition.” The only claimant for the fund was “The Philadelphia Society for Organizing Charity.” The evidence-showed that this society had established wayfarers’ lodges at which shelter had been provided and would continue to be provided for homeless people at night irrespective of color, creed or condition. <em>Held, </em>that the claimant was entitled to the fund.</syllabus>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b604-3\"><page-number citation-index=\"1\" label=\"580\">*580</page-number>Argued May 18, 1894.</otherdate>\n<summary data-order=\"4\" data-type=\"summary\" id=\"AjKJ\">Appeal, No. 479, Jan. T., 1894, by Carroll Croxall, from decree of O. C. York Co., dismissing exceptions to auditor’s report in estate of Georgianna Croxall, deceased.</summary>\n<judges data-order=\"5\" data-type=\"judges\" id=\"A1o\">Before Sterrbtt, C. J., Green, McCollum, Mitchell and Fell, JJ.</judges>\n<disposition data-order=\"6\" data-type=\"disposition\" id=\"AM-_\">Affirmed.</disposition>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b604-4\">Exceptions to report of James G. Glessner, Esq., auditor to distribute.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b604-5\">The following opinion was filed by Bittbngbr, J.:</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b604-6\">“ The will of the testatrix contains, among other bequests, the following:</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b604-7\">“ ‘ I give and bequeath one thousand dollars to any institution in Philadelphia that will give shelter to homeless people at night irrespective of creed, color or condition.’</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b604-8\">“It does not require any citation of authorities to show that this is a charitable bequest. It is one of the most meritorious character. Provision for the shelter of the homeless, at night, irrespective of creed, color or condition, is a conception of the highest impulses of humanity — a divine inspiration, for the relief and succor of the suffering and unfortunate. Of the numerous charities in this will, this is entitled to the greatest distinction.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b604-9\">“ So meritorious is the bequest that it reflects honor upon the memory of the testatrix, speaking in unmistakable tones of her Christianity, her philanthropy and generosity.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b604-10\">“It is clearly incumbent upon the court to preserve this charity, by sustaining the legality of the bequest, unless legal barriers stand in the way and compel us to strike it down.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b604-11\">“ It is attacked by Carroll Croxall and Mary C. Morgan, the exceptants. Carroll Croxall is described in the will as the brother of the testatrix, and is one of the principal legatees. It does not appear what relationship Mary C. Morgan bears to the testatrix, though she is probably the daughter of testatrix’s sister, Florence Morgan, to whom she bequeathed three thousand dollars, ‘ to be put in trust for her and her child.’ They are not residuary legatees. There is no devise of the residuary estate, and in the event of this bequest being held invalid the amount will be distributable to the next of kin of the testatrix. [Who the next of kin are, is not developed in the testimony. Whether the exceptants are of such relationship to the de<page-number citation-index=\"1\" label=\"581\">*581</page-number>ceased is not shown. It would therefore follow that they are without legal standing, in the face of the objections appearing on the auditor’s notes, to contest the validity of this bequest.] [1] But conceding that they have a legal status to file the exceptions, can the bequest be declared void for uncertainty, the ground laid in the exceptions ?</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b605-4\">“ It is said there is no competent evidence of the incorporation of ‘ The Philadelphia Society for Organizing Charity,’ the claimant of the sum bequeathed. It is proven that said society was organized in 1878, and has been in existence and operation ever since, and its by-laws and list of officers and members are attached to the testimony. [It is further shown that, about five years after its organization, Wayfarers’ Lodges were created and that shelter has been provided, is still furnished and will continue to be given, by the society to homeless people at night, in the manner specified in the will of the testatrix. These facts are properly found by the auditor, and like the finding of a jury will not be set aside unless clear error is made to appear: ] [2] McConnell’s Appeal, 97 Pa. 81.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b605-5\">“ The law in regard to charitable bequests is so clearly and fully stated by Strong, J., in delivering the case of the Domestic and Foreign Missionary Society’s Ap., 30 Pa. 425, on page 433, that we are impelled to quote liberally from it here.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b605-6\">“ The language of the eminent jurist is as follows: ‘ It may be remarked that the legacy is a bequest to a religious and charitable use ; such gifts have always been pre-eminently favored in Pennsylvania. The British statutes of mortmain were never in force here, and though the statute of 43d Elizabeth has not been re-enacted, yet its spirit has been fully recognized in judicial decision. No better illustration is needed of the extent to which the law of Pennsylvania has gone in sustaining charitable bequests than is found in the language of this court in Witman v. Lex, 17 S. &amp; B. 93, where it was said “ it is immaterial whether the person to take is in esse or not, or whether the legatee was, at the time of making the bequest, a corporation capable of taking or not, or how uncertain the objects may be, provided there be a discretionary power Vested anywhere over the application of the testator’s bounty to those objects, or whether their corporate designation has been mistaken. If the intention sufficiently appears on the bequest, it <page-number citation-index=\"1\" label=\"582\">*582</page-number>would be held valid.” By a rule peculiar to gifts of this nature the charitable purpose of the donor will be carried into effect, notwithstanding the indefiniteness of its immediate objects: 1 Jarman on Wills, 216. The learning on this subject has been exhausted by the late Judge Baldwin, in his opinion upon Sarah Zane’s will: Magill v. Brown, Brightley’s Reports, 847. See also Newell’s Ap., 24 Pa. 197; Mann et al. v. Mullin, 84 Pa. 297; Fidelity Ins. Co.’s Ap., 99 Pa. 443; Kinike’s Estate, 155 Pa. 101.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b606-4\">“ [ Even in the contingency last mentioned, where there is no discretionary power vested in some one over its application to the objects mentioned, the act of April 26, 1855, entitled “ An act relating to corporations and to estates held for corporate, religious and charitable uses,” P. L. 328, in sec. 10, page 333, steps in and declares that no disposition of property thereafter made for any charitable use, such as the one under consideration, shall fail for want of a trustee, or by reason of the objects being indefinite or uncertain, but it shall be the duty of the orphans’ court or any court having equity jurisdiction to appoint a trustee and by its decree to carry into effect the intent of the donor or testator, so far as the same can be ascertained and carried into effect consistently with law and equity. In the face of these statutory provisions and the decisions of the courts, these exceptants cannot, in any event, receive the moneys bequeathed to this charity, and awarded by the auditor to ‘ The Philadelphia Society for Organizing Charities.’] [3]</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b606-5\">“ [This is a contest, not between rival claimants for the bequest, for only one society or institution appears in this contest to make claim. ‘ The Home for the Homeless ’ in Philadelphia filed a petition here, but abandoned its claim, leaving ‘ The Philadelphia Society for Organizing Charities ’ the only claimant under the bequest in the will. In this respect, this case differs widely from those found in the reports, such as Pepper’s Estate, 154 Pa. 331, and other cases cited, in which there were conflicting claims of societies, corporations and institutions, to the legacy bequeathed by testators to charitable uses.] [4]</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b606-6\">“ [The auditor has found, and his finding is justified by the evidence, that there are no institutions or societies in Philadelphia which afford shelter to homeless people at night, as expressed in this bequest, except the claimant, and that therefore <page-number citation-index=\"1\" label=\"583\">*583</page-number>‘ The Philadelphia Society for Organizing Charities ’ comes within the provisions of the above recited bequest.] [5]</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b607-3\">“ [We think the said society is clearly entitled to the bequest or legacy, and the award of the same by the auditor must be sustained.] [6]</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b607-4\">“ [And now, February 26,1898, the exceptions are dismissed and the report of the auditor is confirmed.] ” [7]</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b607-5\"><em>Errors assigned </em>were (1-7) portions of opinion as above, quoting them.</summary>\n<attorneys data-order=\"24\" data-type=\"attorneys\" id=\"b607-6\"><em>H. Jj. </em>Fisher, 6r. 6r. <em>Fisher </em>with him, for appellant,</attorneys>\n<p data-order=\"25\" data-type=\"legal\" id=\"AbQ\">cited: Vernon v. Henry, 8 Watts, 393; Thomas v. Thomas, 6 T. R. 671; Harris v. Bishop of Lincoln, 2 P. Wms. 131; Act of April 26, 1855, P. L. 331; Vidal v. Girard’s Exrs., 2 How. (U. S.) 198; Grandon’s Est., 6 W. &amp; S. 537; 1 Jarman on Wilis, 195, 403, 448, 661; 2 Redfield on Wills, 778, 793; Holland v. Peek, 2 Ired. Eq. 255; Bridges v. Pleasants, 4 Ired. Eq. 26; Zeisweiss v. James, 63 Pa. 465.</p>\n<attorneys data-order=\"26\" data-type=\"attorneys\" id=\"b607-7\"><em>F. Z. Strine </em>and <em>N. M. Wanner, </em>for appellee,</attorneys>\n<p data-order=\"27\" data-type=\"legal\" id=\"AYY5\">were not heard, but cited in their printed brief: Witman v. Lex, 17 S. &amp; R. 92; Kinike’s Est., 155 Pa. 101; Act of April 26, 1855, P. L. 331; Act of May 9, 1889, P. L. 173; McLain v. Directors, 51 Pa. 196; Miller v. Porter, 53 Pa. 800; Frazier v. Church, 147 Pa. 261; Beaver v. Filson, 8 Pa. 327; Wright v. Linn, 9 Pa. 433; Missionary Soc. Ap., 30 Pa. 425; Cresson’s Ap., 30 Pa. 450; Pickering v. Shotwell, 10 Pa. 23; Martin v. McCord, 5 Watts, 493; Lawrence Co. v. Leonard, 83 Pa. 206; Phila. v. Girard’s Heirs, 45 Pa. 28; Pepper’s Est., 154 Pa. 331.</p>\n<decisiondate data-order=\"28\" data-type=\"decisiondate\" id=\"Af6R\">July 11, 1894:</decisiondate>\n<opinion data-order=\"29\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b607-8\">Per Curiam,</author>\n<p id=\"b607-9\">All that is necessary to be said in relation to the questions suggested by the specifications of error in this case will be found in the opinion of the learned judge of the orphans’ court. We are satisfied with the correctness of his conclusions, and affirm the decree on his opinion.</p>\n<p id=\"b607-10\">Decree affirmed and appeal dismissed with costs to be paid by appellant.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}