{
  "casebody": {
    "data": "<casebody firstpage=\"298\" lastpage=\"303\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b326-6\">(43 App. Div. 122.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b326-7\">PULLICH v. CASEY.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b326-8\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AZZP\">July 18, 1899.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b326-9\">1. Appeal—Review.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b326-10\">Where, at the close of plaintiff’s evidence, defendant moves to dismiss for insufficiency thereof, and excepts to a ruling refusing to dismiss, the question presented must be decided solely upon the facts which have been testified to by plaintiff and his witnesses.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b326-11\">2. Brokers—Right to Commission.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b326-12\">Plaintiff was employed to procure a purchaser of certain realty, upon which $10,000 was to be paid at the time of making the contract. The purchaser, at a meeting with the seller, refused to pay $10,000, whereupon it was finally agreed that $4,000 should be received; and the vendor insisted shortly after that, if he accepted $4,000, he should retain a right of <page-number citation-index=\"1\" label=\"299\">*299</page-number>way across the lot, which the purchaser refused to allow, and the interview terminated without a sale. <em>Held, </em>that the agent was not entitled to a commission.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b327-5\">Barrett, J., dissenting.</headnotes>\n<summary data-order=\"9\" data-type=\"history\" id=\"b327-6\">Appeal from trial term, New York county.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b327-7\">Action by Otto Pullich against John Casey. From a judgment entered on a verdict, and from an order denying a motion for a new trial, defendant appeals.</summary>\n<disposition data-order=\"11\" data-type=\"disposition\" id=\"AALA\">Reversed.</disposition>\n<p data-order=\"12\" data-type=\"judges\" id=\"b327-8\">Argued before VAN BRUNT, P. J., and BARRETT, RUMSEY, PATTERSON, and INGRAHAM, JJ.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b327-9\">Sol. Kohn, for appellant.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b327-10\">Michael 0. Gross, for respondent.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b327-11\">RUMSEY, J.</author>\n<p id=\"An8\">The action was brought to recover commissions which the plaintiff claimed to have earned by negotiating a sale for the defendant of certain property in the city of New York. Upon the trial the plaintiff had a verdict for the amount claimed, with interest. A motion for a new trial upon the usual grounds was denied, and after judgment had been entered upon the verdict the defendant took this appeal.</p>\n<p id=\"b327-12\">The case was submitted to the jury upon a charge to which no exceptions were taken. We have examined the few exceptions taken to the rulings upon evidence, and we find no error in them.</p>\n<p id=\"b327-13\">At the close of the evidence the defendant moved to dismiss the complaint upon the ground that it does not appear that there was a meeting of the minds of the parties, brought about by the broker, or that a meeting of their minds occurred. The court denied the motion to dismiss the complaint, and the defendant excepted to his ruling. This exception raises the point which was principally relied upon by the apuellant, and presents the only question that it is necessary to examine. In its consideration we must be controlled by the evidence presented by the plaintiff. There was considerable contradiction in the testimony, but the jury have found in favor of the plaintiff. It must therefore be assumed that his story of the case is the true one. As the motion for a dismissal of the complaint was based upon the claim that there was no evidence on the part of the plaintiff to warrant the submission of the case to the jury, the question presented must be decided solely upon a consideration of the facts which have been testified to by him and his witnesses, because if, upon these facts, there is any aspect of the case upon which the jury might properly have found a verdict for the plaintiff, the case was one for their consideration, and it was not error to deny the motion to dismiss the complaint.</p>\n<p id=\"b327-14\">The action was brought to recover what the plaintiff claimed was his proper compensation for the efforts which he made to bring about a sale of the property of the plaintiff which had been intrusted to him. When a broker undertakes to effect a sale of property owned by his principal, he engages to produce a purchaser who is ready and willing to enter into a contract on the employer’s terms. This implies and involves the agreement of buyer and seller,—the meeting of their minds,—produced by the agency of the broker. The broker <page-number citation-index=\"1\" label=\"300\">*300</page-number>assumes the risk of his inability to accomplish that result. He is ■not ordinarily entitled to commissions for unsuccessful efforts to effect a sale, unless the failure is caused by the fault of the- principal. Sibbald v. Iron Co., 83 N. Y. 378, 383. But, if he presents to the seller a person who is read}' and willing to enter into a contract upon the terms which the seller has dictated, he has done his duty, and is entitled to his commission, although the sale may not take place, if it fails because the seller capriciously changes his mind after a purchaser consenting to the prescribed terms is produced. Moses v. Bierling, 31 N. Y. 462. In this case the sale did not take place, but the broker insists that he became entitled to Ms commissions, nevertheless, because he says that he did in fact produce a purchaser who was ready and willing to enter into a contract upon the terms prescribed by the seller, and that a contract was in fact agreed upon, but that the seller afterwards, and before the contract could be reduced to writing, capriciously changed his mind, and so the bargain failed. The question simply is whether there is any evidence on the part of the plaintiff or Ms witnesses which would warrant a jury in finding that this claim of the plaintiff was well founded.</p>\n<p id=\"b328-5\">It appears that the defendant was the owner of two pieces of land at the corner of Columbus avenue and West Eighty-Fourth street, on each one of which he had erected a building, and each of which he desired to sell. One of the buildings was upon a corner lot. The plaintiff, understanding that the buildings were for sale, obtained from the defendant a statement of the price of the building on the corner, and undertook to find a buyer. The price asked in the first place was $162,000, but the plaintiff was unable to obtain a purchaser at that price; and he finally persuaded the defendant to agree to take $161,0¡(&gt;0, upon telling him that he had a purchaser who would be willing to pay that sum. The defendant, as one of the terms upon which he was willing to sell, had insisted upon a payment of $10,000 down at the time of making the contract. The plaintiff told him, however, that the person whom he had obtained to purchase was not willing to make a payment of that amount. The plaintiff says that, when he gave that information to Mr. Casey, Casey s,aid to him in reply: “Never mind. You will find that I do not hold out on small matters.” After that conversation the plaintiff procured an interview to be had between Casey and Buchsbaum, the proposed buyer.. The lot which the defendant had for sale was 50 by 100 feet, and he proposed to sell it without incumbrance. Upon that was a house, the dimensions of wMch were '50 by 96 feet; leaving a passageway at the rear of the corner lot from the street to the rear of the lot next to the corner, also owned by the defendant. The interview spoken of took place. At that time the terms proposed by the defendant, upon which he was willing to sell the lot, were that he should receive for it $161,000, and that $10,000 should be paid down to him at the time of the making of the contract, and when he went to the interview those were the terms upon wMch he insisted. They were the same terms he had advised the plaintiff he was willing to take. If the buyer had accepted those terms and taken the premises, there can be no doubt that the plaintiff would have earned bis commissions, <page-number citation-index=\"1\" label=\"301\">*301</page-number>and would have been entitled to recover. But it appears from the testimony given on behalf of the plaintiff that the buyer whom he produced was not willing to pay $10,000 down. When this had been made to appear, the defendant would have been justified in refusing to go on further with the contract; and, if he had done so, the plaintiff would have had no claim for commissions, because, just as soon as Buchsbaum had refused to pay the $10,000 down, he had refused to make the contract prescribed by the defendant, and the plaintiff had failed in his effort to procure the buyer, as he must do before luis entitled to a - commission. When, therefore, Buchsbaum refused to accept the terms offered by Casey, the whole matter was at an end, so far as the plaintiff was concerned; and he was only entitled <em>to </em>recover commissions after that if in fact the parties, who began a new negotiation, arrived at an agreement which was satisfactory to both of them, upon terms which Casey saw fit to offer, and Buchsbaum was willing to accept. Unless that occurred, the plaintiff’s duty towards his principal had not been performed. He had introduced Buchsbaum to Casey as a man who was willing to enter into a contract. He had said to him expressly that Buchsbaum was not willing to make the contract on the terms which Casey had dictated, and therefore his right to commissions could only arise if, as the result of the consultation which he had brought about, the parties actually made an agreement; and, if they did malee such an agreement, then he would become entitled to his commissions. The question therefore is whether at the interview which was brought about between Buchsbaum and Casey there was actually a meeting of tin-minds of the parties in regard to the sale of this property. The plaintiff says that, when the parties had met, Mr. Casey said, “1 want $10,000 cash on this contract,” which Buchsbaum refused to pay. Thereupon there was considerable conversation in regard to the amount which should be paid, and it was finally agreed upon at $4,000. After that sum had been fixed, and while the parties were conversing about the terms of the contract, with a view of reducing them to writing, Mr. Casey stated that, if he accepted a payment of only $4,000, he should insist upon a right of way across the end of the lot, four feet wide, to the adjoining building. This Buchsbaum refused to allow, whereupon Casey said that unless that was allowed he should insist upon his payment of $10,000, and after some conversation in that regard the parties failed to reach an agreement, and the interview terminated, and there was no sale. The plaintiff claims that, when Casey agreed to accept a $4,000 payment down,. the minds of the parties had met upon all the essential terms of the contract, and that, so far as he was concerned, his duty had been done, and he became entitled to his commissions. But there was no contract made at that time, as must be conceded. The interview had not yet been finished. After the $4,000 had been named as the amount which was to be paid down, there still remained for consideration the details of the contract, as to which no talk had been had or understanding arrived at, and it was competent for Casey at that time to insist upon any terms he desired. He was not bound to Buchsbaum until the conference had finally terminated, and every de<page-number citation-index=\"1\" label=\"302\">*302</page-number>tail of the contract had been agreed upon. Buchsbaum could not have said, when the proposed payment of $4,000 had been acceded to, that the contract was a perfect one, and have brought an action for the breach of .it, even if the statute of frauds had not stood in his way, because the conference at which that tentative agreement had been made was not closed, and so long as two bargaining parties are still engaged in making their bargain, and have not yet finally concluded it, any offer or acceptance which is not an ending of the consultation must be deemed merely tentative, and not to represent the final conclusions upon which the parties have agreed, and by which they are to be bound. The right of the plaintiff to recover, under the circumstances, stood not upon the fact that he had produced a purchaser who was willing to accept the terms which Casey had dictated, because that he did not do. After those terms had been refused, his right to commissions depended upon the fact that the parties, who undertook a new negotiation, had finally arrived at a determination by which both of them were willing to be bound; and, unless that were done, he was not entitled to his commissions. There is no evidence that, as between Casey and Buchsbaum, there had been an actual meeting of the minds of the parties, because it is apparent that when the arrangements came to be plainly stated, with a view to reducing them to writing, it appeared that there was a failure to understand one another upon an essential part of the bargain. The plaintiff was not at liberty to say that the defendant had no right to insist upon the new term in the contract, because the only implied contract between the plaintiff and the defendant at the time the interview began was that if the plaintiff produced a buyer who was willing to take the property at $161,000, and pay $10,000 down, he would be entitled to his commissions. As he failed to do that, his right to commissions afterwards depended solely upon the question whether the parties, who had discarded the old terms, finally agreed upon a contract upon other terms, which were satisfactory to them. There is nothing in the case which would warrant the jury in finding that that condition of affairs existed, and for that reason the complaint should have been dismissed upon the defendant’s motion.</p>\n<p id=\"b330-5\">The judgment and order, therefore, must be reversed, and a new trial granted, with costs to the appellant to abide the result of the action.</p>\n<p id=\"b330-6\">VAN BRUNT, P. J., and INGRAHAM, J., concur. PATTERSON, J., \"concurs in result.</p>\n</opinion>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b330-7\">BARRETT, J.</author>\n<p id=\"AL7\">(dissenting). There can be no doubt that if the defendant had originally agreed to take $4,000 down, instead of $10,-000, the plaintiff would have earned his commission. The defendant could not have escaped his obligation on that head by making new conditions after the broker had found a customer who was ready and willing to comply with the original conditions. Here the parties agreed upon the price, and also, as the jury have found, upon the •amount to be paid upon the signing of the contract, namely, $4,000. <page-number citation-index=\"1\" label=\"303\">*303</page-number>The jury were authorized to find that, at the moment when the defendant agreed to accept $4,000 down, the minds of the parties finally met. The defendant did not then say that he would accept $4,000 down, instead of $10,000, provided the purchaser would permit the reservation of a right of way. That acceptance was unconditional, and it left the matter precisely as though the defendant had originally told the broker that he would sell for $161,000, and would take $4,000 down. The subsequent insistence upon the right of way was an attempt to vary a completed verbal bargain; that is, it was competent for the jury to so regard it. I think the question, on this head, was fairly and properly submitted to the jury, and that the judgment should be affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}