{
  "casebody": {
    "data": "<casebody firstpage=\"671\" lastpage=\"672\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b693-10\">BREGER et al. v. CATALANO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b693-11\">(Supreme Court, Appellate Term, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A6s\">May 4, 1916.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b693-12\">Judgment &lt;@=&gt;17(9)—Validity—Process.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b693-13\">Where a summons was issued against Edward Catalano, the name “Edward” being stated as being fictitious, and changed at the trial to Eugenio and the affidavit of Eugenio Catalano on motion to vacate a judgment against him showed that he was never served with summons in the action, the judgment will be reversed, as service upon Edward Catalano was not service upon Eugenio Catalano, in the absence of circumstances from which it might be found that they were the same persons.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b693-14\">[Ed. Note.—For other cases, see Judgment, Cent. Dig. § 31; Dec. Dig. &lt;@=&gt;17(9).]</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b693-15\">Appeal from Municipal Court, Borough of Manhattan, Second District.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b693-16\">Action by Jacob Breger and Louis Ungar, copartners doing business under the firm name of Jacob Breger &amp; Co., against Rugenio Catalano. From an order denying his motion to vacate a judgment rendered in favor of the plaintiffs upon the ground of nonservice of process, defendant appeals.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"Ayu\">Reversed.</disposition>\n<p data-order=\"9\" data-type=\"judges\" id=\"b693-17\">Argued April term, 1916, before GUY, COHALAN, and WHITAKER, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b694-4\"><page-number citation-index=\"1\" label=\"672\">*672</page-number>Edward T. Allen, of New York City, for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b694-5\">George Hirsch, of New York City (Irving Silverman, of Brooklyn, of counsel), for respondents.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b694-6\">PER CURIAM.</author>\n<p id=\"AST-\">A summons was issued in this action in favor of the plaintiff against Edward Catalano; the name “Edward” being stated as being fictitious. It appears from an affidavit made by one Eugenio Catalano that upon the trial the fictitious name of “Edward” was changed to Eugenio and a judgment entered against him. Eugenio Catalano did not appear in the action in any way, and after ascertaining that judgment had been rendered against him he made a motion to vacate said judgment, which motion was denied, and from the order denying the motion this appeal comes up.</p>\n<p id=\"b694-7\">Eugenio Catalano makes oath that he was never served with a summons in this action. One Salvatore Catalano swears that he was served with the summons. The process server swears that he served the summons upon Edward Catalano, and that he knew him to be the defendant in the action. It is clear that this affidavit in no way contradicts the statements of Edward and Eugenio Catalano. Service upon Edward Catalano is not service upon Eugenio, and there are no facts or circumstances shown by which it could be determined that Edward and Eugenio Catalano are the same persons. The judgment must therefore be reversed.</p>\n<p id=\"b694-8\">Judgment reversed, with $10 costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}