{
  "casebody": {
    "data": "<casebody firstpage=\"77\" lastpage=\"88\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b77-4\">PEOPLE ex <em>rel. </em>SAMUEL H. BRODIE <em>v. </em>JOHN B. WELLER, Governor.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b77-5\">A person duly elected Judge of the District Court of this State, is entitled to hold office for the period of six years.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b77-6\">Where an election for the office of District Judge was held by the qualified electors of such district at the general election in 1858, and the term of the present incumbent of that office does not expire until January, 1861: <em>Held, </em>that such election was unauthorized and the person elected is not entitled to a commission to such office.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b77-7\">The statute, so far as it affects the election of 1858, only applies to such offices as were to become vacant in January, 1859, and this is evident as well as by the terms of the Act as the unreasonableness of supposing that the Legislature meant to authorize an election several years in advance of the time when the office was to be filled.</syllabus>\n<summary data-order=\"4\" data-type=\"history\" id=\"b77-8\">Appeal from the District Court of the Fourth Judicial District, County of San Francisco.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b77-9\">This was an application to the Court below for a peremptory writ of <em>mandamus, </em>to compel the defendant, as Governor of this State, to issue to the relator, Samuel H. Brodie, a commission as Judge of the District Court of the Twelfth Judicial District.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b77-10\">The facts upon which the application was based are as follows: The Twelfth District was created, by act of the Legislature, on the fifteenth day of May, 1854. On the twenty-sixth day of May, 1854, Edward Norton was appointed and commissioned by the Governor as Judge of the District Court for the Twelfth Judicial District. At the general election in September, 1854, he was elected Judge of that district, and was duly commissioned, and entered by virtue of his election and commission upon that office on the second day of January, 1855.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b77-11\">On the thirtieth day of July, 1858, the defendant, as Governor, issued his proclamation, as required by law, designating certain offices to be filled at the general election to be held on the first day of September, 1858; but the office of District Judge was not among the number so designated. The qualified electors of the Twelfth Judicial District, however, held an election to fifi the office of District Judge of that district, and at such election the relator received the highest number of votes for that office. The County Clerk of San Francisco county subsequently issued to the relator a certificate of his election, <page-number citation-index=\"1\" label=\"78\">*78</page-number>and the relator applied to the Governor for a commission, which was declined, and he then applied • to the District Court of the Fourth Judical District for a <em>mandamus. </em>The Court below refused to order the issuance of a peremptory writ of mandamus, and the relator appealed to this Court.</summary>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b78-5\">G. <em>F. &amp; Wm. H. Sharp </em>for Appellant.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b78-6\">The relator contends that the statute of 1853 (Wood’s Dig. p. 150, art. 634) is constitutional, and that the relator, who was elected Judge of the Twelfth District Court in 1858, at the general election, is entitled to take and hold office from the first of January, 1859. The Constitution evidently contemplated the fixing of the time of the commencement of the term of the District Judges era <em>masse, </em>and we contend that even without legislation that instrument prescribes first of January, 1853, as the commencement of the term of the second class of Judges, and the first of January, 1859, as the commencement of the term of their successors. The statute of 1853 was passed in conformity with this constitutional provision.</p>\n<p id=\"b78-7\">Uniformity of election is what was aimed at by that instrument. The language of art. 6, sec. 5, is not that <em>each </em>of said Judges shall be elected at <em>a </em>general election, but “ the Judges,” as a class, “ shall be elected at <em>the </em>general election, pointing to the one election for all the District Judges. To accomplish this uniformity, the first officers elected held for two years from the first of January next after their election, a period much shorter than that prescribed by'the Constitution as the proper term of their successors. This was undoubtedly for the sake of uniformity. At the end of those two years the district would, to a certain extent, be arranged, and a point of time was fixed from which the terms of District Judges would thereafter run.</p>\n<p id=\"b78-8\">The plan contended for by the other side would produce disorder throughout the whole State, for if there is no uniform time for the beginning of terms of office, then each officer must hold the full period. It will not do to say that a Judge in one part of the State holds his office for six years, and that another, elected to fill a vacancy, can only hold for a residue of the term; we can see no just reason for drawing a distinction.</p>\n<p id=\"b79-4\"><page-number citation-index=\"1\" label=\"79\">*79</page-number>If the Constitution has not provided uniformity throughout the whole State, it has not been provided for in any part of it.</p>\n<p id=\"b79-5\">It is a stretch of imagination to suppose that many of the incumbents will vacate their offices in the course of every year.</p>\n<p id=\"b79-6\">On the principle contended for, each successor would hold for the full term, and thus it is easy to perceive that before many years, the utmost confusion would be the consequence. It would require an Exective officer of extraordinary ability to keep himself informed as to when terms expire; elections would become an evil of no ordinary magnitude. 6 How. Miss. R. 604.</p>\n<p id=\"b79-7\">Again, by-providing for a general election, it was meant that it should not only be general as to all officers whose terms had expired, but that it should be general, territorially, that is, <em>throughout the State. </em>The Constitution (art. 6, sec. 5) looked to the creation of new Judicial Districts, after the division of the State into Districts by the first Legislature. Can it be supposed that as to these new Districts there was to be no fixed <em>time </em>for the general election ?</p>\n<p id=\"b79-8\">It seems clear that all District Judges hold in reference to the regular periodical elections prescribed for them as a class.</p>\n<p id=\"b79-9\">Smith <em>v. </em>Halfacre, 6 How. (Miss.) R. 583, a case exactly like this; opinion by Sharkey, C. J.</p>\n<p id=\"b79-10\">This has been the uniform understanding of the Legislature (Wood’s Dig. 561, art. 2,882) as well as of the Bar.</p>\n<p id=\"b79-11\">Again, note the phraseology of the Constitution as to the <em>term </em>of District Judges, and it will be observed that the language used corroborates the idea already presented. The language is not that each shall hold his office, but that “ they shall hold <em>their </em>office ” for the term of six years, showing that reference is there had to the term of the Judges as a class merely. Having prescribed this uniformity, it was the intention of the Constitution that a District Judge elected for a newly created district, or elected to fill a vacancy, should not disturb this uniformity, but should hold only until the expiration of the time of the current term of all the District Judges; that in constitutional parlance, there is no such thing as the creation of a new district, but only the <em>“ alteration </em>” of the old. Art. 6, sec. 5.</p>\n<p id=\"b79-12\">The Constitution of the United States, in reference to Senators from <page-number citation-index=\"1\" label=\"80\">*80</page-number>new States, and to the classification of Senators, (art. 1, sec. 3; art. 4, sec. 3) and the construction which has been placed upon it and uniformly acted on, furnishes an analogy to the present case. Senators are required to be elected for six years; the classification provided for only extended to the first session of the Senate. ISTo provision is made as to Senators from States newly admitted, yet the rule has been uniformly applied to them; they hold from the fourth of March, no matter when elected, and for two, four or six years, with reference to the terms of the other Senators.</p>\n<p id=\"b80-5\">The same may be said of our Supreme Court Judges, under art. 6, sec. 3. The classification of Judges was in words applicable only to the first set of Judges; but their successors have held, and do now hold, with reference to that classification. See opinion of Murray, C. J., in case of People <em>v. </em>Langdon, 8 Cal. R. 11; Opinion of Judge Field in case of People <em>v. </em>Whitman, 10 Cal. 46.</p>\n<p id=\"b80-6\">The decisions which hold that where there is no <em>time </em>prescribed for the <em>commencement </em>of a term of office, the officer elected holds for the full term, irrespective of the time of its commencement, can have no application to this case, for the reason that our construction does not look to, and prescribe the time for, the commencement of the term of Judges. This distinction should be borne in mind in considering the question raised here. (People <em>v. </em>Coutant, 11 Wend. R. 512, and cases there cited, are for this reason inapplicable. See opinion of Maison, J.)</p>\n<p id=\"b80-7\">II. If the statute is held to be unconstitutional as to the time when the relator will enter into office, it is void as to that part only; but the election is valid, it being in the power of the Legislature to fix the time for the general election throughout the State of all District Judges; and the party elected will enter as soon as the term of the incumbent expires. Houston <em>v. </em>Royston, 7 How. (Miss.) R. 552; People <em>ex rel. </em>McMinn <em>v. </em>Haskell, 5 Cal. R. 357.</p>\n<p id=\"b80-8\"><em>Attorney Greneral </em>for Respondent.</p>\n<p id=\"b80-9\">1st. The Legislature has the power at any time to create new judicial districts. The exercise of this power was not confined to the first <page-number citation-index=\"1\" label=\"81\">*81</page-number>Legislature. It is a necessary consequence proceeding from the power “ to alter districts, from time to time, as the public good may require.” 6 art. Constitution, sec. 5.</p>\n<p id=\"b81-5\">2d. The Legislature cannot change or shorten the term of an office where such term has been fixed by the Constitution. People <em>v. </em>Mott, 3d Cal., p. 502—504; People <em>v. </em>Carey, 6 Cowen, 642, affirmed in the Court of Errors, 9th Cowen, 640 ; 1st McCord, 151 (top) ; <em>Ibid, </em>154 and 155; Selby <em>v. </em>Johnson, Dallam (Texas), 597; <em>Ibid,, </em>512, Roman <em>v. </em>Moody ; <em>lb. </em>504, Bradly <em>v. </em>McCrabb.</p>\n<p id=\"b81-6\">3d. The term of office of District Judge is fixed by the Constitution at <em>six </em>years, and there is no provision for any shorter term. 6 art. Constitution, sec. 5; People <em>v. </em>Mott, 3 Cal.; and the authorities cited in the 4th subdivision of this brief.</p>\n<p id=\"b81-7\">4th. There is no prescribed period in the Constitution for the commencement or ending of the term of District Judges. The provision simply is, that when elected they shall hold their offices for six years. The plain meaning of this is, that <em>every </em>District Judge shall serve for the term or period of six years, without regard to the particular year in which he is elected; or whether any other Judge in the State is elected at the same time. This proposition is clearly sustained by numerous decisions made by the highest Courts of other States upon constitutional provisions like that of ours just quoted. People <em>v. </em>Green, 2d Wendell, 266 ; People <em>v. </em>Coutant, 11 Wend. 132 and 512 ; Ban-ton <em>v. </em>Wilson, 4 Texas, 400; Selby <em>v. </em>Johnson, Dallam ; <em>Ibid, </em>Roman <em>v. </em>Moody; Marshall <em>v. </em>Howard, 5 Md. 431; Hughes <em>v. </em>Buckingham, 5 Sm. &amp; Marshall, 632; The People <em>v. </em>Green, 2d Wend. 266 ; People <em>v. </em>Coutant, 11 Wend. 132 and 512; People <em>v. </em>Gary, 6 Cowen, 642 and 651; <em>Ibid, </em>9 Cowen; Powers <em>v. </em>Hurst, 2 Hump. 24; State <em>v. </em>Hibling, 6th Ohio (new series) p. 40.</p>\n<p id=\"b81-8\">5th. An office when once filled cannot be considered vacant until the term of service of the incumbent expires. A commission is only the evidence of the election or appointment to an office, and when issued to fill an office in which there is already an incumbent, it is simply a nullity. 1st McCord, cited before; 1st Alabama, 561; 2d Ala. 31; Johnson <em>v. </em>Wilson, 2 N. H.; Marbury <em>v. </em>Madison, 1st Cranch. 157.</p>\n<p id=\"b81-9\">6th. Relator claims that by virtue of his election he is entitled to a <page-number citation-index=\"1\" label=\"82\">*82</page-number>commission which will authorize him to enter into the office of District Judge of Twelfth District, at the expiration of the term of the present incumbent, even though that time should be on the first of January. .</p>\n<p id=\"b82-5\">To this I cannot subscribe. I admit that it is competent for the Legislature to fix the time of election, and it may, perhaps, do so many years before the commencement of the term; but such must clearly appear to be the intention of the Legislature before the rule can be with safety and with fairness to the people applied to the particular case.</p>\n<p id=\"b82-6\">Relator was elected under a statute which prescribed that the election should take place in 1858, and the term commence in 1859; he was voted for with that understanding, and any material deviation from such understanding would operate as a fraud upon the rights of the people of his district. It will not, then, be safe or just to say that although the part of the act fixing the commencement of his term is void, yet that part providing for the election is operative, and the only effect is to postpone the time of his entering into the office. This is one of the cases where all parts of the Act are so peculiarly connected, and resting one upon the other, that to declare one part void is to so declare as to the whole.</p>\n<p id=\"b82-7\">The authorities cited by relator are not in point, when the facts of the cases so cited are compared with the facts in this case.</p>\n<p id=\"b82-8\"><em>Heydenfeldt </em>for Appellant.</p>\n<p id=\"b82-9\">Constitution of California, art. 6, sec. 5, Wood’s Digest, 33 ; <em>lb. </em>secs. 3 and 8, gives an analogy. Also, art. 1, sec. 3; art. 4, sec. 3, U. S. Const, as to Senators; art. 4, sec. 5, 6 and 7, St. Const., Hood, 30; Act of 1853, Wood, p. 150, art. 634, is legislative exposition of the Constitution as to vacancies. Art. 5, sec. 8. Pay is <em>pro tem. </em>Art. 6, sec. 15. The tenure of office does not depend upon the commission, but upon the provision of the act creating the office. Fisher <em>ads. </em>The State, 1 McCord, 233.</p>\n<p id=\"b82-10\">The first Judges not appointed to the succeeding general election but for two years, why should not the same will apply to all subsequently created districts. Suppose a district created by the second Legislature—how long would the Judge have held ? Smith <em>v. </em>Half-<page-number citation-index=\"1\" label=\"83\">*83</page-number>acre, 6 How. 582 ; The People <em>v. </em>Langdon, 8 Cal. R. 12 ; The People <em>v. </em>Whitman, 10 Cal., Field’s opinion; Cases from Dallam. Const, of Texas fixes no time of commencement for terms of Judges. Dangerfield <em>v. </em>Sec. of State, Dallam, 358.</p>\n<p id=\"b83-5\">In Bradley <em>v. </em>McCrabb, Dallam, 504, it was a contest for Clerk of the District Court; but the case shows that by the Constitution there was no provision for any time of commencement of the time of 'office, nor even a provision for a particular time of election.</p>\n<p id=\"b83-6\">In Roman <em>v. </em>Moody, Dallam, 512, the contest was in relation to County Clerk, which was created by statute.</p>\n<p id=\"b83-7\">Ho commencement of terms of office is specifically fixed, and the time of the Chief Justice of the counties, the Court say:</p>\n<p id=\"b83-8\">“ It is simply provided that he shall hold his office for four years, and not that it shall commence and end on prescribed days,” &amp;e.</p>\n<p id=\"b83-9\">And in Selby <em>v. </em>Johnson, a contest for District Judge, (Dallam? 597) it is again shown that there is not fixed by the Court of Texas, any time of commencement of office, or particular time of election.</p>\n<p id=\"b83-10\">And the Court, after quoting from the Constitution the language of tenure, adds : “ Hor are there other expressions and terms used, which by implication and construction, can modify the certain and plain intendment of the foregoing declaration.”</p>\n<p id=\"b83-11\">In Banton <em>v. </em>Wilson, 4 Texas, 400, the only question raised by the record is, whether an election which was ordered, was a regular election, and all else decided in that case is mere <em>aliter dictum. </em>But this case (which was another contest for Clerk) also shows the fact that there is no fixed time in the Court of Texas for the commencement and termination of the office.</p>\n<p id=\"b83-12\">And in that case the Court says : “ The statutes of 1846 did not prescribe any fixed period for election of county officers after the first election for that purpose in July, 1846.”</p>\n<p id=\"b83-13\">In Hughes <em>v. </em>Buckingham, 5 Smedes and Marshall, 632, which is relied on by respondent, the case of Smith v. Halfacre is expressly affirmed, both opinions being by Judge Sharkey, and it pronounces that the incumbent has the right to a full term of office as fixed by law, where the statute does not prescribe the commencement or termination of the term.</p>\n<p id=\"b84-4\"><page-number citation-index=\"1\" label=\"84\">*84</page-number>In the People <em>v. </em>Green, 2 Wend. 266, there was a contest for Sheriff.</p>\n<p id=\"b84-5\">The Constitution of Hew York specifically provided for elections <em>“ </em>once in every three years, and as often as vacancies shall happen,” and the Governor may remove them at any time within the three years for which they shall he elected.</p>\n<p id=\"b84-6\">It is also shown, then, that the statute provides expressly in case of vacancies, for the new officer to hold during the constitutional term.</p>\n<p id=\"b84-7\">And it is very explicit that there is no time fixing the commencement and end of the term.</p>\n<p id=\"b84-8\">In Coutant <em>v. </em>The People, &amp;c., 11 Wendell, 512, the decision is the same as in the last case from 2 Wendell, and the same reasons apply, and it is sustained in the opinion of the Chancellor by the debates in the Convention which framed the Constitution.</p>\n<p id=\"b84-9\">And this case is an authority for following a well matured legislative construction.</p>\n<p id=\"b84-10\">And it shows that a provision in the revised statutes pointing explicitly to a different result, was after a strong contest between the two houses, rejected, p. 517.</p>\n<p id=\"b84-11\">The case of the People <em>v. </em>Gasy, 6 Carnen, 642, has no relevancy to the subject matter under discussion.</p>\n<p id=\"b84-12\">In the case of the State of Ohioy. Heibling, 6 Ohio, R., (Oitchfield) was a contest for Clerk.</p>\n<p id=\"b84-13\">The Co,urt says : “ Although the Constitution has fixed the periods for the commencement and termination of many of the officers, yet in regard to the Clerk of the Court, no invariable period of the year is prescribed.”</p>\n<p id=\"b84-14\">And the Court decides the case in favor of the new term on the ground, that as regards other officers, the Constitution expressly provides for elections to fill the unexpired terms where vacancies occur.</p>\n<author id=\"b84-15\">Baldwin, J., delivered the opinion of the Court</author>\n<p id=\"A9K\">Terry, C. J., concurring.</p>\n<p id=\"b84-16\">The record in this case raises the simple question—for what period are District Judges elected under our Judiciary system ? It will be seen that there had existed, prior to Judge Horton’s incumbency, no term in the office of the Twelfth District Judge. That office was <page-number citation-index=\"1\" label=\"85\">*85</page-number>created by the Legislature, in May, <em>1854; so </em>that the question so much discussed, as to the duration of the period of service of Judges elected before the expiration of six years from the date of the qualification of a predecessor, is not necessarily involved in this decision. The Constitution (art. 6, sec. 1) provides that “ the judicial power shall be vested in a Supreme Court, in District Courts, in County Courts, and in Justices of the Peace.” Section 5 provides that “the State shall be divided by the first Legislature into a convenient number of districts, subject to such alteration, from time to time, as the public good may require ; for each of which a District Judge shall be appointed by the joint vote of the Legislature at its first meeting, who shall hold his office for two years from the first day of January next after his election ; after which, <em>said Judges </em>shall be elected by the qualified electors of their respective districts at the general election, and shall hold their office for the term of six years.”</p>\n<p id=\"b85-5\">The phraseology of the third section (which relates to the Justices of the Supreme Court) is different from that of the fifth section, especially in this : That after providing for the first election of Justices of the latter Court by the Legislature, it directs “ them to be so classified as that one shall go out of office every two years.”</p>\n<p id=\"b85-6\">It is urged for the relator that the office of District Judge is divided into fixed terms, which are to be considered as distinct entities, inde* pendent of the person or number of persons who may fill such terms; that the reason of this was, that system and order may be maintained in elections ; that it might be known by the officers and the people of the State when the offices of these Judges commenced and expired; and that therefore, the election to fill these offices should be held throughout the State on the same days. If there be any reason for a constitutional policy of this sort, we are unable to find in the words of the Constitution any indication of it. Certainly, no language is contained in that instrument which by reasonable inference justifies this construction. If the Convention meant to declare that all elections for District Judges should be held on the same day over the State, or that the individual Judges should only hold in certain cases fractions of terms, it would have been easy to say so in unequivocal language. But this is not said; on the contrary, the language is <page-number citation-index=\"1\" label=\"86\">*86</page-number>express: “ <em>said Judges </em>shall hold <em>their offices </em>for the term of six years.” The construction given would require the section to read : “ Provided, if a Judge be elected before the expiration of the period for which his predecessor was elected, then such Judge last elected shall only hold for the remainder of the term of his predecessor.” The fact that the Legislature is directed to appoint the District Judges for the first two years, does not aid the construction ; that provision was only for a temporary organization of the judicial system, until the. people had time and were prepared to act.</p>\n<p id=\"b86-5\">Nor, if we were disposed to go beyond the words of the Constitution, to find a latent policy which is to control the language, do we see any such obvious reasons for this course as the counsel seems to imagine. For the importance of this principle of electoral uniformity is not very apparent. It is true, it might save some little trouble to the Executive Department to announce at stated intervals all the elections for Judges ; but still, this would not dispense with the necessity of giving notice of elections for vacancies. This is, however, a small matter. Nor do we see how it is important to the citizens of Siskiyou that the election of Judges for the Los Angeles District should occur at the same time as that for their own. On the other hand, we think the policy was not to have frequent elections for judicial offices; but that the policy was to give to each District Judge elected a right to hold for six years, and thus to secure the independency of the Judiciary; and it is obvious that this reason applies to Judges whenever elected.</p>\n<p id=\"b86-6\">We do not, however, approve of that principle of constitutional construction, which seeks by vague surmises, or even probable conjecture, or general speculation of a policy not distinctly expressed, to control the express language of the instrument; since such a mode would not unfrequently change the instrument from what its framers made it, into what the Judges think it should have been. Chief Justice Marshall, in Gibbons <em>v. </em>Ogden, (9 Wheat. 1) speaking of the Federal Constition, says “ that the framers and the people who adopted it, must be understood to have employed words in their natural sense, and to have intended what they have said.” <em>“ </em>It is true, the spirit of the instrument must be observed; but this spirit is to be collected chiefly from the letter.” (1 Story Com. 411; 4 Wheat. 122.) “ If,” says the <page-number citation-index=\"1\" label=\"87\">*87</page-number>Supreme Court of the United States, <em>“ </em>the plain meaning of a provision, not contradicted by other provisions in the same instrument, is to be disregarded, because we believe the framers could not intend what they say, it must be one where the absurdity and injustice of applying the provision to the case would be so monstrous that all mankind would, without hesitation, unite in rejecting the application.”</p>\n<p id=\"b87-5\">The case mainly relied on by the relator is that of Smith <em>v. </em>Halfacre, (6 How. Miss. 601). This case evidently rests for support, if it can be maintained at all, upon the peculiar judicial system as fixed by the Constitution and laws of that State. This is evident from the subsequent case of Hughes <em>v. </em>Buckingham (5 S. &amp; M. 648) where it is held that a Clerk of a High Court of Errors, whose office is created by statute for four years, but Avithout any designation of the time of commencement, was entitled to the full period from his assumption of the office. The Court says : “ The term of four years relates to the incumbent, not to the office. The office, or the interest in it, is not divided into periods of four years each. * * If the incumbent should choose to abandon or forféit his interest, the term of his successor commences as soon as he may be designated by the Chancellor, and the law or the grant gives him the full term ; not a remnant of what had been abandoned by his predecessor.” “ The case of Smith <em>v. </em>Half-acre (6 How. 582) decides the principle now involved. The great struggle in that case was to show that no period was fixed by the Constitution for the commencement of the Judge’s term of office, and that he was therefore entitled to hold for the full period of four years from the time of his election. And it was fully conceded by the Court that this would have been the result of an omission to designate the commencement of the term. But we held that, on a fair construction, the Constitution did provide for the beginning and the end of the term.” How, the Constitution of this State does not fix the time of the commencement of the term of the District Judges—this may be fixed by the Legislature, and has been done by our statute. (See 6 Ohio, The State <em>v. </em>Hiebling, 43.)</p>\n<p id=\"b87-7\">But if the case were in point, however great our respect for the Court deciding it, we should be constrained by the weight and number of opposing authorities, to disregard it. The principle Avhich we have <page-number citation-index=\"1\" label=\"88\">*88</page-number>adopted is sanctioned by the following cases: 6 Ohio, <em>supra, </em>5 S. &amp; M. 648 ; Banton <em>v. </em>Wilson, 4 Texas, 400 ; Shelby <em>v. </em>Johnson, Dallam, 597; Roman <em>v. </em>Moody, <em>lb. </em>597; Bradley <em>v. </em>McOrabb, <em>lb. </em>512; People <em>v. </em>Gary, 6 Cowen, 442, S. C.; 9 Oowen, 640; 1 McCord, 151; People <em>v. </em>Green, 2 Wend. 266 ; Powers <em>v. </em>Hunt, 2 Hump. 24.; People <em>v. </em>Contaub, 11 Wend. 132; <em>lb. </em>512; Marshall <em>v. </em>Howard, 5 Maryland, 431. The provisions, constitutional or statutory, construed in some of these cases, are identical with those we are construing, and they all maintain’ the same or an analogous principle. In 2 Hump, especially, the language of the Court is singularly applicable. Judge Green says: “ To preserve uniformity in the appointment, at the same time, of officers of the same grade throughout the State, would be a matter of small moment and no practical utility. But if it were a matter of greater importance than it is supposed to be, it would he unattainable. <em>New </em>counties have been admitted, and will continue to be constituted; the organization of which, by the election of county officers, would necessarily mar the supposed beauty and harmony which would result from preserving the term of office entire,” etc.</p>\n<p id=\"b88-5\">The only remaining question is, whether the relator is entitled to a commission for the office to commence in January, 1861, after the expiration of Judge Horton’s term. The statute under which the relator claims, is in these words: (Wood’s Dig. 150, art. 634, sec. 14) “ The District Judges shall be chosen by the qualified electors of their respective districts, at the general election in the year 1858, and at the general election every six years thereafter, and shall enter upon their duties on the <em>first day of January subsequent to their election.”</em></p>\n<p id=\"b88-6\">The statute, so far as it affects the election of 1858, only applies to such offices as were to become vacant in January, 1859, and this is evident as well by the terms of the Act as the unreasonableness of supposing that the Legislature meant to authorize an election several years in advance of the time when the office was to be filled.</p>\n<p id=\"b88-7\">Judgment affirmed.</p>\n<p id=\"b88-8\">Field, J.—I concur in the judgment.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}