{
  "casebody": {
    "data": "<casebody firstpage=\"414\" lastpage=\"420\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b442-4\">Roger and Beverly Potwin v. Ira O. Tucker, Viola Tucker and Paul A. Bourdon</parties>\n<citation data-order=\"1\" data-type=\"citation\" id=\"b442-6\">[ 234 A.2d 430 ]</citation>\n<p data-order=\"2\" data-type=\"misc\" id=\"b442-7\">April Term, 1967</p>\n<judges data-order=\"3\" data-type=\"judges\" id=\"b442-8\">Present: Holden, C.J., Shangraw, Barney, Smith and Keyser, JJ.</judges>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b442-9\">Opinion Filed June 6, 1967</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"AM-\">Motion for Reargument Denied October 3, 1967</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b444-3\"><page-number citation-index=\"1\" label=\"416\">*416</page-number><em>James W. Wright </em>for plaintiff.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b444-4\"><em>John Parker </em>for defendant.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b444-5\">Barney, J.</author>\n<p id=\"AXX\">The Tuckers changed their minds about selling their home place to the Potwins. As a result, the Potwins obtained a decree of specific performance from the court of chancery, requiring the conveyance of the property to them at the agreed price. Since the Tuckers had, in the interim, conveyed the premises to Paul A. Bourdon, Esquire, he, too, was joined as a party defendant. The defendants bring this appeal.</p>\n<p id=\"b444-6\">The matter began on the day when the plaintiffs, the Potwins, and the defendant Tuckers exchanged written acknowledgments of an agreement on the terms of sale of the property, accompanied by a hundred dollar check payable to Mr. Tucker. The instrument signed by both of the Tuckers reads as follows:</p>\n<blockquote id=\"b444-7\">We Ira Tucker and Viola Tucker are selling our place in Woodstock Vt to Roger V Potwin for a price of Forty Five hundred ($4500) in cash to us. dated this 25th day of April 1963.</blockquote>\n<blockquote id=\"b444-8\">To bind sale we received $100.00 down bal at transfer of title xxxxxxxx Possession to be on or before June 1st 1963.</blockquote>\n<p id=\"b444-9\">A similar document, reflecting the Potwin’s obligation to buy, was executed at the same time by Mr. and Mrs. Potwin. From the exhibits and testimony it appears that Mr. Tucker cashed and used the check.</p>\n<p id=\"b444-10\">Two weeks later, on May 9, the matter became complicated. Mr. Tucker obtained a bank check for one hundred dollars, to use to refund the original payment made by the Potwins. His efforts, and those of his wife, to return the money and regain the agreement were unsuccessful, being matched by refusals of the Potwins to keep the refund or return the agreement. On the same day the Tuckers conveyed their property to defendant Bourdon. The chancellor found that Bourdon, at the time of the transfer to him, knew of the existence of the previous agreement between the Tuckers and the Potwins. All these facts, as found by the chancellor, are adequately supported by evidence and cannot be challenged here. <em>Smith </em>v. <em>Lentini, </em>125 Vt. 526, 528, 220 A.2d 291.</p>\n<p id=\"b444-11\">An initial contention of the defendants is that the signed agreement, set out above, is insufficient as a matter of law to support <page-number citation-index=\"1\" label=\"417\">*417</page-number>specific performance. They claim it is a mere receipt. <em>Benoit </em>v. <em>Wing, </em>117 Vt. 477, 479, 86 A.2d 635, holds an instrument of almost exactly the same form as the one executed in this case is an enforceable contract, under the authority of <em>First National Bank </em>v. <em>Laperle, </em>117 Vt. 144, 148, 86 A.2d 635. All of the necessary ingredients to support enforcibility are present, and the chancellor’s determination that the instrument constituted a contract is correct.</p>\n<p id=\"b445-5\">This contract is also challenged as to Mrs. Tucker because, it is claimed, there was no consideration running to her. The basis for this contention is that the original one hundred dollar check involved was not made payable to her, along with her husband. It must be admitted that it would have been much easier to establish that the Tuckers both shared in the proceeds if the check had been made jointly payable. But it is only a matter of evidence, and the agreement itself acknowledges that the consideration ran to them jointly, and refutes the defendants’ claim. There may well have been further evidence affirming the matter, and other legal consideration, but this is sufficient.</p>\n<p id=\"b445-6\">In their pleadings the defendants Tucker claim they were induced to enter the contract by false and fraudulent representations of the plaintiffs, and, further, that the plaintiffs failed to perform their obligations under the agreement within a reasonable, time. On each of these grounds the defendants claim the proposed sale could properly be rescinded. In this Court the defendants complain of the chancellor’s failure to make findings on these issues.</p>\n<p id=\"b445-7\">The evidence offered by them in support of the allegations of fraud came primarily from Mrs. Tucker, with some rather equivocal support from Mr. Tucker’s testimony. The brief relies on claims that the Pot-wins represented that they were buying the property for their own use, rather than resale, and that provision was to be made by the Potwins to take care of the Tuckers’ dog. All this was met by strong contradictory testimony from the Potwins.</p>\n<p id=\"b445-8\">When judges or chancellors act as triers of the facts, they are bound, of course, to impartially and judiciously weigh and sift the evidence, in order to find and state the facts relevant to the controversy established by the evidence. <em>Pacquin </em>v. <em>Pacquin, </em>125 Vt. 243, 249, 214 A.2d 90. Some evidence, because it is not only critically relevant, but also is uncontroverted and of undeniable credibility, requires recognition in findings as a matter of law. <em>Gramatan National Bank </em>v. <page-number citation-index=\"1\" label=\"418\">*418</page-number><em>Beecher, </em>121 Vt. 39, 47-8, 146 A.2d 246. But in all other aspects the trier is entirely sovereign in his decision as to the facts, if rationally reached from the evidence. <em>Grossman </em>v. <em>Grossman, </em>124 Vt. 127, 129, 197 A.2d 818. He has the exclusive right to resolve conflicting testimony. <em>Little </em>v. <em>Little, </em>124 Vt. 178, 182, 200 A.2d 276. In these matters this Court will not trespass.</p>\n<p id=\"b446-4\">It is also the duty of the trial court to direct his findings to the issues made by the pleadings. <em>Neverett </em>v. <em>Towne, </em>121 Vt. 447, 458, 159 A.2d 345. This is not to be taken as compelling findings on such issues irrespective of the existence of supporting evidence. <em>Petition of N. E. Tel. &amp; Tel., 120 </em>Vt. 181, 193, 136 A.2d 357, see also <em>State </em>v. <em>Rickert, </em>124 Vt. 380, 385, 205 A.2d 547. It is axiomatic that findings which lack evidentiary support cannot withstand such challenge. <em>Bergeron </em>v. <em>Forger, </em>125 Vt. 207, 210, 214 A.2d 85. But all parties are entitled to be spared having their litigation unexpectedly decided on the basis of issues and doctrines outside of the understood course and direction of the case as pleaded and tried. <em>Wright </em>v. <em>Godin, </em>108 Vt. 23, 26, 182 Atl. 189. As that case suggests, the significant concern is the right to have notice, by pleading or otherwise, of the issues to be advanced and accepted at trial as critical to, or decisive of, the litigation. <em>Lariviere </em>v. <em>Larocque, </em>104 Vt. 192, 196, 157 Atl. 826.</p>\n<p id=\"b446-5\"> Here the chancellor did not depart from the pleaded course of the litigation, or decide the matter by the application of doctrines foreign to the case as made by the pleadings and evidence. The simple fact is that the defendants, on an issue they raised in their pleadings, failed to accomplish their obligation to procure an affirmative finding establishing the factual foundation supporting their defense. The evidence was conflicting, and the duty of persuading the trier was theirs. <em>deNeergaard </em>v. <em>Dillingham, </em>123 Vt. 327, 331, 187 A.2d 494. In the absence of factual support, which this Court cannot supply, the issues concerned with fraud and misrepresentation were lost.</p>\n<p id=\"b446-6\"> From the standpoint of review in this Court, it would be helpful, and perhaps avoid a claim of apparent error, for the trial court to be sure that its findings plainly express the rejection of affirmative issues not proved. A doubt on the part of this Court as to whether or not the trial court had considered such an issue at all in <page-number citation-index=\"1\" label=\"419\">*419</page-number>reaching its result can generate a remand. <em>Whitaker </em>v. <em>Whitaker, </em>92 Vt. 301, 304, 102 Atl. 1036. Where, as here, it is sufficiently clear from the findings, the judgment order and the supporting evidence, that such a remand will not change the result, or serve any useful purpose, it will not be ordered.</p>\n<p id=\"b447-5\">The defendants also rely on a claimed failure of performance by the plaintiffs as justifying rescission and barring specific performance. Between the date of the agreement, April 25, and the conveyance to defendant Bourdon May 9, the plaintiffs made no tender of the balance of the purchase price. The defendants argue that this excused them from the contract. But there is nothing in the findings indicating that payment was required so soon. The agreement itself called for possession by June 1. Without a specific agreement setting so immediate a date of performance, this Court is not disposed to say that failure to close such a land contract within two weeks is such an unreasonable delay as to support unilateral rescission as a matter of law. See <em>Hayden </em>v. <em>Hoadley, </em>94 Vt. 345, 348, 111 Atl. 343.</p>\n<p id=\"b447-6\">The defendant Bourdon contends that as a good faith purchaser his title defeats specific performance, even if the Tuckers are liable to the Potwins. His position depends upon whether or not he had had such notice as to put him upon inquiry as to the true state of the transaction as it stood between the Potwins and the Tuckers. <em>Vt. Marble Co. </em>v. <em>Mead, </em>85 Vt. 20, 34, 80 Atl. 852. The chancellor’s finding that defendant Bourdon knew that the Tuckers had entered into a previous uncancelled and unrepudiated agreement to sell the property to the Potwins is supported by the evidence. With such knowledge standing as a fact in the case, defendant Bourdon cannot claim the benefit of the position of a bona fide purchaser for value without notice. <em>Dutton </em>v. <em>Davis, </em>103 Vt. 450, 452, 156 Atl. 531.</p>\n<p id=\"b447-7\">The defendants objected to a finding concerning a subsequent agreement to sell the Potwins entered into with a third party, which could not be performed when the Tuckers did not convey. The objection is directed at the impropriety of such evidence being used as a basis for damages in a suit for specific performance. Since damages were not awarded here, the finding is immaterial so far as this .issue is concerned, and no error will be predicated upon it. <em>Sullivan </em>v. <em>Demas, </em>124 Vt. 397, 400, 205 A.2d 818.</p>\n<p id=\"b448-4\"><page-number citation-index=\"1\" label=\"420\">*420</page-number> The chancellor correctly ordered specific performance. Some question was raised on appeal as to whether the decree adequately ordered the restoration of money disbursed by or between the defendants, or properly discharged subsequent encumbrances. Additionally, due to the lapse of time, tax and other obligations may have accrued which should be accounted for, and, if proper, reimbursed. To this end the matter will be remanded for such redetermination, and the preparation of a new decree.</p>\n<p id=\"b448-5\">\n<em>Decree of specific perfortnance affirmed, and cause remanded for an amended order equitably disposing of the fiscal interests involved in transferring the property to the plaintiffs. Motion for reargument denied.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}