{
  "casebody": {
    "data": "<casebody firstpage=\"701\" lastpage=\"702\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b773-26\">James J. D’ELIA, Jr., Appellant, v. NEW YORK, NEW HAVEN AND HARTFORD RAILROAD and Richard Joyce Smith, William J. Kirk, Harry W. Dorigan as Trustees of the New York, New Haven and Hartford Railroad, Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b773-28\">No. 111, Docket 28988.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b773-29\">United States Court of Appeals Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b773-30\">Argued Oct. 26, 1964.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b773-31\">Decided Nov. 24, 1964.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b774-8\"><page-number citation-index=\"1\" label=\"702\">*702</page-number>Before LUMBARD, Chief Judge, .HAYS and MARSHALL, Circuit Judges.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b774-9\">F. Timothy McNamara, Hartford, Conn., for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b774-10\">Thomas J. O’Sullivan, New Haven, Conn., for appellees.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b774-11\">PER CURIAM:</author>\n<p id=\"b774-12\">D’Elia, an employee of defendant railroad, was suspended from his job for a .short time on a charge of misconduct. He claimed that the suspension was unjustified and sought to recover his wages for the period of suspension. His claim was submitted to the National Railroad Adjustment Board where, after the representatives of the parties had deadlocked, a referee decided in favor of the railroad. D’Elia then brought this action in the district court seeking a review of the determination of the National Railroad Adjustment Board. The district ■court granted defendants’ motion for .summary judgment and D’Elia appealed. We affirm the action of the district court.</p>\n<p id=\"b774-13\">The only claim which D’Elia presses here is that the Board failed to ■afford him due process of law when it ■used as a basis for its decision <em>“a </em>transcript made by a prejudiced hearing officer.”</p>\n<p id=\"b774-15\">The initial hearing in D’Elia’s case was held by a representative of the employer railroad. This is the procedure provided in the collective agreement between the railroad and D’Elia’s union and it is the procedure contemplated by the Railway Labor Act. See Subsection First (i) of Section 3, 45 U.S.C. § 153. Under the Act, D’Elia was entitled to a completely impartial hearing only when the case reached the referee designated to sit with the Board. As long as the final hearing officer was impartial the requirements of due process were satisfied.</p>\n<p id=\"b774-16\">The fact that the Board had before it the transcript of the proceedings before the employer’s hearing officer does not in itself import any denial of due process, and D’Elia has failed to show any particulars in which the transcript presented his case unfairly or in which he was harmed by the Board’s use of the transcript. In short, D’Elia’s conclusory allegations as to a denial of due process are wholly insufficient to resist the defendants’ motion for summary judgment.</p>\n<p id=\"b774-17\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}