{
  "casebody": {
    "data": "<casebody firstpage=\"349\" lastpage=\"355\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"judges\" id=\"b357-6\">Present, Storks, C. J., Hinman and Ellsworth, Js.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b357-8\">Frederick J. Kingsbury and wife <em>vs. </em>Rebecca H. Scovill’s administrator.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b357-11\">If the widow of an intestate dies before a distribution of tbe personal estate of lier deceased liusband has been made, her personal representatives will be entitled to the distributive share of such estate which she would have been entitled to receive if living at the time of the distribution.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b357-12\">Appeal from a decree of the court of probate for the district of Waterbury.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b357-13\">On the 27th day of March, 1854, William H. Scovill died intestate, leaving a widow, Rebecca H. Scovill, who had been his second wife. He left two children, Alathea R. Kingsbury and Mary Ann Curtis, the issue of his first marriage, and one child, William Henry Scovill, the issue of his second marriage. On the 21st day of April, 1854, administration was duly granted on his estate, with the usual limitation to creditors, limitation of settlement and appointment of appraisers. On the 21st day of May, 1854, a first inventory of the estate was duly made and returned to the court of probate, and on the 26th day of June, 1854, an order of allowance of one thousand dollars for the support of the widow was passed, which amount was afterwards expended by her. On the 4th day of August, 1854, before any further proceedings had taken place in the settlement of the estate, the widow died, testate. On the 27th day of August, 1857, <page-number citation-index=\"1\" label=\"350\">*350</page-number>the administrator of William H. Scovill prayed the court of probate for an order to distribute nine thousand dollars of the personal estate, and thereupon the court of probate ordered “that said nine thousand dollars of the personal estate of said deceased be distributed as follows, viz: one third part thereof to the legal representatives of the estate of the deceased widow, Rebecca H. Scovill, and the other two-thirds in equal portions to the three children of the said William H. Scovill, deceased.” From this decree Frederick J. Kingsbury with the said Alathea R. Kingsbury, his wife, appealed to the superior court.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b358-5\">In the superior coprt the appellants, assigned their reasons of appeal, presenting the foregoing facts, and alleging that the three children of William H. Scovill were then living, and claiming that the court of probate erred in ordering a part of the nine thousand dollars to be distributed to the legal representatives of the deceased widow, and that the court should have ordered the whole sum to be distributed in equal proportions to the three children. Joseph G. Easton, administrator with the will annexed on the estate of the widow, appeared as appellee and demurred to the appellants’ assignment of reasons, and thereupon the questions of law arising upon the record were reserved by the superior court for the advice of this court.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b358-6\"><em>R. I. Ingersoll </em>and <em>Buel </em>for the appellants.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"b358-7\">The right of the widow to any portion of the personal estate depends entirely upon the statute; the distributors are to assign one-third to the widow, “if any there be.” The question then is a question of construction of the statute.</p>\n<p data-order=\"8\" data-type=\"legal\" id=\"b358-8\">1. What was the design of the statute? 1st. The statute was not designed to make the widow an heir, and thereby to change the line of descent, carrying the estate to those who were not of the blood of the intestate, to the injury of his lineal descendants. 2d. It was designed solely to provide a fund, in addition to dower, for the support of the widow; and where there is no widow the object of the statute no longer exists. 3d. The statute directs how the distribution shall be <page-number citation-index=\"1\" label=\"351\">*351</page-number>made, and has no reference to the time of the intestate’s death, but to a future period, to wit, the time when the distribution is to be made. 4th. This is evidenced by the fact that no distribution is to be made until the settlement of the estate; it is the estate remaining after this is done that is to be distributed. 5th. That the widow is to be supported during the settlement of the e.state is evidential of the same fact.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b359-5\">2. The statute contemplates a distribution to a living widow. 1st. The language “if any there be,” or “ if any” in the older statutes, has reference to the time of the distribution ; for if the widow be not then living the necessity which called for the enactment no longer exists; she has been supported and maintained during life out of the estate, and the statute never contemplated the injustice of taking away one-third part of the estate from the lawful heirs and giving it to strangers. 2d. Nor did it contemplate, as in this case, that one child should take a double portion. 3d. The peculiar language of the statute in its careful omission to provide for representation in case of the death of the widow, and the careful provision for representation in case of children, can be explained only upon the position which we here assume.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b359-6\">3. The ancient provision for dower was founded upon the sole idea of providing for the widow during life, and not to change the line of descent from heirs; and the subsequent provision for a portion of the personal estate for the same purpose, could not have been intended to give the same to strangers when the widow is not in being at the time of the distribution.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b359-7\">4. Until distribution made, the title to the entire personal estate is in the administrator, and it is an absurdity to say that it can vest in any other party before distribution.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b359-8\"><em>Baldwin </em>and <em>Davies, </em>for the appellee.</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"b359-9\">1. It appears to be a well established principle, both in England and in this country, that when a person entitled to a share of personal property under the statutes of distribution, dies before distribution, his share is a vested interest trans<page-number citation-index=\"1\" label=\"352\">*352</page-number>missible to his executors or administrators. 3 Bac. Ab., tit. “ Exrs. &amp; Admrs.” I. Reeve on Descents, 57, 63, 71, 72. <em>Griswold </em>v. Penniman, 2 Conn., 564. <em>Foster </em>v. Fifield, 20 Pick., 67. <em>Hayward </em>v. <em>Hayward, </em>id., 519. <em>Howland </em>v. <em>Heckscher, </em>3 Sandf. Ch. R., 519. That our legislature intended such a construction of our statute is evident from the exceptions provided for in the statute. Rev. Stat., tit. 14, sec. 48. <em>Howard </em>v. <em>Howard, </em>19 Conn., 313.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b360-5\">2. There is nothing in the language of our statute which evinces an intention to place the right of the wife to her distributive share on a different footing from that on which rests the right of the wife and children under the English statute. Rev. Stat., tit. 14, sec. 47. Bac. Ab., supra.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b360-6\">3. The distributive share of the wife under our statute is the same as the “reasonable share” to which she was entitled at common law; and therefore no presumption arises in favor of a construction of the statute which would diminish her rights. 2 Kent Com., 423, note. 2 Bl. Com., 492.</p>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b360-7\">Storks, C. J.</author>\n<p id=\"Avv\">The widow of Mr. Scovill, who died intestate, having died after administration granted on his estate and before distribution, the question is, whether her personal representatives are entitled to the distributive part of his personal estate to which she would have been entitled if she had been living at the time of the distribution, or whether it belongs to his children. We are clearly of the opinion that her right to that part of his estate was a present vested interest on his death, which was not defeated by her subsequent death, and that it therefore belongs to her representatives. An equitable right to it vested in her immediately on the decease of her husband, and on the appointment of an administrator on his estate the legal title to it vested in him by relation from the time of the intestate’s decease, to the end that it should ultimately be distributed to those who, under the statute of distributions, were entitled to it; and, in the mean time, he held it as trustee for them, subject to the payment of the debts and charges against it; and the distribution when made, relates back to the original right. ■ The title <page-number citation-index=\"1\" label=\"353\">*353</page-number>or right of the distributees is not derived from the distribution, which is only an ascertainment and setting out to them in severalty of the shares of the estate to which they had respectively already become entitled by the statute.</p>\n<p id=\"b361-5\">In regard to the provisions in the statute of distributions for the children and kindred of an intestate, these principles are well settled and familiar, and indeed have not been controverted. Under the English statute of distributions, which was the basis of ours, and the construction of which by their courts is therefore to be most highly regarded, the doctrine was early established, that the distributive share of the estate of an intestate on his death vests <em>instanter </em>in the person who has a right to it. In <em>Wallis </em>v. <em>Hodson, 2 </em>Atk., 118, the chancellor'held that the distribution of intestate estates is governed by the civil law ; and said that nothing is more clear than that the civil law considers the child in <em>ventre sa mere </em>as absolutely born to all intents and purposes for the child’s benefit. That opinion was confirmed in <em>Scattergood </em>v. <em>Edge, </em>1 Salk., <em>229, </em>and in <em>Musgrave </em>v. <em>Parry, 2 </em>Vern., 710. In 3 P. Wms., 49, note d., the rule is stated to be, that if A. die intestate, and the person entitled to a distributive share die before a year expires, when distribution is to be made of the intestate’s estate, the share of the person who died thus entitled must not be distributed to the next of kin of such intestate, but to the next of kin to the person thus entitled, for the share vested in him, and from him was transmissible; and the case of <em>Grice </em>v. <em>Grice, </em>determined by Lord Cowper in 1708, is then mentioned, where a person died without a wife, leaving a father, who died without taking administration on his son’s estate, and it was held that the son’s estate belonged to the administrators of the father, and not to the next of kin to the son. (See <em>Reeve on Descents, </em>57, 71.) This court established the same construction of our statute of distributions in <em>Griswold </em>v. <em>Penniman, 2 </em>Conn., 564. On that point, this decision accords with the principles adopted in the other states in regard to their statutes of distribution, so far as they have come to our knowledge. Under the statute of Massachusetts for the distribution of the personal <page-number citation-index=\"1\" label=\"354\">*354</page-number>estates of intestates, the provisions of which do not essentially differ from ours in regard to the question before us, the general principles which have been stated, were recognized and applied by the supreme court of that state, in <em>Hayward </em>v. <em>Hayward, </em>(20 Pick., 519,) which was a case exactly like the present, where it was holden that, when the widow died before distribution of the estate of her intestate husband, his children were not entitled exclusively to such estate, but that the administrator of the widow was entitled to one-third of it as her distributive share. The question does not appear to have been made in this state upon the construction of our statute of distributions in respect to the share of the widow in the personal estate of her intestate husband, but only in regard to the shares of his children and kindred ; but We can discover no good ground for making any distinction between them as to the time when their shares become vested. On this point the statute is as explicit in regard to the shares of the former as of the latter, and no sufficient reasons have been suggested why a different rule should be adopted between them. The appellants rely mainly on the expression in the commencement of the statute, which provides that the distribution of one-third part of the personal estate shall be “ to the widow of the intestate, if any there be, forever;” and claim that the phrase <em>if any there be </em>relates to the time of distribution and not to the intestate’s death. This would be a forced and unnatural construction. The meaning of that phrase is, in our opinion, clearly the same as if it had been in more lengthened phrase, <em>if the intestate left any wife at his decease. </em>The expression was not added for the purpose of qualifying the preceding part of the sentence in regard to the time when it should take effect, or of varying the effect of the provision for the benefit .of the widow; since, in regard to her, the phrase would be superfluous, as the import of that provision would be the same if that phrase were omitted, in which case, if the intestate left no widow, the provision for her would have been simply ineffectual ; but it was inserted with reference to the provisions subsequently made-in the act in favor of those to whom the <page-number citation-index=\"1\" label=\"355\">*355</page-number>estate is given in case of no widow being left by the intestate. This form of expression was adopted like several others of a similar character and import in subsequent parts of the act, as introductory to the provisions for the disposition of the estate in the event that there should be no such persons living at the death of the intestate as those to whom the estate had been before given by the act. It was the design of the act to provide for the distribution of all the intestate estate, and hence it was necessary to use such alternative' expressions as would designate who should be entitled to it on the contingency that those should not be living to whom it was intended that it should first be distributed. Discarding the phrase in question, as not preventing the vesting of the widow’s share immediately on the death of her husband, the language of the provision in her favor is left precisely like that in favor of his children and other kindred, and should receive the same construction.</p>\n<p id=\"b363-5\">The order of the court of probate appealed from should therefore be affirmed.</p>\n<p id=\"b363-6\">In this opinion the other judges concurred.</p>\n<p id=\"b363-7\">Decree of probate to be affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}