{
  "casebody": {
    "data": "<casebody firstpage=\"475\" lastpage=\"483\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b503-8\">BRACH et al. v. MOEN.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b503-9\">Circuit Court of Appeals, Eighth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A4T\">October 7, 1929.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b503-10\">No. 8238.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b503-23\">Edward R. Johnston, of Chicago, Ill. (Floyd E. Thompson and Henry Jackson Darby, both of Chicago, Ill., and D. C. Shull, of Sioux City, Iowa, on the brief), for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b503-24\">G. T. Struble, of Sioux City, Iowa, and J. A. Prichard, of Onawa, Iowa (Prichard &amp; Prichard, of Onawa, Iowa, and Jepson, Struble, Anderson <em>&amp; </em>Sifford, of Sioux City, Iowa, on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b503-25\">Before KENYON and YAN YALKENBURGH, Circuit Judges, and OTIS, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b503-26\">KENYON, Circuit Judge.</author>\n<p id=\"AFm\">This ease arises out of the trading of an apartment build<page-number citation-index=\"1\" label=\"476\">*476</page-number>ing in Chicago owned by Mrs. Aurora C. Upton, one of the appellants, for two farms in Iowa aggregating 487 acres owned by E. C. Moen, appellee, who seeks to set aside the transfer of his farms on the ground that the conveyance thereof was secured by fraud. This is its second appearance in this court. In the former opinion [4 F.(2d) 786] we set forth a statement of the facts. They are somewhat extended, and as the evidence is substantially the same'on this trial, and will unfold itself as we proceed, there is no need of incumbering the record with a further statement of facts. There is some new evidence in this ease, and some of the evidence in the former one is not here.</p>\n<p id=\"b504-4\">While the pleadings, as suggested by the trial court in the former ease are bewildering, we think the entire matter dwindles to the one question of fraud. There are suggestions in the brief that a court of equity is without jurisdiction to entertain appellee’s amended hill because this is an action to quiet title and remove a cloud, and complainant is not in possession of the property. The matter, however, is not pressed, and we think cannot seriously be urged, in view of the decision of the Supreme Court of the United States in Twist v. Prairie Oil Co., 274 U. S, 684, 47 S. Ct. 755, 71 L. Ed. 1297. This is in fact an action for rescission or cancellation of certáin instruments on the ground of their being procured by fraud, and the equitable relief in the nature of quieting title, as prayed, is merely incidental to the general equitable relief asked. The question also suggested that Moen’s eograntors in the deed from the Uptons were indispensable parties was settled in the former ease adversely to such contention, and that becomes the law of this case. Therefore we pass to the main and controlling question, viz., fraud.</p>\n<p id=\"b504-5\">The trial court adopted the statement of facts outlined in the previous decision of this court, and made further findings, namely, that Edwin J. Braeh was the agent of Aurora C. Upton and Emily Upton Braeh, and that he was a party to and had notice of the fraudulent acts of one Stewart, and that Aurora C. Upton and Emily Upton Braeh had the benefit of the transaction, not only with full knowledge on the part of Edwin J. Braeh, “hut with the fact that he participated in and was a party to the fraud,” and held that Braeh with knowledge of Stewart’s misrepresentations to Moen, took title to the farm lands of Moen as the representative, and for the benefit, of the two women.</p>\n<p id=\"b504-6\">It is the short contention of appellants that they had nothing to do with Moen; that they had entered into contracts, which are in evidence, to transfer three apartment buildings, two of them owned by Mrs. Braeh, and one by Mrs. Upton, to Stewart, or to those whom he designated under the agreements; that there was figured an equity of $20,000 in each one of the three apartment buildings, and that Stewart paid under the contracts $1,000 down on each building, and was later to pay the $19,000 due on each one of the three contracts; that later Stewart arranged to give them Moen’s farms as security for these amounts, and that, if Moen in transferring his two farms to Braeh (designated to act for the two women) was. defrauded, he was defrauded by Stewart without their knowledge; that neither they nor their agents had anything to do with, it; that they were dealing -with Stewart solely as a purchaser o]: the three apartment buildings; and that the situation is the same as if they had deeded the buildings to Stewart and he had deeded the Upton building to Moen. In other words, they claim to be innocent parties in the transaction.</p>\n<p id=\"b504-8\">On the other hand, Moen’s claim is that he supposed Braeh was the owner of the Rokeby apartment building (Upton building) and that he was selling the farms to Braeh; that the women, if they had any interest in the property, had full knowledge of everything that was done by virtue of their agents, Braeh and Upton, having such knowledge; and that therefore they have received property acquired from Moen by misrepresentations and fraud of' Stewart, with full knowledge on their part of such fraud.</p>\n<p id=\"b504-9\">That Moen was defrauded out of his farms by Stewart cannot well be questioned. That Stewart in the trade, for that is what it amounted to, of the Upton building for Moen’s farms, made all kinds of false representations as to ownership and value of the property, rental income, condition of the building, and other matters, is abundantly established in this record, and the brief of appellants admits that he did make false representations to Moen. Moen seems to have relied implicitly on Stewart’s representations and to have believed everything he told him, signing any papers that he asked him to, utterly unconscious of the part Stewart was playing. As the result of his excursion under Stewart’s direction into the realms of high finance Moen found himself bereft of the, ownership of 487 acres of unincumbered farm land in the state of Iowa, with nothing left except the remembrance of having acquired an apartment building in the city of Chicago, with mortgages thereon of $207,500, <page-number citation-index=\"1\" label=\"477\">*477</page-number>which he had in the deed, contrary to his intention and agreement, assumed, and which passed back to Mrs. Upton by virtue of the foreclosure of the mortgage given by her to secure notes made to herself. As the curtain went down on the unfortunate affair, Moen was left as the shorn lamb, with no relief through tempered winds, but comforted with “Merry Christmas” greetings from Upton conveyed in his letter of December 24* 1921.</p>\n<p id=\"b505-5\">The facts disclose a strange tale. A drama based thereon might fittingly be called “All in the Family.” Mrs. Upton, owner of the Rokeby street apartment building, which eventually was traded for Moen’s farm, had secured the same in a trade for lands the year previous. It was heavily incumbered with mortgages, and was evidently trading property. J. G. Upton, her son, and Abraham L. Upton, her husband, were her agents. Mrs. Brach was her daughter and owned the other two apartment buildings known respectively as the Pine street and the Barry avenue apartments, also heavily mortgaged. J. G. Upton, her brother, acted for her, as well as for his mother, and Mr. Brach also acted as her agent. Mrs. Braeh’s testimony is that J. G. Upton was her broker, and her husband was her agent. J. G. Upton apparently had the most to do with managing their affairs, assisted by Mr. Brach; also by the husband of Mrs. Upton. George W. Stewart, a Chicago real estate agent, who operated under the title of George W. Stewart Company, a master mind apparently in the arts of chicanery, was the acknowledged villain in the transaction. He had to assist him a Dr. Moore and a Mr. Dixon, who seemed to operate as “bird dogs” in locating prospective victims for him. He also had around him in Chicago straw men and stool pigeons, such as his employees, Powers, Blair, and Williams, so essential to the equipment of an office conducted as his apparently was, and in whose names he took the contracts from the women to buy these apartment buildings. While for some reason he signed the contracts of purchase also, the straw men were designated as the purchasers. These straw men performed some shifts of the contracts among themselves before the deeds were eventually made to them. So much for the dramatis persona).</p>\n<p id=\"b505-6\">To ascertain whether inferences of fraud can properly be drawn from the facts, as • has been done by two trial courts, we review the circumstances at some length, commenting thereon as we proceed. On April 9,1921, Mrs. Brach entered into a contract with one Fred J. Williams, one of Stewart’s straw men and an employee in his office, to convey to him the Barry avenue apartments at a price of $245,000, $1,000 to be paid as earnest money; $225,000 by assuming a first mortgage in the sum of $125,000, a second mortgage of $75,000, and Mrs. Brach to take back a $25,000 mortgage payable in four years, the balance of $19,000 to be paid after the title had been examined and found good. The negotiations for this property were thereafter closed as a part of the transfer to Moen of the Upton property, hereafter referred to. Some changes, unnecessary to specify, were made in this contract prior to the consummation of the matter. Under the arrangement Mrs. Braeh’s equity in the property was to be $20,000. This contract Williams assigned to Blair, and deed was eventually made to him, he taking the property with a balance due of $119,000 on first mortgage, and subject to a mortgage of $106,000, which Mrs. Brach placed on the property herself, and which was secured by trust deed to J. G. Upton, her brother.</p>\n<p id=\"b505-8\">In a suit brought by Mrs. Brach against one Swarthout in the superior court of Cook county, 111., for the January, 1922, term, the record shows that she swore to a petition on December 12, 1921, which stated as to this property that it was incumbered for a total of $225,000, and was of a value not to exceed $200,000, and that, if quick sale had to be consummated or if sold at judicial sale, the amount realized would be less than $190,-000.</p>\n<p id=\"b505-9\">As to the Pine Grove avenue property, the other apartment building of Mrs. Brach, which she had contracted on April 13, 1921, to sell to Blair, one of Stewart’s stool pigeons, for $232,500, there was a first mortgage, with a balance of $142,500 unpaid on April 13, 1921. She was to place a second mortgage thereon of $70,000, leaving $20,000 to be paid thereon by Blair. Blair for some reason assigned his interest to Powers, and the deed was eventually made to Powers. In the petition in the same suit, to which we have heretofore referred, Mrs. Brach swore to the statement that this property as of December 12,1921, was incumbered for the sum of $212,500, and was of a value not in excess of $190,000, and that, if a quick sale were to be made or the same were sold at judicial sale, less than $180,000 would be realized.</p>\n<p id=\"b505-10\">It fairly appears therefore that Mrs. Brach could not have regarded herself as having any particular equity in either of these two properties after the second mortgages were placed thereon. According to her esti<page-number citation-index=\"1\" label=\"478\">*478</page-number>mate in December, 1921, both properties were worth much less than the incumbrances existing against them.</p>\n<p id=\"b506-4\">Passing <em>to </em>the Rokeby street apartment owned by Aurora C. Upton, and which is the principal piece of property figuring in this transaction, as it is the property transferred to Moen, the record shows it was assessed as having a value of approximately $99,000. There is evidence that it was of greater value than this, and probably it was, as assessed valuation is seldom a true criterion of value, but all she claimed to have in it under the contract with Blair was some $20,000, reduced somewhat by certain adjustments, and out of this $20,000, as testified by J. G. Upton, she was to pay him a commission of $6,825, which would leave her interest in the property between $11,000 and $12,-000. $70,000 of this indebtedness Mrs. Upton placed on the property herself in the nature practically of a mortgage to herself just prior to the deal with Moen. Moen having defaulted in making payments on this second mortgage or trust deed, she transferred the notes to one Burke, who foreclosed the same. The property was sold under the foreclosure to Burke for $70,500. After he had secured a deed he transferred the property to Mrs. Upton. The bid being less than the judgment, he had a deficiency judgment against Moen for $9,799.84, which was afterwards paid out of the rents by the receiver. Mrs. Upton claims to have received $1,000 earnest money from Stewart, which we think is doubtful, and she received over $9,000 in a deficiency judgment against him; also her one-third interest in the rentals from the farms, and her first mortgage has been reduced by about $15,000. If she is now to receive a one-third interest in the lands of Moen, her part of the speculation will be eminently successful. It is apparent that neither of these women has lost anything of substance in this transaction. Mrs. Upton has lost nothing. Mrs. Braeh may have lost slightly, but judged by the values stated in her sworn petition before referred to she has not. This bears somewhat on the general equities of the situation, especially on the question of placing parties in statu quo. Of course, if there was no fraud practiced with the knowledge and acquiescence' of the agents of these women, then they were entitled to the paper profit of some $55,006, which was figured as their equity in the three properties. The matter was so manipulated that the equity in each of the buildings was to be the same, viz., $20,000. Some adjustments reduced the amount.</p>\n<p id=\"A91\">J. G. Upton had advised Mrs. Upton and Mrs. Braeh that deeds of these properties were to be made, not to Stewart, who they claim was the purchaser, but to the straw men; that was in April, 1921, when the contracts of sale to Blair and Williams were made. Mrs. Upton and Mrs. Braeh certainly were then put on notice that dealings wi£h Stewart were irregular. There was a badge of fraud in making these contracts for deeds to the straw men, who were simply in the position, as one court has designated straw men, of “acting a lie.” Stewart was unable to make the payments provided by the contracts, and of course the straw men could not. It is not established that Stewart paid the' $1,000 of earnest money on each piece of property. While some of the contracts of sale recite that the $1,000 had been paid, Braeh testifies that it was not turned over by Mr. Upton prior to the carrying out of the contracts, and that Mrs. Upton and Mrs. Braeh received the money <em>or got credit for it. </em>He testifies the ladies got the money so far as he knew; that J. G. Upton received the check from Stewart for the money and was to hold the same. We find no evidence that the checks were ever paid. The payment of the alleged earnest money is probably a fiction, created to help carry out the idea that Stewart was really buying the properties instead of acting as an agent to trade and get rid of them. We think no party to the contracts ever expected Stewart to make any payments. Upton was working with Stewart. Both were real estate men, and Upton was trying to close the deal for the apartment buildings, which meant he was trying to get the money in some way out of Stewart. Mrs. Upton testifies that after her contract of sale was signed nothing was done; that “it was just a ease of stalling.” Attempts were made by Stewart, with the knowledge of Braeh and Abraham L. and J. G. Upton to engineer a trade for farm lands, some of which were in South Dakota, and were not favorably looked upon by Braeh. It is difficult to read this record and not come to the conclusion that Upton and Stewart were working together on the proposition, with a' complete understanding between them, and that Braeh also had knowledge of everything that was transpiring. The main and controlling purpose was to unload these apartment buildings and get what they could out of the transaction. After the contracts for the sale of the buildings to the straw men were made, and aftet Stewart had tried in vain to dispose of the buildings, Dr. Moore and Dixon, workers for Stewart, appear on <page-number citation-index=\"1\" label=\"479\">*479</page-number>the scene, and about June 1, 1921, call on Moen at Ms place of business in Onawa. Dixon goes to Chicago, evidently to report to Stewart, and wires Moen on June 6th to come in — that he has a good trade for him. Moen goes to CMeago, meets Stewart, who shows him various properties, and finally, while protesting in his talks with Stewart against buying incumbered property, signs a contract on June 9, 1921, for the purchase of Mrs. Upton’s Rokeby street apartment, incumbered with mortgages for about all it is worth, and agrees to pay by a transfer of Ms two farms in Monona county, Iowa. Moen understands from Stewart that Brach is owner of the building and is a millionaire candy manufacturer.</p>\n<p id=\"b507-5\">At tMs point we refer to the very significant testimony of Mr. Worth. When Moen went to CMeago to see Stewart about the 8th of June, and prior to the time he had been completely hypnotized by him, it appears that on the morning of the 9th Stewart suggested they go to J. G-. Upton’s office and that Moen could talk with him, and Stewart called Upton by phone and asked if they could come up. Upton answered that they could, and they drove to Ms office. Upton had obviously conveniently left and they talked with a Mr. Worth, who seemed to be in charge. Stewart asked for the rental list of the Rokeby building, and Worth brought out a statement showing the purported rentals, and stated that the building was worth 10 times the rentals, wMeh would make it worth $435,-600. Worth told Moen the same tMng as to rentals that Stewart had told Mm. Stewart had represented to Moen that the cash value of the property was $330,000 and the trading value $400,000. Worth states that Upton knew these parties were coming “and told him, to go ahead and give them the dope,” and had said, “You know how to take care of it.” These circumstances show the close relationsMp of Upton and Stewart before the contract of Moen and Braeh was signed or the arrangements made. It was undoubtedly a part of the general plan of deceiving Moen as to the value of and amount of rents collectible from the apartment. Worth knew that Stewart was making a trade, and of course Upton knew all that Worth knew and more. After this talk with Worth, Moen entered into the contract with Stewart, wMch was subsequently supposed to be signed by Brach acting through Powers, but which Braeh testifies he never signed and knew nothing about. TMs contract was signed on June 9, 1921, by Moen, and left with Stewart. Later appears the signature thereon, “Elmer E. Braeh, By Richard Powers.” The words “Accepted June 10, 1921; Elmer E. Brach, By Richard Powers,” are stamped thereon. Moen did not see this contract again for some months. It is agreed therein that Moen’s farms are to be free and clear of incumbrance, and in pursuance thereof Moen paid off a $20',000 incumbrance thereon. Each party was to make a deposit of $1,000 as earnest money, to be held by Stewart. TMs Moen did. The contract provided that no brokerage fees were to be paid the George W. Stewart Company. Moen was particular that the contract should state the land was subject to the indebtedness thereon, but that there should be no assumption clause. The farms were to be inspected if desired before the contract should be signed. It appears there is no Elmer E. Brach. Mrs. Brach’s husband, who was engaged in assisting in the various negotiations, is Edwin J;. Brach. Braeh denies that he ever saw the contract; Upton and Mrs. Braeh and Mrs. Upton likewise. This contract is branded by Brach as spurious, yet there is nothing to show that after he knew of it he told Moen it was spurious. Stewart does not testify in tMs case, and there is no explanation as to how the contract happened to be signed in this way. Appellants denounce it as a forgery. Either it is a gross forgery on the part of Powers, instigated by Stewart, by. wMeh, in order to confuse the situation he uses the name Elmer Braeh instead of Edwin Brach, or else Braeh and Upton did have knowledge of it.</p>\n<p id=\"b507-7\">Quite a party returned with Moen to Onawa after the contract was signed, viz., Stewart, Powers, Moore, and Fishell (who was Stewart’s attorney, though Moen understood hini to be Brack’s attorney). Stewart and Powers at Onawa attempted to get some statements as to the value of these farms to take back to parties in CMeago. It might be interesting to know who those statements were for, but the record does not disclose. Stewart evidently took up with Upton the question of taking these Iowa lands for the equities in the apartment buildings, and on June 14th Abraham L. Upton and Edwin J. Brach went to Onawa to examine the lands. They kept away from Moen while there, but made inquiries of other parties. Their trip was the result of a suggestion made by Stewart to J. G. Upton. Upon their return they informed their principals that the farms were sufficient security for what Stewart owed them, and arrangements then proceeded under the direction of Upton, Brach, and Stewart to close the deal. Matters then move.d rapidly. June 16,1921, Stewart wired Moen <page-number citation-index=\"1\" label=\"480\">*480</page-number>to get his abstráete ready, that everything was all right. Two days later Moen received a letter from Stewart stating that it would be unnecessary for him to come to Chicago, and that he could send the papers with deed in the name of Edgar J. Brach, and that he would close the matter, evidencing that Stewart knew the property was to be deeded to Brach, as it subsequently was, all going to show that Brach and J. G-. Upton had the entire transaction up with Stewart, and were carrying on negotiations with him, with knowledge of the situation. Surely they had full knowledge of the history of the transactions with Stewart. Thereafter, on June 22d, Moen received a wire from Stewart asking him to come to Chicago or send the papers, and Moen started for Chicago. Moen at that time supposed that Brach was the owner of the property. There can be no doubt that the parties all knew that Stewart did not own these lands; that he had some kind of plan on to seeure them in a trade for their properties. Abraham L. Upton (husband) knew about Stewart and the Iowa land in May. It is a tax on credulity to believe that the entire matter was not discussed and understood in the Upton home. J. G. Upton had the most to do with arranging the contracts by which Mrs. Brach and Mrs. Upton were to transfer their properties, heavily mortgaged, to these straw men, evidently for trading purposes. He had had the titles brought down by the Chicago Title &amp; Trust Company. He had kept at Stewart to close the matter. Abraham L. Upton had been urging his son to have Stewart close the deal. The desire to dispose of these properties was an ever-present one. They all knew Stewart could not pay the cash, and they knew full well tli these properties were useful only in a trade, and that Stewart was trying to effect a trade for them. .</p>\n<p id=\"b508-4\">Mr. Mayer was attorney for these people, and he had been consulted by Mr. J. G. Upton and had been informed by him, that Mrs. Brach and Mrs. Upton were going to close the Stewart deal by taking title to the farm lands in lieu of the cash payments of $19,000 due under each one of the contracts. Mayer prepared the deeds from Mrs. Brach and Mis. Upton to the straw men on June 21st. After Moen arrived at Chicago on the 23d he went to Mayer’s office with Stewart. There were assembled there, in addition to Mr. Mayer, Mr. Brach, James G. Upton, Abraham L. Upton, and Aurora C. Upton. There was some talk concerning the taxes on the farm lands, which Moen agreed to have paid. Later in the day there was another meeting at Mayer’s office. Stewart, Mayer, Moore, and Fishell were present. They went from there, accompanied by J. G. Upton, to the Chicago Title <em>&amp; </em>Trust Company office. There were present at that office Abraham L. Upton and his wife. It seems they had telegraphed to Onawa to ascertain if the deeds from Moen to them had been recorded, and, hearing nothing, the other deeds were placed in escrow with the trust company until the following day. At one of these meetings in Stewart’s office, before the-matter was closed, J. G. Upton, as agent of Mrs. Brach and Mrs. Upton, demanded that Moen execute an agency contract making him bis agent to care for and look after the rentals of the Rokeby building, and Stewart also insisted on it. Upton had been such agent before and did not propose to relinquish -his agency. Moen signed such agreement, which is in evidence, and Upton, after the deed of the building to Moen, acted as such agent, and during the short time that he did so he received compensation approximating $1,355. After Moen had signed this agency contract he went with Mr. Jueraldt of the Continental &amp; Commercial Bank to the Chicago Title <em>&amp; </em>Trust Company office to examine the abstract of the Rokeby street property. He had no lawyer up to this time, and it does not appear whether <em>Mr. </em>Jueraldt was a lawyer or not. Having advised Stewart where he was going, Stewart got Mayer and went along with them. Jueraldt looked over the abstract and told Moen that the building was in the name of Aurora Upton. Stewart and Mayer told him that Mrs. Upton was Mrs. Brach’s mother and “it was in the family.” Moen claims that was the first he knew of the real ownership of the building, although the agency contract recited that Moen had secured the property from Aurora C. Upton, evidencing a continuance of Moen’s habit of signing papers without knowing their purport, and the discovery was also made at that time of the second mortgage which Mrs. Upton had placed on this property practically to herself. Jueraldt seems to have been trying to assist Moen. After a visit of Moen and Jueraldt to Stewart’s office to look over the rental contract and leases they returned to the Chicago Title <em>&amp; </em>Trust Company office to get the deeds. Mayer had prepared the deed from Mrs. Upton to Moen of the Rokeby street property, and she handed it to Moen. The first deed had been to Blair. This was not used. There was a slight change asked by Moen as to having the names of his brother, wife, and son added as grantees. This was done at some other place in the build<page-number citation-index=\"1\" label=\"481\">*481</page-number>ing. Moen did not again see this deed until it was mailed to him. It seems to have been recorded, contrary to his agreement with Stewart that it should not be until a change as to the clause assuming mortgages was made. He refused to accept it, and returned it to Stewart because there was incorporated therein an assumption to pay the mortgages which he had not agreed to do in the contract which he supposed he had made with Brach, whom he understood to be the owner of the apartment building. This provision was evidently for the purpose of drawing him in for personal liability for the mortgage indebtedness. The deed of the farms was made by Moen et al. to Brach, as trustee, and he on June 24, 1921, made a written statement to Mrs. Upton and Mrs. Brach that the interests of the sellers of the three apartment buildings in the lands were: Mrs. Upton $18,558.78; Mrs. Brach $37,219.85. Under date of June 22, 1921, just prior to the execution of the deed, Aurora C. Upton and husband executed an assignment of the rents of the Rokeby street apartment to. Edwin J. Brach-. This was acknowledged on the 23 d of June, 1921, and recorded June 25, 1921. In the deed tendered to Moen reference is made to this assignment of rents. This situation adds somewhat to the strangeness of the story. Mrs. Upton, having a few days before the deal is closed, made a mortgage on the property to herself, before she delivers her deed to Moen, assigns the rentals to her son-in-law, Edwin J. Brach, and her agent, Upton, secures a rental agency agreement whereby he is to collect the rentals and apply them to protect Mrs. Upton. Nothing seems to have gotten away from these people. They had the deed to Moen’s lands; they had an assignment of the rentals of property they had deeded; the son was created manager, and received a liberal allowance. If the fantastic tale of paying him commissions on sales, of properties is to be believed, he received some $20,000 from the family exchequer. The slogan of “All in the family” was scrupulously followed. Moen never secured possession of the property. It remained in the Uptons. No reason appears why the assignment of rentals should have been made. Moen kept on for months trying to have the clause in the deed as to assumption of mortgages corrected. In the meantime the apartment buildings owned by Mrs. Brach passed on, through- the straw men, to one grantee after another, and after three or four transiera the record does not diselose what ultimately became of them.</p>\n<p id=\"b509-5\">While nothing can be said to justify the stupidity of Moen, in a contest of wits between him and these numerous parties he had little chance. Upton and Stewart were experienced Chicago- real estate men — Moen a small town merchant. At the time of the conferences in Stewart’s office and in Mayer’s office and at the bank he was as completely lost as a babe in the woods. At one of them there were eight people interested on one side of the action, and only Moen on the other, with Stewart supposedly acting for him, but in truth engaged in the nefarious business of defrauding him. At no time did he diselose to Moen h-is claimed interest in the property. It would be difficult to find in all the category of swindles an easier or more gullible victim than Moen. A court would be as credulous as Moen if it believed from the record in this ease that J. G. Upton and Edwin J. Brach were innocent parties to this transaction and did not have full knowledge of and in fact take part in the swindling operation of Stewart. That Brach took title to the farm as trustee for these women, with full knowledge, as found by the trial court, of the fraud practiced upon Moen, is, we think, an irresistible inference from this evidence. The evidence that J. G. Upton knew all about Stewart’s action is stronger than as to Brach. The trip of Stewart to his office with Moen, the understanding between them that his clerk was to “give them the dope on the building,” the statement of rents there given to Moen, showing exaggerated rental values, the fact that Upton carried on some correspondence from Stewart’s office using Stewart’s letterheads, show a very close connection between Stewart and J. G. Upton.</p>\n<p id=\"b509-7\">October 21, 1921, J. G. Upton wrote to Moen in reply to a letter from him complaining as to the situation, stating the large income that Moen would receive from this building. Subsequently, when he went to Onawa in January, 1922, he said to Moen, “You haven’t any equity in that building. Mr. Stewart skinned you out of everything.” In our judgment he knew as well when he wrote the letter of October 21, 1921, as he did in January, 1922, that Stewart had skinned Moen out of everything, and he knew the same thing when his mother made the deed to Moen. J. G. Upton’s control of the affairs of Mrs. Upton and Mrs. Brach is shown by his offer to return the farms to Moen if he would pay the claimed value of his relatives’ equities in the apartment building. Mrs. Upton ratified and approved everything her son did. The last statement of Upton for the ten-month period shows the expenses of the building exceeded the <page-number citation-index=\"1\" label=\"482\">*482</page-number>rentals by $3,887.95. He made leases of the farms in Bracks name, while Stewart as late as June 24th was issuing orders to Moen to have one Oliver look after Braeh’s interest in the lands. The credulity of Moen is shown by the fact that, after he had brought this lawsuit, he forwarded to Upton a balance of money in the amount of $9',776.01. He received nothing out of these farms and turned the proceeds all over to the Uptons, nor did he receive anything from the rentals of .the Rokeby building, as he turned everything back into the property in repairs or used it for interest and payments on the mortgages. The trial court had opportunity to observe Moen on the stand and believed his story. Evidently it did not believe the story of the witnesses contradicting Moen, nor believe that Mrs. Brach and Mrs. Upton were the injured and innocent victims of Stewart’s fraud.</p>\n<p id=\"AFkP\">Fraud is a sinister thing, difficult of apprehension. It is seldom there is any direct evidence thereof, but it cannot be proved by mere suspicion. It is generally established by legitimate inferences arising from circumstantial evidence. Mammoth Oil Co. et al. v. United States, 275 U. S. 13, 48 S. Ct. 1, 72 L. Ed. 137. The scheme to defraud here was shrewd. It was skillfully manipu- ’ lated to make difficult the showing of any connection therewith by the owners of the apartment buildings. This case is full of the earmarks of fraud, and the inference is legitimate and inevitable that J. G. Upton, agent of Mrs. Brach and Mrs. Upton, had full knowledge of and participated in Stewart’s fraudulent practices as to Moen. To a lesser, though substantial degree, the inference is warranted that Brach also knew of the fraud practiced by Stewart, and took the title to the farm property for Mrs. Brach and Mrs. Upton, knowing that Moen was being defrauded thereof. He knew that representations had been made to Moen that Stewart represented him. Mrs. Upton knew prior to June of the proposition in regard to the Iowa farms. After the alleged payment of commission to her son she would not have over $11,000 or $12,000 in the property at most, for which she would receive a one-third interest in the property found by the first trial court to be worth between $75,000 and $80,000. It would be a reflection upon courts of justice if such a brazen scheme to defraud as this record discloses could succeed. The facts here meet the rule as stated in 27 C. J. 11, as follows: “One who accepts the fruits of fraud with knowledge of the misrepresentations or concealment by which they were obtained will be held liable therefor, even though he did not personally participate in the fraud. But one cannot be held liable on this theory where he was ignorant of the fraud at the time he accepted its benefits and merely retained what appeared to be the legitimate proceeds of the transaction involved. Under the general rule it has been held that one knowingly accepting the benefits of fraud is liable not only where he knew of and consented to the fraud at the time it was perpetrated, but also where he was personally innocent and had neither authorized nor known of the fraud at the time of its commission. The doctrine is most frequently applied where a principal accepts the benefits of his agent’s fraud; but liability under the doctrine may exist apart from the theory of agency.”</p>\n<p id=\"b510-6\">Mrs. Upton and Mrs. Brach accepted the fruit of the transaction with full knowledge upon the part of their agents of the fraud. They cannot take the benefits of the transaction without its burdens.\" They cannot sit back and say that, while their agents may be guilty, they are innocent and therefore can retain the property secured by fraud.</p>\n<p id=\"b510-7\">We do not think the defense of estoppel or ratification of fraud on the part of Moen is established. True, he was slow in waking up to the situation. He seems to have been completely hypnotized by Stewart, but he did wake up enough to continually object to the clause of the deed as to the assumption of the mortgages. Evidently, from the correspondence, Stewart and Upton were trying to pacify him. In July when Moen commenced to urge that the deed be fixed in accordance with his supposed agreement, and that the assumption clause be eliminated, he was informed by the Stewart Company that Stewart had left the city and Brach and Upton had taken to the woods and it was not possible to reach them. Moen was put off from time to time, and in fact did not discover the full extent of the fraud practiced on him until about the time of commencing this suit.</p>\n<p id=\"b510-8\">Much is said in argument as to the delay of Moen, making it impossible to place Mrs. Brach and Mrs. Upton .in statu quo. We have before referred to this, and pointed out that Mrs. Upton has lost nothing, and Mrs. Brach has received more, by the payment of the second mortgage, for her interest in the properties than she herself stated under oath they were worth. While Mrs. Brach and Mrs. Upton claim they were taking the farms only as security for what Stewart owed them, it is plain that they took them exactly as if <page-number citation-index=\"1\" label=\"483\">*483</page-number>they were dealing with Moen himself. The matter of the second mortgage by Mrs. Upton to herself, arranged by her agent, appears to us to he part of a plan to get back the property from Moen, which they expeeted to do. While courts are not guardians to protect the unwary from schemes of this character, a court cannot close its eyes to the difference between the ability and intelligence of contracting parties, and their experience in the ways of the world, as bearing on the question of fraud and overreaching.</p>\n<p id=\"b511-5\">We have carefully read and considered all of the evidence in this case and have no doubt that the conclusion of the trial court on the question of fraud was warranted, and that its decree should not be disturbed in that respect. We are of the opinion that no costs as to the former trials should he taxed against Mrs. Brach or Mrs. Upton, as they are not parties to that case. That is a matter that can be remedied by motion in the trial court. The judgment is affirmed, but the case is remanded for the proper adjustment of costs.</p>\n<p id=\"b511-6\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}