{
  "casebody": {
    "data": "<casebody firstpage=\"253\" lastpage=\"255\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b277-2\">(19 Misc. Rep. 177.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b277-3\">THOMAS ROBERTS STEVENSON CO. v. FOX.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b277-4\">(Supreme Court, Appellate Term, First Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AKt\">January 25, 1897.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b277-5\">1. Principal and Agent—Payment to Agent—Check to Agent’s Order.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b277-6\">Payment to an agent on an account due the principal is a payment to the principal, where the agent had authority to collect, though-made by a check to the agent’s order, which is misappropriated by him.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b277-7\">2. Same—Agent’s Apparent Authority.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b277-8\">An agent authorized to make sales and collections has apparent authority to allow a deduction from a balance due for goods sold, so as to bind the principal, where the agent, in selling the goods, reduced the price, and the principal made no objection.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b277-9\">Appeal from Second district court.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b277-10\">Action by the Thomas Roberts Stevenson Company against Edwin D. <em>Fox </em>to recover a balance due on goods sold and delivered. From a judgment entered on a decision of the trial justice in favor of defendant, plaintiff appeals. Affirmed.</summary>\n<p data-order=\"10\" data-type=\"judges\" id=\"b277-11\">Argued before DALY, P. J., and McADAM and BISCHOFF, JJ.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b277-12\">Frank M. Avery, for appellant.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b277-13\">Charles W. Garing, for respondent.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b277-14\">BISCHOFF, J.</author>\n<p id=\"A48\">This action was brought to recover the sum of $128, alleged to be the balance due the plaintiff over and above payments made by the defendant in a transaction involving the sale and delivery of 24 ranges at the agreed price oí $22 each. The total cost, as agreed, was $528, and payments had been made, admittedly, of $400 in the aggregate. In defense, payment was pleaded, and the justice below found such defense to have been substantiated by the proofs. Upon the facts in evidence, as detailed hereafter, we think that the conclusion reached was clearly correct. It is conceded that but one individual appeared for the plaintiff corporation in this transaction of sale to the defendant,—the agent, Renner, whose apparent authority in negotiating the contract, in fixing modifications of the terms, and in receiving payments, was very extensive; in fact, it was exclusive. He also attended to all the correspondence of the plaintiff with the defendant in the matter. His actual authority, as admitted by the plaintiff’s own witness, was scarcely less comprehensive; this béing to conclude contracts of sale, to correspond with purchasers in the name of the plaintiff, and to collect payments. True, the plaintiff’s witness stated that this actual authority to contract comprised authority only to contract for the sale of goods at the plaintiff’s list prices; yet in this very transaction the agent was held out to the defendant as having authority to materially modify such prices,—he having concluded the contract so modified, without consulting with any person, upon the defendant’s refusal to buy the goods at the list prices. The terms were thus modified and agreed upon by Renner as an apparent executive agent of the plaintiff, and the contract thus entered into was ratified by the corporation, which delivered the goods at the prices fixed thereby, and at no time disputed the contract as not being its own binding agreement. As has been stated, payments to the extent of $400 were <page-number citation-index=\"1\" label=\"254\">*254</page-number>made by defendant to plaintiff, and this was all that the latter received. The defense of payment was based upon proof that Benner, acting ostensibly for the plaintiff at the time when the last payment was due, agreed to the deduction of $28 from the bill, in view of certain delays in performance upon the part of the plaintiff, and received from defendant a check for $100, giving a receipt in full for the amount of the claim. At Benner’s request, this check was made to his own order, and it was actually paid in due course by the defendant’s bank, but the money never reached the plaintiff, Benner having misappropriated the amount and decamped. The judgment in favor of the defendant is assailed upon the grounds (1) that a check to the agent’s order was not an authorized form of payment to the principal; (2) that, assuming the payment to have been proper, the agent’s authority to modify the contract by the deduction of $28 from the bill was not proven, and that there should have been a recovery by the plaintiff of $28; (3) that under the defense of payment the defendant should not have prevailed, since an accord .and satisfaction only was shown.</p>\n<p id=\"b278-4\">Against the appellant’s first contention appears evidence of express authority in Renner to collect sums due his principal, and therefore, whether in cash or in personal check, the payment, if made to the agent in his capacity as such, was payment to the principal. Prochowick v. Boyd, 1 N. Y. Supp. 359; Mores v. Society, 19 Wkly. Dig. 247; Cohen v. O’Connor, 5 Daly, 28. The case of Bernheimer v. Herrman, 44 Hun, 110, relied upon by the appellant, is notin point, since there the question was whether the check made payable to the order of the creditor, and paid by the bank upon a forged indorsement by the creditor’s agent, was in fact a payment. It was very properly held in that case that there was no payment “in due course,” since there was not a payment to or upon the order of the payee of the check, who in that instance was the principal. Here the check was paid in due course, and the only inquiry had to do with the agent’s authority to receive it for the principal’s account. That authority, however, was abundantly established.</p>\n<p id=\"APb\">As to appellant’s second point, we think that the apparent authority of its agent was sufficiently extensive to have justified the defendant in believing him authorized to bind the plaintiff to a modification of the claim in suit.’ With the acquiescence of the plaintiff, the contract itself had been entered into by the agent, not upon the basis of the plaintiff’s price list, but as a matter resting within the personal discretion of this agent, as an executive agent, so far, with general authority to bind the plaintiff in the transaction. Having been so held out, there was, we think, a sufficient agency, apparent or implied, to charge the plaintiff with the subsequent modification; the matter depending, not upon the precise authority delegated, as between principal and agent, but upon principles of estoppel. Briggs v. Kennett, 8 Misc. Rep. 264, 28 N. Y. Supp. 540, affirmed 149 N. Y. 577, 43 N. E. 986. Upon the further ground that this act of Renner’s, in modifying the contract, and receiving the check for $100 to Ms own order in discharge of the plaintiff’s claim, was ratified by the plaintiff, we have no hesi<page-number citation-index=\"1\" label=\"255\">*255</page-number>tation in holding that the defendant was absolved from any further liability. The payment was made in July, 1894, and knowledge of the circumstances was brought home to the plaintiff in October, 1894, at which time it communicated with defendant, asking him to lend it the check (paid by the bank) which had been drawn to Renner’s order for $100, that it might be used by plaintiff as evidence of its demand against Renner. There was not the slightest intimation that plaintiff did not consider itself wholly bound by Renner’s act, and not until March, 1895, about five months after this, was the present claim made. Upon familiar principles, this clearly amounted to a ratification.</p>\n<p id=\"b279-5\">The third point made, that there was a variance between the pleadings and the proof, was not presented by any objection taken upon the trial, and the issues were submitted for determination upon the evidence adduced by both parties. The plaintiff was not in the slightest degree prejudiced by this alleged variance; there having been, apparently, no misunderstanding as to the facts of the matter. Substantial justice was done, and, under the circumstances of this case, the variance, such as it was, became immaterial, and it was the duty of the justice to disregard it. Code Civ. Proc. § 2943.</p>\n<p id=\"b279-6\">Judgment affirmed, with costs. All concur. •</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}