{
  "casebody": {
    "data": "<casebody firstpage=\"331\" lastpage=\"332\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b351-2\">Submitted December 19, 2016,</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"A49\">reversed and remanded May 3, 2017</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b351-3\">Kenneth THUNDERBIRD, <em>Plaintiff-Appellant, v. </em>STATE OF OREGON, by and through the Department of Corrections, <em>Defendant-Respondent.</em></parties>\n<p data-order=\"3\" data-type=\"court\" id=\"b351-6\">Marion County Circuit Court</p>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"ACq\">15CVADM; A161291</docketnumber>\n<citation data-order=\"5\" data-type=\"citation\" id=\"b351-7\">393 P3d 743</citation>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b351-9\">Kenneth Thunderbird filed the brief for appellant <em>pro se.</em></attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b351-10\">Ellen F. Rosenblum, Attorney General, Benjamin Gutman, Solicitor General, and Christopher A. Perdue, Assistant Attorney General, filed the brief for respondent.</attorneys>\n<judges data-order=\"8\" data-type=\"judges\" id=\"b351-11\">Before Armstrong, Presiding Judge, and Tookey, Judge, and Shorr, Judge.</judges>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b352-3\"><page-number citation-index=\"1\" label=\"332\">*332</page-number>PER CURIAM</author>\n<p id=\"b352-4\">Plaintiff, who is incarcerated, sought to file an action against the Oregon Department of Corrections and certain state employees. He requested a waiver of fees to file the action because he was indigent. The trial court denied his request based on its determination that plaintiff had filed multiple cases against the state. Plaintiff appeals the denial of his fee-waiver request. The state concedes the error.</p>\n<p id=\"b352-5\">Under ORS 30.643, a court may waive or defer fees and court costs for an inmate who seeks to file an action against a public body. Under ORS 30.645(1), a court</p>\n<p id=\"b352-6\">“may not waive or defer an inmate’s fees or court costs under ORS 30.643 if the inmate has, on three or more prior occasions while incarcerated or detained in any correctional facility, filed an action against a public body in a court of this state that was dismissed on the grounds that the action:</p>\n<p id=\"b352-7\">“(a) Was frivolous or malicious;</p>\n<p id=\"b352-8\">“(b) Failed to state a claim upon which relief could be granted; or</p>\n<p id=\"b352-9\">“(c) Sought monetary relief from a defendant who is immune from a claim for monetary relief.”</p>\n<p id=\"b352-10\">The trial court’s denial of plaintiffs fee-waiver request appears to have been based on ORS 30.645(1). However, the state concedes that only two, of the prior six, cases filed by plaintiff qualify under ORS 30.645(1) as actions against a public body that were dismissed under the terms provided in that statute. We agree with and accept the state’s concession. Accordingly, we reverse and remand for the trial court to reconsider plaintiffs fee-waiver request under ORS 30.643.</p>\n<p id=\"b352-11\">Reversed and remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}