{
  "casebody": {
    "data": "<casebody firstpage=\"732\" lastpage=\"740\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b752-2\">Argued and submitted November 3, 2015,</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"ayn-dedup-0\">affirmed May 24,</decisiondate>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Afu\">petition for review denied September 14, 2017 (361 Or 885)</otherdate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b752-3\">In the Matter of the Compensation of Barbara J. DeBoard, Claimant. Barbara J. DeBOARD, aka Barbie J. DeBoard, <em>Petitioner, v. </em>FRED MEYER, <em>Respondent.</em></parties>\n<p data-order=\"4\" data-type=\"parties\" id=\"AiF1\">Workers’ Compensation Board</p>\n<docketnumber data-order=\"5\" data-type=\"docketnumber\" id=\"AM2\">1302758; A157107</docketnumber>\n<citation data-order=\"6\" data-type=\"citation\" id=\"AdY\">397 P3d 37</citation>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b752-13\">Christopher D. Moore argued the cause and filed the briefs for petitioner.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b752-14\">Rebecca A. Watkins argued the cause for respondent. With her on the brief was Sather, Byerly &amp; Holloway, LLR</attorneys>\n<judges data-order=\"9\" data-type=\"judges\" id=\"b752-15\">Before Duncan, Presiding Judge, and DeVore, Judge, and Flynn, Judge pro tempore.</judges>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b753-3\"><page-number citation-index=\"1\" label=\"733\">*733</page-number>FLYNN, J. pro tempore</author>\n<p id=\"b753-4\">Claimant seeks review of an order of the Workers’ Compensation Board that upheld employer’s denials of her claim that employer add to her accepted 2012 injury claim the new or omitted condition of disc “protrusions” in the thoracic spine. The board adopted the determination of the administrative law judge (ALJ) that claimant’s undisputed disc pathology of the thoracic spine was a degenerative disc “bulges” condition that is not “equivalent” to disc “protrusions,” and that claimant, therefore, failed to prove the existence of the claimed condition. Claimant argues that the board erred in relying on the diagnosis for the bulge condition as the basis for upholding employer’s denials. We conclude, however, that the board found as a factual matter that the diagnoses describe distinct conditions and that the “disc bulge” condition from which claimant suffers is not encompassed within the scope of her claim for a new or omitted condition of “disc protrusions.” We also conclude that those findings are supported by substantial evidence and, accordingly, affirm.<footnotemark>1</footnotemark></p>\n<p id=\"b753-5\">The historical facts are not in dispute and are taken from the board’s findings.<footnotemark>2</footnotemark> Claimant has been employed by Fred Meyer (employer) for more than 13 years as a bakery manager. In 2001, employer accepted a claim for a nondis-abling thoracic strain. Claimant sporadically sought treatment for thoracic pain over the next decade, but, just before the 2012 injury incident, claimant’s back was “fine.” The compensable injury at issue here arose from lifting incidents on the day before Thanksgiving, 2012. First, claimant was stacking items when she felt a sharp pain in her mid-back. Then, later that day, claimant was lifting cases of pumpkin pies when she felt upper thoracic symptoms. Employer accepted the claim for a disabling thoracic strain.</p>\n<p id=\"b754-2\"><page-number citation-index=\"1\" label=\"734\">*734</page-number>Three months after the injury, claimant’s treating doctor, Bolstad, ordered a thoracic MRI that showed what the radiologist described as “disc protrusions” at three of claimant’s thoracic discs: “mild” and “slight” protrusions at T6-7 and T8-9, and a “moderate” protrusion at T7-8. Claimant submitted a claim for a “new or omitted medical condition” of “T-6 disc protrusion [and] T-7-8 disc protrusion with cord compression [and] T-8-9 disc protrusion.”<footnotemark>3</footnotemark> Employer denied the claim, and claimant requested a hearing.<footnotemark>4</footnotemark> The ALJ upheld employer’s denial on the ground that claimant had not proven the existence of the claimed new or omitted condition of disc “protrusions,” and the board adopted and affirmed the ALJ’s findings.</p>\n<p id=\"b754-3\">The evidence at the hearing included the opinions of four doctors who commented on the nature of claimant’s thoracic disc condition. Because the wording of those opinions forms the basis for the parties’ dispute, we quote extensively from those opinions where pertinent. Arbeene, whose opinion the board primarily relied upon, is an orthopedic surgeon who examined claimant at employer’s request. He reviewed the MRI image and described it as showing “multilevel degenerative disc disease changes in the mid thoracic disc spaces.” He concluded that claimant’s “disc abnormalities” were likely caused by non-work-related degenerative processes. Later, Arbeene agreed with a summary of his opinion that had been prepared by employer’s lawyer. He confirmed that, in his opinion, claimant had “a long history of thoracic spine symptoms” and “multilevel thoracic spondylosis and degenerative disc disease.” He agreed that the conditions had developed gradually over time and were unrelated “to a specific identifiable event or injury.” Arbeene did not object, however, to the attorney’s use of “disc protrusions” throughout the letter.</p>\n<p id=\"b755-2\"><page-number citation-index=\"1\" label=\"735\">*735</page-number>In deposition testimony, Arbeene articulated the distinction that is now at the center of this case. He testified that the “more appropriate diagnosis and the more accurate diagnosis is multilevel thoracic spondylosis,” by which he meant “the presence of disc bulging, not disc protrusions.”<footnotemark>5</footnotemark> He acknowledged that “if you ask five different doctors what they mean by ‘disc bulging’ versus ‘disc protrusions,’ you might get five different answers.” In Arbeene’s opinion, however, the two terms refer to separate conditions that differ both in appearance and etiology. A disc bulge is “very broad based *** whereas in a protrusion the height of the disc bulge or abnormality is basically equal to the base of the disc bulge.” A bulge, which Arbeene equated with thoracic spon-dylosis or general disc disease, arises as a degenerative process, while a protrusion occurs traumatically. He explained that claimant’s kyphoscoliosis, or improper curvature of the spine, causes compression on her vertebrae and discs at the T6 through T9 levels, “so she has a good anatomic explanation for this multilevel spondylosis or disc-degeneration at those three thoracic levels.” Thus, “the major cause for the disc bulges is the degenerative process resulting from her kyphoscoliosis.”</p>\n<p id=\"b755-3\">Rokosz, a neurosurgeon with whom claimant consulted shortly after the MRI, reported that the MRI shows “very mild disc degeneration” with a “slight bulge” at T8 and a “bulge” at T7-8. He “explained to the patient that it can be very difficult to know where someone’s pain is coming from, especially in the thoracic spine,” and he recommended “chiropractic evaluation as they are quite adept at evaluating and treating rib abnormalities,” which he believed to be partly causing claimant’s pain.</p>\n<p id=\"b755-4\">The other two doctors used the terms “bulge” and “protrusion” interchangeably. They also recognized that claimant has degenerative changes in the thoracic spine yet described her condition as work related. Bolstad opined that, in addition to Arbeene’s diagnoses of thoracic strain and spondylosis, she would add “[m]ild central disc protrusion at T6-7 with mild cord compression, moderate right paracentral <page-number citation-index=\"1\" label=\"736\">*736</page-number>disc protrusion T7-8 with moderate cord compression and right paracentral disc protrusion T8-9.” She also wrote that an MRI of claimant’s spine from 2008 showed “mild degenerative change with disc space narrowing at T6-7 and T7-8” with “[m]inimal posterior disc bulge.” In later reports, Bolstad opined that claimant’s current condition was due to “disc protrusions” and that claimant’s injury “is the major contributing cause for her need for treatment.”</p>\n<p id=\"b756-4\">Russo, a pain specialist, reported that the MRI showed “disc protrusion at T6-7, T7-8, and T8-9.” After examining claimant, Russo diagnosed “[tjhoracic spondylo-sis [with] multilevel disc bulges at T7-8, T8-9.” Russo later wrote that claimant had “disc bulges/protrusions” at “these levels” and that she had “multi-disc disease,” but that her “pain, spasm, and symptom interference is in excess of what would be expected [from] solely a pre-existing degenerative process.”</p>\n<p id=\"b756-5\">The ALJ concluded that Arbeene’s opinion was “the most detailed, well reasoned and persuasive on the threshold issue of the ‘existence’ of the claimed disc protrusion conditions.” The ALJ explained that, although Bolstad and Russo had diagnosed “protrusions,” or “bulges/ protrusions,” and had at times used the terms interchangeably, Arbeene had explained the physical details that characterize different types of disc abnormalities. The ALJ emphasized that Rokosz had described claimant’s condition as “bulges,” and the ALJ discounted Russo’s opinion due to his unexplained shift in diagnosis from “bulges” to “bulges/ protrusions.”</p>\n<p id=\"b756-6\">On appeal to the Workers’ Compensation Board, in addition to adopting the ALJ’s findings and conclusions regarding the existence of the claimed “disc protrusions” condition, the board explained that it was persuaded by “the well-reasoned opinion of Dr. Arbeene” because he “had a complete and accurate history of claimant’s condition, including thoracic symptoms that preexisted the compensa-ble injury,” and had “engaged in a thorough weighing of the potential causes of the claimed conditions.” By contrast, the board viewed Russo’s and Bolstad’s reports as “not demonstrating] the same level of awareness of the preexisting <page-number citation-index=\"1\" label=\"737\">*737</page-number>symptoms” and not “as well-reasoned and explained” as Arbeene’s opinion.</p>\n<p id=\"b757-4\">On judicial review, claimant contends that the board “erred in distinguishing between the terms disc ‘protrusion’ and disc ‘bulge.’” Relying on cases in which we have rejected the need for “magic words” to prove the compensa-bility of workers’ compensation claims, claimant argues that she proved that she suffers from a thoracic disc condition that was not part of the original acceptance and that she did not need to prove a specific name or diagnosis for that condition in order to prove that it is a new or omitted condition. Employer responds that the difference between the diagnosis of disc bulges and the diagnosis of disc protrusions is not just a matter of labeling claimant’s condition but is, instead, a factual distinction that determines whether claimant suffers from the condition for which she claimed compensation. Both parties are correct to an extent.</p>\n<p id=\"b757-5\">Claimant is correct that, for a new or omitted condition claim, ORS 656.262(7)(a) and ORS 656.267 require the claimant to give notice of conditions for which compensation is sought but “do not require notice of <em>diagnoses” Labor Ready v. Mogensen, </em>275 Or App 491, 498, 365 P3d 623 (2015), <em>rev den, </em>360 Or 235 (2016) (emphasis in original). However, whether a condition is encompassed within the scope of the new or omitted condition claim is a question of fact. <em>Id. </em>at 497. Moreover, whatever the diagnosis, the claimant bears the burden of proving by a preponderance of the evidence that a claimed new or omitted condition exists, and proving the existence of new symptoms is not enough. <em>De Los-Santos v. Si Pac Enterprises, Inc., </em>278 Or App 254, 258, 373 P3d 1274, <em>rev den, </em>360 Or 422 (2016).</p>\n<p id=\"b757-6\">Our decisions in <em>De Los-Santos </em>and <em>Labor Ready </em>provide useful guidance for our review of the board’s order in this case. The claimant in <em>De Los-Santos </em>had an accepted claim for a back strain and then filed a new or omitted condition claim for “radiculopathy/radiculitis,” which the employer denied. 278 Or App at 255-56. The board found that the claimant had failed to prove that the claimed condition existed, and the claimant argued that the board’s conclusion was contrary to our cases that have allowed <page-number citation-index=\"1\" label=\"738\">*738</page-number>claimants to prove an initial compensable injury by proving only work-related <em>symptoms. Id. </em>at 258; <em>see, e.g., Horizon Air Industries, Inc. v. Davis-Warren, </em>266 Or App 388, 392, 337 P3d 959 (2014) (affirming board decision that claimant could prove compensable injury without proving that work exposure “resulted in a specifically diagnosable medical condition”). On review in <em>De Los-Santos, </em>we emphasized that the rule is different when the claim is for a new or omitted condition. 278 Or App at 258. We also emphasized that we did “not understand the board’s holding that a claimant must prove the existence of a claimed new or omitted condition to encompass a holding that the claimant must do so through evidence of a specific diagnosis.” Rather, the board properly required the claimant “to prove the existence of the new or omitted condition that she asserts should be accepted.” <em>Id.</em></p>\n<p id=\"b758-4\">The claimant in <em>Labor Ready </em>filed a new or omitted condition claim for “complex regional pain syndrome” (CRPS I) based on continuing pain in his finger, part of which had been severed in a previously accepted workplace injury. 275 Or App at 492. The employer denied the claim, and, after subsequent examinations, the parties agreed that the correct diagnosis for the claimant’s condition was “CRPS II,” which involved nerve damage, unlike CRPS I. <em>Id. </em>at 493-94. The employer argued to the board that it “lacked authority to address the compensability of CRPS II” because that condition was encompassed by neither the claim itself nor the employer’s denial. <em>Id. </em>at 494-95. The board disagreed, concluding that the original claim for “complex regional pain syndrome” was broad enough to encompass the claimant’s eventual diagnosis of CRPS II. <em>Id. </em>at 495-96.</p>\n<p id=\"b758-5\">On review, we affirmed the board. We explained that the scope of a claim and of a denial is a factual determination reviewable for substantial evidence, and that the board’s findings were supported by substantial evidence. <em>See id. </em>at 497-98. We noted specifically that “a reasonable interpretation of the medical record is that CRPS II is a form of ‘complex regional pain syndrome,”’ and we concluded that, on the record presented, “the board could find that the source of claimant’s symptoms, ultimately diagnosed as CRPS II, is the same condition for which claimant originally sought acceptance.” <em>Id. </em>at 498-99.</p>\n<p id=\"b759-3\"><page-number citation-index=\"1\" label=\"739\">*739</page-number>We affirm the board here for essentially the same reasons that we affirmed the board decisions in <em>Labor Ready </em>and <em>De Los-Santos. </em>Here, the board’s conclusion turns on its finding that claimant suffers from the condition of “disc bulges,” which is a degenerative condition and is not “equivalent” to the condition of “disc protrusions.” Given the board’s express finding that the disc conditions are not “equivalent,” we reject claimant’s contention that the board improperly focused on magic words, or required claimant to prove a specific diagnosis for her disc pathology, when it upheld the denials. <em>Cf. Freightliner Corp. v. Arnold, </em>142 Or App 98, 105, 919 P2d 1192 (1996) (“An expert’s testimony need not be ignored merely because it fails to include ‘magic words’ such as ‘major contributing cause.’”). Rather, we understand the board to have held as a factual matter that claimant had failed “to prove the existence of the new or omitted condition that she asserts should be accepted.” <em>De Los-Santos, </em>278 Or App at 258. Conversely, the board found as a factual matter that the disc condition that does exist is beyond the scope of the claim for acceptance of a new or omitted condition. <em>Cf. Labor Ready, </em>275 Or App at 499.</p>\n<p id=\"b759-4\">We review those findings to determine whether they are supported by substantial evidence, which means that “the record, viewed as a whole, permits a reasonable person to find as the board did, in the light of supporting and contrary evidence.” <em>SAIF v. Williams, </em>281 Or App 542, 543, 381 P3d 955 (2016) (internal quotation marks omitted). Moreover, in reviewing the board’s “evaluation of expert opinions, we do not substitute our judgment for that of the board; rather, we determine whether the board’s evaluation of that evidence was reasonable.” <em>Id. </em>at 548 (internal quotation marks omitted). Applying that standard, we affirm.</p>\n<p id=\"b759-5\">The board primarily relied on the opinion of Arbeene to support its findings that a condition of disc “bulges” is distinct from a condition of disc “protrusions,” and that claimant suffers from disc “bulges,” not “protrusions.” The board’s findings are a reasonable interpretation of the medical evidence. Although Arbeene was the only doctor to make the distinction, the board accepted his opinion because he persuasively explained that bulges describe a degenerative disc pathology while protrusions describe a pathology that occurs <page-number citation-index=\"1\" label=\"740\">*740</page-number>traumatically, because he gave the most detailed explanation of claimant’s spinal pathology, and because he discussed a more complete history of claimant’s symptoms. Arbeene’s acknowledgement that some doctors use the terms “bulge” and “protrusion” interchangeably does not undermine the board’s ability to rely on Arbeene’s opinion that the conditions are distinct. <em>See SAIF v. Walker, </em>260 Or App 327, 338, 317 P3d 384 (2013) (“In a case involving conflicting medical evidence, we will reverse the board only when the credible evidence apparently weighs overwhelmingly in favor of one finding and the [b]oard finds the other without giving a persuasive explanation.” (Internal quotation marks omitted.)). Thus, the board could find that claimant had failed to prove the existence of a condition for which she sought compensation.<footnotemark>6</footnotemark> <em>See De Los-Santos, </em>278 Or App at 258 (although a claimant need not prove a specific diagnosis, a claimant is “required to prove the existence of the new or omitted condition that she claims should be accepted”); <em>cf. Labor Ready, </em>275 Or App at 499 (affirming the board’s factual determination that the ultimately diagnosed condition was the same as the claimed condition).</p>\n<p id=\"b760-4\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b753-6\"> Given our affirmance of the board’s decision that claimant did not prove the existence of the claimed condition, we do not reach claimant’s challenge to an alternative holding of the board that, “ [e]ven assuming that claimant established the existence of the claimed conditions,” she did not prove that the conditions were compensable.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b753-7\"> Because the hoard adopted the ALJ’s findings, we refer to all findings as those of the board.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b754-4\"> Neither party addresses whether the claim was for a “new” condition or for an “omitted” condition, nor does either party argue that the distinction would affect our analysis in this case.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b754-5\"> Employer later amended its denial of the protrusions claim to clarify that it was denying that the condition was compensable under an occupational disease theory as well as under an injury theory. However, claimant did not contend below or on judicial review that her disc condition is compensable as an occupational disease, and we do not address the amended denial.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b755-5\"> The transcriber used “disk” rather than “disc”; for consistency, we continue to use “disc” without noting the alteration in each instance.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b760-5\"> We note that, after the board’s order in this case, claimant filed a claim for a new or omitted condition of “disc bulges.” Relying on the evidence that the 2012 work injury caused disability and a need for treatment of that condition, the board ordered employer to accept that condition. <em>See Barbara J. DeBoard, </em>67 Van Natta 909 (2015) (currently under review by Court of Appeals, case number A159640).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}