{
  "casebody": {
    "data": "<casebody firstpage=\"787\" lastpage=\"794\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b795-4\">Richmond</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b795-5\">TIMOTHY R. CARTER v. THERESA M. CARTER</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"Aeg\">No. 0171-93-2</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AqL\">Decided August 16, 1994</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b795-14\">Counsel</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b795-15\">John M. Wright, Jr. (Downs &amp; Wright, on brief), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"A-o\">Theresa M. Jones, <em>pro se.</em></attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b796-4\"><page-number citation-index=\"1\" label=\"788\">*788</page-number>Opinion</p>\n<author id=\"b796-5\">WILLIS, J.</author>\n<p id=\"AsR\">On December 14, 1990, Timothy and Theresa Carter entered into a property settlement agreement requiring Timothy to pay certain sums to Theresa as part of the resolution of their marital property and obligations. The agreement provided, in Section 24(a):</p>\n<blockquote id=\"b796-6\">Both parties acknowledge that the terms of this agreement are intended to be in full and final settlement of all rights each may have under Virginia Code Section 20-107.3, commonly referred to as the “Equitable Distribution Act.”</blockquote>\n<p id=\"b796-7\">The agreement further provided, in Section 22(a):</p>\n<blockquote id=\"b796-8\">If either party fails in the due performance of any of his or her obligations hereunder, the other shall have the right to sue for damages for a breach hereof, or to rescind this Agreement, or seek such other remedies as may be available. Nothing herein shall be construed to restrict or impair the right to exercise this election. The breaching party will indemnify and hold the other harmless from any legal costs and attorney’s fees incurred to enforce this Agreement.</blockquote>\n<p id=\"b796-9\">On January 6, 1992, Timothy filed a voluntary petition in bankruptcy under Chapter 7. He scheduled Theresa as a creditor, identifying his obligation to her under the property settlement agreement. The bankruptcy court issued a general stay of enforcement of Timothy’s scheduled debts. On October 16, 1992, the bankruptcy court discharged Timothy from his debts, including his debt to Theresa under the property settlement agreement.</p>\n<p id=\"b796-10\">On February 25, 1992, Theresa filed in the trial court a bill for divorce on the ground that the parties had lived separate and apart without cohabitation or interruption for more than one year. By decree entered December 22, 1992, the trial court granted the divorce, rescinded the property settlement agreement on Theresa’s motion, ordered the sale of the jointly owned marital home with equal division of the net proceeds, ordered Timothy to pay Theresa a $3,000 monetary award pursuant to Code § 20-107.3(D), and ordered Timothy to pay Theresa $500 on account of her attorney’s fees.</p>\n<p id=\"b797-3\"><page-number citation-index=\"1\" label=\"789\">*789</page-number>On appeal, Timothy contends that he was entitled to the benefit of the separation agreement, which insulated him from obligation to Theresa beyond its specified terms. He argues that he was discharged in bankruptcy from obligation under the agreement, and that the trial court erred in imposing on him any further indebtedness to Theresa. We find no error and affirm the judgment of the trial court.</p>\n<p id=\"b797-4\">We first consider whether Timothy’s obligation to Theresa under the separation agreement was a dischargeable debt. <em>See Douglas </em>v. <em>Douglas, </em>17 Va. App. 380, 437 S.E.2d 244 (1993). We find that it was. 11 U.S.C. § 523 provides, in pertinent part:</p>\n<blockquote id=\"b797-5\">(a) A discharge under section 727, 1141, 1228(a), 1228(b), or 1328(b) of this title does not discharge an individual debtor from any debt—</blockquote>\n<blockquote id=\"b797-6\">(5) to a spouse, former spouse, or child of the debtor, for alimony to, maintenance for, or support of such spouse or child, in connection with a separation agreement, divorce decree, or other order of a court of record, determination made in accordance with State or territorial law by a government unit, or property settlement agreement, but not to the extent that—</blockquote>\n<blockquote id=\"b797-7\">(B) such debt includes a liability designated as alimony, maintenance, or support, unless such liability is actually in the nature of alimony, maintenance, or support;</blockquote>\n<p id=\"b797-8\">Timothy’s obligation to Theresa under the property settlement agreement was a debt arising out of the resolution of property rights and obligations. It was not in the nature of alimony, maintenance, or support. Therefore, it was a debt dischargeable in bankruptcy and was discharged by the October 16, 1992 bankruptcy order.</p>\n<p id=\"b797-9\">Timothy argues that although he sought and obtained discharge from his debt to Theresa under the separation agreement, he may nonetheless enjoy the immunity from further obligation afforded <page-number citation-index=\"1\" label=\"790\">*790</page-number>him by the agreement. We disagree. By seeking and accepting discharge from his obligation under the agreement, Timothy repudiated the agreement. He thereby failed in the due performance of his obligation thereunder, giving Theresa the right to seek rescission pursuant to paragraph 22(a). <em>See Andrews </em>v. <em>Sams, </em>233 Va. 55, 59, 353 S.E.2d 735, 738 (1987). The trial court did not err in granting that relief.</p>\n<p id=\"b798-5\">Finally, Timothy argues that the trial court erred in ordering the sale of the marital home with equal division of the net proceeds, in ordering him to pay a monetary award pursuant to Code § 20-107.3(D), and in ordering him to pay attorney’s fees. He does not contest the arithmetic computations of those decisions, but argues that the stay in bankruptcy denied the trial court authority to make any order respecting his property or imposing an economic obligation on him. This argument overlooks the timing of the matter.</p>\n<p id=\"b798-6\">The October 16, 1992 discharge order terminated the bankruptcy proceeding. <em>See </em>11 U.S.C. § 350(a). It released Timothy and his remaining property from further administration by the bankruptcy court. In considering the provisions of its December 22, 1992 decree, the trial court had before it the parties in their current economic posture. It did not have before it for consideration any of Timothy’s property that had been consumed in the bankruptcy or any of his debts that had been discharged. The marital home, being jointly titled, remained in the ownership of the parties. The trial court acted properly in considering this and Timothy’s other resources in determining the application of Code § 20-107.3 and in determining whether to award attorney’s fees.</p>\n<p id=\"b798-7\">The judgment of the trial court is affirmed.</p>\n<p id=\"b798-8\">\n<em>Affirmed.</em>\n</p>\n<p id=\"b798-9\">Koontz, J., concurred.</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b798-10\">Benton, J.,</author>\n<p id=\"A5g\">dissenting.</p>\n<p id=\"b798-11\">The issue raised by this appeal concerns the manner in which the trial judge applied the effect of a bankruptcy discharge order upon a property settlement agreement in a divorce proceeding. Because the trial judge made no findings that suggest he gave any effect to that order, I would reverse the judgment and remand for <page-number citation-index=\"1\" label=\"791\">*791</page-number>reconsideration.</p>\n<p id=\"b799-5\">The record establishes that in 1990, after the parties separated, they entered into a property settlement agreement. The property settlement agreement divided the parties’ real and personal property and assigned to each party the obligation to pay certain specified debts of the marriage. The parties also agreed to hold each other harmless with respect to the debts they each assumed under the agreement. In the agreement, both the husband and the wife also “waive [d] their claim to any payment of periodic or lump-sum support and maintenance, except as provided [in the agreement].” The agreement contained no provision for spousal support. More than a year after the parties signed the property settlement agreement, the husband filed a petition in bankruptcy.</p>\n<p id=\"b799-6\">In February 1992, the wife filed a bill of complaint for divorce and requested “that the property settlement agreement between the parties ... be affirmed, ratified and incorporated in the final decree.” The wife’s bill of complaint was filed after the husband filed his bankruptcy petition and, thus, after the bankruptcy court obtained exclusive jurisdiction over the property of the husband’s bankruptcy estate. <em>See </em>11 U.S.C. §§ 362 and 541; 28 U.S.C. §§ 157(a) and 1334(a). Because the property settlement agreement was in existence when the bankruptcy petition was filed, the husband’s interest in the marital property, which was the subject of the agreement, was property of the bankruptcy estate. <em>See </em>11 U.S.C. § 541(a)(5)(B); <em>In re Frederes, </em>141 B.R. 289, 292 (Bankr. W.D.N.Y. 1992).</p>\n<p id=\"b799-7\">The law is clear that under certain circumstances a spouse’s “claim for equitable distribution of marital assets is dischargeable in bankruptcy as a general unsecured claim.” <em>In re Long, </em>148 B.R. 904, 908 (Bankr. W.D. Mo. 1992); <em>Perlow </em>v. <em>Perlow, </em>128 B.R. 412, 415 (Bankr. E.D.N.C. 1991). Because the agreement between the parties was in existence when the bankruptcy petition was filed and because the wife was given notice of the bankruptcy, “any right in property of the bankruptcy estate which ... the nondebtor spouse [had under the agreement] may be a general unsecured claim in [the] bankruptcy for an allowed amount to be determined by [the Bankruptcy] Court.” <em>Hohenberg </em>v. <em>Hohenberg, </em>143 B.R. 480, 488 (Bankr. W.D. Tenn. 1992).</p>\n<p id=\"b800-4\"><page-number citation-index=\"1\" label=\"792\">*792</page-number>Resolution of the issue raised on this appeal is complicated by the fact that the record in this appeal contains a written statement of facts that gives only a brief summary of the evidence that was proved in the trial court. Although the record does not contain copies of any documents concerning the bankruptcy proceeding, the statement of facts establishes that both parties presented evidence concerning the bankruptcy proceeding. The statement of facts contains the following recitals:</p>\n<blockquote id=\"b800-5\">The Court was made aware on several occasions, by [the husband’s] attorney . . . that [the husband] had filed bankruptcy, and in that bankruptcy had listed [the wife] as a creditor. The Court was further informed that the United States Bankruptcy Court had a hearing concerning whether the debt owed [the wife] under a property settlement was dischargeable and that the United States Bankruptcy Court had ruled that the said debt was dischargeable under bankruptcy law.</blockquote>\n<blockquote id=\"b800-6\">Counsel argued that because the property settlement agreement had been brought before the United States Bankruptcy Court and had been dealt with by that court that the matters concerning the property of the parties had already been decided.</blockquote>\n<blockquote id=\"b800-7\">3^5 ¡)i ij? ij! !j* ¡jí</blockquote>\n<blockquote id=\"b800-8\">The [wife] testified that she had objected, in the U.S. Bankruptcy Court, to the [husband’s] discharging certain debts owed to her under the terms of the Property Settlement Agreement. She testified that the Bankruptcy Court had ruled in favor of the [husband], concluding that the monies in question were not in the nature of support, and were therefore dischargeable. Counsel for the [husband] argued that the Agreement had been brought before the Bankruptcy Court, and it had dealt with and decided the matters concerning the property of the parties. Counsel for the [wife], in response to this, argued that the only issue before the Bankruptcy Court was whether or not the monies owed to the [wife] were in the nature of support. Counsel for the [wife] further argued that the [husband] having bankrupted certain debts owed to the [wife] did not preclude this Court from making an equitable distribution award to the [wife], once <page-number citation-index=\"1\" label=\"793\">*793</page-number>the Agreement had been rescinded. Counsel for the [wife] also argued that the [husband], in seeking the proceeds and refunds resulting from the sale of the former marital residence, an issue which was not decided by the Bankruptcy Court, was requesting from this Court, a court of equity, something to which he was not entitled, following the rescission of the Agreement.</blockquote>\n<p id=\"b801-5\">The law is well established that marital debts that arise from the division of property and that are not in the nature of alimony or support are dischargeable in bankruptcy. <em>See </em>11 U.S.C. § 523(a)(5); <em>In re Presler, </em>34 B.R. 895, 897 (Bankr. M.D. Tenn. 1983); <em>In re Demkow, </em>8 B.R. 554, 555 (Bankr. N.D. Ohio 1981). Moreover, whether a debt is a support obligation, and not dis-chargeable, or a property settlement, and dischargeable, is a matter of federal law. <em>In re Williams, </em>703 F.2d 1055, 1056 (8th Cir. 1983).</p>\n<p id=\"b801-6\">Furthermore, the trial judge in the divorce proceeding was not at liberty to ignore the bankruptcy court’s discharge order when it proceeded to consider the parties’ marital debts and obligations. <em>See Perlow, </em>128 B.R. at 415. “[Ultimately the question of whether the . . . property settlement [is] subject to dischargeability or a debt for maintenance or support and, therefore, non-dischargeable pursuant to 11 U.S.C. § 523(a)(5) is for the bankruptcy court to determine.” <em>Hilsen </em>v. <em>Hilsen, </em>555 N.Y.S.2d 370, 371 (N.Y. App. Div. 1990). A state court in a divorce proceeding may not circumvent bankruptcy law by ignoring the effect of the discharge order. The judgment of the bankruptcy court is entitled to full faith and credit in state court proceedings and must be given <em>res judicata </em>effect where appropriate. <em>Delaware Valley Citizens’ Council </em>v. <em>Pennsylvania, </em>755 F.2d 38, 43-44 (3d Cir.), <em>cert. denied, </em>474 U.S. 819 (1985). <em>See also Mentz </em>v. <em>Carlton House Partners, Ltd., </em>595 A.2d 1240, 1246 (Pa. Super. Ct. 1991).</p>\n<p id=\"b801-7\">The parties agree that the husband filed a petition in bankruptcy. In addition, the parties agree that the husband sought the protection of the bankruptcy court and obtained an order discharging obligations that he owed to the wife under the agreement. Moreover, the record contains no indication that the wife appealed the adverse ruling of the bankruptcy court. Without <page-number citation-index=\"1\" label=\"794\">*794</page-number>making any findings concerning the effect of the bankruptcy court’s discharge order, the trial judge rescinded the property settlement agreement and proceeded to grant relief to the wife. Although the majority agrees that the claims were discharged in bankruptcy, the majority holds that the trial judge could lawfully rescind the property settlement agreement because the husband repudiated the agreement “[b]y seeking and accepting discharge [in bankruptcy] from his obligation under the agreement.” I disagree.</p>\n<p id=\"b802-5\">The act of filing for protection under the Bankruptcy Act, which is an application for discharge, 11 U.S.C. § 727(a), is not conduct that <em>ipse dixit </em>permits the wife to seek rescission of the contract and pursue remedies in state court as if the discharge order did not exist. <em>See In re Brock, </em>23 B.R. 998, 1003 (Bankr. D.C. 1982); <em>In re Rose, </em>21 B.R. 272, 277 (Bankr. N.J. 1982). - Indeed, any clause in a property settlement agreement that purports to “waive the benefit of a discharge in bankruptcy is wholly void, as against public policy.” <em>In re Markizer, </em>66 B.R. 1014, 1018 (Bankr. S.E. Fla. 1986).</p>\n<blockquote id=\"b802-6\">A discharge . . . operates as an injunction against the commencement or continuation of an action, the employment of process, or any act, to collect, recover, or offset any discharged debt as a personal liability of the debtor. The injunction is to give complete effect to the discharge and to eliminate any doubt concerning the effect of the discharge as a total prohibition against debt collection efforts.</blockquote>\n<p id=\"b802-7\"><em>In re Bouchelle, </em>98 B.R. 81, 82 (Bankr. M.D. Fla. 1989) (citation omitted). <em>See also </em>1 Daniel R. Cowans, <em>Bankruptcy Law and Practice </em>§ 5.3 (6th ed. 1994).</p>\n<p id=\"b802-8\">The record suggests that the trial judge erroneously proceeded as if the bankruptcy proceeding was a nullity. Rescission of the property settlement agreement was an act to collect, recover, or offset a debt that the record proved was discharged in bankruptcy. I would reverse the judgment, remand the case for reconsideration of the effect of the bankruptcy discharge, and direct the trial judge to make findings in that regard.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}