{
  "casebody": {
    "data": "<casebody firstpage=\"79\" lastpage=\"81\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b159-5\">Supreme Court, Onondaga Special Term,</court>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"Ap\">July, 1896.</decisiondate>\n<p data-order=\"2\" data-type=\"misc\" id=\"AIa\">Unreported.</p>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b159-6\">In the matter of the application of Clarence M. Keene to revoke a liquor tax certificate of John A. Toole.</parties>\n<opinion data-order=\"4\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b159-7\">McLennan, J.</author>\n<p id=\"Aqp\">On May 2, 1896, John A. Toole was the lessee of the premises known as Elmwood Park, situate at Elmwood, in the town of Onondaga consisting of about seventeen acres of land. The owner and lessor of the park was Mrs. Ann McGrory, the wife of William McGrory, sometimes called “McGlory.” The main entrance to Elmwood Park is about four hundred feet from Cortland avenue, and is reached from Cortland avenue by a driveway or lane; and at Cortland avenue there is a sign over such driveway indicating that it is the entrance to Elmwood Park, and there is also a similar sign at the entrance to the park proper.</p>\n<p id=\"b159-8\">There are places in said park that are situate within two hundred feet of dwelling houses; other places, and the greater portion of the park, are not within such close proximity to houses occupied as dwellings.</p>\n<p id=\"b159-9\">At the time the application in question was made Elmwood Park was well known both as to its location and character, and as to its general surroundings. On the day the application was made, May 2, 1896, John A. Toole had the consent of the lessor, Mrs. McGrory to sell liquor in Elmwood Park which at that time was owned by her. He, therefore, at the time was entitled to demand and receive upon filing such consent of his lessor a license to sell liquor at any place in said park, which was at least two liundred feet distant from any residence. Under the law in <page-number citation-index=\"1\" label=\"80\">*80</page-number>question, no question could be raised as to his character, and no-question could be raised as to whether or not he was a suitable person to engage in such business. He was entitled to demand a license for such purpose, upon properly describing the place where he wished to sell liquor, upon paying the fee required and filing the consent of his lessor, provided such place was not nearer than, two hundred feet from the nearest place of residence.</p>\n<p id=\"b160-4\">Upon the day in question, May 2, 1896, he filed his application and stated that the park was located upon Cortland avenue, Elmwood, town of Onondaga. The certificate, issued at the same time by the county treasurer, described the place as “Elmwood. Park, Elmwood, H. Y.” It is urged on the part of the petitioner that because Elmwood proper does not border upon Cortland avenue, although its main entrance is from such street, that this was a material false statement. We think not. Ho one, as appears from the evidence, was misled or deceived. It was. perfectly understood where the liquor was intended to be sold and for what place the certificate was intended to be granted.. The certificate issued at the very time the application was presented states that it is for Elmwood, H. Y. It would be idle-to say that the description given in the application was materially false within the meaning of the statute.</p>\n<p id=\"b160-5\">It was stated in the application that at the time of the passage-of the law known as the Raines Law the traffic in liquor had been carried on at the place in question. This statement was-undoubtedly untrue, as appeared by the evidence; but it is quite reasonable to suppose from the evidence that Mr. Toole believed’ it at the time to be true. A government license had been issued' for the sale of liquors at this place and the board of excise of the-town of Onondaga had assumed, under very questionable methods, to issue a license. It appears, uncontradicted, that at the place in-question, whiskey bottles and other appliances for carrying on-trade Avere in view during a portion of the last year, but whether or not such traffic in liquor had been carried on is not material,, for the reason that if it had not been so carried on Mr. Toole was required only to have filed with the county treasurer the-consent of Mrs. McGrory, which, as appears by the evidence, he then had in his possession. There being afterward a question-raised as to whether or not liquor had been previously lawfully-sold in the park, such consent of Mrs. McGrory was filed with the-county treasurer and is produced in court. The court would have <page-number citation-index=\"1\" label=\"81\">*81</page-number>power, and it would have been the duty of the court, to have ordered it filed as of that date upon a proper application. .</p>\n<p id=\"b161-4\">It is urged that Mr. Toole also should have filed a consent of the residents who are within two hundred feet of any portion of the park. It cannot be assumed that under the liquor tax referred to it is proposed to sell liquor where by the statute it is unlawful to sell it, when, as before stated, it may be lawfully sold in a great portion of the park and at a distance of more than two hundred feet from any residence property; in fact, the evidence discloses that it is proposed to sell at a place more than four hundred feet distant from any place of residence. As before suggested, on the 2d day of May, 1896, Mr. Toole was entitled to a license to sell liquor at Elmwood Park, provided he described the place where he wanted to sell with sufficient definition to meet the requirements of the statute, and provided such place was not nearer than two hundred feet from any residence, upon filing the consent of his lessor, Mrs. McGrory. Upon any rule of construction of contracts it would be held that he did all that was necessary so far as appears by the evidence in this case. He stated that Elmwood Park was on Cortland avenue. The main entrance to the park is from Cortland avenue. The consent of Mrs. McGrory he had in his possession at the time and afterward filed it with the County Treasurer. As a matter of fact, he proposes to sell liquor at a place more than 200 feet distant from any private residence and in Elmwood Park. The law will not presume that the certificate was issued to authorize him to sell at a place within 200 feet from private residences rather than at a place where he is authorized under the law to sell. The grounds for asking the revocation of the license are in every sense technical and the court would not be justified, by virtue of its decision, in imposing the severe penalty provided by the statute under such circumstances.</p>\n<p id=\"b161-5\">The application is denied without costs to either party as against the other and judgment may be entered accordingly.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}