{
  "casebody": {
    "data": "<casebody firstpage=\"802\" lastpage=\"812\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b826-16\">229 P.3d 1164</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b826-17\">Linda BROWN, Plaintiff-Appellant, v. CITY OF POCATELLO, a municipal corporation, Defendant-Respondent.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b826-19\">No. 35992.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b826-20\">Supreme Court of Idaho, Boise,</court>\n<p data-order=\"4\" data-type=\"p\" id=\"AhI\">February 2010 Term.</p>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b826-22\">April 1, 2010.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b829-7\"><page-number citation-index=\"1\" label=\"805\">*805</page-number>Lowell N. Hawkes, Chartered, Pocatello, for appellant. Lowell N. Hawkes argued.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b829-8\">Anderson, Nelson, Hall, Smith, P.A., Idaho Falls, for respondent. Sam L. Angelí argued.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b829-9\">BURDICK, Justice.</author>\n<p id=\"b829-10\">Linda Brown alleges that her home was flooded as the result of a road reconstruction project on Pocatello Creek Road, performed by the City of Pocatello (Pocatello).</p>\n<p id=\"b829-11\">Brown argues that the district court erred in denying her Motion for Partial Summary Judgment, and in denying her Motion for Reconsideration, as Brown’s Complaint sufficiently pled claims for nuisance and inverse condemnation. Brown also argues that the district court incorrectly granted summary judgment in favor of Pocatello on the basis that Pocatello enjoyed immunity from state law claims for money damages under I.C. § 6-904(7), as Pocatello failed to present evidence that the water had been diverted to Brown’s home pursuant to a “plan or design”; and in finding that Brown’s Complaint failed to allege a claim of nuisance or inverse condemnation. We affirm the district court’s grant of summary judgment in favor of Pocatello, and denial of partial summary judgment in favor of Brown.</p>\n<p id=\"b829-12\">I. FACTUAL AND PROCEDURAL BACKGROUND</p>\n<p id=\"b829-13\">Linda Brown has lived in Pocatello, Idaho, since April of 2001. The backyard of her home is adjacent to Pocatello Creek Road and located approximately twenty feet below it. The portion of Pocatello Creek Road adjacent to Brown’s home is owned and maintained by the City of Pocatello (Pocatello), a municipal corporation.</p>\n<p id=\"b829-14\">In the summer of 2005, after hiring an engineering consultant and entering into a “State/Local Agreement” with the State of Idaho, Pocatello undertook a construction project on the section of Pocatello Creek Road adjacent to Brown’s home. Brown’s home flooded on February 28, 2006, April 16, 2006, October 4, 2006, and December 27, 2006. Brown filed a notice of tort claim against Pocatello on April 25, 2006, claiming that Pocatello had acted negligently in its construction project, allowing roadway water to pool on and adjacent to the roadway, with no sufficient means of diverting the water, resulting in the flooding of Brown’s home. Pocatello attempted to prevent water from Pocatello Creek Road from entering Brown’s home, first with gravel, then with sand bags, and finally with an asphalt barrier. No flooding has occurred since the asphalt barrier was erected.</p>\n<p id=\"b829-15\">On August 3, 2007, Brown filed a Complaint and Demand for Jury Trial. Pocatello filed a Motion for Summary Judgment on June 9, 2008, and Brown filed a Motion for Partial Summary Judgment on July 1, 2008, claiming in that motion that Pocatello’s actions constituted a nuisance under I.C. § 52-101 <em>et seq. </em>and constituted an uncompensated taking of Brown’s property. A hearing was held on July 28, 2008, and the district court issued its Decision on Motions for Summary Judgment on September 4, 2008, granting Pocatello’s Motion for Summary Judgment, and dismissing Brown’s claims for nuisance and inverse condemnation finding that these claims were raised for the first time at summary judgment proceedings. The district court entered its Judgment of Dismissal on September 15, 2008. On September 26, 2008, Brown filed a Motion for Reconsideration, followed by a Memorandum Supporting <page-number citation-index=\"1\" label=\"806\">*806</page-number>Plaintiff’s Motion for Reconsideration on September 30, 2008. Brown’s Motion for Reconsideration was denied in the district court’s Decision on Motion for Reconsideration on November 7, 2008. Brown appealed on December 19, 2008.</p>\n<p id=\"b830-4\">II.ISSUES ON APPEAL</p>\n<blockquote id=\"b830-5\">1. Whether the district court erred in holding that Brown did not sufficiently place Pocatello on notice of claims for nuisance and inverse condemnation, and in dismissing these claims on the grounds that they were raised for the first time on summary judgment, and if so, whether summary judgment should properly have been granted in favor of Brown.</blockquote>\n<blockquote id=\"b830-6\">2. Whether the district court erred in granting summary judgment in favor of Pocatello, having found Pocatello enjoyed “plan or design” immunity, without requiring Pocatello to demonstrate that it was acting in accordance with a plan or design when Brown’s property was damaged.</blockquote>\n<blockquote id=\"b830-7\">8. Whether Pocatello is entitled to attorney fees on appeal in accordance with I.C. §§ 6-918A or 12-117.</blockquote>\n<p id=\"b830-8\">III.STANDARD OF REVIEW</p>\n<p id=\"b830-9\">“On appeal from the grant of a motion for summary judgment, this Court’s standard of review is the same as the standard used by the district court originally ruling on the motion.” <em>Boise Tower Assoc., LLC v. Hogland, </em>147 Idaho 774, 779, 215 P.3d 494, 499 (2009). Summary judgment is proper “if the pleadings, depositions, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.” I.R.C.P. 56(c).</p>\n<p id=\"b830-10\">As discussed by this Court in <em>Cramer v. Slater:</em></p>\n<blockquote id=\"b830-11\">“All disputed facts are to be construed liberally in favor of the nonmoving party, and all reasonable inferences that can be drawn from the record are to be drawn in favor of the nonmoving party.” <em>Mackay v. Four Rivers Packing Co., </em>145 Idaho 408, 410, 179 P.3d 1064, 1066 (2008). If reasonable people might reach a different conclusion from conflicting inferences based on the evidence then the motion must be denied. <em>Id. </em>“If the evidence is conflicting on material issues or supports conflicting inferences, or if reasonable minds could reach differing conclusions, summary judgment must be denied.” <em>Doe v. Sisters of the Holy Cross, </em>126 Idaho 1036, 1039, 895 P.2d 1229, 1232 (Ct.App.1995).</blockquote>\n<p id=\"b830-13\">146 Idaho 868, 873, 204 P.3d 508, 513 (2009).</p>\n<p id=\"b830-14\">“ ‘The burden of proving the absence of material facts is upon the moving party.’ ” <em>Id. </em>(quoting <em>Baxter v. Craney, </em>135 Idaho 166, 170, 16 P.3d 263, 267 (2000)). The party opposing a motion for summary judgment “must respond to the summary judgment motion with specific facts showing there is a genuine issue for trial.” <em>Tuttle v. Sudenga Indus., Inc., </em>125 Idaho 145, 150, 868 P.2d 473, 478 (1994). “[A] mere scintilla of evidence or only slight doubt as to the facts is insufficient to withstand summary judgment; there must be sufficient evidence upon which a jury could reasonably return a verdict resisting the motion.” <em>Harpole v. State, </em>131 Idaho 437, 439, 958 P.2d 594, 596 (1998). “[A] moving party is entitled to summary judgment when the nonmoving party fails to make a showing sufficient to establish the existence of an element essential to that party’s case on which that party will bear the burden of proof at trial.” <em>Thomson v. Idaho Ins. Agency, Inc., </em>126 Idaho 527, 530-31, 887 P.2d 1034, 1037-38 (1994) (citing <em>Celotex Corp. v. Catrett, </em>477 U.S. 317, 322, 106 S.Ct. 2548, 2552, 91 L.Ed.2d 265, 273 (1986)).</p>\n<p id=\"b830-15\">IV.ANALYSIS</p>\n<p id=\"b830-16\">This Court must consider three issues. First, whether Brown’s Complaint placed Pocatello on notice of claims for nuisance and inverse condemnation, and whether Brown should have been granted summary judgment on said claims. Second, whether summary judgment should properly have been granted in favor of Pocatello on the basis that Pocatello was immune under I.C. § 6-904(7), or whether Pocatello should have <page-number citation-index=\"1\" label=\"807\">*807</page-number>been required to demonstrate that it was acting in accordance with a plan or design when the Pocatello Creek Road reconstruction project was executed. Third, whether Brown pursued this action frivolously and/or in bad faith, and whether Pocatello should, therefore, be awarded attorney fees under I.C. §§ 6-918A or 12-117.</p>\n<p id=\"b831-4\">A. Nuisance and Inverse Condemnation</p>\n<p id=\"b831-5\">The district court denied Brown’s Motion for Partial Summary Judgment on claims of nuisance and inverse condemnation, finding that these claims were not raised properly in Brown’s Complaint. Brown alleges that the district court viewed the Complaint through an overly formalistic lens, and that the Complaint informed Pocatello of the material facts upon which the actions for nuisance and inverse condemnation were based.</p>\n<p id=\"b831-6\">Idaho Rule of Civil Procedure 8(a)(2) provides that a pleading setting forth a claim for relief shall contain “a short and plain statement of the claim showing that the pleader is entitled to relief.” Idaho Rule of Civil Procedure 9(b) provides that for claims of constitutional violations, the circumstances constituting the constitutional violation “shall be stated with particularity.” “Under notice pleading, ‘a party is no longer slavishly bound to stating particular theories in its pleadings.’ ” <em>Seiniger Law Office, P.A. v. N. Pac. Ins. Co., </em>145 Idaho 241, 246, 178 P.3d 606, 611 (2008) (quoting <em>Cook v. Skyline Corp,, </em>135 Idaho 26, 33, 13 P.3d 857, 864 (2000)). A complaint must merely state claims upon which relief may be granted, and pleadings should be liberally construed in the interest of securing “a just, speedy and inexpensive resolution of the case.” <em>Id. </em>The technical rules of pleading have long been abandoned in Idaho, and the “general policy behind the current rules of civil procedure is to provide every litigant with his or her day in court.” <em>Clark v. Olsen, </em>110 Idaho 323, 325, 715 P.2d 993, 995 (1986). “Though this Court will make every intendment to sustain a complaint that is defective, e.g., wrongly captioned or inartful, a complaint cannot be sustained if it fails to make a short and plain statement of a claim upon which relief may be granted.” <em>Gibson v. Ada County Sheriff's Dep’t, </em>139 Idaho 5, 9, 72 P.3d 845, 849 (2003). “The key issue in determining the validity of a complaint is whether the adverse party is put on notice of the claims brought against it.” <em>Id. “ </em>‘A cause of action not raised in a party’s pleadings may not be considered on summary judgment nor may it be considered for the first time on appeal.’” <em>Maroun v. Wyreless Sys., Inc., </em>141 Idaho 604, 613, 114 P.3d 974, 983 (2005) (quoting <em>Edmondson v. Shearer Lumber Prod., </em>139 Idaho 172, 178, 75 P.3d 733, 739 (2003)).</p>\n<p id=\"b831-10\">Idaho Code § 52-101, titled “Nuisance defined,” provides that:</p>\n<blockquote id=\"b831-11\">Anything which is injurious to health or morals, or is indecent, or offensive to the senses, or an obstruction to the free use of property, so as to interfere with the comfortable enjoyment of life or property, or unlawfully obstructs the free passage or use, in the customary manner, of any navigable lake, or river, stream, canal, or basin, or any public park, square, street, or highway, is a nuisance.</blockquote>\n<p id=\"b831-12\">Article I, § 14 of the Idaho Constitution provides that “[p]rivate property may be taken for public use, but not until a just compensation, to be ascertained in the manner prescribed by law, shall be paid therefor.” The United States Constitution states “nor shall private property be taken for public use, without just compensation.” U.S. Const. amend. V.</p>\n<p id=\"b831-13\">In <em>Gillespie v. Mountain Park Estates, L.L.C., </em>this Court considered whether the plaintiffs’ (Gillespies) complaint was sufficient to place the defendants (Sellers) on notice that a claim for promissory estoppel was being pursued. 138 Idaho 27, 56 P.3d 1277 (2002). In order to demonstrate promissory estoppel, three elements must be met: “ ‘(1) the detriment suffered in reliance was substantial in an economic sense; (2) substantial loss to the promisee acting in reliance was or should have been foreseeable by the promisor; and (3) the promisee must have acted reasonably in justifiable reliance on the promise as made.’ ” <em>Id. </em>at 29, 56 P.3d at 1279 (quoting <em>Mitchell v. Bingham Mem’l Hosp., </em>130 Idaho 420, 425, 942 P.2d 544, 549 (1997)). Upon examination, this Court found that the complaint contained allegations that: (1) Sell<page-number citation-index=\"1\" label=\"808\">*808</page-number>ers had induced the Gillespies to sign a purchase contract (along with this purchase agreement a promissory note was signed promising to pay $5,000 if a specified construction company was not hired to build a home on the lot) by promising to repurchase the lot from the Gillespies without a penalty if the Gillespies decided not to build; (2) Sellers broke this promise to repurchase; and (3) as a result, Gillespies were forced to sell the lot at a $5,000 loss. <em>Gillespie, </em>138 Idaho at 30, 56 P.3d at 1280. This Court held that these “facts sufficiently allege the three-part test for promissory estoppel, as outlined above.” <em>Id. </em>Although never mentioning promissory estoppel by name, the short and plain statement succinctly offered allegations that, if true, would meet the elements of a claim for promissory estoppel.</p>\n<p id=\"b832-4\">Although a complaint need not identify the statutory basis for relief nor include a formal statement of the cause of action being pursued, there must be <em>some </em>indication of the theory of recovery supporting the relief sought — a naked recitation of the facts alone is insufficient. Without a clear and concise statement sufficient to place a reasonable attorney on notice of the plaintiffs <em>theories </em>of recovery that must be defended against, whether in the body of the complaint or in the prayer for relief, it cannot be said that a cause of action was sufficiently pled. Even under the liberal notice pleading standard, a complaint must reasonably imply the theory upon which relief is being sought. <em>See Dewey v. Tacoma Sch. Dist. No. 10, </em>95 Wash.App. 18, 974 P.2d 847, 851 (1999).</p>\n<p id=\"b832-5\">Brown’s Complaint and Jury Demand reads as follows:</p>\n<blockquote id=\"b832-6\">1. The District Court has jurisdiction because the amount in controversy is in excess of $10,000 and because the issues herein involve real property.</blockquote>\n<blockquote id=\"b832-7\">2. Plaintiff Linda Brown is a resident of Pocatello, Bannock County, Idaho residing at 2300 Darrell Loop where she has lived since April of 2001. Her back yard is adjacent to Pocatello Creek Road and is approximately half way between, the KOA Campgrounds “uphill” south of her home and[<footnotemark>1</footnotemark>] ... the Boy Scouts of America offices “downhill” north of her home.</blockquote>\n<blockquote id=\"b832-10\">3. Defendant City of Pocatello, is a Municipal Corporation located in Bannock County, incorporated under laws of the State of Idaho and having responsibility for the design and maintenance of the Pocatello Creek Road behind Mrs. Brown’s residence.</blockquote>\n<blockquote id=\"b832-11\">4. Prior to the summer of 2005, Plaintiff Linda Brown had resided at 2300 Darrell Loop since April of 2001 and had never had any water or water runoff damage to her property from water or rain on Pocatello Creek Road. Nor had the prior home owners.</blockquote>\n<blockquote id=\"b832-12\">5. In the summer of 2005, primarily July and August, Defendant City of Pocatello undertook construction on the Pocatello Creek Road behind Plaintiff Linda Brown’s home. In so doing the Defendant City of Pocatello negligently altered and reconstructed the Pocatello Creek Road roadway from its prior “water-safe” condition so as to create, among other things, a new roadway depression and water run-off pattern than had previously existed and that did not damage adjacent private properties.</blockquote>\n<blockquote id=\"b832-13\">6. The obvious roadway depression and “cupping” is easily seen where the City of Pocatello and Bannock County boundaries meet on Pocatello Creek Road. That difference at the junction was, and should have been, clear and conspicuous to City of Pocatello roadway designers, engineers, and workers with resultant recognition of the need to deal with roadway water runoff. The completed roadway from the City-County junction line did <em>not </em>flow smoothly but created a depression and allowed for pooling of water and water runoff into Plaintiffs yard and home and ultimately, as more fully set forth herein, requiring protection of Plaintiffs home by sandbags.</blockquote>\n<blockquote id=\"b832-14\">7. In February of 2006 with the water runoff of springtime the roadways as com<page-number citation-index=\"1\" label=\"809\">*809</page-number>pleted would not properly handle water runoff as it had before the summer of 2005 reconstruction and substantial roadway water was diverted onto and into Plaintiffs property and home.</blockquote>\n<blockquote id=\"b833-4\">8. Specifically, the roadway as reconstructed in the summer of 2005 allowed roadway water to pool on and adjacent to the roadway as there was no adequate design or means to properly and safely divert water without it passing onto Plaintiffs property; there was not even a drain installed on the west boundary of the property though there was a drain installed in the roadway on the east boundary of the roadway and north of Plaintiffs home.</blockquote>\n<blockquote id=\"b833-5\">9. The reconstructed roadway did not even have a full roadway gutter installed in the area behind and north of Plaintiffs home and the work as done and completed was not even sufficient to divert the water into the <em>partial </em>curbing that was constructed on part of the roadway north of Plaintiffs property.</blockquote>\n<blockquote id=\"b833-6\">10. Rather than repair the underlying problem and retain and restore the roadway to its prior safe runoff condition, the Defendant City placed sandbags along the west boundary of Pocatello Creek behind Plaintiffs home.</blockquote>\n<blockquote id=\"b833-7\">11. Those speaking on behalf of the City of Pocatello have wrongly and obviously claimed that the Pocatello Creek Road construction project “did <em>not </em>significantly alter Pocatello Creek Road.”</blockquote>\n<blockquote id=\"b833-8\">12. As a direct and proximate cause of the negligent Pocatello Creek Road reconstruction, the roadway water flowed off Pocatello Creek Road and under Plaintiffs back yard fence carrying debris and soil and rock with it into the Plaintiffs yard and ... and [sic] across the Plaintiffs yard and ... into Plaintiffs home through windows and ... into and down walls and ... onto floors and under carpeting ... and into other rooms and under tile.</blockquote>\n<blockquote id=\"b833-9\">13. Defendant City of Pocatello previously acknowledged that the necessity of sandbags on the road was not intended to be nor an appropriate permanent remedy of the roadway runoff water condition and assured Plaintiff that the Pocatello Creek Road condition complained of herein would be corrected this summer but to day [sic] has not done so though it has done other roadway work in <em>front of </em>Plaintiffs home on Darrell Loop where there was no water issue.</blockquote>\n<blockquote id=\"b833-11\">14. As a direct and proximate cause of the Defendant City of Pocatello’s negligence and failings as set forth herein, the Plaintiff has been specifically and generally damaged in her home and property, cleaning and repair expense, replacement expense, resultant mold and loss of use and benefit of her home and other damages incidental to all of the foregoing.</blockquote>\n<blockquote id=\"b833-12\">15. Plaintiff has been required to retain counsel to seek to remedy the foregoing and is entitled to costs and attorney fees that otherwise would not have been incurred.</blockquote>\n<blockquote id=\"b833-13\">WHEREFORE, Plaintiff prays for the Court’s Orders and Judgment awarding her special and general damages as shown by the evidence, plus interest, costs, attorney fees, repair of the Pocatello Creek Road and such other relief as the Court determines proper.</blockquote>\n<p id=\"b833-14\">(Ellipses and emphasis in original).</p>\n<p id=\"b833-15\">Here, Brown’s Complaint is not separated into multiple causes of action, and the only theory of recovery identified is negligence. Brown’s Complaint uses the words “negligent,” “negligently,” and “negligence” but makes no mention of a nuisance or taking, either specifically or through the use of operative terms typically associated with these claims. Read as a whole, the allegations contained in Brown’s Complaint are consistent with what is expected where a cause of action for negligence is being alleged. The prayer for relief is a generic request for damages, not inconsistent with what might properly be requested where the sole theory of recovery is negligence. Our liberal notice pleading standard is intended to see justice done, and prevent the dismissal of a valid claim for a mere technical failing. However, the opposing party must be provided with notice of the underlying theories being pursued against them in order to adequately prepare for trial. Our notice pleading standard requires more than a naked <page-number citation-index=\"1\" label=\"810\">*810</page-number>recitation of facts from which a hyper-vigilant attorney could possibly foresee the possibility of a given cause of action. A plaintiff cannot, in his complaint, paint us a picture of a four-legged animal with fur and a tail labeled “cat” and then assert at summary judgment that the picture depicts a dog.</p>\n<p id=\"b834-4\">Even where the Complaint, on its face, appears insufficient to place a reasonable defense attorney on notice of a cause of action, this Court may still find that pleading sufficient where the defendant responds to that cause of action in their answer. <em>Seiniger Law Office, P.A. v. N. Pac. Ins. Co., </em>145 Idaho 241, 178 P.3d 606 (2008). In <em>Seiniger, </em>this Court noted that even where a complaint contained “glaring deficiencies,” it was nevertheless judged sufficient to place the defendant on notice of a claim of breach of contract, where the defendant’s answer offered a defense to a breach of contract claim. <em>Id. See also Zattiero v. Homedale School District No. 370, </em>137 Idaho 568, 51 P.3d 382 (2002); <em>Vendelin v. Costco Wholesale Corp., </em>140 Idaho 416, 95 P.3d 34 (2004). Here, Pocatello’s Answer and Demand for Jury Trial contains no mention of any particular cause of action that Pocatello is seeking to defend itself from and, as noted by the district court, Pocatello was the first party to file for summary judgment, and focused solely on the claim of negligence.</p>\n<p id=\"b834-5\">Brown argues that the district court relied solely on the lack of a defense to claims of inverse condemnation and nuisance in Pocatello’s Answer in finding that Brown had insufficiently pled causes of action for nuisance and inverse condemnation. Upon review of the district court’s Decision on Motion for Reconsideration, it appears as though the court applied the proper standard of notice pleading in reaching its decision; however, the court included the unfortunate sentence, “Like the Supreme Court, this Court will look to the Defendant’s answer to determine whether the Defendant was put on notice of the claim for nuisance and taking.” To the extent that this statement implies that a defendant’s answer can be considered determinative as to what was pled in a plaintiffs complaint it is in error. Instead, where a defendant’s answer includes a defense to an alleged claim, that answer may be deemed sufficient evidence that a plaintiffs complaint placed the defendant on notice of that pleading. However, the lack of a defense in an answer may only be considered as a part of the broader inquiry into whether a complaint sufficiently offered a short and plain statement of a claim, the answer in-and-of-itself is given very little weight in this inquiry.</p>\n<p id=\"b834-7\">Finding that Brown’s Complaint failed to include a short and plain statement of the claims of nuisance or inverse condemnation, we affirm the district court’s grant of summary judgment in favor of Pocatello.</p>\n<p id=\"b834-8\">B. Idaho Code § 6-904(7) Immunity</p>\n<p id=\"b834-9\">In addition to alleging that the district court erred in finding that Brown had not sufficiently pled claims for nuisance and inverse condemnation, Brown also alleges that the district court erred in finding that Pocatello enjoyed immunity from certain claims under I.C. § 6-904(7), and in granting summary judgment on that basis. Brown alleges that, as Pocatello failed to demonstrate that it was acting in accordance with a plan or design, Pocatello is not immune. Pocatello responds that a showing that the plan or design was followed is not a prerequisite for I.C. § 6-904(7) immunity, and alternatively, that Pocatello did demonstrate that it was following a plan or design.</p>\n<p id=\"b834-10\">With respect to the construction or improvement of a highway, road, street, bridge, or other public property, there could be negligence in <em>planning and designing </em>the construction project, or there could be negligence in <em>implementing </em>the plan or design. Idaho Code § 6-904 is titled “Exceptions to governmental liability” and states, <em>inter alia:</em></p>\n<blockquote id=\"AV15\">A governmental entity and its employees while acting within the course and scope of their employment and without malice or criminal intent shall not be liable for any claim which: ... 7. Arises out of a plan or design for construction or improvement to the highways, roads, streets, bridges, or other public property where such plan or design is prepared in substantial conformance with engineering or design standards in effect at the time of preparation of the <page-number citation-index=\"1\" label=\"811\">*811</page-number>plan or design or approved in advance of the construction by the legislative body of the governmental entity or by some other body or administrative agency, exercising discretion by authority to give such approval.</blockquote>\n<p id=\"b835-4\">This statute only grants immunity for an allegedly negligent plan or design. It does not grant immunity for the negligent implementation of a plan or design.</p>\n<p id=\"b835-5\">In this case, Pocatello offered evidence that it did not perform the construction project. That project was subcontracted out to Jack B. Parsons Company, an independent contractor. Brown did not challenge that fact. As a general rule, a principal is not liable for the negligence of an independent contractor in performing the contracted services. <em>Jones v. HealthSouth Treasure Valley Hosp., </em>147 Idaho 109, 113, 206 P.3d 473, 477 (2009). Brown has not alleged that there is any exception to that general rule that is applicable in this case. Therefore, the negligence claim against Pocatello would only be negligence in planning or designing the construction project. Brown has not alleged any claim that would require Pocatello to establish that it acted in accordance with the plan or design.</p>\n<p id=\"b835-6\">Although Brown conspicuously avoids any mention of it in her brief, in <em>Lawton v. City of Pocatello, </em>this Court plainly interpreted I.C. § 6-904. 126 Idaho 454, 886 P.2d 330 (1994). <em>Lawton </em>involved an action seeking damages for the negligent design of an intersection. There, we held that a governmental entity is entitled to immunity under I.C. § 6-904(7) where it establishes two elements: “(1) the existence of a plan or design that was (2) <em>either </em>prepared in substantial conformance with existing engineering or design standards or approved in advance of construction by the legislative or administrative authority.” <em>Id. </em>at 459, 886 P.2d at 335.</p>\n<p id=\"b835-7\">In the instant case, Pocatello established immunity for negligence in planning and designing this construction project in accordance with <em>Lawton. </em>Brown does not contest this on appeal, but rather, in ignoring <em>Lawton, </em>argues that the language “arises out of’ in I.C. § 6-904(7) creates a third' requirement. Specifically, Brown argues that Pocatello must establish that its plan was <em>followed. </em>Idaho Code § 6-904(7) clearly states that plan or design immunity is granted for just that, a plan or design, not for aspects of construction. This Court’s opinion in <em>Law-ton </em>clearly states what a governmental entity must establish in order to fit within that limited immunity. Absent evidence refuting Pocatello’s showing on the two <em>Lawton </em>requirements, Pocatello has immunity for any harm that has arisen from the plan or design. Brown has offered no conflicting evidence that would create a genuine issue of material fact as to whether Pocatello met its obligations to qualify for plan or design immunity under I.C. § 6-904(7), we therefore affirm.</p>\n<p id=\"b835-11\">This Court.also notes that when the decision was made to raise the issues of inverse condemnation and nuisance it would have been prudent to prepare an amended complaint alleging those causes of action and then seek permission to file that amended complaint. We express no opinion as to whether those claims have merit under the facts of this case, nor whether they would avoid the planning and design immunity provided by I.C. § 6-904(7), but at least those issues would have been preserved.</p>\n<p id=\"b835-12\">C. Attorney Fees</p>\n<p id=\"b835-13\">Pocatello seeks attorney fees on appeal pursuant to I.C. §§ 6-918A and 12-117, arguing that the appeal was brought frivolously, in bad faith, and without foundation. Idaho Code § 12-117(1) states that, unless another statute provides otherwise, where the adverse parties in a proceeding are a “state agency, a city, a county or other taxing district and a person, the court shall award the prevailing party reasonable attorney’s fees, witness fees and reasonable expenses, if the court finds that the party against whom the judgment is rendered acted without a reasonable basis in fact or law.” “[Idaho Code] § 12-117 is the exclusive means for awarding attorney fees for the entities to which it applies.” <em>Potlatch Educ. Ass’n v. Potlatch Sch. Dist. No. 285, </em>148 Idaho 630, 635, 226 P.3d 1277, 1282 (2010). Here, although we affirmed the trial court’s grant of summary judgment, it was unclear to what extent the trial court relied upon <page-number citation-index=\"1\" label=\"812\">*812</page-number>Pocatello’s Answer in determining whether or not Brown sufficiently pled claims for nuisance and inverse condemnation. Therefore, we find that Brown did not appeal frivolously, without a basis in fact or law, and decline to grant attorney fees on appeal.</p>\n<p id=\"b836-4\">Y. CONCLUSION</p>\n<p id=\"b836-5\">We affirm the district court’s denial of partial summary judgment in favor of Brown, on claims of nuisance and inverse condemnation, as the complaint did not provide Pocatello with notice that these claims were being pursued. We affirm the district court’s grant of summary judgment in favor of Pocatello on the grounds that Pocatello enjoyed plan or design immunity under I.C. § 6-904(7). Costs to Pocatello.</p>\n<judges id=\"b836-6\">Chief Justice EISMANN and Justices J. JONES, W. JONES and HORTON concur.</judges>\n<footnote label=\"1\">\n<p id=\"b832-8\">. Brown’s Complaint and Jury Demand contained numerous photographs that will not be reproduced here.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}