{
  "casebody": {
    "data": "<casebody firstpage=\"210\" lastpage=\"211\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b262-3\">DISTRICT OF COLUMBIA, Petitioner, v. Pierre M. GHENT, t/a Pierre M. Ghent and Associates, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b262-5\">No. 12199.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b262-6\">United States Court of Appeals, District of Columbia Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b262-7\">Argued Feb. 8, 1955.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b262-8\">Decided Feb. 24, 1955.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b262-9\">Petition for Rehearing In Banc Denied March 21, 1955.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b262-17\">Mr. George C. Updegraff, Asst. Corp. Counsel for the District of Columbia, Washington, D. C., with whom Messrs. Vernon E. West, Corp. Counsel, Chester H. Gray, Principal Asst. Corp. Counsel, and George F. Donnella, Asst. Corp. Counsel, Washington, D. C., were on the brief, for petitioner.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b262-18\">Mr. Harold D. Cohen, Washington, D. C., with whom Messrs. Vernon C. Kohlhaas, Michael Waris, Jr., and Robert B. Yorty, Washington, D. C., were on the brief, for respondent.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b262-19\">Before EDGERTON, BAZELON and BASTIAN, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b262-20\">PER CURIAM.</author>\n<p id=\"b262-21\">This case comes before us for review of a decision of the District of Columbia Tax Court, and involves a claimed exemption from a franchise tax imposed for the years 1950, 1951 and 1952 upon an “unincorporated business” as defined in Article I, Title VIII, Section 1 of the District of Columbia Revenue Act of 1947; Title 47, Section 1574, of the District of Columbia Code 1951.<footnotemark>1</footnotemark> The Tax Court sustained the claim of exemption; and this appeal followed.</p>\n<p id=\"b262-22\">Respondent is the sole proprietor of a business engaged in a branch of the field of civil engineering. His gross income for 1950 was $78,200.35, out of which he paid for professional services relating to engineering, rendered by employees, “free lance” draftsmen and independent contractors, $43,778.56; gross income for 1951 was $109,768.77, out of which he <page-number citation-index=\"1\" label=\"211\">*211</page-number>paid for such services $48,421.81; gross income for 1952 was $76,247.67, out of which he paid for such services $30,760.-61. These payments were in addition to amounts paid office employees who performed primarily clerical duties, and duties relating to the maintenance and operation of the building where respondent’s offices are located.</p>\n<p id=\"b263-5\">Respondent, under these circumstances, cannot be said to have produced more than 80% of the gross income of the business by “personal services actually rendered” by him. This distinguishes the instant case from that of District of Columbia v. Adair, 90 U.S.App.D.C. 368, 196 F.2d 603, 604, where we had under consideration the Section of the District of Columbia Revenue Act of 1947 here involved.<footnotemark>2</footnotemark></p>\n<p id=\"b263-8\">Here the total of salaries to engineering employees, “free lance” draftsmen, and independent engineering firms not only was over 20% of the gross, but ranged between 55% and 40% in the three years in question.</p>\n<p id=\"b263-9\">The decision of the Tax Court will be</p>\n<p id=\"Aps\">Reversed.</p>\n<footnote label=\"1\">\n<p id=\"b262-14\">. The statute excludes from the tax “any trade or business in which more than 80 per centum of the gross income is derived from the personal services actually rendered by the the individual or members of the partnership or other entity in the conducting or carrying on of any trade or business and in which capital is not a material income-producing factor.”</p>\n<p id=\"b262-15\">The regulations adopted under authority of the statute, and in force during the three years in question, provide that “if 20% or more of- the gross income from the business is derived from charges for personal services rendered by employees or agents of the business (as distinguished from the owner or owners of the business)”, the tax is applicable. (Regulations 8-1 (d), (e), (f).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b263-6\">. In Adair this court found that the total of salaries paid <em>engineering </em>employees was under 20% of the gross. The court continued: “The fact that salaries paid to <em>employees of all types </em>exceed 20% of gross income does not of itself render erroneous the conclusion of the Board that Mr. Adair’s personal services are nevertheless the derivation — the source— of more than 80% of such income.” (Emphasis supplied.)</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}