{
  "casebody": {
    "data": "<casebody firstpage=\"364\" lastpage=\"367\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b416-3\">Mildred B. SAVOY, Appellant, v. Rodney P. SAVOY, Leonard D. Savoy, Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b416-5\">No. 11365.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b416-6\">United States Court of Appeals District of Columbia Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b416-7\">Argued May 14, 1954.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b416-8\">Decided Nov. 4, 1954.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b416-24\">Mr. Albert J. Ahern, Jr., Washington, D. C., with whom Mr. James J. Laughlin, Washington, D. C., was on the brief, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b416-25\">Mr. George E. C. Hayes, Washington, D. C., for appellees. Mr. Leonard S. Hayes, Washington, D. C., also entered an appearance for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b416-26\">Before EDGERTON, FAHY and WASHINGTON, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b416-27\">FAHY, Circuit Judge.</author>\n<p id=\"b416-28\">The appeal, in a contest over the alleged revocation of a will, presents the vexing problem of admissibility of testimony regarding a post-testamentary statement of the testator offered to show his intention in having a part in tearing <page-number citation-index=\"1\" label=\"365\">*365</page-number>his will. The instrument had been executed by Walter S. Savoy, referred to sometimes as the testator. After his death it was offered for probate by his widow, the appellant, the principal beneficiary named in the will. It had been tom into two pieces, joined by tape. Testator’s two brothers, the appellees, filed a caveat alleging revocation. If this had occurred Walter S. Savoy died intestate and a greater interest in his property devolved to the appellees than if the will stood.<footnotemark>1</footnotemark></p>\n<p id=\"b417-5\">On trial of the issues in the District Court before a jury it was brought out that serious marital difficulties had arisen between testator and his wife, which were unresolved at the time of his death. A suit by her for separate support and maintenance and one by him for divorce were pending.</p>\n<p id=\"b417-6\">The widow gave the following version of how the will became torn:</p>\n<blockquote id=\"b417-7\">“A. Well, after I refused to release him from paying me this alimony, I mean this maintenance, he said, ‘Well, I’ll just make another will,’ and he pulled this one out of his pocket and had it going in his hand, shaking, and I grabbed it.</blockquote>\n<blockquote id=\"b417-8\">‘‘Q. What is your best recollection, Mrs. Savoy, as to whether you tore it or whether Dr. Savoy tore it?</blockquote>\n<blockquote id=\"b417-9\">“A. We both had a part in tearing it.”</blockquote>\n<p id=\"b417-10\">While there was evidence which ■might have led the jury to reject this version the resolution of the question was for them and they could have found the tearing occurred as the widow testified. If they did so it was essential that they find also whether or not the tearing was <em>animo revocandi. </em>Our Code, § 19— 103, D.C.Code (1951), provides that a will may not be revoked except by another will, codicil or other writing, none of which is here involved, or</p>\n<blockquote id=\"b417-15\">“by burning, canceling, tearing, or obliterating the same by the testator himself or in his presence and by his direction and consent * *</blockquote>\n<p id=\"b417-16\">If the tearing was accidental or unaccompanied by the necessary intent it did not constitute a revocation. Throckmorton v. Holt, 180 U.S. 552, 586-587, 21 S.Ct. 474, 45 L.Ed. 663. The court properly instructed the jury to this effect, but they found testator had revoked the will; that is, that the tearing was accompanied by an intent on his part to revoke.<footnotemark>2</footnotemark></p>\n<p id=\"b417-17\">On this issue of intent testimony was offered on behalf of the widow that two or three months prior to his death, and some months after the tearing episode as related by her, the testator had asked the proffered witness to intervene with his wife to take him back. He said he had left his wife all his property and wanted his brothers to have nothing, that his brothers, particularly one, were instrumental in putting his mother away in an insane asylum and he was only going to leave them a small amount which would prevent them from contesting the will. This testimony was excluded.</p>\n<p id=\"b417-18\">We think this was error. The testimony was relevant to aid the jury in determining whether or not the tearing was intended as a revocation. Accord<page-number citation-index=\"1\" label=\"366\">*366</page-number>ing to the widow’s version the will became torn in ambiguous or equivocal circumstances which left in doubt the state of mind accompanying the act. The proffered statement was revealing as to this. It was evidence that the condition of the will was not due to action intended by the husband to bring about a change in his beneficiaries. It was indicative of the absence of <em>animo revoca/ndi. </em>Other evidence of contrary import was available in abundance but that excluded was relevant for the jury to consider along with the other.</p>\n<p id=\"b418-4\">It is contended the proffered testimony was incompetent because hearsay and therefore properly excluded even though relevant. We think it was not hearsay. The issue was the intent or state of mind of the testator when the will was torn. As we have said, the statement attributed to him, in and of itself, tended to show this. The witness whose testimony was offered to prove the testator’s statement was under oath and subject to cross-examination. If his statement to her was itself evidence of his intent then her narration of the statement on the witness stand would not have been hearsay but direct testimony of a relevant circumstance bearing upon intent.<footnotemark>3</footnotemark> In contrast, if the proffered testimony had been that he told the witness he had not torn the will this would have been hearsay as to whether he did or did not tear it. Throckmorton v. Holt, supra; Mahan v. Perkins, 274 Mass. 176, 179, 174 N.E. 275, 276; 6 Wigmore, Evidence § 1736 (3d ed.); see, also, Peters v. Peters, 64 App.D.C. 331, 78 F.2d 215. But that is not the situation. The testimony was of a statement he made to the witness the content of which was itself relevant in ascertaining testator’s intent.</p>\n<p id=\"b418-10\">Though not hearsay was the tendered evidence nevertheless of a character so untrustworthy or unreliable as to be incompetent on that ground?</p>\n<p id=\"b418-11\">It is desirable to restate briefly the situation so that our decision will not be thought broader than it is. The case does not involve statements offered to prove the forgery of a will, the principal issue in Throckmorton v. Holt, supra, and see Peters v. Peters, supra, or the fact of its execution, as in Mahan v. Perkins, supra, or the content of the instrument, see 6 Wigmore, Evidence § 1736. Nor is it offered to show the act of revocation itself, that is, the tearing. It is tendered to show only the state of mind of the admitted author of the will when it was torn in circumstances which, according to one version, left quite unclear the full nature of the act of tearing. .Was it accidental? Did it occur in a scuffle between husband and wife, accompanied with no intent to revoke? Or was it an intentional revocation ?</p>\n<blockquote id=\"b418-12\">“ * * * since the question is here merely one of the existence of a state of mind, may we not infer the testator’s then state of mind from his <em>state of mind </em>at a <em>prior or subsequent time </em>not too remote? The principle of Relevancy already examined <em>(ante, </em>§§ 241, 242) certainly justifies this; hence, as evidence of this prior or subsequent state of mind, utterances at the prior or subsequent time are admissible.”</blockquote>\n<p id=\"b418-13\">6 Wigmore, Evidence § 1737 (3d ed.).</p>\n<p id=\"b419-4\"><page-number citation-index=\"1\" label=\"367\">*367</page-number>The numerous cases above cited, n. 3, supra, in support of the view that such evidence was not excludable implicitly hold also that it is not of a sort too unreliable to be received. Unless received in such a case as this the jury could only speculate from the inconclusive tearing act itself, unassisted by other available and relevant evidence of intent. 5 Wigmore, Evidence §§ 1420, 1421 (3d ed.). We are unwilling to characterize the evidence as too unreliable to be competent. But if, in view of the whole situation disclosed the trial court deems wise a cautionary instruction to guard the jury against placing too great reliance upon statements of the testator attributed to him after his death, such warning should be given.</p>\n<p id=\"b419-5\">In reaching a conclusion as to the state of mind of the testator in participating in an equivocal act the jury should be able to consider his statements bearing thereon, though not part of the <em>res gestae, </em>if made at a time not too remote from the act to which they relate. No rigid standards on remoteness are feasible. The question must be decided in each case in the exercise of a sound discretion. In the case at bar exclusion for remoteness seems unjustified, for the situation between the parties at the time the statement was said to have been made, in relation to the time of the tearing, remained alive and unsettled.</p>\n<p id=\"b419-6\">The evidence excluded was non-cumulative and non-repetitious. Since it was relevant and competent we think it was material. Its exclusion, therefore, was not harmless error. The issue of intent was left uncertain. We cannot say revocation was otherwise so clear that the excluded testimony could have made no difference. To do so in this case would be to substitute our judgment on a critical factual issue for that of the jury.</p>\n<p id=\"b419-7\">Reversed and remanded.</p>\n<p id=\"b419-8\">EDGERTON, Circuit Judge, concurs in the result.</p>\n<footnote label=\"1\">\n<p id=\"b417-11\">. The amount bequeathed to them by the terms of the will is $10 to each. The net value of the estate indicated by the papers seeking letters testamentary is approximately $23,000.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b417-12\">. The issues as presented by the court to the jury were: (1) Was the purported will of Walter S. Savoy mutilated by him with the intent of rendering the same ineffective and revoking it during his lifetime? (2) Was the purported will of Walter S. Savoy fraudulently offered for probate by Mildred B. Savoy with knowledge that the decedent had revoked it? (3) Was the said paper writing, bearing the date of July 18, 1947, the last will and testament of Walter S. Savoy? Nos. 1 and 2 were answered in the affirmative, No. 3 in the negative. Notwithstanding that the basis of our reversal relates directly only to the first question, it seems clear that if reversible error in this respect occurred, as we <em>hold, </em>reconsideration also of the other questions is required below.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b418-5\">. 6 Wigmore, Evidence § 1737 (3d ed.); Patterson v. Hickey, 32 Ga. 156; Saliba v. Saliba, 202 Ga. 791, 799, 44 S.E.2d 744, 751; Lawyer v. Smith, 8 Mich. 411, 423; Grampton v. Osborn, 356 Mo. 125, 137—138, 201 S.W.2d 336, 342, 172 A.L.R. 344; In re Barrie’s Will, 393 Ill. 111, 123, 65 N.E.2d 433, 438; In re Bond’s Estate, 172 Or. 509, 556, 143 P.2d 244, 262; In re Welch’s Estate, 60 Ariz. 215, 222-223, 134 P.2d 701, 704; In re Kehr’s Estate, 373 Pa. 473, 477, 95 A.2d 647, 649; First Nat. Bank of Adams v. Briggs, 329 Mass. 320, 322, 108 N.E.2d 548, 549. See, also, In re Smith’s Estate, 31 Cal.2d 563, 568, 191 P.2d 413, 416; Betts v. Jackson, 6 Wend. N.Y., 173, 188, with which compare Matter of Kennedy’s Will, 167 N.Y. 163, 60 N.E. 442; Pickens v. Davis, 134 Mass. 252, 257-258.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}