{
  "casebody": {
    "data": "<casebody firstpage=\"512\" lastpage=\"516\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b560-7\">Daniel S. W. KELLY, Petitioner, v. COMMISSIONER OF INTERNAL REVENUE, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b560-9\">No. 11491.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b560-10\">United States Court of Appeals Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b560-11\">Jan. 4, 1956.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b560-23\">Harvey W. Peters, Milwaukee, Wis., for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b561-4\"><page-number citation-index=\"1\" label=\"513\">*513</page-number>H. Brian Holland, Asst. Atty. Gen., George F. Lynch, Ellis N. Slack, Hilbert P. Zarky, Charles B. Freeman, Attys., Dept, of Justice, Washington, D. C., for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b561-5\">Before DUFFY, Chief Judge, and FINNEGAN and SCHNACKENBERG, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b561-6\">DUFFY, Chief Judge.</author>\n<p id=\"b561-7\">On his federal income tax return for 1947 taxpayer claimed as deductions “lawyer’s fees and expenses, $2231.10” and “safe deposit boxes, $9.60.” The Commissioner disallowed these claims. The Tax Court held 23 T.C. 682 that taxpayer was entitled to deduct only $600 which sum it calculated was the reasonable proportion of the total fees and expenses which taxpayer incurred in the recovery of interest and rental income. The Court also held the expenditure of $9.60 for safety deposit rental was proper. The balance of the claimed deductions was disallowed.</p>\n<p id=\"b561-8\">Taxpayer is a resident of Milwaukee, Wisconsin. His father, Robert L. Kelly, owned certain rental property in South Dakota, and in 1929 and 1930 the father caused deeds to be drawn conveying these properties to his daughter lima Kelly Gram. The father retained possession of the deeds until his death in 1934. During the period after the date of the deeds and up to the,time of his death, the father had undisputed possession and control of the properties.. He collected rentals, paid the taxes and insurance, entered into a party wall agreement and paid part of the cost of the wall.</p>\n<p id=\"b561-9\">After the death of the father, taxpayer and his sister caused the deeds to be recorded. They treated the properties as being, owned jointly* and opened a joint bank account in which rental income from the properties was deposited. Before and after the death of the father, taxpayer supplied a total of $5000 which was used to pay off mortgages against the properties. No evidence of debt or security was received by taxpayer when he made such payments.</p>\n<p id=\"b561-16\">In 1944, the daughter lima transferred the properties through a third party to her husband and herself as joint tenants. Taxpayer learned of this transfer in 1945 and shortly thereafter filed suit against his sister in a State Court in South Dakota. Taxpayer asked the Cpurt to decree that he was the owner of a one-half interest in the property. He also asked for judgment for money loaned to his father and because he had paid a mortgage which was a lien on said premises. The trial court found that lima and her husband were the owners of all of the property in dispute but awarded judgment to taxpayer for the amount of money demanded in his complaint. Taxpayer appealed, but lima did not appeal as to the money judgment awarded against her. The Supreme Court of South Dakota reversed Kelly v. Gram, S.D., 38 N.W.2d 460, 461, holding that lima was estopped to deny that she held title to one-half the property in trust for taxpayer.</p>\n<p id=\"b561-17\">The question for determination here is whether attorney fees, travel, and out-of-pocket expenses incurred in the South Dakota trial court by reason of the lawsuit hereinbefore described, are deductible- as ordinary and necessary expenses paid during the taxable year “for the production or collection of income, or for the management, conservation, or maintenance of property held for the production of income,” within the meaning of Sec. 23(a) (2) of the Internal Revenue Code of 1939.<footnotemark>1</footnotemark></p>\n<p id=\"b562-3\"><page-number citation-index=\"1\" label=\"514\">*514</page-number>The Commissioner argues the entire sum of $2231.10 was incurred in perfecting the title to real estate; that such expenditure was a part of the cost of the property and being a capital expenditure was not deductible. The Commissioner also contends that the recovery of funds which taxpayer advanced to pay the mortgage indebtedness is not properly deductible under Sec. 23(a) (2) of the Code.</p>\n<p id=\"b562-4\">Taxpayer contends that the total expenditures for legal fees and expenses were incurred for the recovery of his own funds which he had advanced as loans, together with interest. He argues that the part attributable to the recovery of interest is an ordinary and necessary expense paid for the collection of income, and that the balance is ordinary and necessary expense for the management, conservation, or maintenance of property held for the production of income.</p>\n<p id=\"b562-5\">Taxpayer insists that court decisions cited by the Commissioner which support the legal principle that expenditures to acquire or perfect title to property are capital expenditures, are not applicable. Taxpayer points out that the expenditure of $2231.10 for lawyer’s fees and expenses was incurred in the South Dakota trial court, which gave him judgment for the amount he had advanced to pay the mortgage plus interest, while it rejected his contention that he owned a half interest in the property. Taxpayer argues that such expenditures were directly and proximately related to the preservation and maintenance of his'interest in income-producing property and, therefore, deductible under Sec. 23(a) (2) of the 1939 Code.</p>\n<p id=\"b562-6\">We do not think it controlling that the trial court granted only part of the relief demanded by the taxpayer in his suit. His claim to title to a half interest in the property was an issue in the trial court. In its opinion in Kelly v. Gram, supra, the Supreme Court of South Dakota stated: “Plaintiff in his complaint asked to be decreed the owner of a half-interest in the property which belonged to his father.” Therefore, it is clear that taxpayer’s suit was, at least in part, an action to perfect his title to a one-half interest in the property.</p>\n<p id=\"b562-8\">The question which is here for us to decide has given the courts considerable difficulty. In Rassenfoss v. Commissioner of Internal Revenue, 7 Cir., 158 F.2d 764 at page 766, this court said: “Both petitioner and respondent cite a number of eases in support of their respective contentions, a study of which reveals that the line of demarcation between an ‘ordinary and necessary expense’ as a deductible item and an expenditure incurred in defense of title to property and therefore .not deductible is extremely narrow.” More recently, the Fifth Circuit in Brown v. Commissioner of Internal Revenue, 215 F.2d 697, at page 699 observed: “* * * Whatever else may be gleaned from a study of the cases, it is certain that there is no hard and fast rule by which it can easily be determined whether such expenditures are or are not deductible.”</p>\n<p id=\"b562-10\">Section 23(a) (2) was added to the Internal Revenue Code by the Revenue Act of 1942. Regulations were issued thereunder which provide that non-business expenses incurred in defending or perfecting title are not deductible. Treas.Reg. 111, Sec. 29.23(a)-15. Also to be considered is the familiar rule that an income tax deduction is a matter of legislative grace and the burden is on the taxpayer to clearly show a right to the claimed deduction. Interstate Transit <page-number citation-index=\"1\" label=\"515\">*515</page-number>Lines v. Commissioner of Internal Revenue, 319 U.S. 590, 593, 63 S.Ct. 1279, 87 L.Ed. 1607; New Colonial Ice Co., Inc. v. Helvering, etc., 292 U.S. 435, 440, 54 S.Ct. 788, 78 L.Ed. 1348.</p>\n<p id=\"b563-4\">As to taxpayer’s contention that he comes clearly within Sec. 23(a) (2) because his expenditures directly and proximately related to the preservation of his interest in income producing property, it must be admitted that, in a sense, every lawsuit to establish or perfect title to property is designed to preserve the plaintiff’s interest in that property. However, we agree with the statement of the court in Brown v. Commissioner of Internal Revenue, 5 Cir., 215 F.2d 697, 699 where it was stated: “Of course, when property is held for the production of income, any expenditure which relates to the perfection or defense of the taxpayer’s title to the property can, in one sense, be said to have been an expenditure for the <em>conservation </em>of the property. On the other hand, it seems equally as sound to say that any such expenditure is more properly an element in the cost of acquiring or preserving the legal right to the income produced by the property, and therefore must be considered a capital expenditure.”</p>\n<p id=\"b563-5\">The case most nearly in point is Garrett v. Crenshaw, 4 Cir., 196 F.2d 185. There the legal title to the property had been placed in the taxpayer’s son, who agreed to hold it in trust. Upon the death of the son, his widow denied that taxpayer had any interest in the property. Taxpayer brought a suit and established the trust. The court held the litigation expense could not be deducted stating, 196 F.2d at page 187, that they were incurred in “ * * * defense and perfection of taxpayer’s title to property in which, prior to the litigation, he held only an equitable interest based upon a parol trust.”</p>\n<p id=\"b563-6\">We cannot agree with taxpayer’s contention that his lawsuit in the South Dakota courts was “only incidental to perfecting legal title to a one-half interest in the property.” Of the $26,000 which he recovered from his sister approximately $21,000 was attributable to his success in having the Court recognize his right to an undivided one-half interest in the property and his recovery of his prior investment in the property.</p>\n<p id=\"b563-8\">Taxpayer claims that the decision of this court in Northern Trust Co. v. Campbell, 7 Cir., 211 F.2d 251, is authority for his contentions in the case at bar. That case involved litigation expense incurred by the taxpayer in resisting a claim for Federal Estate taxes which had been asserted against him as transferee. Treasury Regulations had provided that litigation expenses incurred in the determination of liability for income taxes were deductible but that expenses incurred in determining gift tax liabilities were not deductible. We held that expenses in connection with an estate tax liability were also deductible, a rule which is now embodied in Section 212 of the 1954 Code, 26 U.S.C. § 212. We do not think that decision in any way controls the decision in the case at bar.</p>\n<p id=\"b563-9\">We hold the taxpayer’s claim that he was the owner of a one-half interest in the property formerly owned by his father was not incidental to his South Dakota suit, but was one of the principal issues there litigated, and any legal expenses incurred in trying to establish that right were not deductible from his income tax.</p>\n<p id=\"b563-10\">We are also of the opinion that any part of the expenses that might be allocated to the recovery of money which taxpayer advanced to pay the mortgage indebtedness is likewise not deductible. Section 23(a) (2) has not been amended since its enactment in 1942, and the regulations which have apparently received the approval of Congress leave little doubt that it was and is the Congressional intent that expenditures for the recovery of the sums advanced to pay mortgage indebtedness was not a deductible non-business expense.</p>\n<p id=\"b563-11\">Some of the authorities which we think support our view include Commissioner of Internal Revenue v. Coke, 5 Cir., 201 F.2d 742. There taxpayer, a married woman, incurred legal expenses in a suit to recover community property <page-number citation-index=\"1\" label=\"516\">*516</page-number>accumulated, during her marriage but which was fraudulently concealed at the time of the divorce settlement. The expenses were held not deductible because they were attributable to capital recovery. Similarly, the expenses attributable to a ward’s recovery from his trustee of embezzled funds were held not deductible in Helvering, etc., v. Stormfeltz, 8 Cir., 142 F.2d 982. In Kimbrell v. Dallman, etc., D.C.S.D.Ill.S.D., 80 F.Supp. 695, the Court held that legal expenses attributable to the recovery of mineral and oil rights were not deductible under Sec. 23(a) (2).</p>\n<p id=\"b564-4\">In this court taxpayer argues that the entire expenses which he incurred are deductible as a loss under Sec. 23(e) or in the alternative, that the portion of the expenses attributable to the recovery .of- money loaned is a loss under the same section. These issues are raised here for the first time and were not presented for the determination of the Tax Court. Under the familiar rule we will not consider .the merits of claims or issues which the Tax Court had no opportunity to decide.</p>\n<p id=\"b564-5\">Judgment affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b561-10\">. “§ 23. <em>Deductions from gross income. </em>In computing net income there shall be allowed as deductions:</p>\n<blockquote id=\"b561-12\">“(a) <em>Dispenses</em></blockquote>\n<blockquote id=\"aqc-dedup-0\">*****</blockquote>\n<blockquote id=\"Ae9-\">“(2) <em>Non-trade or non-business expenses. </em>In the case of an individual, all the ordinary and necessary expenses paid or incurred during the taxable year for the production or collection of income, or for the management, conservation, or maintenance of property held for the production of income.</blockquote>\n<blockquote id=\"AD_\">$ * * * *</blockquote>\n<blockquote id=\"AeU\">“(e) <em>Losses by individuals. </em>In the case of an individual, losses sustained <page-number citation-index=\"1\" label=\"514\">*514</page-number>during the taxable year and not compensated for by insurance or otherwise—</blockquote>\n<blockquote id=\"AGa\">“(1) if incurred in trade or business; or</blockquote>\n<blockquote id=\"A19\">“(2) if incurred in any transaction entered into for profit, though not connected with the trade or business; or</blockquote>\n<blockquote id=\"AOK\">“ (3) of property not connected with the trade or business, if the loss arises from fires, storms, shipwreck, or other casualty, or from theft. No loss shall be allowed as a deduction under this paragraph if at the time of the filing of the return such loss has been claimed as a deduction for estate tax purposes in the estate tax return. * * *”</blockquote>\n<p id=\"ago-dedup-0\">26 U S C 1952 ed , § 23.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}