{
  "casebody": {
    "data": "<casebody firstpage=\"472\" lastpage=\"478\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b506-11\">Notra TRULOCK, III, Plaintiffs Appellant, v. Wen Ho LEE, Defendant-Appellee, and United States of America, Intervenor-Defendant-Appellee. Notra Trulock, III, Plaintiff-Appellant, v. Charles E. Washington; Robert S. Vrooman; William B. Richardson, Defendants-Appellees, and United States of America, Intervenor-Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b506-19\">Nos. 02-1476, 02-1477.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b506-20\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b506-21\">Argued Feb. 28, 2003.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b506-22\">Decided June 3, 2003.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b507-9\"><page-number citation-index=\"1\" label=\"473\">*473</page-number>ARGUED: Larry E. Klayman, Judicial Watch, Inc., Washington, D.C., for Appellant. Freddi Lipstein, Appellate Staff, Civil Division, United States Department of Justice, Washington, D.C.; John Richard Erickson, Reed Smith, L.L.P., Falls Church, Virginia, for Appellees. ON BRIEF: Michael J. Hurley, Meredith Cavado, Judicial Watch, Inc., Washington, D.C., for Appellant. Robert D. McCallum, Jr., Assistant Attorney General, Paul J. McNulty, United States Attorney, Barbara L. Herwig, Appellate Staff, Civil Division, United States Department of Justice, Washington, D.C., for Appellee United States. Thomas C. Green, Mark D. Hop-son, Frank R. Volpe, Griffith L. Green, C. Kevin Marshall, Sidley, Austin, Brown &amp; Wood, L.L.P., Washington, D.C., for Appellee Lee; Mitchell I. Batt, Sullivan, Talbott &amp; Batt, Rockville, Maryland, for Appellee Washington.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b507-11\">Before MICHAEL, TRAXLER, and KING, Circuit Judges.</judges>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b507-12\">Affirmed by unpublished PER CURIAM opinion.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b507-13\">OPINION</p>\n<author id=\"b507-14\">PER CURIAM.</author>\n<p id=\"b507-15\">This case arises out of the investigation of Dr. Wen Ho Lee, a U.S. Department of Energy (DOE) scientist who was accused of mishandling sensitive nuclear weapons documents. Plaintiff Notra Trulock, III, formerly an official with the DOE, brought this diversity suit against Lee and two other federal officials, Robert Vrooman and Charles Washington. He claims that all three defamed him with statements alleging that his part in the investigation of Lee was motivated by racial bias. The district court dismissed Trulock’s claims because the state secrets privilege protects so much relevant information that the litigation cannot go forward. Trulock appeals the dismissal, and we affirm.</p>\n<p id=\"b508-3\"><page-number citation-index=\"1\" label=\"474\">*474</page-number>I.</p>\n<p id=\"b508-4\">Truloek was the head of the Office of Energy Intelligence (OEI), the intelligence and counterintelligence arm of DOE, from 1994 to 1998. Lee, a scientist at Los Alamos National Laboratory (LANL), is a U.S. citizen who was bom in Taiwan. Defendant Robert Vrooman was a counterintelligence officer at LANL from 1988 to 1998. Defendant Charles Washington was acting director of the Counterintelligence Division of DOE from 1995 to 1996.</p>\n<p id=\"b508-5\">In 1995 two LANL scientists approached Truloek with their concerns that the People’s Republic of China (PRC) was receiving information about the U.S. nuclear weapons program, in particular about a warhead called W-88. Truloek set in motion an investigation. The first substantive step in the investigation was to form a group of scientists and intelligence analysts, known as the Kindred Spirit Analytical Group (KSAG), who would evaluate the PRC weapons program and attempt to determine if the U.S. program had been compromised. Among the information they reviewed was what is called the “walk-in document,” a document provided to the CIA by a person who had no previous contact with the intelligence community. It contained information that helped lead KSAG to the conclusion that the U.S. nuclear weapons program had been compromised.</p>\n<p id=\"b508-6\">In response to the KSAG’s conclusion, an Administrative Inquiry (AI) was launched by DOE. An AI begins with a “predicate,” which is the collection of information that forms the basis of an investigation. The predicate for the AI here was not written down until the investigation’s final report, but it was developed as Trulock’s office and others at DOE briefed FBI officials at the beginning of the inquiry. The AI sought to identify people within DOE who met three objective criteria: those who (1) had access to W-88 classified information, (2) had traveled to the PRC or had contact with visitors from the PRC, and (3) had indications of previous security concerns. On May 28, 1996, the final report of the AI was sent to the FBI. The report identified thirty-two people, including Lee, who met the criteria. Within days the FBI opened a full investigation of Lee. Over three years later, on December 10, 1999, Lee was indicted in the District of New Mexico on fifty-nine counts of mishandling classified information. Starting soon after the indictment, Lee, his lawyers, Vrooman, and Washington all made statements to the press and in court documents, charging that the investigation generally and Truloek in particular unfairly or improperly focused on Lee because of his Chinese ethnicity. Lee pled guilty to one count of mishandling classified information in September 2000.</p>\n<p id=\"b508-8\">In response to public controversy over the case against Lee, the Department of Justice formed a team in May 1999 to look into the conduct of the investigation that culminated in Lee’s indictment. The team’s findings were summarized in a 2000 report known as the Attorney General’s Review Team (AGRT) Report. The report found that Lee was a proper subject for further investigation. However, the report questioned the predicate for the AI, which in part dictated the three criteria. The report found that OEI (Trulock’s office) misrepresented the KSAG conclusions while preparing the predicate for the AI. OEI, according to the report, substituted its own assessment of the situation for the KSAG’s. The AI’s predicate was thus flawed from the start, according to the AGRT Report. This flaw carried over into the final report of the AI, which became the basis for the FBI’s investigation of Lee. The public version of the AGRT Report is so heavily redacted that it is impos<page-number citation-index=\"1\" label=\"475\">*475</page-number>sible to understand the substance of the deviation between the KSAG conclusion and the AI predicate. Overall, the AGRT found “no evidence of racial bias,” but it goes on to say that “[t]he lack of a methodical and thorough investigation into the compromise of classified information creates a vacuum that invites such allegations.”</p>\n<p id=\"b509-5\">Trulock sued Lee in the Eastern District of Virginia in September 2000 and Vrooman and Washington in the same court in October. The cases were consolidated. In May 2001 the government (without becoming a party) filed a statement of interest and sought a protective order against discovery of classified documents. The district court ordered the government to release part of the AGRT Report. Early in 2002 the government moved for another protective order, this time invoking the state secrets privilege and several statutory protections as well. A magistrate judge granted the motion, which was supported in part by an ex parte affidavit from CIA Director George Tenet. The protective order covered the following:</p>\n<blockquote id=\"b509-6\">1. Intelligence sources and methods;</blockquote>\n<blockquote id=\"b509-7\">2. The CIA “walk-in” document;</blockquote>\n<blockquote id=\"b509-8\">3. CIA and other U.S. intelligence analyses regarding the capabilities and developmental status of the Chinese nuclear weapons program;</blockquote>\n<blockquote id=\"b509-9\">4. Information that would identify or reveal CIA Employees, Covert Installations, Operational Tradecraft, and Clandestine Sources and subsources....</blockquote>\n<blockquote id=\"b509-10\">Restricted Data [under the Atomic Energy Act, 42 U.S.C. § 2011 et seq.] bearing on why and how the DOE AI was conducted including (a) information indicating if a compromise occurred and (b) information on exactly what compromise may have occurred.</blockquote>\n<p id=\"b509-11\">The United States then intervened as a defendant and moved to dismiss or, in the alternative, for summary judgment, on the ground that the case could not be litigated without the privileged evidence. Lee and Vrooman filed their own motions for summary judgment, and Washington moved to dismiss. In March 2002 the district court ratified the magistrate judge’s ruling on the protective order and dismissed the cases because the information shielded by the protective order is “central to the case.” Trulock now appeals from that order, claiming that dismissal was improper on the merits and that the district court should have devised further procedures to test the relevance of the privileged information before dismissing the case.</p>\n<p id=\"b509-12\">II.</p>\n<p id=\"b509-13\">The district court’s decision to dismiss the consolidated cases because of the effects of the state secrets privilege presents a legal question that we review de novo. <em>See ALS Scan, Inc. v. Digital Servs. Consultants, Inc., </em>293 F.3d 707, 710 (4th Cir.2002). We review for abuse of discretion the district court’s choice of procedures to determine whether the privilege applies. <em>See Sims v. ANR Freight Sys., Inc., </em>77 F.3d 846, 849 (5th Cir.1996); <em>see also Pierce v. Underwood, </em>487 U.S. 552, 558 n. 1, 108 S.Ct. 2541, 101 L.Ed.2d 490 (1988).</p>\n<p id=\"b509-14\">A.</p>\n<p id=\"b509-15\">Under the common law state secrets privilege, the government may prevent disclosure of information in a lawsuit if the court is satisfied “from all the circumstances of the case, that there is a reasonable danger that compulsion of the evidence will expose military matters which, in the interest of national security, should not be divulged.” <em>United States v. Reynolds, </em>345 U.S. 1, 10, 73 S.Ct. 528, 97 L.Ed. 727 (1953). The privilege is absolute, <page-number citation-index=\"1\" label=\"476\">*476</page-number>“rendering] the information unavailable.” <em>In re Under Seal, </em>945 F.2d 1285, 1287 n. 2 (4th Cir.1991). Trulock does not challenge the government’s invocation of the privilege or the protective order implementing the privilege. He argues instead that the district court should have allowed the case to go forward without the privileged information.</p>\n<p id=\"b510-4\">Once the government properly invokes the state secrets privilege, there are three circumstances when the case may not continue. First, if state secrets are critical to the resolution of core factual questions in the ease, it should be dismissed. <em>See Totten v. United States, </em>92 U.S. (2 Otto) 105, 107, 23 L.Ed. 605 (1875); <em>D.T.M. Research, L.L.C. v. AT &amp; T Corp., </em>245 F.3d 327, 334 (4th Cir.2001); <em>Fitzgerald v. Penthouse Int’l, Inc., </em>776 F.2d 1236, 1241-42 (4th Cir.1985). Second, a case should be dismissed if the plaintiffs ability to prove his case necessarily depends on or threatens the disclosure of privileged information. <em>See Farnsworth Cannon v. Grimes, </em>635 F.2d 268, 281 (4th Cir.1980) (per curiam) (en banc). Third, summary judgment should be granted to the defendant if the invocation of the privilege deprives him of a valid defense. <em>E.g., Kasza v. Browner, </em>133 F.3d 1159, 1166 (9th Cir.1998); <em>In re United States, </em>872 F.2d 472, 476 (D.C.Cir.1989).</p>\n<p id=\"b510-5\">This case fits into the first category. Although none of the parties has laid out the elements of a defamation claim or the applicable defenses or argued which state’s substantive law would apply, they seem to agree that Trulock must prove that the allegedly defamatory statements are false and that the defendants may defeat his claim by proving them true. Trulock must also prove that the defendants made their statements with actual malice, that is, with knowledge of their falsity or with reckless disregard for the truth. These basic questions about truth, falsity, and malice cannot be answered without the privileged information.</p>\n<p id=\"b510-7\">Trulock essentially maintains that the privilege does not prevent the case from going forward because the defendants cannot make out a defense or disprove his case. He largely rests on the fact that the AI applied objective criteria, which the defendants knew Lee met. Lee’s identification could not be thé product of bias, he says, and the defendants knew it. None of the allegedly defamatory statements, however, focuses solely on the conduct of the AI; instead, they charge that the whole investigation was driven by bias.</p>\n<p id=\"b510-8\">Although the AI did apply objective criteria, the defendants maintain (as did the AGRT Report) that the criteria were based upon a flawed predicate. That is, something changed between the KSAG’s conclusions, which identified the potential compromise at Los Alamos, and the AI’s predicate, which formed the foundation for the objective criteria. As a result of the protective order, it is impossible to know the substance of this deviation. Yet understanding the alleged flaw in the AI’s predicate is indispensible to determining the truth or falsity of the allegedly defamatory statements. Understanding how the KSAG conclusions were dealt with in the predicate might show a factfinder that no bias infected the investigation, or it might show that Trulock was biased and his focus on Lee’s ethnicity led him to misstate the predicate in a way that prompted the formulation of criteria bound to select Lee or other ethnic Chinese scientists. Alternately, it might show that the deviation is not clear evidence of bias or its absence, but is ambiguous enough that the defendants could have made their statements without actual malice. In any case, there is no way for a factfinder to determine whether the investigation as a whole was guided by <page-number citation-index=\"1\" label=\"477\">*477</page-number>any bias on Trulock’s part without looking at the KSAG conclusions and the AI predicate.</p>\n<p id=\"b511-5\">“[T]he very subject of this litigation”— the true motivation behind Trulock’s conduct of the investigation, from KSAG to AI—“is itself a state secret.” <em>Fitzgerald, </em>776 F.2d at 1243. The parties would need to essentially reconstruct the AGRT Report, which is largely based on privileged information. The KSAG conclusions, for example, are covered by the unchallenged protective order because they include information about the compromise of nuclear technology and analysis of the PRC weapons program. A look at KSAG’s work would also implicate the “walk-in document,” also covered by the protective order. “[Tjhere was simply no way this particular case could be tried without compromising sensitive military secrets.... ” <em>Id. </em>The truth or falsity of the defendants’ statements, and the defendants’ knowledge of their truth or falsity, cannot be proved without the privileged information.</p>\n<p id=\"b511-6\">Trulock also argues that the AGRT Report’s conclusion that Lee was not the victim of racial profiling similarly forecloses the defendants’ chances of showing the truth of their allegedly defamatory statements. He is again arguing that the assertion of the privilege does not prevent the defendants from making their case because they have no case to make. We disagree. The AGRT Report represents the findings and conclusions of one factfinder, the team that issued the ÁGRT Report. It is not binding on other factfinders and cannot take the place of a jury’s findings. It would be impossible for a jury to make the necessary findings with the protective order in place.</p>\n<p id=\"b511-7\">Trulock has alleged serious damage to his reputation, and we do not take that lightly. But in the face of the government’s unchallenged assertion of the state secrets privilege, we see no middle ground between guarding national security and providing Trulock a forum to litigate his case. In this instance, the public interest in national security must take precedence over allowing Trulock’s case to proceed. The district court did not err in its decision to dismiss.</p>\n<p id=\"b511-9\">B.</p>\n<p id=\"b511-10\">The district court did not examine the privileged documents or hear any testimony about the privileged information. In determining that state secrets lay at the core of the case, the court relied upon affidavits describing the nature of the privileged information, including one from CIA Director Tenet. Trulock argues that regardless of its ultimate decision, the district court should not have dismissed the case without more extensive proceedings, such as an <em>in camera </em>hearing or inspection of documents. He relies upon our admonition in <em>Fitzgerald </em>that a case should be dismissed “only when no amount of effort and care on the part of the court and the parties will safeguard privileged material,” 776 F.2d at 1244, to argue that the district court should have employed additional procedures to assess the relevance of the privileged information and to decide whether the case could go forward without it.</p>\n<p id=\"b511-11\"><em>Fitzgerald </em>called for “effort and care” in devising <em>trial </em>procedures to allow non-privileged evidence to be introduced without disclosing state secrets; it does not impose any new pre-trial procedures for determining whether dismissal is warranted. We recognize, of course, that there may be a case where an <em>in camera </em>hearing or other special procedure is necessary to properly determine whether the invocation of the state secrets privilege makes it impossible to go forward. This is not such a case. The subject matter of the privileged information and of the lawsuit are the <page-number citation-index=\"1\" label=\"478\">*478</page-number>same; knowing the particular contents of specific documents would not have assisted the court’s decision. Once the protective order was in place, the case could not go forward. The district court did not abuse its discretion in refusing to engage in further proceedings on the question of the relevance of the state secrets shielded by the protective order.</p>\n<p id=\"b512-4\">III.</p>\n<p id=\"b512-5\">The district court did not err in dismissing Trulock’s case, nor did it abuse its discretion in refusing to engage in further proceedings before deciding to dismiss.. The order of the district court is therefore affirmed.</p>\n<p id=\"b512-6\">\n<em>AFFIRMED.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}