{
  "casebody": {
    "data": "<casebody firstpage=\"228\" lastpage=\"240\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b246-7\">IN RE T.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b246-8\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b246-9\">Argued March 13, 1967</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AuP\">—Decided May 31, 1967.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b249-6\"><page-number citation-index=\"1\" label=\"231\">*231</page-number>Before Judges Goldmann, Kilkenny and Collester.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b249-7\"><em>Mrs. Annamay T. Sheppard </em>of the Newark Legal Services Project, argued the cause for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b249-8\"><em>Mr. John A. Matthews, Jr., </em>argued the cause for respondents.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b249-9\">The opinion of the court was delivered by</p>\n<author id=\"b249-10\">Goldmann, S. J. A. D.</author>\n<p id=\"Ayy\">Plaintiffs M and W appeal from a judgment of the Essex County Court, Probate Division, discharging an order to show cause issued on their complaint and dismissing the proceedings thereunder. The complaint demanded judgment requiring defendant agency to disclose the identity and whereabouts of the persons having custody of their child; that they be advised of any adoption proceedings, whether pending or not, and that they be afforded the opportunity of appearing and answering the petition for adoption and contesting it.</p>\n<p id=\"b249-11\">The child who is the subject of the proceedings about to be outlined was born to W out of wedlock on March 21, 1965. M is allegedly the natural father. The mother surrendered the child to defendant, an approved agency, four days later for the purpose of adoption. Defendant soon thereafter placed the child with an approved couple. The County Court approved the placement following a preliminary hearing held in June 1965 pursuant to <em>N. J. S. A. </em>9:3-24.</p>\n<p id=\"b249-12\">Plaintiffs were married October 30, 1965. On December 22, 1965 they brought a Chancery Division action <em>(Docket </em><page-number citation-index=\"1\" label=\"232\">*232</page-number>C-1206-65) demanding that defendant be ordered to show cause why a writ of <em>habeas corpus </em>should not issue to bring the child before the court in order that the legality of their right to its custody and possession might be determined. The complaint alleged that the child had been surrendered to defendant without the father’s knowledge and that at that time the mother was “under great stress, mentally disturbed, incapable of making a decision, and was not fully aware of the consequences of her act.” Further, that it was in the best interests of the child to live with its natural parents, who had unlawfully been deprived of custody and were entitled to have the child returned to them. An order to show cause issued, a plenary hearing held, and on March 16, 1966 the Chancery Division judge discharged the order and dismissed the proceedings. The judgment of dismissal bears the consent of plaintiffs’ then attorney as to form.</p>\n<p id=\"b250-4\">Shortly after entry of that judgment plaintiffs’ attorney phoned counsel for defendant to inform him that he was planning to take an appeal, and requested assurance that the agency would not institute proceedings for the adoption of the child pending perfection of the appeal. That assurance was given. Plaintiffs’ attorney also wrote defendant directly on April 1, 1966, advising of the proposed appeal, the stated purpose of the letter being that the agency defer adoption proceedings pending perfection of the appeal. Defendant honored the request. More than 45 days passed without notice of appeal being filed, as required by <em>R. R. </em>1:3-l (b). Defendant’s attorney thereupon advised the agency that adoption proceedings might be instituted by the couple having custody of the child in view of the fact that this was an agency adoption, the child had been surrendered more than a year prior, and it had resided in the adoptive home for almost 13 months. See <em>N. J. S. A. </em>9:3-24(C).</p>\n<p id=\"b250-5\">Realizing that notice of appeal had not been timely filed, plaintiffs’ attorney moved on May 17, 1966 for an enlargement of time to do so. Following the filing of affidavits and briefs another Part of this court denied the application for <page-number citation-index=\"1\" label=\"233\">*233</page-number>the reason that there was absent a “dear showing of a good cause,” citing <em>R. R. </em>1:27B(d); <em>In re Appeal of Syby, </em>66 <em>N. J. Super. </em>460 <em>(App. Div. </em>1961).</p>\n<p id=\"b251-5\">The present proceedings were initiated by a complaint filed in the Essex County Court, Probate Division, on June 23, 1966. Plaintiffs again claimed that the child had been surrendered to defendant without the father’s consent and “under duress while she [the mother] was mentally disturbed and without an opportunity to consult her husband and at a time when she was incapable of making a decision.” The complaint further alleged that plaintiffs desired to contest the validity of any adoption proceedings on the ground that the best interests of the child required its return to its natural parents. As already stated, plaintiffs demanded judgment that defendant be required to disclose the names and address of the persons having custody of the child, that they be advised of any proposed adoption proceedings, and that they be afforded an opportunity to intervene in such proceedings. An order to show cause issued on June 27, defendant answered, and the matter was argued on July 26, 1966. The county judge discharged the order and dismissed the proceedings.</p>\n<p id=\"b251-6\">In the course of the argument on the order to show cause it was revealed that adoption proceedings had been concluded the preceding month and plaintiffs’ attorney had just learned of that fact. He argued that the Chancery Division <em>habeas corpus </em>proceedings were not <em>res judicata </em>because the issue of what was in the best interests of the child had not been litigated. (We observe that the complaint in those proceedings did speak of the best interests of the child being served by permitting it to live with its parents.) The argument was also advanced that although the father had not given his consent at the time the child was surrendered to the agency, the intervening marriage retroactively gave him such status as to require his consent to any surrender of the child for placement in an adoptive home. Plaintiffs’ counsel once again raised the issue of duress, contending that the mother’s <page-number citation-index=\"1\" label=\"234\">*234</page-number>circumstances had been such that she did not surrender the child of her free will.</p>\n<p id=\"b252-4\">The argument of counsel for defendant was that the surrender was irrevocable under <em>N. J. S. A. </em>9 :2-16, except at the discretion of the approved agency taking the surrender or unless a court of competent jurisdiction set it aside upon proof of fraud, duress or misrepresentation. These matters had been decided against plaintiffs in their Chancery Division action. They and their attorney, he stressed, knew that the child had been placed for adoption, and a timely appeal not having been taken and more than a year having passed, adoption proceedings could validly be pursued.</p>\n<p id=\"b252-5\">In discharging the order to show cause and dismissing the proceedings thereunder, the trial judge said that he knew of no obligation on defendant’s part to have held up tire adoption after the time for appeal had expired; that by her surrender the mother had lost all right to have notice of the time and place of the adoption proceedings, and to grant plaintiffs’ demand that defendant make discovery of the identity and whereabouts of those having custody of the child would run counter to the policy of the Adoption Act. The adoption proceedings having been completed, plaintiffs’ other demands—that they be advised of the proposed adoption proceedings and be afforded the opportunity of intervening— were moot. As for the issue of duress, that had been decided in the Chancery Division action; to relitigate the question would be completely improper. Finally, plaintiffs were hound to include in their prior action any and all causes they then had: they could not try their complaints piecemeal. Accordingly, the county judge entered the judgment here under appeal.</p>\n<p id=\"b252-6\">Plaintiffs are now represented by substituted counsel. It is readily apparent from the record that they find themselves in their present situation because of the failure of their former counsel to take timely and proper action. He had an opportunity to intercede on their behalf at a time when the adoption proceedings were at an interlocutory stage and pa<page-number citation-index=\"1\" label=\"235\">*235</page-number>rental rights had not yet been terminated by a final adoption order. <em>Cf. In re Adoption of D, </em>78 <em>N. J. Super. </em>117, 123-124 <em>(Cty. Ct. </em>1963). He chose to institute <em>habeas corpus </em>proceedings in the Chancery Division, and at that time could have fully argued the issues presently raised. Finally, he failed to file within time a notice of the appeal from the adverse decision of the Chancery Division.</p>\n<p id=\"b253-5\">Plaintiffs argue that the county judge should have treated their complaint as an application to vacate the adoption proceedings and to hear their action on the merits. They would in this way avoid their former attorney’s lack of diligence.</p>\n<p id=\"b253-6\">Mere carelessness or lack of proper diligence on the part of an attorney is ordinarily not sufficient to entitle his clients to relief from an adverse judgment in a civil action. <em>Cf. Schulwitz v. Shuster, </em>27 <em>N. J. Super. </em>554, 558-560 <em>(App. Div. </em>1953); <em>Hodgson v. Applegate, </em>31 <em>N. J. </em>30 (1959). Such carelessness may be excusable when attributable to honest mistake, accident, or any cause not incompatible with proper diligence, but in such case the moving party is required to show a meritorious cause.</p>\n<p id=\"b253-7\"> The defect in plaintiffs’ present claim that the trial judge should have proceeded to deal with the matter as a motion to vacate the adoption proceedings, and this in the interest of justice and the best interests of the child, is that they were not parties to the adoption proceedings and therefore would have no standing to vacate or reopen the adoption judgment. True, a judgment of adoption, like any other final judgment, may be vacated pursuant to <em>R. R. </em>4:62-2, but one who seeks that relief must have been a party to the adoption proceedings. It is for this reason that plaintiffs are mistaken in their reliance on <em>In re Adoption of G, </em>89 <em>N. J. Super. </em>276 <em>(Cty. Ct. </em>1965), for in that case it was the adoptive parents who moved to vacate the judgment of adoption when they found that the child was mentally retarded. And see <em>In re Adoption of O, </em>88 <em>N. J. Super. </em>30 <em>(Cty. Ct. </em>1965), where the adoption agency unsuccessfully sought to vacate the judgment of adoption and have <page-number citation-index=\"1\" label=\"236\">*236</page-number>the child returned to it because of the adopting parents’ fraud.</p>\n<p id=\"b254-5\">Lack of standing to one side, what we have here is a ease of the natural mother surrendering the child only a few days after its birth. The trend of recent authority is that where a natural parent has consented to placement of the child, the consent is binding, absent fraud or duress. Such consent cannot arbitrarity be withdrawn so as to bar the court from decreeing the adoption, particularly where the adoptive parents have, in reliance upon the consent, taken the child into their custody and care for a substantial period of time. See <em>A. v. B., </em>217 <em>Ark. </em>844, 233 <em>S. W. 2d </em>629 <em>(Sup. Ct. </em>1950). Our Legislature has aligned itself with this trend by enacting <em>N. J. S. A. </em>9:2-16 and 9 :3—19.1. The first of these two statutes, as argued by defendant’s attorney before the county judge, declares a voluntary surrender irrevocable except at the discretion of the approved agency taking such surrender or upon order or judgment of a court of competent jurisdiction setting aside the surrender upon proof of fraud, misrepresentation or duress. There is no allegation here of fraud or misrepresentation, and plaintiffs have abandoned the claim of duress made in the present complaint as well as in the prior Chancery Division action.</p>\n<p id=\"b254-6\"><em>N. J. S. A. </em>9:3-19.1 provides:</p>\n<blockquote id=\"b254-7\">“Whenever the custody of a minor child has been or shall be surrendered for the purpose of adoption by the written consent of the parent or parents of such child, acknowledged or proved in the manner required by law for deeds to real estate, to an approved agency, as defined in the act to which this act is a supplement, such consent shall be valid and binding irrespective of the ages or age of such parents or parent at the time of the execution of such consent.”</blockquote>\n<p id=\"b254-8\">This statute, when read together with the public policy expressed in <em>N. J. S. A. </em>9 :3-17—that the child be protected “from interference by his natural parents after he has been established in an adoptive home,” and the adopting parents be protected “from later disturbance of their relationships to the child by the natural parents”—demonstrates a clear <page-number citation-index=\"1\" label=\"237\">*237</page-number>legislative purpose that the consent of the natural parent, once freely given, is irrevocable, as stated in <em>N. J. S. A. </em>9 :3-16.</p>\n<p id=\"b255-4\">This, however, does not meet the argument now made that the father, by reason of his marriage to the mother, achieved retroactive standing to regain custody of the child. Stated another way, he maintains that the moment he married the mother his right to withhold consent to the placement of the child for adoption dated back, and so all subsequent actions taken by defendant agency or the courts lacked firm foundation and are invalid. The question so presented is one of first impression, no New Jersey court ever having been called upon to decide it.</p>\n<p id=\"b255-5\">Plaintiffs first refer to <em>N. J. S. A. 9 </em>which provides that any child horn out of wedlock is legitimated by the intermarriage of his natural parents a.nd their recognition and treatment of him as their child. This statute does no more than entitle such child to all the rights and privileges it would have enjoyed had it been born after marriage.</p>\n<p id=\"b255-7\"><em>N. J. S. A. </em>9:3-18(f) expressly provides that only the consent of the natural mother to surrender of the child is required under the Adoption Act, <em>N. J. S. A. </em>9:3-17 <em>et seq. </em>It defines “parent” as meaning a natural parent, but the word “shall not include the father of an illegitimate child.” And see <em>N. J. S. A. </em>9:3-13(f), containing a similar provision. It is in the light of this controlling definition that one must read <em>N. J. S. A. </em>9:3-15, upon which plaintiffs rely. That statute provides:</p>\n<blockquote id=\"b255-8\">“No surrender of custody by, nor termination of the parental rights of, one parent shall affect the rights of the other parent; nor may one parent act as the agent or representative of the other parent in the surrender of custody or termination of parental rights.”</blockquote>\n<p id=\"b255-9\">This provision is obviously applicable where the parents are married and one parent, without the consent of the other, surrenders custody of the child of the marriage.</p>\n<p id=\"b256-3\"><page-number citation-index=\"1\" label=\"238\">*238</page-number>There is a wide split of authority among those jurisdictions which have dealt with the contention now advanced on behalf of the father. The courts of Kentucky, North Carolina, Rhode Island and Virginia have held that the subsequent marriage of the natural parents removed the disability of the natural father and made his consent essential to the adoption. See <em>Chance v. Pigneguy, </em>212 <em>Ky. </em>430, 279 <em>S. W. </em>640 <em>(Ct. App. </em>1926); <em>In re Adoption of Doe, </em>231 <em>N. C. </em>1, 56 <em>S. E. 2d </em>8 <em>(Sup. Ct. </em>1949); <em>Sklaroff v. Stevens, </em>84 <em>R. I. </em>1, 120 <em>A. 2d </em>694 <em>(Sup. Ct. </em>1956); <em>Harmon v. D’Adamo, </em>195 <em>Va. </em>125, 77 <em>S. E. 2d </em>318 <em>(Sup. Ct. App. </em>1953). The factual patterns in these cases vary, except for the single fact that the marriage occurred before final adoption.</p>\n<p id=\"b256-4\">The contrary line of authority, representing the courts of Illinois, Massachusetts, Minnesota and Missouri, holds that the consent of the natural father is not necessary if the parents were not yet married at the time the mother surrendered the child for adoption. See <em>Jambrone v. David, </em>16 <em>Ill. 2d </em>32, 156 <em>N. E. 2d </em>569 <em>(Sup. Ct. </em>1959); <em>In re Simaner, </em>16 <em>Ill. App. 2d </em>48, 147 <em>N. E. 2d </em>419 <em>(App. Ct. </em>1957); <em>In re Adoption of a Minor, </em>338 <em>Mass. </em>635, 156 <em>N. E. 2d </em>801 <em>(Sup. Jud. Ct. </em>1959); <em>In re Adoption of Anderson, </em>235 <em>Minn. </em>192, 50 <em>N. W. 2d </em>278 <em>(Minn. Sup. Ct. </em>1951); <em>In re G. K. D., </em>332 <em>S. W. 2d </em>62 <em>(Mo. Ct. App. </em>1960). See also <em>In re Morrison’s Adoption, </em>260 <em>Wis. </em>50, 49 <em>N. W. 2d </em>759, at <em>page </em>766, 51 <em>N. W. 2d </em>713 <em>(Sup. Ct. </em>1951), and <em>A. v. B., </em>above, 217 <em>Ark. </em>844, 233 <em>S. W. 2d </em>629, at <em>page </em>632. We think the reasoning of these courts to be the preferable one, on the basis of both logic and policy.</p>\n<p id=\"b256-7\">It should be observed that plaintiffs were not married when the preliminary hearing approving defendant’s placement of the child was held in June 1965. This was the critical point in the entire sequence of events. Since the child had no legitimate father at that point in time, the subsequent marriage did not have the retroactive effect of making consent essential. To hold otherwise would run contrary to the policy manifest throughout the Adoption Act. The <page-number citation-index=\"1\" label=\"239\">*239</page-number>Legislature has clearly stated that agency adoptions be safeguarded. It has provided for the promulgation of standards; it has established controls for agencies like defendant, to which they must conform in order to maintain their standing as approved agencies. It follows that where an approved agency assumes full control over the custody of a minor child after surrender by the natural parent, it steps into the role of that parent. In effect, it is legally constituted as one <em>in loco parentis.</em></p>\n<p id=\"b257-6\">The requirements of the Adoption Act were carefully observed in this case. First came the voluntary surrender of the child by its natural mother to an approved agency. That agency then placed the child for adoption. The placement was approved at the preliminary hearing held in June 1965. After the passage of more than a year from the surrender of the child and its placement in the adoptive homo, and after the Chancery Division action had run its full course and the time for appeal expired, there ensued the formal adoption proceedings, resulting in the adoption judgment in June 1966. It should be noted that the Adoption Act does not require that notice of the adoption proceedings be given the natural parents where an approved agency places the child. <em>Cf. N. J. S. A. </em>9 :3—23.</p>\n<p id=\"b257-7\">We would not ignore plaintiffs’ further contention that the welfare of the child, always of paramount importance, dictated that adoption proceedings should never have been permitted in the first place. The issue of the child’s best interests was raised in the prior proceedings and it is idle to assume that the Chancery Division judge would have dealt cavalierly with so fundamental and determinative a matter. The issue again having been raised in the present action, we observe that the oral decision of the county judge clearly reveals his concern for what would be best for the child in the circumstances present. lie spoke of the gross injustice that would be visited'upon it were it to be taken from its adopting parents and removed to the home of plaintiffs. He also said that the child’s welfare would be impaired by at<page-number citation-index=\"1\" label=\"240\">*240</page-number>tempting to reopen the adoption proceedings, even if there were any way this could be done.</p>\n<p id=\"b258-4\">The judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}