{
  "casebody": {
    "data": "<casebody firstpage=\"249\" lastpage=\"251\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b267-5\">STEVE SLIWKA, PLAINTIFF-APPELLANT, v. TOWNSHIP COUNCIL OF THE TOWNSHIP OF FRANKLIN, DEFENDANT-RESPONDENT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b267-6\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b267-7\">Argued May 29, 1967—</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A-A\">Decided June 6, 1967.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b268-4\"><page-number citation-index=\"1\" label=\"250\">*250</page-number>Before Judges Sullivan, Kolovsky and Carton.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b268-5\"><em>Mr. Richard A. Koerner </em>argued the cause for appellant <em>(Messrs. Skillman and Koerner, </em>attorneys).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b268-6\"><em>Mr. Stanley Cutler </em>argued the cause for respondent <em>(Messrs. Rosenhouse &amp; Gutter, </em>attorneys).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b268-7\">Per Curiam.</author>\n<p id=\"ANR\">Defendant township is governed by the provisions of the Faulkner Act, <em>N. J. S. A. </em>40:69A-1 <em>et seq., </em>having adopted the form of government known as “Council-Manager Plan D.” <em>N. J. S. A. </em>40:69A—109 <em>et seq.</em></p>\n<p id=\"b268-8\">The board of adjustment of the township, after a hearing, recommended to the township council that plaintiff’s application for a use variance be granted. See <em>N. J. S. A. </em>40 :55-39(d).</p>\n<p id=\"b268-9\">At the meeting of the township council at which the board’s recommendation was considered, eight of the nine members of the council were present. Four members voted in favor of a resolution approving the recommendation, three members voted against it and one abstained from voting.</p>\n<p id=\"b268-10\">It is conceded that the abstainer did not in any way express his opposition to the resolution. Since the parties have not considered or argued whether the abstainer therefore should be deemed to have voted in the affirmative, see <em>Mount v. Parker, </em>32 <em>N. J. L. </em>341 <em>(Sup. Ct. </em>1867); <em>cf. Kozusko v. Garretson, </em>102 <em>N. J. L. </em>508 <em>(Sup. Ct. </em>1926), we shall hot deal with that problem.</p>\n<p id=\"b268-11\">Rather, we limit ourselves to the controlling question presented by the parties on this appeal. Defendant argues and the trial court held that a majority vote of the entire membership of the nine-man council is required for the adoption <page-number citation-index=\"1\" label=\"251\">*251</page-number>of a resolution approving a recommendation for a use variance. Plaintiff contends that the general common law rule applies and that all that is required where, as here, a quorum is present, is a majority of all the votes cast.</p>\n<p id=\"b269-5\">We agree with plaintiff. <em>N. J. 8. A. </em>40:55-39(a) provides that the governing body of the municipality shall adopt a “resolution” expressing its approval or disapproval of a recommendation for a use variance. Nothing in the zoning act or in the Faulkner Act or in any other statute directs that the adoption of such a resolution requires the affirmative vote of a majority of the entire council. <em>N. J. S. A. </em>40:69A-180(a), to which defendant refers, deals only with the vote required for the adoption of an ordinance.</p>\n<p id=\"b269-6\"> The common law rule is applicable. The board’s recommendation that plaintiff bo granted a use variance was effectively approved when a majority of those present and voting at the meeting of the township council voted in favor of a resolution so providing. <em>Mount v. Parker </em>and <em>Kozusko v. Garretson, supra.</em></p>\n<p id=\"b269-7\">The judgment is reversed and the matter remanded to the trial court for action consistent with this opinion.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}