{
  "casebody": {
    "data": "<casebody firstpage=\"320\" lastpage=\"328\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b336-7\">James Petitt, <em>et als., </em>in Error <em>v. </em>The State.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b336-8\">1. Beceipts of the treasurer of a State depository for revenue, as a defense to</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b336-9\">a motion against a delinquent collector, must show the. year for which the payments were made.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b336-10\">2. The tax collector must show, not only that he has paid the revenue, but</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b336-11\">that he has paid it on a Comptroller’s warrant, and taken the triplicate receipts required, and filed one of them with the Comptroller. Until this is done, he has not placed the money in the treasury in such manner as to be entitled to a credit.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b337-4\"><page-number citation-index=\"1\" label=\"321\">*321</page-number>3. Allowances of releases by the County Court, are to be certified by the • clerk to the Comptroller, and may be claimed on the trial by the collector.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b337-5\">4. In the absence of any reason shown for the exclusion of testimony by \" the court below, it will be presumed on error, to have been for sufficient and legal cause.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b337-6\">5. Credits may be obtained from the Comptroller after judgment.</headnotes>\n<p data-order=\"8\" data-type=\"summary\" id=\"b337-7\">FROM BRADLEY.</p>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b337-8\">Judgment on motion. Error to the Circuit Court, January Term, 1873. John B. Hoyl, J.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b337-9\">Trewhitt &amp; Sharp for .plaintiffs in error, said: The judgment of Circuit Court is erroneous, and should be reversed for the following reasons:</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b337-10\">1. The court held the Comptroller’s statement against Petitt, as tax collector, conclusive.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b337-11\">2.' The defendant below, offered in evidence, testimony showing that he had paid several thousand dollars of the revenue, in the manner prescribed by lawr, before motion entered, for' which the State or Comptroller has given him- no receipt, but the court excluded the evidence, and rendered judgment for the balance on the Comptroller’s statement.<footnotemark>1</footnotemark> This was error. The Comptroller’s statement is only evidence in the first instance, and to the extent it goes.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b337-12\">Att. Gen. Heiskell for the State,</attorneys>\n<summary data-order=\"14\" data-type=\"legal\" id=\"Am8\">presented an argument, prepared before the decision of the Woods <page-number citation-index=\"1\" label=\"322\">*322</page-number>case, <em>post </em>p. 329, as to the facts offered to be proved.</summary>\n<summary data-order=\"15\" data-type=\"legal\" id=\"b338-5\">This case raises the question argued at Jackson, whether the tax collector is entitled to his credit upon making his payment, or upon complying with the law and filing the duplicate receipt with the Comptroller ? The reasons for this fiscal policy are too apparent to need further argument, and it leaves open only the question, whether the will of the law-making power clearly expressed, shall prevail, and the people be protected by a system of accounts, or the same will shall be defeated, and the people be exposed to loss, for want of a proper administration of the system.</summary>\n<summary data-order=\"16\" data-type=\"legal\" id=\"b338-7\">We have rules of construction by which .acts forbidden are void; acts illegal and contrary to the policy of the law are. disfavored. Do these principles apply where the policy of a State is brought to bear upon its officers, or are those requirements by which a State and its revenues are to be protected, merely directory provisions, to be attended by no sanction, but a fear of disobedience, by no consequence, but a qualm of conscience? I insist that these provisions are imperative, and are to be enforced by attaching such a consequence to the failure, as will make it certain that the requirement will be obeyed. I feel that. I am reflecting upon the intelligence of the court to elaborate further such a question, but it is too important to be left in the least doubt.</summary>\n<summary data-order=\"17\" data-type=\"legal\" id=\"b338-8\">I think I see in the policy which attaches certain consequences, to certain acts, as a means of preventing or causing those acts to be performed, a profound wis<page-number citation-index=\"1\" label=\"323\">*323</page-number>dom, an adaptation of the means to the ends to be attained, which the judges of some former age resorted to of their own sound sense and experience. That it has been questionably applied in practice where its operation may be of doubtful utility, and that in some instances the courts have held it not to apply, where it had at one time been supposed to be applicable, is no disproof of its wisdom. Nor can the effectiveness of its operation here, as a means to reach a result, be at all doubtful so as to bring it within the line of cases where the application of the rule is questionable. The Legislature have said the collector shall have his credit on filing his duplicate receipt; this duplicate receipt being the only means by which the Comptroller can know whether the fund has moved from one agent of the State to another, so that he shall keep his accounts properly — credit the collector and charge the treasurer. The result is one worthy of any amount of trouble to obtain it. How can it be attained so simply' and easily as by the means the Legislature have chosen, saying to the collector, until you give the Comptroller the evidence of your discharge, and on which to charge the treasurer you' shall remain charged? Why shall you frown upon negligence, and wrong, and disobedience to law elsewhere, and smile approvingly on this inexcusable instance of it?</summary>\n<summary data-order=\"18\" data-type=\"legal\" id=\"b339-5\">The decisions of this court require a party, who has contracted to serve a certain time to another, that he shall perform unde*r the pain of forfeiting what he has done. Is this a means of enforcing contracts ?_ <page-number citation-index=\"1\" label=\"324\">*324</page-number>Now, what is the contract of the collector, for which his sureties are bound? That he will collect and pay over, and properly account for, the revenue, and perform the duties of his office. He is not only to pay over, but to account for. Who to? The accounting officer, the Comptroller. To do this, he must file his receipt, his duplicate, and get his credit. This is part of the duty of accounting. But it is clearly, within the general phrase, “duty of office.” How shall the court release him from the obligation of his contract, and give him the credit, to the obtaining of which he has not performed the condition by which the State is to be protected?</summary>\n<summary data-order=\"19\" data-type=\"legal\" id=\"b340-6\">The question is, shall the collector have his • credit upon trial, when his proof shows that he has not obtained it from the Comptroller, and does not show that he ought to have the credit? He ought to have the credit when he has paid and filed his receipt. When he has paid but not filed his receipt, shall he still have his credit in the court? Why not allow it, then, when he sends it by express, on delivery to the expressman? Why'not when he locks it up and marks it for the State, or when he mails it to the Treasurer, or to his member of the Legislature to carry to the Treasurer?</summary>\n<summary data-order=\"20\" data-type=\"legal\" id=\"b340-7\">The same law is substantially re-enacted in 1867, 1868, c. 79, s. 9, as to deposits made with the several depositories: Acts, 101, and the same substantially in 1869-70, as to Bank of Tennessee notes: Code, T. &amp; S., 6476. In cases of ' payment to these depositories, the receipts are, however, required to be trip<page-number citation-index=\"1\" label=\"325\">*325</page-number>licate; one to be sent to tbe Comptroller, one to the Treasurer, and one to be retained by the collector.</summary>\n<summary data-order=\"21\" data-type=\"legal\" id=\"b341-5\">There is no error in disallowing the proof of allowances for releases. 1. The court has. no right to allow releases. 2. The Comptroller is to allow the releases, not the courts on the trial: <em>Nave </em>v. Simpson, 5 Sneed, 614.</summary>\n<summary data-order=\"22\" data-type=\"legal\" id=\"b341-6\">The records are not produced, and the court below is not shown to be in any error. The law is, that every presumption is in favor of the action of the court below, until an error is shown. No error is shown here, because the records may have had no certificate, or no sufficient certificate, or may have been deficient in substance. This substance will be seen by a careful examination of the Code, 648, 649, 650, 655.</summary>\n<summary data-order=\"23\" data-type=\"legal\" id=\"b341-7\">He is allowed for these things by the Comptroller: $100.98, at the proper time. He could only be allowed the further credits claimed, by showing that he was prevented at the proper time from applying for the credit by sickness, or other unavoidable accident. The credit was applied for and obtained at the proper time, so there could be no excuse. But here the credits claimed are three additional ones; one of $824.70, without date; one obtained at October Term, 1872, for $337.88; one obtained at April Term, 1872, for $324.85 — in all, $1,487.43, additional to what are allowed within the proper time.</summary>\n<footnote data-order=\"24\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b337-13\"> An inquiry at the Comptroller’s office, disclosed the fact that all of'the credits which the collector claimed, had in fact been made, but were properly credited on the tax of a previous year, a fact showing the importance of requiring the legal evidence from the accountant’s office and adhering to it.</p>\n</footnote>\n<opinion data-order=\"25\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b341-8\">McFarland, J.,</author>\n<p id=\"Avl\">delivered the opinion of the court.</p>\n<p id=\"b341-9\">This was a motion by the State, upon the bond <page-number citation-index=\"1\" label=\"326\">*326</page-number>of Petitt, as revenue collector for Bradley County, for the year 1869. The Attorney General relied upon the statement of the Comptroller, made out in accordance with the statute, showing the balances claimed.</p>\n<p id=\"b342-5\">The defendant offered in evidence a number of receipts showing deposits made by Petitt, of revenue in the banks, as authorized by law. These receipts are-for various sums and of different dates. They were excluded by the court, but the receipts were copied in the bill of exceptions.</p>\n<p id=\"b342-6\">We have recently settled that the Comptroller’s settlement is not conclusive, but only <em>prima fade </em>evidence.</p>\n<p id=\"b342-7\">But the defendant has not shown that he is entitled to a credit for any of these sums.</p>\n<p id=\"b342-8\">As' to part of the receipts, it is manifest that he has been allowed a credit in the Comptroller’s statement, as there are credits corresponding in amounts and dates.</p>\n<p id=\"b342-9\">The other receipts do not show that they or any of them are on account of revenue for the year 1869, nor is this shown by any proof. The bond shows that Petitt was revenue collector for the county also, for the year 1868, and regarding these receipts as properly before us, all other questions out of the way, the defendants are not entitled to a credit for any of these sums, because it does not appear that they were for the year. 1869. .</p>\n<p id=\"b342-10\">We have decided in a recent' case, that to entitle a tax collector to a credit for payments, he must show, not simply that he has paid the money to the <page-number citation-index=\"1\" label=\"327\">*327</page-number>Treasurer, but that he has paid it in the manner provided by the statute; paid it upon the Comptroller’s warrant, that he has taken the duplicate receipts required, and filed one with the Comptroller. Until all these requirements are complied with, it is not a valid payment into the State treasury, and the same is true as to deposits made as authorized by law, with the addition, that the receipt is there required to be triplicate. We do not hold that it is necessary that the Comptroller shall have allowed the credit; but the defendant must show tha^; he was. entitled to it. In this case, however, as we have said, we disallow the the credits, because they are not shown to be revenue for 1869.</p>\n<p id=\"b343-5\">The record shows that the defendants offered in evidence certified transcripts from the County Court, allowing releases of taxes for the year 1869. The evidence was excluded. This was erroneous, as we have held in another casé. The County Court had the power to grant the release, and upon doing so, it is the duty of the clerk to certify the allowance to the Comptroller. These records should have been made part of the bill of exceptions, so we could have acted upon the evidence without remanding the cause, and incurring the delay of another trial; but not being in the record we cannot render final judgment here. It is argued that the Court may have excluded the records upon some valid grounds — the ground does not appear, and we take it that it was upon the ground they were illegal evidence.</p>\n<p id=\"b343-6\">Upon this ground the judgment is reversed.</p>\n<p id=\"b344-4\"><page-number citation-index=\"1\" label=\"328\">*328</page-number>Upon reconsideration, we are of opinion that the bill of exceptions does not show that the Circuit Judge was in error, in rejecting the records of the County Court. The grounds of his action are not shown, and the records not being set out in the bill of exceptions, we must presume in favor of the correctness of his action, as there may have been a good ground for his action.</p>\n<p id=\"b344-5\">The judgment of the court below will therefore be affirmed. The defendants may, under a special provision of the Code, obtain credit for these sums, if proper, even after judgment, from the Comptroller.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}