{
  "casebody": {
    "data": "<casebody firstpage=\"1285\" lastpage=\"1296\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b743-3\">[No. C016159.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AP0\">Third Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AkO\">Mar. 28, 1994.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b743-4\">ERIC JACOBSON, Plaintiff and Appellant, v. SIMMONS REAL ESTATE, Defendant and Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b746-4\"><page-number citation-index=\"1\" label=\"1288\">*1288</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b746-5\">Eric Jacobson, in pro. per., for Plaintiff and Appellant.</p>\n<p data-order=\"6\" data-type=\"legal\" id=\"b746-6\">Shepard &amp; Haven, Mark A. Hurst, Nancy L. Dye and Karen E. Halbo for Defendant and Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b746-7\">Opinion</p>\n<author id=\"b746-8\">SIMS, J.</author>\n<p id=\"AR\">Plaintiff obtained a judgment against defendant for breach of a written contract and was awarded his costs. Although he is not an attorney and appeared in the action pro se, plaintiff sought an award of attorney fees pursuant to the attorney fee clause of the contract for the time he spent on the case. The trial court declined to award the requested fees. On appeal, plaintiff contends he was entitled to a fee award as a matter of law, the denial of fees violates his state and federal rights to due process and equal protection, and the amount of his fee request was reasonable. We affirm.</p>\n<p id=\"b746-9\">Facts and Procedural Background</p>\n<p id=\"b746-10\">Plaintiff rented a storage locker from defendant. During a seven-year period, plaintiff made numerous late payments of rent which were accepted <page-number citation-index=\"1\" label=\"1289\">*1289</page-number>by defendant. However, when plaintiff fell behind in rent in April 1986, defendant entered his locker without prior notice to plaintiff and sent its contents to an auction house which consigned the items to a landfill.</p>\n<p id=\"b747-4\">Plaintiff filed a complaint in propria persona, and the matter was ordered to judicial arbitration. Plaintiff retained an attorney to represent him in that proceeding. The arbitrator found that defendant had systematically received plaintiff’s late payments and was estopped from demanding strict compliance with the terms of the rental agreement. Plaintiff was awarded $1,500 “together with costs of suit as submitted by cost bill.” The award was entered as a judgment on October 28, 1992, and notice of entry of judgment was mailed the same day.</p>\n<p id=\"b747-5\">On November 16, 1992, plaintiff filed a memorandum of costs which was untimely under the 15-day limit of rule 870 of the California Rules of Court. (Further references to rules are to the California Rules of Court.) Plaintiff noticed a motion for attorney fees of $2,138.95 for work performed by his counsel, plus $5,900 in “fees compensating plaintiff for his labor in self-representation . . . .” The motion was based on Code of Civil Procedure section 1033.5, subdivision (a)(10)(A), which allows attorney fees when authorized by contract, and the South Davis Storage Rental Agreement (Rental Agreement) which provided: “If it shall become necessary for either party hereto to engage attorneys to institute legal action for the purpose of enforcing its rights hereunder or for the purpose of defending legal action brought by the other party hereto, the party or parties prevailing in such litigation shall be entitled to receive all costs, expenses and fees (including reasonable attorney’s fees) incurred by it in such litigation (including appeals).” The motion also relied on the decision in <em>Consumers Lobby Against Monopolies </em>v. <em>Public Utilities Com. </em>(1979) 25 Cal.3d 891 [160 Cal.Rptr. 124, 603 P.2d 41] <em>(CLAM).</em></p>\n<p id=\"b747-6\">On November 20, 1992, defendant noticed a motion to tax certain of plaintiff’s costs. Plaintiff filed his opposition the day before the scheduled hearing, which was untimely under rule 317(a) which requires that papers opposing a motion must be filed five days prior to the hearing. The trial court excused the untimely filings pursuant to Code of Civil Procedure section 473, awarded plaintiff various costs and the attorney fees claimed on behalf of his counsel, and omitted to award any funds for plaintiff’s self-representation. Plaintiff appeals.</p>\n<p id=\"b748-3\"><page-number citation-index=\"1\" label=\"1290\">*1290</page-number>Discussion</p>\n<p id=\"b748-4\">I</p>\n<p id=\"b748-5\">Before considering plaintiff’s substantive arguments, we consider his contention the trial court failed to give his fee request due consideration because it ruled on the merits of the request immediately after deciding that plaintiffs untimely filings were excusable under Code of Civil Procedure section 473. The point lacks merit.</p>\n<p id=\"b748-6\">The trial court received plaintiffs opposition to the motion to tax costs on December 9, 1992, the day before the scheduled hearing. During a conversation with a court employee, plaintiff was informed that the court would not consider the opposition because it was not filed a sufficient number of days prior to the hearing. However, at the hearing, the trial court excused the untimely filing. Nothing in the record suggests the trial court was unfamiliar with plaintiffs untimely submission or was otherwise unprepared to rule on the fee request. Absent any indication to the contrary, we presume the trial court regularly performed its official duty and was sufficiently prepared to rule on the fee request. (Evid. Code, § 664; cf. <em>People </em>v. <em>Wader </em>(1993) 5 Cal.4th 610, 661 [20 Cal.Rptr.2d 788, 854 P.2d 80].)</p>\n<p id=\"b748-7\">II</p>\n<p id=\"b748-8\">Plaintiff contends that, as a nonattorney party who successfully represented only himself in civil litigation, he is entitled as a matter of law to fees reasonably compensating him for his efforts at self-representation. We are not persuaded.</p>\n<p id=\"b748-9\">As the prevailing party, plaintiff was statutorily entitled to recover his costs. (Code Civ. Proc., § 1032.) Recoverable costs include “Attorney fees, when authorized by . . . Contract.” (Code Civ. Proc., § 1033.5, subd. (a)(10)(A).) Because the Rental Agreement listed attorney fees among the recoverable “costs, expenses and fees,” plaintiff was entitled to recover his attorney fees as an item of costs.</p>\n<p id=\"b748-10\">The Rental Agreement provided that attorney fees are recoverable “If it shall become necessary for either party hereto to <em>engage attorneys </em>to institute <page-number citation-index=\"1\" label=\"1291\">*1291</page-number>legal action . . .\"<footnotemark>1</footnotemark> (Italics added.) Notwithstanding this explicit contractual language, plaintiff claims it is “now the accepted rule in California” that fees need not have been “actually incurred” through the payment of funds to a third party. The point is unavailing.</p>\n<p id=\"b749-4\">Older California decisions declared the rule that an attorney appearing pro se is not entitled to an award of attorney fees. (E.g., <em>City of Long Beach </em>v. <em>Sten </em>(1929) 206 Cal. 473 [274 P. 968].) However, in <em>Renfrew </em>v. <em>Loysen </em>(1985) 175 Cal.App.3d 1105, 1107-1110 [222 Cal.Rptr. 413] the court, relying on dictum in <em>CLAM, </em>questioned the soundness of the rule and held that an attorney prosecuting his own contractual claim pro se is entitled to attorney fees under Civil Code section 1717 (pp. 1109-1110; see <em>Hambrose Reserve, Ltd. </em>v. <em>Faitz </em>(1992) 9 Cal.App.4th 129, 131 [11 Cal.Rptr.2d 638]; <em>Leaf v. City of San Mateo </em>(1984) 150 Cal.App.3d 1184, 1187-1189 [198 Cal.Rptr. 447].)</p>\n<p id=\"b749-5\">Plaintiff acknowledges that <em>Renfrew </em>involved <em>an attorney </em>who represented herself in litigation, but claims there is “no well-reasoned basis for a rule which allows awards of contractually-based attorney’s fees to a licensed attorney who successfully represents himself but disallows awards of contractually-based attorney’s fees to a competent nonattomey who successfully represents only himself.” Plaintiff is incorrect.</p>\n<p id=\"b749-6\">The “well-reasoned basis” for distinguishing between a licensed attorney who represents himself or herself and a nonattorney who does likewise is that the written contract which provides for the fee award specifies that it is an <em>attorney </em>fee. Plaintiff and defendant could have specified that they would be liable for “legal services fees” rather than “attorney fees,” had that been their intention, but they did not do so.</p>\n<p id=\"b749-7\">Plaintiff disagrees, suggesting that the term “attorney’s fees” refers to “the activity of performing legal representation” rather than to “the status of the actor as a member of the bar.” Plaintiff relies on <em>CLAM </em>and the dissenting opinion of Justice Crosby in <em>Atherton </em>v. <em>Board of Supervisors </em>(1986) 176 Cal.App.3d 433, 440 [222 Cal.Rptr. 56], but his reliance on these authorities is misplaced.</p>\n<p id=\"b749-8\">Generally, a party is entitled to attorney fees only if specifically authorized by statute or private agreement. (Code Civ. Proc., § 1021.) There <page-number citation-index=\"1\" label=\"1292\">*1292</page-number>are, however, three well-established exceptions to the rule: the “common fund,” “substantial benefit,” and “private attorney general” theories. <em>(CLAM, supra, </em>25 Cal.3d at p. 906.)  Under the common fund theory, “ ‘ “one who expends attorneys’ fees in winning a suit which creates a fund from which others derive benefits, may require those passive beneficiaries to bear a fair share of the litigation costs.” ’ ” <em>(Id. </em>at p. 907, quoting <em>Serrano </em>v. <em>Priest </em>(1977) 20 Cal.3d 25, 35 [141 Cal.Rptr. 315, 569 P.2d 1303].) <em>CLAM </em>held that in quasi-judicial rate reparation cases the Public Utilities Commission has discretion to award attorney fees under the “common fund” exception, and that where nonattomeys appear before the commission in a representative capacity as permitted by commission mies, nonattomeys may be awarded funds from the common fund. <em>(Id. </em>at pp. 905-909, 913-915.) In his <em>Atherton </em>dissent, Justice Crosby argued that <em>CLAM </em>“considered the term ‘attorney fees’ [as used in <em>Serrano] </em>to be descriptive not of the person who performs a particular service but of the service performed.” (176 Cal.App.3d at p. 440 (dis. opn. of Crosby, J.).)</p>\n<p id=\"b750-4\">Plaintiff urges us to construe the term “attorney’s fees” as used in the Rental Agreement in the manner suggested by Justice Crosby. We decline to do so. The words of a contract are to be understood in their ordinary and popular sense unless used by the parties in some technical sense. (Civ. Code, § 1644; <em>Xuereb </em>v. <em>Marcus &amp; Millichap, Inc. </em>(1992) 3 Cal.App.4th 1338, 1344 [5 Cal.Rptr.2d 154].) In ordinary usage, an “attorney” is a person “legally appointed to act for another.” (American Heritage Dict. (2d college ed.) p. 140.) As stated by the majority in <em>Atherton </em>v. <em>Board of Supervisors, supra, </em>176 Cal.App.3d 433, “. . . the very use of the term ‘ “attorney fees” presupposes that the prevailing party has been represented by an attorney.’ [Citation.]” <em>(Id. </em>at pp. 436-437, quoting <em>Pitts </em>v. <em>Vaughn </em>(3d Cir. 1982) 679 F.2d 311, 312.) The parties could not have intended the technical meaning suggested by Justice Crosby because the contract was executed in November 1978, prior to the decisions in <em>CLAM </em>and <em>Atherton.</em></p>\n<p id=\"b750-5\">Plaintiff claims an interpretation of “attorney’s fees” which requires a pro se litigant to pay his opponent’s attorney fees if he loses but precludes him from recovering his own self-representation fees if he wins violates the reciprocity provision of Civil Code section 1717 which provides in pertinent part: “(a) In any action on a contract, where the contract specifically provides that attorney’s fees and costs, which are incurred to enforce the contract, shall be awarded either to one of the parties or to the prevailing party, then the party who is determined to be the party prevailing on the contract . . . shall be entitled to reasonable attorney’s fees in addition to other costs.” The point is meritless.</p>\n<p id=\"b751-3\"><page-number citation-index=\"1\" label=\"1293\">*1293</page-number>Civil Code section 1717 ensures reciprocity by providing that <em>any </em>successful litigant, not just the one named in the contract, can recover fees that have been paid to an attorney. <em>(Xuereb </em>v. <em>Marcus &amp; Millichap, Inc., supra, </em>3 Cal.App.4th at p. 1342.) Nothing in the statutory language suggests the Legislature intended to establish parity between pro se and represented litigants by entitling the former to legal service fees whenever the contract provides for an award of attorney fees.<footnotemark>2</footnotemark></p>\n<p id=\"b751-4\">Plaintiff claims that a construction of the Rental Agreement which precludes an award of legal services fees to a pro se litigant runs afoul of Civil Code section 1649 which provides: “If the terms of a promise are in any respect ambiguous or uncertain, it must be interpreted in the sense in which the promisor believed, at the time of making it, that the promisee understood it.” Plaintiff claims defendant “could not reasonably have believed that [plaintiff], as the signatory of the form (i.e. adhesion) contract, understood the attorney’s fees clause as precluding [plaintiff’s] ability to recover costs, expenses and fees under it in the event [he] could not afford to hire an attorney and had to sue [defendant] himself.” We disagree. Defendant reasonably could believe that plaintiff would understand the term “attorney’s fees” in its ordinary sense, as “ ‘presupposing] that the prevailing party has been represented by an attorney.’ ” <em>(Atherton </em>v. <em>Board of Supervisors, supra, </em>176 Cal.App.3d at p. 436.) Whether plaintiff actually understood the term in that manner is immaterial.</p>\n<p id=\"b751-5\">Finally, plaintiff claims a favorable construction of the Rental Agreement is required by Civil Code section 1654 which provides in pertinent part: “In cases of uncertainty not removed by the preceding rules, the language of a contract should be interpreted most strongly against the party who caused the uncertainty to exist.” Plaintiff claims the phrase “attorney’s fees” must be construed against defendant who selected the standard-form rental agreement. (Citing <em>Graham </em>v. <em>Scissor-Tail, Inc. </em>(1981) 28 Cal.3d 807 [171 Cal.Rptr. 604, 623 P.2d 165].) However, section 1654 operates only when the uncertainty has not been removed by other rules of construction. Here, the ambiguity is removed by interpreting the phrase “attorney’s fees” in its ordinary and popular sense. (Civ. Code, § 1644.)</p>\n<p id=\"b752-3\"><page-number citation-index=\"1\" label=\"1294\">*1294</page-number>Were we to adopt the definition of “attorney’s fees” suggested by plaintiff, we would effectively revise the parties’ contract to create an obligation beyond the scope of the language they selected. “It is widely recognized that the courts are not at liberty to revise an agreement under the guise of construing it. Neither abstract justice nor the rule of liberal interpretation justifies the creation of a contract for the parties which they did not make themselves.” <em>(Hinckley </em>v. <em>Bechtel Corp. </em>(1974) 41 Cal.App.3d 206, 211 [116 Cal.Rptr. 33]; see <em>Diaz </em>v. <em>United California Bank </em>(1977) 71 Cal.App.3d 161, 172 [139 Cal.Rptr. 314].) “ ‘[T]he courts cannot rewrite a contract to avoid difficulty or hardship. [Citation.]’ ” <em>(Pacific Architects Collaborative </em>v. <em>State of California </em>(1979) 100 Cal.App.3d 110, 123 [166 Cal.Rptr. 184], quoting <em>Wyandotte Orchards, Inc. </em>v. <em>Oroville-Wyandotte Irrigation Dist. </em>(1975) 49 Cal.App.3d 981, 986-987 [123 Cal.Rptr. 135].)<footnotemark>3</footnotemark></p>\n<p id=\"b752-4\">Ill</p>\n<p id=\"b752-5\">Plaintiff next contends the “cost statute ... as interpreted by the trial court” violates his state and federal due process and equal protection rights because it “permits recoupment of attorney fees to those successful litigants who could afford to hire an attorney (and as interpreted by California appellate courts, by litigants who are themselves attorneys), but denies said fees as costs to successful and competent litigants who could not afford to hire an attorney and had to prosecute their cases themselves.” The point has no merit.</p>\n<p id=\"b752-6\">The denial of self-representation fees was compelled by the parties’ private agreement to reimburse <em>attorney </em>fees rather than legal services fees, not by the trial court’s interpretation of Code of Civil Procedure section 1033.5. The private act of adopting contractual terms does not constitute state action. It is only when state law encourages the decisionmaking procedure in question or when a statute permits that which had been prohibited by common law, that the decisions of private parties can potentially be considered state actions. <em>(King </em>v. <em>Meese </em>(1987) 43 Cal.3d 1217, 1228-1230 [240 Cal.Rptr. 829, 743 P.2d 889] [private insurers’ setting rates <page-number citation-index=\"1\" label=\"1295\">*1295</page-number>not state action; no due process violation]; <em>Payne </em>v. <em>Superior Court </em>(1976) 17 Cal.3d 908, 914 [132 Cal.Rptr. 405, 553 P.2d 565].) State law did not encourage the parties to adopt an attorneys-only limitation, nor was such a limitation forbidden at common law. <em>(King, supra, </em>at p. 1230.)</p>\n<p id=\"b753-4\">Nevertheless, plaintiff claims equal protection principles apply because the contract is enforceable by the state courts. (Citing <em>Shelley </em>v. <em>Kraemer </em>(1947) 334 U.S. 1 [92 L.Ed. 1161, 68 S.Ct. 836, 3 A.L.R.2d 441].) Assuming without deciding that plaintiff is correct, his argument fails because attorneys and nonattorneys are not similarly situated. <em>(In re Eric J. </em>(1979) 25 Cal.3d 522, 530 [159 Cal.Rptr. 317, 601 P.2d 549].) Of necessity, attorneys are subject to a myriad of expenses related to maintaining a license and a practice which nonattorneys do not bear. The parties ¿ould rationally conclude that the greater expenses associated , with employment of an attorney (or even self-representation by an attorney) warrants recoupment of fees from the losing litigant.<footnotemark>4</footnotemark></p>\n<p id=\"b753-5\">IV</p>\n<p id=\"b753-6\">Defendant requests an award of sanctions on the ground that plaintiffs appeal is frivolous because he brought this appeal “for the sole purpose of harassing the respondent/defendant.” Defendant relies on plaintiffs assertion in his verified memorandum of costs that he “persisted in representing [himself] in this case ... in order to hold defendant to account for his wrongful action, in the belief this would deter similarly wrongful conduct by defendant against the many hundreds of present and fiiture. tenants of South Davis Storage . . . .” Defendant’s reliance on this passage is misplaced because the act of seeking redress of wrongful actions cannot be equated with “harassment” without chilling unreasonably litigants’ access to the courts. <em>(In re Marriage of Flaherty </em>(1982) 31 Cal.3d 637, 650 [183 Cal.Rptr. 508, 646 P.2d 179].)</p>\n<p id=\"b753-7\">“The standards for determining whether an appeal is frivolous are contained in <em>In re Marriage of Flaherty </em>(1982) 31 Cal.3d 637 [183 Cal.Rptr. 508, 646 P.2d 179]. <em>Flaherty </em>provides that an appeal may be found frivolous and sanctions imposed when (1) the appeal was prosecuted for an improper motive—to harass the respondent or delay the effect of an adverse judgment; or (2) the appeal indisputably has no merit, i.e., when any reasonable attorney would agree that the appeal is totally and completely without merit. <page-number citation-index=\"1\" label=\"1296\">*1296</page-number><em>(Id. </em>at p. 650.) H] <em>Flaherty </em>cautions that ‘any definition [of a frivolous appeal] must be read so as to avoid a serious chilling effect on the assertion of litigants’ rights on appeal. Counsel and their clients have a right to present issues that are arguably correct, even if it is extremely unlikely that they will win on appeal. An appeal that is simply without merit is <em>not </em>by definition frivolous and should not incur sanctions.’ <em>(Ibid.)\" (Bach </em>v. <em>County of Butte </em>(1989) 215 Cal.App.3d 294, 310 [263 Cal.Rptr. 565], italics in original.) We will not impose sanctions here.</p>\n<p id=\"b754-4\">Disposition</p>\n<p id=\"b754-5\">The judgment is affirmed. Defendant’s request for sanctions is denied.</p>\n<p id=\"ADZ\">Puglia, P. J., and Raye, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b749-9\">Plaintiff contends, without citation of authority, that the phrase “to engage attorneys” is “nothing more than incidental, somewhat carelessly drawn lead-in verbiage in a boilerplate attorney’s fee clause, which describe the manner in which litigation is ordinarily, but not always, instituted, i.e., by attorneys.” Plaintiff’s attempt to avoid the ordinary meaning of the language is not persuasive. (See Civ. Code, § 1644.)</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b751-6\">Plaintiff claims that, even if he is not entitled to a fee award for his work on the entire case, he is entitled to fees for the arbitration phase because the Legislature has specified that arbitration hearings “shall provide the parties themselves maximum opportunity to participate directly in the resolution of their disputes ...” (Code Civ. Proc., § 1141.10, subd. (b)(2).) Plaintiff is wrong. Nothing in this language suggests the Legislature intended to supplant provisions of private agreements requiring the payment of <em>attorney </em>fees with a generalized directive that every prevailing party is entitled to recover legal service fees whether they were represented by an attorney or not.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b752-7\">Plaintiff relies on several federal cases which awarded fees to nonattorney parties who prevailed under federal statutes providing for awards of attorney fees. <em>(Cuneo </em>v. <em>Rumsfeld </em>(D.C. Cir. 1977) 553 F.2d 1360 [100 App.D.C. 184] [attorney appearing in propria persona]; <em>Quinto </em>v. <em>Legal Times of Washington, Inc. </em>(D.D.C. 1981) 511 F.Supp. 579, <em>Holly </em>v. <em>Acree </em>(D.D.C. 1976) 72 F.R.D. 115, <em>Jones </em>v. <em>United States </em>(D.D.C. 1979) 81 F.R.D. 700, <em>Marschner </em>v. <em>Department of State, etc. </em>(D.Conn. 1979) 470 F.Supp. 196.) Here, however, the attorney fee obligation is circumscribed by the parties’ private agreement, not by a federal statute. Nothing in any of the cited cases suggests that the present parties intended the term “attorney’s fees” as used in their agreement to encompass fees for legal services provided by nonattomeys.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b753-8\">In light of our conclusion it is unnecessary to consider plaintiff’s contention that the hours he claimed for labor in self-representation were reasonable.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}