{
  "casebody": {
    "data": "<casebody firstpage=\"491\" lastpage=\"495\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b519-10\">UNITED STATES of America, Plaintiff-Appellee, v. Adolphus DIXON, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b519-13\">No. 10-10313</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AaV\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b519-14\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b519-15\">Oct. 29, 2010.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b520-15\"><page-number citation-index=\"1\" label=\"492\">*492</page-number>Jeffrey Aaron Brown, John Andrew Horn, Matthew Turner Jackson, U.S. Attorney’s Office, Atlanta, GA, for PlaintiffAppellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b520-16\">Anna Blitz, Federal Public Defender, Federal Defender Program, Atlanta, GA, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b520-18\">Before CARNES, MARCUS and PRYOR, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b520-19\">PER CURIAM:</author>\n<p id=\"b520-20\">Adolphus Dixon appeals his convictions for five counts of armed commercial robbery, 18 U.S.C. § 1951, five counts of using a firearm during a crime of violence, <em>id. </em>§ 924(c), and one count of attempted bank robbery, <em>id. </em>§ 2113(a), and appeals his ten sentences of imprisonment for life and a sentence of 240 months of imprisonment, all of which are to be served concurrently. Dixon raises four issues on appeal: (1) that the district court erred in overruling his objection that the government used its peremptory challenges in a gender-discriminatory manner; (2) that the district court erred by denying his motion for a mistrial after a witness testified that Dixon’s fingerprint records were in the database of the Federal Bureau of Investigation; (3) that the district court erred in denying his motion in limine to exclude any in-court identifications made by government witnesses who had not made prior out-of-court identifications of him; and (4) <page-number citation-index=\"1\" label=\"493\">*493</page-number>that the district court erred in enhancing his sentences, <em>id. </em>§ 3559, after he exercised his Fifth Amendment right against self-incrimination. Dixon’s arguments fail. We affirm for the following reasons.</p>\n<p id=\"b521-5\">We first consider Dixon’s argument about the peremptory challenges of women by the government. The Supreme Court has established a threshold inquiry for determining whether a prosecutor’s peremptory challenges violated the Equal Protection Clause. See <em>Batson v. Kentucky, </em>476 U.S. 79, 93-94, 106 S.Ct. 1712, 1721, 90 L.Ed.2d 69 (1986); <em>J.E.B. v. Alabama ex rel T.B., </em>511 U.S. 127, 144-45, 114 S.Ct. 1419, 1429-30, 128 L.Ed.2d 89 (1994) (extending <em>Batson </em>to gender-based claims). “First, the district court must determine whether the party challenging the peremptory strikes has established a prima facie case of discrimination by ‘establishing facts sufficient to support an inference of [gender] discrimination.’ ” <em>United States v. Ochoa-Vasquez, </em>428 F.3d 1015, 1038 (11th Cir.2005) (quoting <em>Cent. Ala. Fair Hous. Ctr. v. Lowder Realty Co., </em>236 F.3d 629, 636 (11th Cir.2000)). ‘“[T]he establishment of a prima facie case is an absolute precondition to further inquiry into the motivation behind the challenged strike.’ ” <em>Id. </em>(quoting <em>Lowder, </em>236 F.3d at 636). In determining whether a prima facie case of discrimination has been established, a court must consider “whether the totality of the circumstances shows a ‘pattern’ that creates an inference of discrimination.” <em>Id. </em>at 1044. In doing so, the court may consider a variety of factors, including (1) “whether members of the relevant [gender] group served unchallenged on the jury”; (2) “whether there is a substantial disparity between the percentage of jurors of a particular [gender] struck and the percentage of their representation on the venire”; and (3) “whether there is a substantial disparity between the percentage of jurors of one [gender] struck and the percentage of their representation on the jury.” <em>Id. </em>at 1044-45 (internal quotation marks omitted). We give great deference to the determination of the district court about whether a prima facie case of discrimination has been established. <em>Id. </em>at 1039.</p>\n<p id=\"b521-8\">In the light of the lack of disparity between the percentage of women struck by the government and the make-up of both the venire and the jury, the district court did not clearly err in finding that there was no inference of discrimination on the basis of gender. The government used 67 percent of its peremptory challenges against women, but that percentage was consistent -with both the percentage of women on the venire, which was 17 of 28 or 61 percent, and the percentage of women who served on the jury, which was 8 of 12 or 67 percent. The district court was entitled to find that Dixon failed to prove a pattern of discrimination. We affirm that decision.</p>\n<p id=\"b521-9\">We next consider Dixon’s argument about the denial of his motion for a mistrial. Because the “district court is in ‘the best position to evaluate the prejudicial effect of a statement or evidence on the jury,’ ” we review the denial of a motion for a mistrial for abuse of discretion. <em>United States v. Emmanuel, </em>565 F.3d 1324, 1334 (11th Cir.) (quoting <em>United States v. Newsome, </em>475 F.3d 1221, 1227 (11th Cir.2007)), <em>cert. denied, </em>— U.S. -, 130 S.Ct. 1032, 175 L.Ed.2d 632 (2009). Dixon “must show that his ‘substantial rights [were] prejudicially affected,’ [such that] there is a reasonable probability that, but for the remarks, the outcome of the trial would have been different.’ ” <em>Id. </em>(quoting <em>Newsome, </em>475 F.3d at 1227). “The mere utterance of the word jail, prison, or arrest does not, without regard to context or circumstances, constitute reversible error <em>per se.” Id. </em><page-number citation-index=\"1\" label=\"494\">*494</page-number>Particularly “where the comment is brief, unelicited, and unresponsive, adding nothing to the government’s case, the denial of a mistrial is proper.” <em>Id.</em></p>\n<p id=\"b522-4\">Dixon’s argument that he was entitled to a mistrial following a witness’s testimony that “[t]he FBI fingerprint database produced [a] fingerprint record” for Dixon fails. That testimony did not necessarily suggest that Dixon had a prior criminal record, and the testimony was a “bi'ief, unelicited, and unresponsive” answer that did not otherwise support the prosecution. In the light of the overwhelming evidence of Dixon’s guilt, and the insignificance of the witness’s remark, we conclude that the district court did not abuse its discretion when it denied Dixon’s motion for a mistrial.</p>\n<p id=\"b522-5\">We next consider Dixon’s argument about the denial of his motion about in-court identifications. We review <em>de novo </em>whether an in-court identification violates a defendant’s Fifth Amendment right to due process. <em>United States v. Douglas, </em>489 F.3d 1117, 1126 (11th Cir.2007). To prevail, a defendant “must convince us that the identification procedure was ‘so imper-missibly suggestive as to give rise to a very substantial likelihood of misidentifieation.’ ” <em>Code v. Montgomery, </em>725 F.2d 1316, 1319 (11th Cir.1984) (quoting <em>Neil v. Biggers, </em>409 U.S. 188, 197, 93 S.Ct. 375, 381, 34 L.Ed.2d 401 (1972)). Even an identification based on a suggestive procedure may still be admitted when the identification is otherwise reliable. <em>Manson v. Brathwaite, </em>432 U.S. 98, 110-14, 97 S.Ct. 2243, 2251-53, 53 L.Ed.2d 140 (1977).</p>\n<p id=\"b522-6\">In determining the reliability of an in-court identification, we “must consider the totality of the circumstances, including ‘the opportunity of the witness to view the criminal at the time of the crime, the witness’ degree of attention, the accuracy of the witness’ prior description of the criminal, the level of certainty demonstrated by the witness at the confrontation, and the length of time between the crime and the confrontation.’ ” <em>Code, </em>725 F.2d at 1320 (quoting <em>Neil, </em>409 U.S. at 199-200, 93 S.Ct. at 382). A defendant’s right to due process is not violated when a witness who is subject to cross-examination and had a substantial opportunity to view the offender during the crime makes an in-court identification without having first identified the defendant in a pretrial lineup. <em>Id. </em>at 1320. Moreover, an in-court identification is not unduly suggestive or lacking in reliability merely because the defendant was the only African-American seated at the defense table. <em>Douglas, </em>489 F.3d at 1126-27.</p>\n<p id=\"b522-8\">The district court did not err in admitting the in-court identification of Dixon by the several witnesses to his robberies. Each witness had a substantial opportunity to observe Dixon during the robbery that was the subject of his or her testimony, paid particular attention to Dixon, provided a reasonably accurate description of him following the crime, and identified him in court without hesitation. Based on the totality of the circumstances, Dixon failed to establish that the in-court identifications were unreliable, such that there was a substantial likelihood of mis-identification. We affirm the denial of Dixon’s motion in limine.</p>\n<p id=\"b522-9\">Finally, we address Dixon’s argument about the enhancement of his sentence. 18 U.S.C. § 3559. We review constitutional challenges to a sentence enhancement <em>de novo, </em>but will reverse only for harmful error. <em>United States v. Paz, </em>405 F.3d 946, 948 (11th Cir.2005). Under section 3559(c)(4), the government filed a criminal information about Dixon’s prior convictions. Although the district court may inquire “whether [the defendant] affirms or denies that he has been previously convicted as alleged in the information,” 21 U.S.C. § 851(b), the district <page-number citation-index=\"1\" label=\"495\">*495</page-number>court is not required to do so “ ‘where a defendant, as a matter of law, is precluded from attacking the conviction forming the basis of the enhancement information.’ ” <em>United States v. Weaver, </em>905 F.2d 1466, 1482 (11th Cir.1990) (quoting <em>United States v. Nanez, </em>694 F.2d 405, 413 (5th Cir.1982)). A defendant is barred from challenging the validity of his prior convictions, when the convictions are more than five years old. 2 1 U.S.C. § 851(e).</p>\n<p id=\"b523-5\">We affirm the enhancement of Dixon’s sentence. Because his prior felonies were more than five years old, Dixon is barred from successfully challenging any error the district court might have made in inquiring whether Dixon affirmed or denied his convictions. Furthermore, there was sufficient evidence to establish that Dixon had been convicted of the prior felonies that served as the basis for the sentence enhancement.</p>\n<p id=\"b523-6\">Dixon’s convictions and sentences are AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}