{
  "casebody": {
    "data": "<casebody firstpage=\"967\" lastpage=\"969\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b995-15\">UNITED STATES of America, Plaintiff-Appellee v. Sotero SOTELO, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AhQ\">No. 10-40351</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AMmu\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b995-18\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b995-20\">Nov. 18, 2010.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b995-21\">Lauretta Drake Bahry, James Lee Turner, Assistant U.S. Attorney, U.S. Attorney’s Office, Houston, TX, for PlaintiffAppellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b995-22\">John Andrew Kuchera, Waco, TX, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b996-4\"><page-number citation-index=\"1\" label=\"968\">*968</page-number>Before REAVLEY, DENNIS, and CLEMENT, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b996-5\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b996-6\">Sotero Sotelo pleaded guilty pursuant to a written plea agreement to conspiracy to smuggle items from the United States and exportation of semiautomatic rifles. On appeal, Sotelo seeks to raise substantive challenges to the district court’s decision to upwardly depart from the applicable guidelines range and impose an 87-month sentence on the firearm-exportation charge. The Government argues that Sotelo’s appeal is barred by the appeal waiver in his plea agreement. Sotelo contends that the appeal waiver is not enforceable because the Government breached the plea agreement by requesting the departure and because the district court told him at sentencing that he could appeal. Because the Government must invoke the waiver provision for it to apply, Sotelo’s response in his reply to the Government’s invocation may be considered by this court. <em>See United States v. Ramirez, </em>557 F.3d 200, 203 (5th Cir.2009); <em>United States v. Story, </em>439 F.3d 226, 231 (5th Cir.2006).</p>\n<p id=\"b996-7\">A defendant may waive his right to appeal as part of a valid plea agreement if the waiver is knowing and voluntary. <em>United States v. McKinney, </em>406 F.3d 744, 746 (5th Cir.2005). To determine whether an appeal of a sentence is barred by an appeal waiver provision in a plea agreement, we conduct a two-step inquiry: (1) whether the waiver was knowing and voluntary and (2) whether the waiver applies to the circumstances at hand, based on the plain language of the agreement. <em>United States v. Bond, </em>414 F.3d 542, 544 (5th Cir.2005). We review the validity of an appeal waiver de novo. <em>United States v. Burns, </em>433 F.3d 442, 445 (5th Cir.2005).</p>\n<p id=\"b996-10\">At rearraignment, Sotelo stated under oath that he had reviewed the plea agreement with counsel and had signed it. The district court explained to Sotelo that by entering the guilty plea, he had given up his right to appeal or collaterally attack his sentence. Sotelo averred that he understood the appeal waiver.</p>\n<p id=\"b996-11\">Contrary to Sotelo’s assertion, the Government did not breach the plea agreement. The Government was obligated to request full credit for acceptance of responsibility and dismissal of the outstanding charges in the indictment, which it did. The agreement did not bind the parties to a particular sentencing range or recommendation. Cf<em>. United States v. Munoz, </em>408 F.3d 222, 225-27 (5th Cir.2005) (finding a breach of the plea agreement when the Government agreed that a particular guidelines range should apply, then at sentencing supported the probation officer’s alternative guidelines calculations). Moreover, the fact that the court told Sotelo at sentencing that he had a right to appeal does not affect the validity of the waiver. <em>See United States v. Gonzalez, </em>259 F.3d 355, 358 (5th Cir.2001).</p>\n<p id=\"b996-12\">Sotelo also asserts that the concurrent 87-month sentence he received for the conspiracy charge exceeds the statutory maximum term of imprisonment of five years. <em>See </em>18 U.S.C. § 371. Although this argument constitutes a challenge to sentencing that is arguably barred by the waiver provision, the Government has failed to invoke the waiver as to this claim, and we may thus review it. <em>See Story, </em>439 F.3d at 231. Although Sotelo has raised <page-number citation-index=\"1\" label=\"969\">*969</page-number>his argument for the first time on appeal, “because a sentence which exceeds the statutory maximum is an illegal sentence and therefore constitutes plain error, we review this issue de novo.” <em>United States v. Thomas, </em>600 F.3d 387, 388 (5th Cir.2010) (internal quotation marks and citation omitted).</p>\n<p id=\"b997-5\">Sotelo’s 87-month sentence exceeds the statutory maximum of 60 months for the conspiracy offense. Accordingly, we MODIFY Sotelo’s sentence for the conspiracy charge to 60 months in prison. <em>See United States v. De Jesus-Batres, </em>410 F.3d 154, 164 (5th Cir.2005). The modification does not affect the overall term of imprisonment because Sotelo’s concurrent sentence for his exportation charge exceeds the modified sentence. <em>See id. </em>Sotelo’s sentences are thus AFFIRMED as modified.</p>\n<footnote label=\"*\">\n<p id=\"b996-8\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}