{
  "casebody": {
    "data": "<casebody firstpage=\"779\" lastpage=\"782\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b831-4\">MORRIS v. PREFABRICATION ENGINEERING CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b831-5\">No. 11745.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b831-6\">Circuit Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"aiv-dedup-0\">April 16, 1947.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b831-26\">Carl T. Hoffman and N. J. Durant, both of Miami, Fla., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b831-27\">Thos. McE. Johnston, of Miami, Fla., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b831-28\">Before SIBLEY, WALLER, and LEE, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b831-29\">SIBLEY, Circuit Judge.</author>\n<p id=\"b831-30\">The appellant, a citizen of Florida, was sued by appellees, citizens of Oregon, who alleged appellant had accepted about May 24, 1943, an order for “wedge bolts” to be shipped not later than June 19, that a prepayment of $4,000 was made on the purchase price, that no wedge bolts were shipped by June 10 or soon thereafter, and ap-pellees cancelled the order and demanded return of the $4,000, for which sum the suit was brought. The answer denied everything except the citizenship of the plaintiff which was neither admitted nor denied. The case was tried by the judge without a jury on evidence which was in no material point in conflict except as to the purport of a telephone conversation on May 24, 1943, between appellees’ representative in Portland, Oregon, and appellant in Miami, Florida, pursuant to which written orders for the goods were mailed the same day. The point of conflict is as to what was said about the time by which the wedge bolts were to be shipped. The judge, trying the case without a jury, held the alie-<page-number citation-index=\"1\" label=\"780\">*780</page-number>gations of the complaint were sustained and gave judgment for the $4,000, less $20.25, the value of one keg of bolts shipped July 6, 1943, and actually received and used by plaintiffs. A motion by defendant for directed verdict, and a motion for judgment non obstante veredicto or in the alternative for a new trial were overruled, and this appeal taken.</p>\n<p id=\"b832-4\">It will be noted that the suit is not one for damages for a breach of contract, but is one to enforce a rescission. The conflict in the evidence relates to the point whether time was agreed to be of the essence. The judge was authorized to find from the circumstances known to both parties and from the letter accompanying the written orders, and from other communications that time was of the essence of the contract. The written orders proposed by the plaintiffs, and acted on by the defendant ought, however, to control touching what time the contract fixed for the performance. Compare Refinery Equipment Inc., v. Wickett Refining Co., 5. Cir., 158 F.2d 710.</p>\n<p id=\"b832-5\">Those orders (there were two) each dated Portland, Oregon, May 24, 1943, and addressed to defendant, now appellant, at Miami Florida, and signed by plaintiffs’ agent, directed shipment by fast freight to Officer in Charge of Construction of a named naval' contract at Long Beach California, terms f. o. b. point of shipment, of six lots of wedge bolts of stated dimensions, and a number of wedges approximately eqüal to the number of bolts, aggregating about -46,000 of each. Each order bore a drawing showing the construction of the bolts, and each stated a number of contractual stipulations. As to the time, each says this: “Shipments must start by, Rush, June 7th to 10th, and be completed by -.” We think these papers evidence two contracts, each entire and not severable, and as to each the shipments were to begin by June 10th, but with no time fixed for their completion, except that they were to be rushed., This is not changed by the letter which accompanied the orders, which only emphasizes the urgency of speed. The orders and the letter say that shipment was to be by fast freight. The plaintiffs’ oral testimony is that it would take three weeks to arrive by freight and that an initial shipment by express was directed. The goods were of special design and would have to be manufactured after arrival of the specifications and drawings shown in the orders. Since June 10th was only seventeen days from the mailing of the orders in Portland, it is perfectly evident that the special date of June 7th to 10th was understood to refer, as the orders state, to the beginning of shipments and not to the completion thereof. On May 29th plaintiffs telegraphed defendant: “If unable to ship as per agreement June 7 to 10 return check and cancel orders. Wedges no good without bolts, Job will be held up unless expedite shipment.” The reply was: “Mill promises shipment by 10th. Morris (the defendant) expediting in Cleveland”; and later, “Bolts scheduled for shipment June 20th, trying to expedite. Wedges being shipped Tuesday June 1.” This apparently was acquiesced in for the time being. Sixteen kegs of wedges weighing 2702 pounds ' gross and billed as 28180 in number were shipped from Pratt Mfg. Co., Joliet, Illinois, on June 8, and duly arrived, and in later communications plaintiffs acknowledged having them. The factory at Cleveland failed to meet its engagements on time as to the bolts. In an undated telegram seemingly sent the latter part of June plaintiffs can-celled the orders, and demanded return of the $4,000 and asked what disposition should be made of the wedges. There was no reply. The Cleveland factory on July 6th sent by express one keg of 675 bolts which were received and used. On July 14, seven kegs of bolts weighing 1429 pounds were shipped by fast freight prepaid to the proper consignee at Long Beach, California, and the bill of lading was sent to plaintiffs at Portland; and on July 26 another prepaid shipment of six kegs of bolts weighing 1267 pounds was similarly made. What became of these thirteen kegs of bolts does not appear. Plaintiffs’ representative in California testifies merely that he received and used the first keg of bolts sent, and the jobs having been finished and the Portland office having advised him that the order for <page-number citation-index=\"1\" label=\"781\">*781</page-number>bolts had been cancelled, “the receiving departments on the two jobs refused to accept further shipments.” The final cancellation was by a letter dated July 29, which reviews the facts and refers to defendant’s untrue telegrams about the shipments, but makes no reference to the plaintiffs’ telegram of cancellation a month earlier; it indicates knowledge of the last two shipments, but says they will not be accepted for reasons given, and offers to “help dispose of them”. The plaintiffs received all the bills of lading and produced them at the trial. No later communication or transaction between the parties appears.</p>\n<p id=\"b833-4\">We think the wedges were shipped on time and in strict accord with the contract. The contracts however were entire, and the plaintiffs were entitled to have bolts with the wedges and could not be made to pay for one without the other. It is probably true that the term of contracts, “Shipments to begin by June 10th”, meant that a shipment of bolts and wedges, a usable combination, was to be made by then. When no bolts, after many promises, had been shipped by late June, time being of the essence, the telegram of cancellation was apparently justified. See 12 Am.Jur., Contracts, § 443. But a rescission to be effective must be adhered to or it is waived. 12 Am.Jur., Contracts, §§ 441, 447, 449. Thereafter on July 6 a shipment of bolts was made, received, and used, and no doubt some of the wedges already sent were used with them. This was inconsistent with the telegraphic rescission. The bill of lading dated July 14th, which plaintiffs testified they received in due course of mail at Portland, met no immediate protest. On July 29, the rejection of this shipment and that of July 26th was made by letter and expressly for the reasons it stated, the telegraphic rescission not being given as one of the reasons, but instead “at this time all the buildings for which we had purchased these wedge bolts have been erected, and it was necessary to purchase other type bolts.” Indeed, the telegram was not introduced in evidence by plaintiffs at all, but by defendant apparently to support his contention that he was not the real contracting party, but another concern mentioned in the telegram was. It seems to us that though rescission was justified by reason of the delays, it must be dated as of July 29. See 46 Am.Jur., Sales, § 229.</p>\n<p id=\"b833-6\"> On a justified rescission the purchasers were entitled to reclaim what they had paid, but as a condition of doing so they must have not only announced and adhered to the rescission but must restore as far as possible the status quo. 12 Am.Jur., Contracts, § 451, 452, and cases cited. If they have on .hand any fruits of part performance of the contract they must return them, and if they have used any they must pay for them. The trial judge here required pay for what was used, but took no note of the wedges which were received but not used, nor of the last shipments of bolts for which no sufficient account has been made. It is not shown they are of no intrinsic value, or cannot be returned. See 12 Am.Jur., Contracts, § 452. 46 Am.Jur., Sales, § 776. In the preceding section 775, it is said, “It is not sufficient for a buyer merely to send word of his rescission and that he holds the property subject to the seller’s orders, but he should return or offer to return the property to the seller at the place he received it.” This was said of rescission for fraud, but is equally applicable to rescissions for other causes. These wedges and bolts, if shipped within the terms of the contract, became the property of the buyer on delivery to the carrier f.' o. b. the shipping point, and on rescission they could not be simply abandoned in California many hundreds of miles away, unless the seller refused to receive them back. And even then the buyer should care for them for the seller, to keep his offer of return good. See Id. § 777. The plaintiffs have also retained the bills of lading which for many purposes represent the property in the hands of the carrier, and without surrender of which the carrier may not have been willing to deliver the property to anyone but the consignee. See 12 Am.Jur., Contracts, § 453. We are of opinion that the plaintiffs have not under the present evidence shown a right to a recovery in the amount awarded them.</p>\n<p id=\"b833-7\"> The defendant did not have specially to plead the failure to return the goods shipped under the contracts, such re<page-number citation-index=\"1\" label=\"782\">*782</page-number>turn being a necessary part of the plaintiffs’ case to enforce rescission. The point was specially and fully made in the motions for directed verdict and for judgment non obstante. We do not regard these motions, under the Federal Rules of Civil Procedure, 28 U.S.C.A. following section 723c, as being necessary or even proper where there is not a jury trial, but they served to draw attention to the defect in the case, and caused account to be taken of the used bolts, which could not be returned and whose value was properly substituted. The error was in not requiring an account also of the unused bolts and wedges which were shipped under the contract before notice of its rescission by the letter of July 29th, 1943.</p>\n<p id=\"b834-4\">The judgment is reversed and the cause remanded for further proceedings not inconsistent with this opinion.</p>\n<p id=\"b834-5\">Judgment reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}