{
  "casebody": {
    "data": "<casebody firstpage=\"330\" lastpage=\"332\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b406-8\">REALE INTERNATIONAL, INC., Plaintiff-Appellee, v. FEDERAL REPUBLIC OF NIGERIA and Central Bank of Nigeria, Defendants-Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b406-11\">No. 1272, Docket 81-7183.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b406-12\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b406-13\">Argued March 6, 1981.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b406-14\">Decided April 16, 1981.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b406-23\">Abram Chayes, Cambridge, Mass. (Bert-hold H. Hoeniger, New York City, of counsel), for plaintiff-appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b406-24\">James G. Simms, New York City (Craig P. Murphy, Peter J. Dranginis, Jr., Kissam, Halpin &amp; Genovese, New York City, of counsel), for defendants-appellants.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b407-3\"><page-number citation-index=\"1\" label=\"331\">*331</page-number>Before KAUFMAN and TIMBERS, Circuit Judges, and WARD, District Judge.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b407-7\"> Of the United States District Court for the Southern District of New York, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b407-4\">IRVING R. KAUFMAN, Circuit Judge:</author>\n<p id=\"ARh\">This case is one of seven involving the Foreign Sovereign Immunities Act of 1976 (“FSIA”), 28 U.S.C. § 1330, heard together on appeal and decided in concert today.<footnotemark>1</footnotemark> Six of the seven cases arise from massive purchases of cement by the Nigerian government in 1975. This is one of those six.</p>\n<p id=\"b407-5\">Reale International, Inc., filed suit against the Federal Republic of Nigeria and the Central Bank of Nigeria on January 4, 1978, in the Southern District of New York. Reale’s complaint claimed jurisdiction under the FSIA, and it set forth causes of action arising out of defendants’ alleged anticipatory breaches, in 1975, of a contract for the sale of cement and of a related letter of credit. The case was assigned to Judge Haight.</p>\n<p id=\"b407-6\">On May 16,1978, before the district court made any findings whatsoever, indeed, before defendants even answered the complaint, the parties entered into a stipulation. It stated that Nigeria and Central Bank had been named as defendants in three suits then before Judge Pierce, that they had moved to dismiss those suits for lack of subject matter jurisdiction under the FSIA, and that they planned to make a similar motion before Judge Haight.<footnotemark>2</footnotemark> Accordingly, the parties stipulated, the jurisdictional decision in the three actions before Judge Pierce would, in addition, determine the existence of jurisdiction in the suit before Judge Haight.</p>\n<p id=\"b407-13\">On August 18, 1980, Judge Pierce found that jurisdiction was present in all three cases.<footnotemark>3</footnotemark> Defendants before Judge Haight then moved, in spite of the executed stipulation, to dismiss. Judge Haight saw “no reason ... for abrogating [the] agreement,” and denied defendants’ motion. At that point, rather than proceeding to trial, Judge Haight certified for interlocutory appeal his order denying the motion. We grant leave to appeal,<footnotemark>4</footnotemark> and proceed to the propriety of Judge Haight’s order.</p>\n<p id=\"b407-14\">Graven in stone is the maxim that parties cannot confer jurisdiction on a federal court by consent or stipulation. <em>California v. LaRue, </em>409 U.S. 109, 112 n.3, 93 S.Ct. 390, 394 n.3, 34 L.Ed.2d 342 (1972); <em>American Fire &amp; Casualty Co. v. Finn, </em>341 U.S. 6, 17-18, 71 S.Ct. 534, 541-542, 95 L.Ed. 702 (1951); <em>A. H. Emery Co. v. Mar-</em><page-number citation-index=\"1\" label=\"332\">*332</page-number><em>can Products Corp., </em>268 F.Supp. 289, 292 (S.D.N.Y.1967), <em>aff’d, </em>389 F.2d 11 (2d Cir.), <em>cert. denied, </em>393 U.S. 835, 89 S.Ct. 109, 21 L.Ed.2d 106 (1968). Behind this truism stands the federalist ethos against expanding the judicial power of the federal courts beyond what the Framers intended or Congress enacted. <em>See Turner v. Bank of North America, </em>4 U.S. (4 Dall.) 7, 11, 1 L.Ed. 718 (1799). The proscription is enforced with draconian zeal. <em>See, e. g., King Bridge Co. v. Otoe County, </em>120 U.S. 225, 226, 7 S.Ct. 552, 553, 30 L.Ed. 623 (1887), <em>citing Mansfield, Coldwater &amp; Lake Michigan Railway Co. v. Swan, </em>111 U.S. 379, 382, 4 S.Ct. 510, 511, 28 L.Ed. 462 (1884).</p>\n<p id=\"b408-4\">The stipulation here was not a bald covenant that jurisdiction existed; it was, instead, an agreement that, if a certain event should come to pass, jurisdiction would be present. Nevertheless, the compact violated the rule. It made the jurisdictional determination hinge on nothing more than a circumstance selected by the parties, not on whether a district court had held that jurisdiction existed in this case under the law. The plaintiff protests that the suits before Judge Pierce were quite similar to the case at issue here, but that is irrelevant. The identity of the jurisdictional facts may be evident to the parties, apparent to us, and may even be true. It is not, however, the subject of a ruling by Judge Haight, and that is what the law requires. The parties may stipulate as to facts, but that remains crucially distinct from a judicial determination that, upon those facts, a federal court may hear the case.<footnotemark>5</footnotemark></p>\n<p id=\"b408-5\">The order denying the motion to dismiss is vacated, and the case is remanded to the district court for a proper jurisdictional determination under the FSIA. If the circumstances of this suit are in fact similar to those in the three cases decided by Judge Pierce and affirmed by us today,<footnotemark>6</footnotemark> then Judge Haight, on remand, should find jurisdiction present. We hold here only that the decision is his, not the parties’.</p>\n<footnote label=\"1\">\n<p id=\"b407-8\">. The other cases are <em>Decor by Nikkei International, Inc. v. Federal Republic of Nigeria, </em>647 F.2d 300 (2d Cir. 1981); <em>Chenax Majesty, Inc. v. Federal Republic of Nigeria, </em>647 F.2d 300 (2d Cir. 1981); <em>East Europe Import-Export, Inc. v. Federal Republic of Nigeria, </em>647 F.2d 300 (2d Cir. 1981); <em>Verlinden B. V. v. Central Bank of Nigeria, </em>647 F.2d 320 (2d Cir. 1981); <em>Texas Trading &amp; Milling Corp. v. Federal Republic of Nigeria, </em>647 F.2d 300 (2d Cir. 1981); and <em>Gemini Shipping, Inc. v. Foreign Trade Organization for Chemicals and Foodstuffs, </em>647 F.2d 317 (2d Cir. 1981).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b407-9\">. The three suits before Judge Pierce are also part of the group of seven decided on appeal today. They are the first three cases listed in note 1, <em>supra.</em></p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b407-10\">. The stipulation seems to have assumed that Judge Pierce would make the same jurisdictional decision in all three cases.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b407-15\">. 28 U.S.C. § 1292(b) allows interlocutory appeals when, in the opinion of the district court, the appeal “involves a controlling question of law as to which there is substantial ground for difference of opinion and ... an immediate appeal from the order may materially advance the ultimate termination of the litigation.” The House Report to H.R. 2638, the bill adding § 1292(b) to Title 28, mentions orders denying motions to dismiss for lack of subject matter jurisdiction to be proper subjects for interlocutory appeals. <em>See </em>H.R.Rep. No. 1667, 85th Cong., 2d Sess. 1 (1958). The Senate Report concurs. <em>See </em>S.Rep. No. 2434, 85th Cong., 2d Sess. 2-3, <em>reprinted in </em>[1958] U.S.Code Cong. &amp; Admin.News 5255, 5256. Our cases have so held. <em>E. g., Leasco Data Processing Equipment Corp. v. Maxwell, </em>468 F.2d 1326, 1330 (2d Cir. 1972); <em>Movielab, Inc. v. Berkey Photo, Inc., </em>452 F.2d 662, 663 (2d Cir. 1971) <em>(per curiam); Blackman v. Hadron, Inc., </em>450 F.2d 781, 782 (2d Cir. 1971) <em>(per curiam).</em></p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b408-6\">. In <em>Railway Co. v. Ramsey, </em>89 U.S. (22 Wall.) 322, 327, 22 L.Ed. 823 (1874), Chief Justice Waite stated, “Consent of parties cannot give the courts of the United States jurisdiction, but the parties may admit the existence of facts which show jurisdiction, and the courts may act judicially upon such an admission.” <em>See also Verzosa v. Merrill Lynch, Pierce, Fenner &amp; Smith, Inc., </em>589 F.2d 974, 977 (9th Cir. 1978) <em>(per curiam).</em></p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b408-23\">. <em>See </em>notes 1 and 2, <em>supra.</em></p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}