{
  "casebody": {
    "data": "<casebody firstpage=\"123\" lastpage=\"126\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b139-5\">P. H. Clark v. Vincent J. Hutton.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b139-6\">The writ of <em>certiorari </em>is not granted as a matter of right. The application for it is addressed to the discretionary powers of the court, and should show that the applicant has rights or a valid defense of which he has been deprived by the erroneous action of the inferior tribunal, or that, without fault or want of diligence on his part, he has been unable to present his rights or his defense.</syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b139-7\">The errors complained of in a petition for a <em>certiorari </em>must not be mere irregularities, and all the facts proven at the trial must be so stated that the court can determine for itself whether there are merits in the application. (Paschal’s Dig., Art. 468, Note 331.)</syllabus>\n<syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b139-8\">Although the title to land cannot, as a general rule, be involved in actions of forcible entry and detainer, yet an applicant for a writ of <em>certiorari </em>in such cases should set forth his title or rights, whether proved or not, in order to show that there are merits in his claim or defense, and that there is good reason to apprehend that injustice has been done him. (Paschal’s Dig., Art. 3869, Note 898.)</syllabus>\n<syllabus data-order=\"4\" data-type=\"syllabus\" id=\"b139-9\">It appearing by a petition for a <em>certiorari, </em>filed by a defendant in an action of forcible entry and detainer, that the land in question had been patented to the plaintiff but a short time before the institution of the suit, and it further appearing that the defendant did not prove, nor in his petition even assert, any right of possession to the premises, the petition fails to show sufficient merits in the claim of the applicant, or that injustice had been done him by the judgment of the justice’s court against him, and consequently the district court did not err in quashing the writ of <em>certiorari </em>and dismissing the cause.</syllabus>\n<syllabus data-order=\"5\" data-type=\"syllabus\" id=\"b139-10\">Where the district court, to which the defendant had brought up by <em>certiorari </em>an action of forcible entry and detainer, dismissed the cause for want of merits or. equity in the petition, it was proper to award a writ <em>otpocedendo </em>to the justice’s court.</syllabus>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b139-11\">Appeal from Tarrant. The case was tried before Hon. Hat. M. Bureord, one of the district judges.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b139-12\">The appellant, on the 6th of June, 1860, filed his petition for a <em>certiorari, </em>to bring before the District Court an action of forcible entry and detainer, in which the appellee, on the 1st day of the same month, had obtained judgment against him for the possession of one hundred and sixty acres of land.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b139-13\">After stating the judgment, the petition proceeded as <page-number citation-index=\"1\" label=\"124\">*124</page-number>follows: “It was proved at said trial that said Hutton claimed said land by virtue of a patent issued by the authorities of the State of Texas to said Vincent J. Hutton, assignee of Lewis C. King, on the 4th day of February, 1860, by virtue of settler’s claim of said Lewis C. King. It was proved by petitioner that the said Lewis C. King never resided or lived upon said land, and that, on the 26th day of August, 1856, at the time the Mississippi and Pacific railroad reserve was repealed, John U. King, from whom petitioner purchased, resided upon and claimed the land, and has ever since, and his vendees have resided upon and occupied the same. It was proved by plaintiff, said Hutton, that said Lewis C. King had said land surveyed, but that the same was done before the repeal of the said railroad reserve, and at the time of said repeal petitioner’s vendor resided upon said land, and claimed the same as a settler within said reserve.” After describing the land, the petitioner charged, that the plain-jiff’s patent was wrongfully issued, was obtained by fraud, and was void, conferring no right on the plaintiff; that petitioner had a growing crop upon the land, and would be greatly damaged by the execution of the writ of possession. Wherefore petitioner prayed for the writ of <em>certiorari </em>and <em>supersedeas </em>to remove said cause to the- district court, for judgment annulling the plaintiff’s patent, and for general relief.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b140-5\">The writ having issued on the fiat of the judge, the appellee, at the ensuing term of the District Court, moved to dismiss the <em>certiorari, </em>assigning as one ground of motion the insufficiency of the petition, &amp;c. The court sustained the motion,- dismissed the <em>certiorari, </em>and ordered that the justice of the peace proceed to enforce the judgment. Whereupon Clark appealed.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b140-6\"><em>A. G. Fowler, </em>for the appellant,</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"ApW\">cited <em>17 </em>Tex., 544, and 18 Id., 446.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b141-4\"><page-number citation-index=\"1\" label=\"125\">*125</page-number>Ho brief for appellee furnished to the <em>Reporter.</em></attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b141-5\">Smith, J.</author>\n<p id=\"AL3\">—The writ of <em>certiorari </em>is not granted as a matter of right; the application for it is addressed to the discretionary powers of the court, and it must be made to appear that the applicant has rights, or a valid defense, of which he has been deprived by the erroneous action of the justice of the peace, or that he has been unable to present them from no want of diligence or fault on his part.</p>\n<p id=\"b141-6\">The errors complained of should be distinctly stated, and not consist of mere irregularities in the proceedings.</p>\n<p id=\"b141-7\">A statement of all the facts proved should be embraced in the application, and, if he have rights that he has not been able to present, they should be averred, with the excuse for not presenting them, so that the court can determine for itself whether the applicant has any merits in his cause, and been unjustly deprived of them and injured. (Robinson v. Lakey, 19 Tex., 140; Given v. Blocker, 23 Tex., 633.)</p>\n<p id=\"b141-9\">The applicant for the writ does not pretend to set forth all the facts that were proven before the justice of the peace. He states that Hutton proved that a patent for the land was issued to him, February 4, 1860, as the assignee of Lewis C. King, in virtue of his claim as a settler; that he, Clark, proved that the latter never resided or lived upon the land; and that he and his vendor, John A. King, had resided upon the land since the 26th day of August, 1856, claiming it as their own. While it may be admitted that this statement of the facts proved before the justice of the peace is not false, still it may have been proved that Clark, or his vendor, entered upon the land as the tenant of Hutton; or some other grounds may have been proved, going to establish the correctness of the judgment of the justice of the peace. (Jones v. Lane, 12 Tex., 179.)</p>\n<p id=\"b141-11\">It is true, that the title to the land, as a general rule, cannot be involved in the trial of an action of forcible <page-number citation-index=\"1\" label=\"126\">*126</page-number>entry and detainer, but the applicant for the writ of <em>certiorari </em>in such cases should set forth his title or rights, whether proved or not, in order to show that he has merits in his claim or defense, and that there is good reason to apprehend injustice has been done him. (Hooks v. Lewis, 16 Tex., 551.) In view of this rule, the application of Clark for the writ of <em>certiorari </em>does not address itself to the favorable consideration of the court. It appears that the land was patented to Hutton a few months before the institution of this suit, which would create the presumption that he is the true owner, while he, Clark, did not prove or even assert more than a bare possession df the premises, and has not even averred in his petition a right of possession. We cannot see much merit in the applicant’s claim, or that injustice has in fact been done him; but, on the contrary, the judgment rendered by the justice of the peace appears to be according to the rights of the parties, as manifested in this cause; and we are of opinion there was no error in sustaining the motion to quash the writ and dismiss the cause.</p>\n<p id=\"b142-5\">The appellant complains that the court erred in awarding the writ of <em>procedendo </em>to the justice of the peace. The dismissal of the cause for want of merit or equity in the petition operated to revive the judgment in the justice’s court, and the writ of <em>procedendo </em>was properly awarded. (Given v. Blocker, 23 Tex., 633; Miller v. Holtz, Id., 139.)</p>\n<p id=\"b142-6\">There being no error in the judgment of the District Court of which we can take notice, the same is</p>\n<p id=\"b142-7\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}