{
  "casebody": {
    "data": "<casebody firstpage=\"780\" lastpage=\"792\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b796-11\">William J. Weisiger v. Thornton Chisholm et al.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b796-13\">The rights of a purchaser at execution sale are not affected by the fact that the defendant whose property is sold was a surety, and not the principal in the note on which the judgment was rencTered. If evidence of that fact has been admitted over the objection of the opposite party, and may have had a material influence on the jury in finding a verdict against such party, its admission will be considered error. (Paschal’s Dig., Art: 4785, Note 1071.)</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b796-16\">It is a familiar principle, that participation by a vendee in the fraud of his vendor, or a knowledge by him of his vendor’s intent to hinder, delay, or defraud his creditors, will avoid the conveyance and leave the property subject to the demands of the creditors, and this notwithstanding the vendee has.paid a reasonable and adequate consideration for the property. (Paschal’s Dig., Art. 3876, Notes 908, 907.) See the opinion in this case for circumstances deemed to be strongly indicative of fraud and collusion between a vendor of land and his vendee.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b796-23\">The question of fraudulent intent in the execution of a deed is one which lies peculiarly within the province of the jury, to be determined by them from all the facts and circumstances in proof. A fraudulent intent will not be presumed, but must be proved; and if the testimony be conflicting, the verdict will not be disturbed. (Paschal’s Dig., Art. 3876, Note 906.)</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b796-28\">But fraud in fact is, like other issues of fact, to be determined by the evidence in the cause; and when thus established, and there is no conflict of testimony, it should be recognized by the verdict. In such a case, a verdict in opposition to the evidence, and not founded on conflicting testimony, will be set aside. (Paschal’s Dig., Art. 3876, Note 906.)</syllabus>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b796-33\">Appeal from De Witt. The case was tried before Hon. Fielding Jones, one of the district judges.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"Agl\">Weisiger, the appellant, brought this suit to the spring term, 1859, of the District Court of De Witt county. He alleged in his petition that, on the 1st day of December, 186,’iewm8ft80merofseTen““dte\" <page-number citation-index=\"1\" label=\"781\">*781</page-number>acres of land in De Witt county, by purchase of the same at a sale, under an execution which issued on a judgment of said court, rendered on the 27th of March, 1857, in favor of James Walker, against Thornton Chisholm, Achilles Stapp, and James Totty, the said land having been levied on and sold as the property of said Thornton Chisholm; that on or about the 29th of January, 1857, the said Thornton Chisholm, fraudulently combining with his brother, Bradford Chisholm, for the purpose of defrauding, delaying, and hindering the creditors of the said Thornton, made a conveyance of the said land to the said Bradford Chisholm, who, knowing that the design and intent of the conveyance were for the fraudulent purposes aforesaid, yet aided and assisted therein; that the said deed of conveyance is without consideration and void, but constitutes a cloud upon the title of the plaintiff, who prays that the same may be canceled and declared void by decree of the court, and that a writ of possession be awarded to him.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b797-6\">Bradford Chisholm answered, and asserted his title to the land by virtue of the deed to him from Thornton Chisholm, alleging that he purchased in good faith and paid a full and adequate consideration, and that the plaintiff, at the time of the sheriff’s sale under execution, had full knowledge of this defendant’s title..</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b797-7\">Thornton Chisholm denied all the allegations of the plaintiff, affirmed the' good faith of his deed to Bradford Chisholm', and disclaimed any interest in the land.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b797-8\">By an amended answer, Bradford Chisholm set up an agreement, which he alleged was made between him and Thornton Chisholm for the sale by the latter to the former of the land now in question. This agreement was stated to have been made in the summer or. early in the fall of 1856, being anterior to the notes on which the judgments against Thornton Chisholm were based. He alleged that, in pursuance of this agreement, he had transferred to <page-number citation-index=\"1\" label=\"782\">*782</page-number>Thornton two or three small tracts of improved land, the value of which was an adequate consideration for the land sued for, and that Thornton had gone into possession of them at the time of the agreement. The answer did not state whether this agreement was in writing or otherwise, but the evidence showed that the transaction claimed to be the agreement was by parol.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b798-5\">The plaintiff excepted to this answer, because it did not allege the agreement to have been made in writing, but the exception was overruled.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b798-6\">The case came to trial at the fall term, 1860. It was admitted that the land in controversy was allotted to Thornton Chisholm in the distribution of his father’s estate. The plaintiff read the record of the suits in which were rendered the judgments under which the execution sale was had and his title derived, with all the proceedings relating thereto, and his deed from the sheriff, dated December 1, 1857, and expressing as the consideration the sum of $380. He also read in evidence a power of attorney from Bradford Chisholm to Thornton Chisholm, dated April 13, 1857, empowering the latter in the amplest manner to control, sell, and convey all of the property of the former in De Witt county. He then read a deed from Thornton Chisholm, conveying to Bradford the seven hundred and twenty acres of land now in dispute. This deed bore date January 29, 1859, and expressed a consideration of $3,100 in hand paid. Several witnesses were introduced by the plaintiff, but it does not appear to be necessary to detail all their testimony. They proved that the land in controversy was worth more than twice as much as the small tracts which the defendant, Bradford, claimed to have paid for it.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b798-7\">By two witnesses, Totty and Beeves, the plaintiff proved conversations in the spring of 1857, with both Thornton and Bradford Chisolm, in which they spoke freely with regard to the disposition made by Thornton of his prop<page-number citation-index=\"1\" label=\"783\">*783</page-number>erty, and treated it manifestly as an arrangement to shield it from his creditors.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"At-\">The defendants read in evidence a deed from Bradford Chisholm, dated January 31, 1857, and conveying to Thornton Chisholm a tract of twenty-one and a half acres of land, in De Witt county, for an expressed consideration of $3,100. Also, another deed from Bradford to Thornton, dated January 19, 1858, conveying fifteen acres of land for the consideration of $400. And also a deed of the same date from John B. Kelso and wife to Thornton Chisholm, conveying five acres of land in the same county. This deed expressed a consideration of $150, paid by Bradford Chisholm to the grantors.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"AnI\">J. B. Kelso testified for the defendants to the effect that in August or September, 1856, the two Chisholms, A. Stapp, and witness were together, when Thornton desired Bradford Chisholm to trade with Stapp for the twenty-one and a half acre tract above mentioned; that Bradford did purchase the land from Stapp, giving him two negroes for it, and told witness that he had purchased it for Thornton; that Thornton stated to Bradford that he would take the place, and, if he could not pay him the money, he would give him the seven hundred and twenty acres now in suit, and Thornton never paid the money, so far as witness knows; that sometime after this transaction, but in the fall of 1856, Bradford Chisholm purchased of witness the five acres above mentioned, and paid witness $150 therefor, and the witness, by Bradford’s direction, had conveyed the tract to Thornton Chisholm; that Bradford Chisholm and the wife of Thornton, the latter being absent from home, went into possession of the twenty-one and a half acre tract in the fall of 1856; that Bradford rented out a part of the tract now in suit for the year 1857, and received a horse for the rent, and the horse finally went into the hands of Thornton Chisholm, who took it away, and witness had no further knowledge about it.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b800-4\"><page-number citation-index=\"1\" label=\"784\">*784</page-number>Two or three witnesses testified for the defendants that the land in suit was worth in 1856 not more than from three to five dollars per acre.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b800-5\">One Hanks was introduced by the defendants, for the purpose of proving that Thornton Chisholm was a surety, not the principal, in the note on which the judgment in favor of Walker was rendered. The plaintiff objected to this testimony as irrelevant, and as calculated to mislead the jury; but the court overruled the objection, admitted the testimony, and the plaintiff excej&gt;ted.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b800-6\">There was a verdict for the defendants, and judgment accordingly. ' The plaintiff moved for a new trial, but his motion was overruled, and he appealed.</summary>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b800-10\"><em>Holts &amp; Finlay, </em>for appellant.</attorneys>\n<p data-order=\"19\" data-type=\"legal\" id=\"Aqz\">—Upon the record the appellant makes the following points:</p>\n<p data-order=\"20\" data-type=\"legal\" id=\"b800-11\">I. The court erred in overruling plaintiff’s exceptions tdefendants’ amended answer, in permitting Kelso’s testimony to go to the jury, as to the pretended parol contract between Thornton and Bradford Chisholm, in August or September, 1856, as to the sale and purchase of the land in question.</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b800-14\">II. The court erred in permitting the defendants to prove that Thornton Chisholm was a surety on the note to Hanks.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b800-17\">III. The court erred in the 2d and 3d instructions given to the jury.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b800-18\">IV. The court erred in refusing the instructions asked by plaintiff!, which is copied hereinbefore.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b800-20\">V. The verdict of the jury is contrary to the law and the facts in the case.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b800-22\">VI. The court erred in overruling the plaintiff’s motion for a new trial.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b800-24\">O. &amp; W. Dig., Arts. 201,936: Conveyances and Fraudulent Conveyances.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b800-25\">As to parol contracts for the sale of lands, payment of <page-number citation-index=\"1\" label=\"785\">*785</page-number>a part, or even of all the purchase-money, will not take <em>“ </em>a case out of the statute of frauds, so as to enable the party to obtain a decree for the specific execution of the contract.” (Garner v. Stubblefield, 5 Tex., 552.)</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b801-6\">It is only in strong cases, where there has been part performance, that the courts will enforce parol contracts for land, even where a valuable consideration has been paid. (Boze v. Davis, 14 Tex., 336.)</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b801-7\">Where a note was put up as a forfeit, to secure the performance of a verbal sale of land, it was wanting in consideration, and could not constitute a cause of action. Under the verbal contract Choate was under no legal obligation to pay the purchase-money and complete the contract, it not being in writing. (Weatherly v. Choate, 21 Tex., 272.)</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b801-8\">The court is respectfully referred to the rational discussion of the statute of frauds by both Chief Justice Hemp-hill and Justice Lipscomb, in separate opinions, in Garner v. Stubblefield, as quoted above, in which they both concur in the opinion that the statute of frauds should be literally construed, and that no contract for the sale of lands will be enforced unless the same be in writing. This decision was made in the very incipiency of our judiciary, when the only law on the subject was the naked statute of frauds, unincumbered by the mass of judicial decisions which hung around the statute of 29 Charles II, c. 3. The statute is emphatic and imperative in its terms. It prescribes a plain rule of action, and the opinion of the court in this case is not less emphatic and imperative. The learned judges, in accordance with the dictates of plain common sense, have ignored the doctrine of <em>stare decisis, </em>because the decisions on the question in a great degree confuse and mystify the law in such a manner, that only the most acute legal acumen can eviscerate from the mass the true intention of the law. The statute and the law were made for the great body of the people, who are taught to believe that all the laws are found in the statute-books, and who <page-number citation-index=\"1\" label=\"786\">*786</page-number>have neither the time nor the inclination to trudge through the numerous foreign decisions on this subject. If these premises be correct, the court below assuredly erred in overruling plaintiff’s exceptions to defendants’ amended answer, and in admitting the testimony of Kelso to prove a previous parol contract for the land in question between the two brothers, Bradford and Thornton Chisholm. The parol contract was a nullity in the first place; it contained .nothing upon which an action could be based in default of performance. It was too indefinite, in the second place, (even admitting its validity,) as no time, consideration, price, or terms were named upon which a sale could be based.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b802-5\">In Boze v. Davis the court seems to have relaxed somewhat from the former decision, but in no degree favorable to the defendant in error, as in this case which we are trying. The evidence shows plainly that the consideration was not a valuable one, but, on the contrary, totally inadequate. Even the most favorable witness made the consideration for the land in question only about one-third of the value of the land. But the case of Weatherly v. Choate is but a counterpart of the first decision quoted, since it takes the firm, emphatic ground that a parol contract is an absolute nullity, which cannot be enforced. The admission of Kelso’s testimony was error, since it not only prejudiced the minds of the jury, but that prejudice was fortified and strengthened by the court below in his 2d and 3d instructions, where he specificially recognizes the binding force of a parol contract for land.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b802-6\">2. Whether Chisholm were principal or surety on the note to Hanks did not affect his liability to pay it, and the admission of testimony before the jury to prove his surety-ship had a tendency to bias the opinions of the jury and was totally irrelevant.</p>\n<p data-order=\"33\" data-type=\"legal\" id=\"b802-7\">3. The authorities quoted and- the argument made on the 1st point are applicable to this branch of the subject. <page-number citation-index=\"1\" label=\"787\">*787</page-number>In the 2d and 3d instructions the court below recognizes the validity and binding force of a parol contract for land, and so instructs the jury as to leave the impression that the parol contract pretended to have been made in August or September, 1856, was a good basis for the future deeds for the same land. How, in fact, the face of the record shows no connection between the two transactions. The deed from Thornton to Bradford Chisholm was executed on the 31st day of January, 1857, for the consideration of $3,100. How the defendant in error claims that the eonsideration of the purchase of the seven hundred and twenty acre tract was twenty-one and a half acres, fifteen acres, and five acres of land—three separate tracts, though adjoining. The fifteen acres were conveyed by Bradford to Thornton Chisholm in January, 1858—nearly or quite twelve months after Thornton’s deed to Bradford of the land in controversy; and the five-acre tract was also conveyed to Thornton Chisholm at the same time—say in January, 1858.</p>\n<p data-order=\"34\" data-type=\"legal\" id=\"A3q9\">4, 5, and 6. These three points we propose to argue together.</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"A9uD\">“A conveyance of property, with a knowledge on the part of the purchaser that the conveyance was made to hinder, delay, or defraud creditors, is void under the statutes as to such creditors, though an adequate consideration be paid by the purchaser.” (Walcot v. Brander, 10 Tex., 419; Edrington v. Rogers, 15 Id., 188; 2 Johns. Ch., 35.)</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"AzD\">“Where property is conveyed by a debtor in failing circumstances to a third person, and by the latter conveyed by deed of gift to the wife of the former, it is, <em>prima facie, </em>fraudule it and void as to antecedent creditors.” (Reynolds v. L nsford, 16 Tex., 287.)</p>\n<p data-order=\"37\" data-type=\"legal\" id=\"Agh\">It is not enoi gh that a transfer of property by an insolvent debtor maj • have been for a valuable consideration; it must have been <em>nona fide </em>also, and not made with the intent <page-number citation-index=\"1\" label=\"788\">*788</page-number>to hinder, delay, or defraud creditors; nor is it necessary to prove an actual participation in the fraud. If he knew of the fraudulent intent of his vendor, or had knowledge of facts sufficient to excite the suspicions of a prudent man. and put him on inquiry, it is sufficient. (Mills v. Howeth, 19 Tex., 257.)</p>\n<p data-order=\"38\" data-type=\"legal\" id=\"b804-6\">The court will reverse the judgment, although it may be the second verdict for the appellee, if the case present no conflict, but only a deficiency of testimony to support the verdict, although there may have been no error in the court below, either in the admission of testimony or the instructions to the jury. (Gibson v. Hill, 23 Tex., 77.)</p>\n<p data-order=\"39\" data-type=\"legal\" id=\"b804-11\">The court will reverse the judgment when the verdict is clearly against the weight of evidence. (Austin v. Talk, 20 Tex., 164.)</p>\n<p data-order=\"40\" data-type=\"legal\" id=\"b804-13\">Instructions must be referred to the facts in evidence, and if they are incorrect in application to such facts it will be error. An instruction which assumes that there is evidence from which a jury may find the existence of a particular fact, where there is no evidence going to prove such facts, is error. (Andrews v. Smithwick, 20 Tex., 111; Austin v. Talk, Id., 164; Steagall v. McKeelar, Id., 265.)</p>\n<p data-order=\"41\" data-type=\"legal\" id=\"b804-19\">The refusal of the court to give a charge applicable to the evidence is error. (Norwood v. Boon, 21 Tex., 592.)</p>\n<p data-order=\"42\" data-type=\"legal\" id=\"b804-20\">To charge upon a hypothesis which has no foundation in the evidence is error, for which the judgment will be reversed, unless it appear that the jury were not misled thereby. (Earl v. Thomas, 14 Tex., 582.)</p>\n<p data-order=\"43\" data-type=\"legal\" id=\"AM9\">A charge asked must be given, if it be a correct and proper charge in its application to the facts of the case. (Earl v. Thomas, 14 Tex., 582.)</p>\n<attorneys data-order=\"44\" data-type=\"attorneys\" id=\"b804-25\"><em>H. Clay Pleasants, </em>for appellees.</attorneys>\n<opinion data-order=\"45\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b804-26\">Coke, J.</author>\n<p id=\"A2P\">—The instructions of the court to the jury are substantially correct, and there is no error in the refusal <page-number citation-index=\"1\" label=\"789\">*789</page-number>of the court to give the instructions asked by the appellant, because, so far as they were proper, they had been unbodied in the charge already given, and the court very properly refused to repeat them.</p>\n<p id=\"ANW\">But there was manifest error in the admission of the testimony of the witness John Hanks, by whom the defendants proved that Thornton Chisholm was only a surety upon the note on which the judgment was rendered, to satisfy which the land in controversy was sold. We are at a loss to perceive the ground on which it could be supposed that that testimony was admissible, or was relevant to the issue in this case.</p>\n<p id=\"ATH\">In considering the questions presented by the pleadings, it is not possible, in any view of them, that this testimony could aid the jury in arriving at a correct conclusion; for it could not, of course, have been supposed that acts in fraud of the rights of creditors, and void when done by the principal, are legitimate and authorized when done by the surety, or that the rights of a purchaser at an execution sale are affected by the fact that the defendant in execution, whose property is sold, was a surety, and not the principal in the note on which the judgment is founded.</p>\n<p id=\"ARto\">If this testimony were simply irrelevant and immaterial, and such as was not likely to have influenced the jury, the error of its admission would not necessarily require a reversal of the judgment. But is that its character? We think not. The jury were properly instructed by the court to weigh all the facts and circumstances in proof before them in deciding upon the questions submitted. This testimony was admitted over the objections of the appellant, and was doubtless regarded by the jury as relevant to the issue, and proper, under the charge of the court, to be considered. Its influence, if it had any, and we are not prepared to say that it had none, had necessarily a tendency to mislead the jury to the prejudice of the appellant.</p>\n<p id=\"AiK\"><page-number citation-index=\"1\" label=\"790\">*790</page-number>In a case of this character, where the question is one of fraudulent intent, which is scarcely ever susceptible of direct proof, but must be established, if at all, by a consideration of all the facts, circumstances, and surroundings of the case, it frequently «happens, that a circumstance apparently immaterial and unimportant exerts a controlling influence in the formation of the verdict; and we cannot undertake to say that the jury in this case, after this testimony was decided by the court to be admissible, and consequently material and proper to be considered in connection with the other testimony in the case, did not attach to it an undeserved importance, and- draw from it the inference that the surety, in respect to the issue before them, stood in a better position than he would have done had he been the principal obligor.</p>\n<p id=\"A08\">Independently of the manifest error in the admission of this testimony, the overruling by the court of the motion for a new trial is a ground on which the judgment in this case must be reversed. The verdict of the jury is unsupported by the evidence,” and should have been set aside and a new trial granted. •</p>\n<p id=\"b806-13\">It is a familiar principle of law, that participation by the vendee in the fraud of the vendor, or a knowledge by him of an intent on the part of his vendor to hinder, delay, or defraud his creditors, although the consideration paid may be reasonable and adequate, avoids the deed, and leaves the property attempted to be conveyed liable to be sold for the satisfaction of the demands of creditors. (Castro v. Illies, 22 Tex., 503; Edrington v. Rogers, 15 Tex., 188; Hancock v. Horan, 15 Tex., 510.)</p>\n<p id=\"b806-18\">The questions for the consideration of the jury were,. whether Thornton Chisholm conveyed the land in controversy with the intent and purpose to hinder, delay, and defraud his creditors, and, if so, whether Bradford Chisholm, the grantee, participated in this fraud, or knew, or might by reasonable diligence have known, of this fraud<page-number citation-index=\"1\" label=\"791\">*791</page-number>ulent intent. Upon finding from the evidence the affirmative of these propositions, the jury were instructed to bring in a verdict for the plaintiff. If the witnesses, Totty and Eeeves, can be believed, and they are not impeached by anything apparent in the record, there cannot be a particle of doubt of the fraudulent purpose and intent of Thornton Chisholm, or of the knowledge of and participation in it by his vendee, Bradford Chisholm, in making the conveyance in question; for both these witnesses prove the direct admissions of both Bradford and Thornton Chisholm of the fact, and all the facts and circumstances in proof strongly corroborate their testimony. The insolvency of Thornton Chisholm; the conveyance of this land (the only property he owned) to his brother for a consideration grossly inadequate, at a time when he was about being pressed by his creditors, and that consideration a small tract of land, on which he immediately moved and made his homestead, thereby protecting it from forced sale; his subsequent offers to sell the land in controversy, speaking of it as his own; the receipt by him of a horse given in part payment for the rent of a portion of this land; the execution and delivery to him by Bradford of a general power of attorney, a short time after this sale, by which the possession, control, and unlimited power of sale over this land reverted to him; the payment of an additional consideration by the conveyance of the two tracts, respectively of five and fifteen acres of land, the apparent effect of which was to strengthen and fortify this transacaction in its weakest point, and this after it had been attacked; the utter absence of any proof to show that any price was agreed on for the land in controversy, or for that taken in payment of it, except the recitals of the deed of conveyance in question, which contradicts all the proof in the case with reference to the character and amount of the consideration and the mode of payment; all these circumstances, strongly indicative of fraud, and unexplained by <page-number citation-index=\"1\" label=\"792\">*792</page-number>other proof in the case, support and corroborate with great force and cogency the direct and positive testimony of the witnesses, Totty and Reeves, who, for aught that appears in the record, need no corroboration to entitle them to belief. (Bryant v. Kelton, 1 Tex., 428; Green v. Banks, 24 Id., 518; Gibson v. Hill, 23 Id., 82; Wright v. Linn, 16 Id., 43; Howerton v. Holt, 23 Id., 60.) Upon consideration of the whole testimony, we see nothing which explains or breaks the force of this formidable array of facts and circumstances, or repels the violent presumption which they raise that the deed in question is fraudulent.</p>\n<p id=\"b808-5\">The question of intent is one of fact which lies peculiarly within the cognizance of the jury, to be deduced from all the facts and circumstances in proof before them, and a fraudulent intent will not be presumed, but must be proved, and before it ean be proved, the jury should be satisfied, from the proof, of its existence. The jury are the exclusive judges of the weight and credibility of the testimony. If there were a conflict of testimony in this case, we should not trench upon the province of the jury by setting aside their verdict, although it might not seem to us to be right, because they and not we are the judges of the degree of credit to be attached to the statements of witnesses. But fraud is a fact, to be found, like other facts, from the testimony, and while it will not be presumed, should, when the proof establishes it, be recognized by the verdict of the jury, and we know no rule of law which secures inviolability to a verdict in cases of this character, more than in others where there is no conflict of testimony, and the verdict is contrary to and unsupported by the evidence. (Luckett v. Townsend, 3 Tex., 134; Green v. Hill, 4 Id., 468; 19 Id., 259; Gibson v. Hill, 23 Id., 83; Shropshire v. Doxey, Galveston term, 1860.) [25 Tex., 127.]</p>\n<p id=\"b808-6\">The judgment is reversed, and the cause remanded for further proceedings.</p>\n<p id=\"b808-7\">Reversed and remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}