{
  "casebody": {
    "data": "<casebody firstpage=\"652\" lastpage=\"653\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b680-26\">Ayaz SHAIKH, Petitioner, v. Alberto R. GONZALES, U.S. Attorney General, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b680-28\">No. 04-60609.</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"b680-29\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b680-30\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b680-32\">Decided July 5, 2005.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b680-33\">Paul S. Zoltán, Law Office of Paul S. Zoltán, Dallas, TX, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b680-34\">Thomas Ward Hussey, Director, U.S. Department of Justice Office of Immigration Litigation, John Ashcroft, U.S. Department of Justice, Caryl G. Thompson Washington, DC, for Respondent.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b680-36\">Before WIENER, STEWART, and CLEMENT, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b680-37\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b680-38\">Petitioner Ayaz Shaikh, a native and <page-number citation-index=\"1\" label=\"653\">*653</page-number>citizen of India, petitions this court for review of the Board of Immigration Appeals’s (BIA) March 16, 2004, summary affirmance of the Immigration Judge’s (IJ) denial of asylum, withholding of removal, and protection under the Convention Against Torture (CAT) Act. We deny review.</p>\n<p id=\"b681-5\">An alien may seek review of a final order of removal by fifing a petition with this court within 30 days following the date of the final order. <em>See </em>8 U.S.C. § 1252(a)(1), (b)(1) (2000). The timely filing of a petition for review is a jurisdictional requirement, the absence of which deprives us of jurisdiction to review a decision of the BIA. <em>See Karimian-Kaklaki v. INS, </em>997 F.2d 108, 111-12 (5th Cir.1993).</p>\n<p id=\"b681-6\">The evidence supports a finding that on April 12, 2004 we received Shaikh’s petition for review of the BIA’s March 16, 2004 order. <em>See </em>Fed. R.App. P. 25(a)(2)(A) (fifing complete when clerk receives papers); <em>see also Ward v. Atlantic Coast Line R., </em>265 F.2d 75, 80-81 (5th Cir.1959), <em>rev’d on other grounds, </em>362 U.S. 396, 80 S.Ct. 789, 4 L.Ed.2d 820 (1960). As that filing was timely, we have jurisdiction to consider the merits of Shaikh’s petition.</p>\n<p id=\"b681-7\">Shaikh does not explicitly challenge the BIA’s conclusion that he is not eligible for asylum, withholding of removal, or protection under the CAT Act. Therefore, these issues are deemed abandoned. <em>See Calderon-Ontiveros v. INS, </em>809 F.2d 1050, 1052 (5th Cir.1986). Shaikh does, however, assert that the IJ erred in finding him not credible. On appeal, Shaikh has failed to demonstrate that the IJ’s resolution of the credibility issue is not supported by substantial evidence and that the record compels a credibility determination contrary to that of the IJ.</p>\n<p id=\"b681-10\">Shaikh argues on appeal that the BIA erred in denying his motion to reopen, but he did not file a petition for review relative to the BIA’s July 16, 2004, order denying his motion to reopen. Therefore, we have no jurisdiction to review that decision. <em>See </em>8 U.S.C. § 1252; <em>Karimiarir-Kaklaki, </em>997 F.2d at 111.</p>\n<p id=\"b681-11\">Accordingly, Shaikh’s petition for review is DENIED.</p>\n<footnote label=\"*\">\n<p id=\"b680-40\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be <page-number citation-index=\"1\" label=\"653\">*653</page-number>published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}