{
  "casebody": {
    "data": "<casebody firstpage=\"443\" lastpage=\"450\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b483-4\">MICHAEL CHABON, AND OTHERS, PLAINTIFFS-APPELLANTS, v. ROSE LAZARUS, AND OTHERS, DEFENDANTS-RESPONDENTS.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b483-5\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b483-6\">Argued February 18, 1952</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AGO\">Decided March 21, 1952.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b485-7\"><page-number citation-index=\"1\" label=\"445\">*445</page-number>Before Judges Jacobs, Eastwood and Bigelow.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b485-8\"><em>Mr. Robert II. Schenck </em>argued the cause for the appellants <em>(Messrs. Schenck, Price, Smith •&amp; King, </em>attorneys).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b485-9\"><em>Mr. Worroil P. Mountain, Jr., </em>argued the cause for the respondents <em>(Messrs. Mills, Jeffers and Mountain, </em>attorneys).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b485-10\">The opinion of the court was delivered by</p>\n<author id=\"b485-11\">Bigelow, J. A. D.</author>\n<p id=\"AeN\">The question comes under the title of fixtures.</p>\n<p id=\"b485-12\">By deed dated December 29, 1917, Eose Callaghan conveyed to her stepson Daniel for the term of his life, a large tract of land beside Lake Hopatcong. Following the acquisition of his life estate, Daniel proceeded, as opportunity offered, to rent a large part of the land, in parcels, as bungalow sites, and his tenants built thereon bungalows that range in value from $3,000 to $5,000. The plaintiffs are among the lessees who themselves, or their predecessors, severally built bungalows. Shortly after making the conveyance to Daniel, Mrs. Callaghan passed away, devising the reversion to the defendants. Daniel, the life tenant, died May 26, 1950, whereupon the leases made by him terminated and the defendants became entitled to the possession of the land. <page-number citation-index=\"1\" label=\"446\">*446</page-number><em>Bidwall v. Piercy, </em>71 <em>N. J. Eq. </em>83 <em>(Ch. </em>1906). The plaintiffs pray for a declaratory judgment that the bungalows are their personal property which they have a right to -remove from the land.</p>\n<p id=\"b486-4\">Whether buildings are personal property or not is a mixed question of law and fact, depending upon the circumstances and the inferences to be drawn therefrom. <em>Noyes v. Gagnon, </em>114 <em>N. E. </em>949 <em>(Mass. </em>1917).</p>\n<p id=\"b486-5\"> The deed from Mrs. Callaghan to her stepson was duly recorded so that the plaintiffs and all others who acquired an interest in the land had constructive notice that Daniel owned a life estate and not the fee. It is therefore immaterial whether his tenants understood the limited extent of his title. In the absence of special circumstances, their title could be no better than his. The position of a tenant for life in respect to fixtures is sometimes considered not as advantageous as the position of a tenant for years who holds directly under the owner of the feesimple. But our highest court, in the case of a life tenant, has applied, to the full in his favor, the presumptions and intendments that govern where tenants for years are concerned. <em>Handler v. Horns, </em>2 <em>N. J. </em>18 (1949). Compare <em>Warrington v. Hignutt, </em>31 <em>A. 2d </em>480 <em>(Del. </em>1943), and <em>In re Hulse, </em>1 <em>Ch. Div. </em>406 (1905). On general principles, a contract or course of dealings between a life tenant and his tenant authorizing the removal of structures that, in the absence of such agreement or dealings, would be deemed a part of the freehold, cannot bind the remaindermen, or prejudice their claim to the structures. <em>Demby v. Parse, </em>14 <em>S. W. </em>899; 12 <em>L. R. A. </em>87 <em>(Ark. </em>1890); <em>Haywood v. Briggs, </em>41 <em>S. E. 2d </em>289; 171 A. <em>L. R. </em>480 <em>(N. C. </em>1947). But the rule would not apply if Mrs. Callaghan expressly or impliedly empowered Daniel to authorize his tenants to remove the bungalows, for the remaindermen hold title under Mrs. Callaghan and subject to whatever limitations she created.</p>\n<p id=\"b486-6\">In <em>Pope v. Skinkle, </em>45 <em>N. J. L. </em>39 <em>(Sup. Ct. </em>1883), the court overruled a demurrer to a declaration in trover for a <page-number citation-index=\"1\" label=\"447\">*447</page-number>“three-story frame flat-roof dwelling house <em>25 </em>feet front by 40 feet deep” which the pleader averred was personal property erected by one person on the land of another, by permission of the land owner. The court held that, nothing more appearing, no presumption arose that the building was realty. “Whether the building was personalty or realty would depend on the intention of the builder and land owner, if they both had the same intention, and if they had not, then it would depend on what common intent should be imputed to them in the judgment of those called to pass upon their conduct.” To the same effect is <em>King, trustee, v. Morris, 74 N. J. L. </em>810 <em>(E. </em>&amp; <em>A. </em>1907) and <em>Forbes v. Forbes, </em>137 <em>N. J. Eq. 520 (Ch. </em>1946). These were eases of tenancy at will or a mere revocable license, and therefore the reason for treating the building as a chattel was stronger than if the person who constructed it had a substantial estate in the land, but the principle remains that the question whether the improvement is personalty or realty depends on the intent which should be imputed to the parties. <em>Newhoff v. Mayo, </em>48 <em>N. J. Eq. </em>619 <em>(E. &amp; A. </em>1891) and <em>West Shore R. R. Co. v. Wenner, </em>75 <em>N. </em>J. <em>L. </em>494 <em>(E. &amp; A. </em>1907), were cases in which a tenant for years built, and the court decided who owned the building by reference to the terms of the lease, express or implied.</p>\n<p id=\"b487-5\">Mrs. Callaghan’s deed creating the life estate contained a covenant on the part of the grantee not to assign or underlet, except that he might “underlet the Hotel Building and the, premises immediately appurtenant thereto, as well as the bungalow and camp sites now or heretofore leased and rented.” Plainly, Mrs. Callaghan contemplated that Daniel would lease plots of vacant ground, “bungalow sites,” and that his tenants would erect bungalows. Her intention must be inferred that they would have such rights as it would be unreasonable to withhold from them as tenants in the situation that she had created by her deed to Daniel. If it would be unreasonable to forbid the removal of the bungalows, the tenants had the right, or at least Daniel could give them that right as against the reversioners.</p>\n<p id=\"b488-3\"><page-number citation-index=\"1\" label=\"448\">*448</page-number>There is some evidence that all of Daniel’s lettings were oral, but the terms thereof do not appear. The earliest writing is dated July 22, 1935—18 years after Daniel acquired his life estate—and is entitled “Landlord’s Certificate of Letting of Bungalow Sites on the Estate of Daniel Callaghan” (father of the life tenant). It is an unusual document, signed by a considerable number of tenants and stating the terms on which they held. We may surmise that some question had arisen and that the settlement of it was expressed in the paper. One paragraph sets forth that in case of failure to pay the agreed rent, the lessor may re-enter and repossess the premises, “and in such case, all improvements made or placed upon said premises by the lessee or tenant, shall thereupon revert to and become the property of said Estate.” Clearly, the life tenant and his sub-tenants understood that the bungalows were owned by the sub-tenants and were not a part of the land.</p>\n<p id=\"b488-4\">Whether it would have been unreasonable for Daniel to insist that bungalows to be erected would become part of the land and should not be removed by the tenants, depends upon a number of factors. In contests between the executor and the heir, it was early decided that improvements went with the land, because it was assumed that “The owner erected them for the benefit of the inheritance.” <em>Lawton v. </em>Salmon, 1 <em>H. Bl. </em>259; 126 <em>Eng. R. </em>151 <em>(K. B. </em>1782). And in the majority of instances where a life estate is carved out of the fee, the remaindermen are the children or other close kindred of the life tenant, and it is often true that when the life tenant builds upon the land, or otherwise improves the property, he intends the remaindermen as well as himself to profit thereby. Conversely, one of the reasons leading to the rule that fixtures installed by a tenant for years, remain chattels, is the lack of interest which a tenant for years has in the persons who will\" enjoy the land after his term expires; he has no motive for conferring a benefit upon them. <em>In re Hulse, </em>1 <em>Ch. Div. </em>406 (1905). So, in the matter before us, Mrs. Callaghan knew that the tenants would <page-number citation-index=\"1\" label=\"449\">*449</page-number>build bungalows only for their own advantage and would not have in mind a donation to the Callaghan family.</p>\n<p id=\"b489-5\">A tenant for years holding directly under the owner of the fee, can amortize the cost of improvements over the term of the lease. But one who holds under a tenant for life cannot do so with any confidence, for his term may be cut off any day by the death of the life tenant. In the present case, there was an additional hazard, for a part of the consideration for the life estate was Daniel’s covenant to support Mrs. Callaghan, and the deed provided that should he fail so to do, the conveyance would become void and Mrs. Callaghan might re-enter. With title so limited, it could hardly be expected that a tenant of Daniel would put a bungalow on his lot, unless it was understood that it would remain his personal property.</p>\n<p id=\"b489-6\">Another circumstance to be considered is the description of the building. If a certain bungalow is constructed of masonry, or if its size, design and location are such that it cannot be moved, oven in sections, it is reasonable to suppose that the tenant, despite his uncertain title, intended the building as a permanent addition to the land, and he should not be allowed to tear it down and carry off the materials. <em>Holmes v. Standard Pub. Co., </em>55 <em>A. </em>1107 <em>(Ch. </em>1903). And, in any case, the cost of removal and the ratio between the value of the bungalow for purposes of removal and its value as a part of the land, are elements for consideration in finding the intention of the parties.</p>\n<p id=\"b489-7\">The ease for the tenants is stronger than it would be if the disputed bungalows were part of other structures to which the remaindermen’s title was clear, and which would be seriously damaged by the removal of the bungalows. <em>Firth v. Rowe, </em>53 <em>N. J. Eq. </em>520 <em>(Ch. </em>1895).</p>\n<p id=\"b489-8\">The method of annexing the bungalow to the freehold must also be taken into account. How extensive and deep are the foundations? Is the bungalow kept in place solely by its weight, or is it fastened to the foundation by screws or cement, etc.? <em>Wansbrough v. Maton, </em>4 <em>A. &amp; E. </em>884; 111 <page-number citation-index=\"1\" label=\"450\">*450</page-number><em>Eng. R. </em>1016 (K. <em>B. </em>1836); <em>Noyes v. Gagnon, </em>114 <em>N. E. </em>949 <em>(Mass. </em>1917); <em>Brobst v. Marty, </em>156 <em>N. W. </em>195 <em>(Wis. </em>1916). However, the method of annexation is of moment principally as an indication of intention. The cost of restoring the premises to their original condition is also a factor, for the tenant cannot, on the removal of the structure, .leave the property in a worse condition than it was in when he rented it. If the land owner is not allowed to profit by the building operation, neither is he made to bear a loss as the end result.</p>\n<p id=\"b490-4\">In our opinion, the learned judge of the Chancery Division did not give sufficient weight to the intention of Mrs. Callaghan to be gathered from the terms of her deed to Daniel. His judgment in favor of the remaindermen is reversed, to the end that the Chancery Division may reconsider the case upon the principles above set forth, receiving additional evidence if that course seems advisable. Costs shall abide the outcome of the action.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}