{
  "casebody": {
    "data": "<casebody firstpage=\"244\" lastpage=\"248\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b270-6\">(9 App. Div. 194.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b270-7\">TOERGE v. TOERGE et al.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b270-8\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AAF\">October 6, 1896.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b270-9\">Wills—Construction—Residuary Clause.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b270-10\">Testatrix bequeathed an annuity to her son, who was of unsound mind, :and provided that if he should recover he should have certain real estate for life. To her daughter she devised a life estate in her other real ’.property, and provided that if her son should die without recovering his mental faculties the daughter should have for life the real estate so •devised to the son. The will concluded by giving to the daughter certain personal property, ‘‘and all other property, of whatsoever kind or nature, not hereinbefore made mention of, absolutely and forever.” <em>Held, </em>that it was not the intention of testatrix to give the daughter the remainder in the real property after the life estates therein.</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b270-11\">Appeal from special' term, Kings county.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b270-12\">Action by George W. Toerge against Nicholas Toerge and wife and ' Edward P. Toerge. There was a judgment in favor of plaintiff, arid - defendants Nicholas Toerge and wife appeal. Affirmed.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b270-13\">The opinion of Mr. Justice OSBORNE at special term is as follows: One Maria Elizabeth Stark died January 4, 1880, leaving a last will and testament bearing date May 15, 1879, which has been duly admitted to probate. This action, is brought to obtain a judicial construction of the so-called residuary clause of her will. At the time of making her will the testatrix had two children living, viz. a son, John Neiheisel, then of unsound mind, and a daughter, Lena, the wife of the defendant Nicholas Toerge. The testatrix at the time of making her will was the owner of four certain houses and lots in Brooklyn, a house and lot in New York City, and certain personal property. She died seised of said real estate, and also possessed of personal property and cash to the appraised value of nearly ten thousand ■ dollars. By her will the testatrix, after directing the payment of her debts, gave and bequeathed to her son, John, the monthly sum of one hundred dollars during the period of his mental incapacity. In case of his fully recovering, then, in lieu of said monthly payments, the testatrix gave and</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b271-4\"><page-number citation-index=\"1\" label=\"245\">*245</page-number>bequoathed “to him during bis life the following real property, to wit, the-house and lot known by the street number 79 on Myrtle avenue; the house- and lot known by the street number 101 on Court street.” The testatrix further provided that in ease her said son died of the disease he was then afflicted with, and never possessed of the premises aforesaid as thereby provided, leaving, him surviving, his present wife, Christina, she should receive-a legacy of four thousand dollars. Testatrix appointed her daughter, Lena Toerge, and her executors or administrators, trustee or trustees to make said monthly payments to her said sou, and authorized her executor to pay said sum of one hundred dollars monthly to her said daughter. Then followed three legacies of two hundred dollars each. Next testatrix gave and. bequeathed to her “daughter, Lena, during her life, the house and lot known by the street number 180 on Amity street, in the city of Brooklyn, and the house and lot known by the street number 147 on West street, corner of Barclay street, in the city of New York. And until the aforesaid John Neiheisel does fully recover from the disease be is now afflicted with, and in. the event of his death during the lifetime of Lena Toerge, I give and bequeath to her during her life the houses and lots numbers 79 and 81 Myrtle avenue, and the house and lot number 101 Court street, all in the city of Brooklyn, New York. I further give and bequeath to her all my jewels, pictures, ornaments, books, household furniture, and all other property, of whatsoever kind or nature, not hereinbefore made mention of, absolutely and forever.” Appoints Nicholas Toerge to be executor. Lena Toerge, the daughter of testatrix, died March 4, 1883, leaving, her surviving, her husband, Nicholas Toerge; and two sons, viz. George William Toerge, the plaintiff, and Edward P. Toerge, one of the defendants. By her will, duly probated, she made her husband her solo devisee. John Neiheisel, the son of testatrix, died December 30, 1884, without surviving issue, never having recovered his sanity, and leaving his widow, Christina, to whom the legacy of $4,000 bequeathed to her has been paid.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b271-5\">The question sought to be determined in this action' is whether the testatrix, by the so-called residuary clause of her will, intended by the use of the words, “and all other property, of whatsoever kind and nature, not hereinbefore made mention of,” to devise to her daughter, Lena Toerge, the estate in remainder in the said five houses and lots, the life estate in which she had bequeathed to her son and daughter as above set forth, in which event said realty passed to the defendant Nicholas Toerge under the will of his wife, or whether testatrix died intestate as to said estate in remainder, in which event such realty passed, one-half thereof to the daughter, Lena, and one-half thereof to the son, John, and subsequently on his death to the-plaintiff, George William Toerge, and the defendant Edward P. Toerge, the-nephews and heirs at law of their uncle, John Neiheisel, subject, of course, to the life estates given by testatrix to her son and daughter. In construing this so-called residuary clause, it is the duty of the court to be governed’ by the apparent intention of the testatrix, as disclosed by the whole will, as well as to bear in mind the presumption that the testatrix, when she made-her will, did not intend to die intestate as to the great bulk of her property. If, however, such intestacy fairly appears, it is no part Of the duty Of the court to distribute the property undisposed of, by the insertion in the will of some, omitted provision, in order to avoid intestacy. An examination of that portion of the will preceding the so-called residuary clause plainly shows, to my mind, that the testatrix desired to provide equally well for her daughter and for her son during their lives, contingent, however, on her son’s recovery, and that event she plainly contemplated as likely to occur. Nowhere can there be spelled out of any portion of the will preceding the so-called residuary clause any intention to expressly favor her daughter at the expense of her son, provided he fully recovered. Yet, if the so-called residuary clause is to be construed as showing an intention to devise to her daughter the estate in remainder of her realty, the effect of such a construction would be to eliminate the impartiality of the testatrix, and to vastly favor her daughter at the expense of her son. Again, the testatrix, in the clause making provision for her daughter, gives to her “during her life” the two houses and lots designated, and then further provides that until her son,. <page-number citation-index=\"1\" label=\"246\">*246</page-number>John, recovers, “and in the event of his death during the lifetime of Leona Toerge, I give and bequeath to her during her life” the houses and lots which she had in the previous clause given to her son “during his life.” Here, in addition to the devise to her daughter for life of the two houses and lots designated, is a provision plainly showing that the testatrix had in her mind the contingency of her son’s death during her daughter’s lifetime, and yet she expressly provides that if such an event should happen her daughter is then only to have “during her life” the houses and lots which have been devised to her son for life in case of his recovery. It seems hardly reasonable to suppose that had the testatrix intended that her daughter should take the estate in remainder, as well as the life estate, she would have been so particular as to specially limit the interest given her to a life estate, and then, in the very next paragraph of her will, should, by vague and uncertain language, give to her the estate in remainder. And this conclusion acquires additional force from the fact that, when the testatrix was contemplating the contingency of her son dying before her daughter, she should still limit to a life estate the interest which her daughter should take in the houses and lots which she had given to her son for life in case of his recovery. Is it not more reasonable to assume that the testatrix, after providing for her son and daughter during their respective lives, intended that her grandchildren should take the estate in remainder, and, to insure that disposition of her estate, that she limited the interest given to her son and daughter to a life estate, so that they could not divert it from her grandchildren?</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b272-5\">The learned counsel for the defendant Nicholas Toerge contends that the clause in question is a general residuary clause, and, to support this contention, cites numerous authorities holding that a devise of the “rest, residue, and remainder” of the estate is to be construed as carrying everything not before effectually disposed of. This rule of construction, however, has its exceptions where- the language used tends to indicate a different intention on the part of the testator. In Kerr v. Dougherty, 79 N. Y. 327, the court says (page 348), “From the cases cited, it is entirely clear that in the interpretation of the residuary clause in the will, or one which it is claimed bears any analogy to it, the court will not only look at the language employed, but the surrounding circumstances, to determine what the intention of a testator was.” In Floyd v. Carow, 88 N. Y. 5G0, the court says (page 5G8), “But the intention is the controlling consideration, and a particular interest or estate will not pass by a residuary clause when it appears from other provisions of the will that it was the intention of the testator to exclude such particular interest or estate from the residuary gift.” Again, in Smith v. Smith, 141 N. Y. 29, 35 N. E. 1075, the court says (page 34, 141 N. Y., and page 1076, 35 N. E.), referring to the above rule, “The rule shall have full effect unless the testator, by the language he uses, manifests a plain intention to curtail its operation.”</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b272-6\">By the so-called residuary clause contained in the paragraph immediately following the devise to her daughter “during her life,” the testatrix goes on to say, “I further give and bequeath to her all my jewels, ornaments, books, household furniture, and all other property, of whatsoever kind or nature, not hereinbefore made mention of, absolutely and forever.” If the estate in remainder .of all of the realty of the testatrix was thereby intended by her to be devised to her daughter, it can only take effect by assuming that it was property “not hereinbefore made mention of.” The learned counsel for the defendant Nicholas Toerge contends, with much earnestness and considerable ingenuity, that, as only a life estate had been previously “made mention of,” the testatrix must have had in her mind the estate in remainder, which she had not “made mention of,” and that she intended that those words should be construed as referring to such estate in remainder. To sustain this contention would require the will to read substantially as follows: “I give to my daughter during her life the houses and lots known by such and such street numbers, and I further give my jewels, etc., and said houses and lots to her absolutely and forever.” The words “made mention of” are to be construed in their ordinary and popular sense, and mean, and are the equivalent of, “to direct attention to.” “to speak briefly of,” “to name cas<page-number citation-index=\"1\" label=\"247\">*247</page-number>ually or incidentally.” It seems to me that testatrix had “made mention of” her real property in her will before coming to the so-called residuary clause. The language of the will with respect to her real estate is marked. She does not give the “rents and profits” of her real property for life, nor “the income” for life, nor “estate for life” in, certain real property. In the bequests to her son, John, she says, “I give and bequeath to him during his life the following real property, to wit: The house and lot known by the street number 79 on Myrtle avenue; the house and lot known by the street number 81 on Myrtle avenue; the house and lot known by the street number 161 on Court street; all the said houses being situate in the city of Brooklyn, state of New York. Should he, however, die of the disease he is now afflicted with, and shall never have been possessed of the premises aforesaid as hereby provided,” etc. In the bequests to her daughter she says: “I give and bequeath to my beloved daughter, Lena Toerge, wife of Nicholas Toerge, during her life, the house and lot known by the street number 180 on Amity street in the city of Brooklyn, and the house and lot known by the street number 147 West street, corner of Barclay, in the city of New York;” and until her son recovers, or in case he dies during Lena’s lifetime, “I give and bequeath to her during her life the houses and lots numbers 79 and 81 Myrtle avenue, and the house and lot number 161 Court <em>street, </em>all in the city of Brooklyn, New York.” In the face of this specific mention of each “house and lot” by its street number, and in the devise to John in addition the use of the words “following real property,” and the “premises aforesaid,” I do not think that the testatrix intended to have it assumed that she had not made mention “of her real estate” as real estate, notwithstanding she had only devised a life interest therein. It seems to me that, if testatrix had intended to include in the devise to her daughter the estate in remainder, she would have used the words “not hereinbefore disposed of,” or words of similar import, to attain that end. It would be a strained construction to say that the words “made mention of” are to be understood as meaning “disposed of.” Any such construction would substantially constitute a distribution by the court of the property of the testatrix left undisposed of. But the words, “all other property, of whatsoever kind and nature, not hereinbefore made mention of,” undoubtedly had a meaning and purpose in the mind of the testatrix. I think that her intention is plain : ud clear, especially when it is borne in mind that this language is immediately preceded by a gift of “all my jewels, pictures, ornaments, books, household furniture, and -.” The words “all other property” are, in my opinion, restricted by the context to property of the same general character as that already mentioned. Jarm. Wills, marg. p. 706, lays down the following rule of construction: “Where, however, general expressions stand immediately associated with less comprehensive words, they have been sometimes restrained to articles ejusdem generis, the specified effects being considered as denoting the species of property which the larger term was intended to comprise; and this upon a principle evidently analogous to that of which, as we have seen, the words 'estate’ and ‘property’ have been confined to the personalty by the juxtaposition with words descriptive of that species of property.” In Dole v. Johnson, 85 Mass. 367, the court cites several English decisions, and says, “These cases all support the doctrine that where bequests are made by words of enumeration, which are followed in the same clause by collective words, or words of the same description, the latter may all be confined to matters ejusdem generis.” In Hunt v. Hunt, 4 Gray, at page 193, the court says, “When the words ‘property’ and ‘estate’ have been held to be limited to personalty, we think it has been where there were qualifying words, or where these general terms were so connected or mixed with words expressing only things personal as to limit their meaning.” The evidence herein shows that the testatrix died possessed of three thousand dollars in cash, certain furniture, etc., appraised in the inventory of her estate at $746, and certain bonds and notes at'$6,200. Out of this personal property, testatrix bequeathed $4,000 to the wife of her son, John, in case she survived him, and three legacies of $200 each to various friends. No disposition was made of the balance of her personal property, nor was It “made mention of,” and I think that this balance was what testatrix <page-number citation-index=\"1\" label=\"248\">*248</page-number>had in mind, and intended to bequeath to her daughter, when she gave her, in addition to her jewels, etc., “all other property, of whatsoever kind and nature, not.hereinbefore made mention of”; and the language was made broad enough 'to include cash, bonds, notes, and the legacy to John’s wife, in case it lapsed. I am accordingly of the opinion that the testatrix made no devise of the reversion or estate in remainder of her real estate on the expiration of the life estate therein given to her son and daughter, but that she died intestate in regard thereto; that one undivided half of such'reversion or estate in remainder descended to her son, John-Neiheisel, the other one undivided half to her daughter, Lena Toerge; that on the death of said Lena Toerge her undivided half passed, under her will, to her husband, the defendant Nicholas Toerge; that on the death of John Neiheisel his undivided half passed in equal shares to his nephews, his only heirs at law, the plaintiff, George William Toerge, and the defendant Edward P. Toerge.</summary>\n<p data-order=\"13\" data-type=\"judges\" id=\"b274-5\">Argued before BROWN, P. J., and CULLEN, BARTLETT, and HATCH, JJ.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b274-6\">J osiah. T. Marean, for appellants.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b274-7\">John L. Devenny, guardian ad litem, for respondent Edward P. Toerge.</attorneys>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b274-8\">Adolph Simis, Jr., for other respondents. •</attorneys>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b274-9\">PER CURIAM.</author>\n<p id=\"A8b\">Judgment affirmed on the opinion of the special term, with costs to all parties payable out of the estate.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}