{
  "casebody": {
    "data": "<casebody firstpage=\"29\" lastpage=\"42\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b53-9\">HARRY HARPER, Individually and as Business Agent of the Brotherhood of Painters, Decorators and Paperhangers of America, Local Union 365, et al., v. V. J. HOECHERL, Individually and Doing Business as V. J. Hoecherl &amp; Co.</parties>\n<citation data-order=\"1\" data-type=\"citation\" id=\"b53-10\">14 So. (2nd) 179</citation>\n<p data-order=\"2\" data-type=\"misc\" id=\"ApA\">January Term, 1943</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b53-11\">May 21, 1943</decisiondate>\n<court data-order=\"4\" data-type=\"court\" id=\"AI\">En Banc</court>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b53-12\">Rehearing Denied July 9, 1943</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b53-17\"><em>Worley &amp; Gautier, Joseph A. Padway </em>(Washington, oD. C.) and <em>Herbert S. Thatcher </em>(Washington D. C.), for appellants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b53-18\"><em>William J. Pruitt, </em>for appellee.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b54-3\"><page-number citation-index=\"1\" label=\"30\">*30</page-number>SEBRING, J.:</author>\n<p id=\"b54-4\">The plaintiff, V. J. Hoecherl, is a painting contractor. In the latter part of June, 1942 he filed his bid with the general building contractor to paint certain U. S. Government buildings which were then under construction at an Army air base in Dade County. The painting specifications provided that the paint might be applied either by brush or by spray gun. Prior to the time that plaintiff had filed his bid, however, he had been informed by a Government bulletin that because of a critical shortage of brush bristles spray painting should be resorted to on Government construction wherever practicable. With this in mind, Hoecherl had figured the job and filed his bid on the basis of spray gun labor, instead of paint brush labor.</p>\n<p id=\"b54-5\">Shortly after filing his bid with the general contractor, Hoecherl entered into a one-year collective bargaining agreement with the Brotherhood of Painters, Decorators and Paperhangers of America, Local Union 365 (hereinafter referred to as the Union) respecting hours, wages and work conditions under which the Union would make its members available for employment. This agreement was in all respects identical with agreements which had been mutually entered into between the parties in previous years; and Hoecherl had full knowledge of its contents at the time of its execution.</p>\n<p id=\"b54-6\">In addition to other clauses not necessary to be considered here, the agreement contained the express stipulation that spray guns would not be used in plaintiff’s work, except for water-proofing or lacquer, and for spray painting removable household furniture, ceilings, or surfaces where it might be impracticable to use brushes; unless permission to use spray guns in lieu of brushes was first obtained from the Union.</p>\n<p id=\"b54-7\">This spray gun clause was in conformance with the bylaws of the Union, which forbade its members to engage in spray painting without permission of the Union, and authorized the imposition of a fine upon members who used spray guns upon a job without such approval.</p>\n<p id=\"b54-8\">At the time plaintiff became a party to the collective bargaining agreement, he did not inform Union officials that he <page-number citation-index=\"1\" label=\"31\">*31</page-number>had then filed a bid upon a Government contract with the expectation of using spray guns; nor did he at that time seek any modification of this well known clause of this agreement.</p>\n<p id=\"b55-5\">A few days after the execution of this agreement Hoecherl was awarded the contract for painting the Government buildings and began the prosecution of the work. Thereafter, in the early stages of the project, the Army officer in charge of construction directed that spray guns be used on the job instead of brushes, informing plaintiff that if he did not follow this request other painters would be procured who would do the work by this method.</p>\n<p id=\"b55-6\">Faced with the possibility of losing the contract unless he used the spray gun method as directed, Hoecherl applied to Union officials for permission to substitute spray guns on the job in place of brushes. Then it was that Union officials learned that plaintiff had estimated and bid on the contract on the basis of spray gun labor instead of brush labor; and that he had entered into his collective bargaining agreement with the Union with the full intention and purpose of subsequently asking for a modification, or abrogation, of the spray gun clause as soon as he had become well launched on his contract.</p>\n<p id=\"b55-7\">In due course the request for permission to use the spray guns on the job came to the floor of the Union for decision. When voted upon, the request was refused by a large majority of the membership of the labor organization.</p>\n<p id=\"b55-8\">A conference was then held between the plaintiff, the Union representatives, the officer in charge of construction, and a person who is styled by the witnesses in the case as a “Federal Conciliator.” The' prime purpose of the conference was to persuade the construction officer, if possible, to countermand his order.</p>\n<p id=\"b55-9\">The construction officer remained adamant. The Union refused to recede from its previous decision. The “Federal Conciliator” departed the scene, and has not been heard from since. The effort to compromise failed.</p>\n<p id=\"b55-10\">Not having succeeded in this attempt, plaintiff then approached two members of the Union with the proposal that if they would go to work for him with spray guns, the previous <page-number citation-index=\"1\" label=\"32\">*32</page-number>decision of the Union to the contrary notwithstanding, he would guarantee the payment of any fines that might be imposed upon them by the Union for violation of their pledge of membership and the by-laws of the organization. With this assurance, the two members accepted the proposal and went to work. Immediately upon their acceptance, plaintiff instituted the present suit to enjoin the Union from imposing or levying a fine on said members; although no action had been taken by the Union against the plaintiff or against such recalcitrant members for their violation of the by-laws.</p>\n<p id=\"b56-4\">A temporary restraining order was entered without notice to defendants, restraining said defendants “from carrying out their threat to fine or penalize the employees of the plaintiff for using paint spray machines on the . . . buildings . . . for the painting and camouflaging of which the plaintiff has a contract for the United States Government; ...” On final hearing on bill, answer, and testimony, the temporary injunction was made permanent. This appeal is from that decree.</p>\n<p id=\"b56-5\">We think that the controlling question is whether a court of equity, under the circumstances of this case as disclosed by the evidence, will restrain a labor union, at the behest of an outsider, from disciplining its members for wilfully violating the by-laws of the organization, and their pledge of membership.</p>\n<p id=\"b56-6\">The great weight, if not the universal rule, of the authorities is to the effect that ordinarily courts will not interfere to settle differences between a labor union, or other voluntary association, and its members. Teller, Labor Disputes and Collective Bargaining, Sec. 62, p. 159; 31 Am. Jur. Sec. 66, p. 864; 63 C. J. 688, 701; 10 C.J.S., Beneficial Associations, Sec. 65, p. 312. Membership in such organization being non-compulsory, and the members having stipulated upon admission to abide by its rules and decisions, or submit to disciplinary action, or expulsion, courts have generally left the settlement of their internal affairs to the organization, to be conformed to by its members so long as they choose to retain their affiliation with the organization. Jetton-Dekle Lumber Co. v. Mather, et al., 53 Fla. 969, 43 So. 590.</p>\n<p id=\"b57-4\"><page-number citation-index=\"1\" label=\"33\">*33</page-number>We think that this view commends itself to reason, for if the courts were to attempt to settle such differences as are constantly arising concerning questions of internal administration such organizations would be in almost constant strife and turmoil over disputed questions of authority and policy, to the great detriment of its members. Consistent with this policy the courts have given wide latitude to such voluntary associations in disciplining their members under duly adopted rules and by-laws; and generally have refused to take a hand, even at the behest of a member, unless such rules and by-laws, or the methods resorted to for enforcement, are unreasonable, immoral, contrary to public policy, or in contravention of the law of the land. 63 C.J. 688, 701. And even in these situations, they have been extremely loathe to interfere, unless the member has first exhausted his internal remedy. See Grand Lodge, Knights of Pythias of Florida, etc. v. Taylor, 79 Fla. 441, 84 So. 609, for application of the principle. See, also, Fish v. Huddell, et al., 60 App. D. C. 263, 51 F. 2d. 319; 63 C.J. Secs. 58, 83, pp. 689, 702.</p>\n<p id=\"b57-5\">Upon equally well reasoned authority, courts have likewise refused to interfere at the behest of a third person, when such outsider has been damaged only incidentally, by the organization’s disciplinary action taken against one of its members. 31 Am. Jur. Sec. 53, p. 860, and cases cited. Plaintiff attempts to bring himself within this category of cases by charging, in effect, that his painting contract with the Government, being one in pursuant of the war effort, has been unduly delayed and retarded by the obstinate, arbitrary, and unreasonable refusal on the part of defendants to permit the work to proceed in accordance with the directions of the officer in charge of construction. As alleged specifically, the charge is that the defendants, “by threats, intimidation and coercion are seeking to prevent the work being done according to contract and instructions.”</p>\n<p id=\"b57-6\">If this charge were sustained by the record, it might indeed raise some grave questions for consideration. But it is idle now to speculate upon what our holding in such case might be, for we have been unable to find any evidence to support the charge. It is true that the record shows that <page-number citation-index=\"1\" label=\"34\">*34</page-number>the Union has refused to permit its members to use spray machines on this particular project, as it had a right to do under its by-laws and its collective bargaining agreement with the plaintiff. But we are unable to find that by that action completion of plaintiff’s contract on schedule has been thereby prevented. Neither has it been shown that anything has been done, or that any action has been threatened by the Union, that would reasonably lead one to the conclusion that plaintiff’s rights have been put in jeopardy or that he has suffered damage thereby.</p>\n<p id=\"b58-4\">Whether the Union pursued a wise course in refusing to modify or abrogate the spray gun clause in its agreement with the plaintiff, in the light of current public opinion, was a matter for its members, and not for us, to decide. But so long as by its actions the plaintiff was not injured or threatened with damage, he can have no just cause to complain.</p>\n<p id=\"b58-5\">That no such injury or damage as is contemplated by the decision accrued to the plaintiff by the action of the Union, is perfectly evident. The plaintiff was not taken by surprise when he was ordered to substitute spray guns on the job instead of brushes. There was nothing in that order that he was not fully prepared to hear and act upon. In fact, he had bid on the job with the full expectation that that would be the decision of the Army authorities in the matter. The Union had no monopoly on paint labor in Dade County. By plaintiff’s own admission, skilled non-union painters, in sufficient numbers, were readily available, not only to have done spray painting, but all other phases of the contract, if necessary. The moment therefore, that the Union reached its decision not to grant permission to its members to use spray-guns, the course that the plaintiff might have pursued was perfectly obvious, had he cared to pursue it: Then and there he could have hired non-union men to do the work in the manner directed.</p>\n<p id=\"b58-6\">Even the two men who had been induced by plaintiff to use spray guns in violation of their membership obligations, were free to have resigned from the Union and to have continued their work with plaintiff as non-union workers had they cared to do so. In such case the Union could not have <page-number citation-index=\"1\" label=\"35\">*35</page-number>compelled them to retain their membership, or have subjected them to any pecuniary penalty or other punishment for withdrawing.</p>\n<p id=\"b59-4\">It is not argued that the by-law in question, designed as it is to protect the health and employment opportunities of union workers, is not perfectly reasonable and valid in times of peace. And it is difficult for us to see why it is not as equally reasonable and valid in times of war; so long, at least, as its method of enforcement does not <em>in fact </em>operate to impede or retard the war effort.</p>\n<p id=\"b59-5\">Such fact not being made to appear, and the plaintiff having failed to show damage or threatened injury as a résult of the decision of the Union, the case resolves itself into one presenting a pure question of internal management and administration of the affairs of a local union with which plaintiff has no concern.</p>\n<p id=\"b59-6\">For the reasons stated, the final decree appealed from must be reversed, the injunction dissolved, and the bill dismissed.</p>\n<p id=\"b59-7\">It is so ordered.</p>\n<judges id=\"b59-8\">BUFORD, C. J., TERRELL, CHAPMAN and THOMAS, JJ., concur.</judges>\n<judges id=\"b59-9\">BROWN and ADAMS, JJ., dissent.</judges>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b59-10\">BROWN, J.,</author>\n<p id=\"Avo\">dissenting:</p>\n<p id=\"b59-11\">Section 12 of the agreement of July 1, 1942, which Hoecherl entered into with Local Union No. 365, provided that: “Before the party of the first part employs a painter, he must be shown the painter’s card, which must be in good standing.”</p>\n<p id=\"b59-12\">That was an agreement to employ union painters exclusively, and was so understood by all the parties. And, as a matter of fact, in the twelve years Hoecherl had been a painting contractor, he had employed union painters, and on the ten painting contracts he was then engaged in carrying out in several different states, Hoecherl was employing union painters exclusively. And Cleary Brothers, who held the contract for the entire project, had agreed that only union labor should be employed. So this record shows that Hoecherl was not unfriendly to unions.</p>\n<p id=\"b60-3\"><page-number citation-index=\"1\" label=\"36\">*36</page-number>Hoecherl’s agreement with the labor union further provided that:</p>\n<blockquote id=\"b60-4\">“Section 19. All spray guns are to be used only for the spraying of clear waterproofing, removable household furniture, ceilings where it is impractical to use the brush, or where lacquer is used. The party of the first part hereby agrees to notify the business agent before starting any spraying operations. The use of spray guns on any other surface is deemed a violation of this agreement. No spray work shall be permitted, however, without a permit voted on by the Local Union.”</blockquote>\n<p id=\"b60-5\">Hoecherl was a subcontractor under Clearly Brothers, who had a contract with the Federal Government, through its War Department, for the construction of an air base, referred to in the testimony as the Homestead Air Base, and also as the Air Force Ferry Command Field, which was being built near Homestead, a few miles South of Miami. This was a “rush” job. One hundred and forty houses were being built. There was a time limit on its completion. Captain Henry S. Brooks testified that “time was the essence of the contract;” that “we are at a certain date to carry out certain functions for the Army,” but he refused to tell what those functions were. We know <em>now </em>that our government was then making extensive preparations for the invasion of German-controlled North Africa, which invasion took place on November 7, 1942; and doubtless this Air Base construction was being rushed to completion for use in that immense undertaking. At any rate there was a strict time limit in the contract.</p>\n<p id=\"b60-6\">Hoecherl, early in July 1, 1942, contracted with the main government contractor to do the painting and camouflaging in the buildings at the Air Base and had given a surety bond in the sum of $27,000.00 for the faithful performance of his contract, which provided that the painting should begin in August and be completed by October 7, 1942, and the specifications for the work provided that the painting could be done either by brushes or spray guns, but this particular clause was later modified by the War Production Board, and on May 11, 1942, the government authorities had issued a “memo<page-number citation-index=\"1\" label=\"37\">*37</page-number>randum to all contractors,” a copy of which Hoecherl received, and which read in part as follows:</p>\n<blockquote id=\"b61-4\">“Bristles. Conservation of the present limited supply of Bristles requires the most efficient utilization of existing supplies of brushes. For paint brushes in particular the following <em>precautions </em>are <em>indicated: </em>1. Use spray painting <em>wherever </em>practicable(Italics supplied.)</blockquote>\n<p id=\"b61-5\">While the union wage scale provided $1.25 per hour for brush painting and $2.50 per hour for spray-gun painting, Hoecherl testified that it made little or no difference to him financially which method was used; that while fewer men could do the work when spray guns were used, you had to pay them more.</p>\n<p id=\"b61-6\">So when Hoecherl made his collective bargaining contract with the local union on July 1st, which was before the painting contract had been awarded to him by Cleary Bros., he knew that the government, through the Army authorities <em>might, </em>and <em>probably would, </em>require him to use spray guns on this job, and he took this into account when he put in his bid the latter part of June, but he did not know positively what the Army <em>would do </em>in this regard. That he intended to comply with his contract with the Union and use brushes, unless ordered to the contrary by the Army officer in charge, is shown by the fact that he initiated the work on this job with brushes and continued to use them for several weeks until he received positive orders from Captain Brooks, the Army officer in charge, to use spray-guns <em>wherever practicable, </em>and to do so at once. It was understood that brushes could still be used on the windows and interior work.</p>\n<p id=\"b61-7\">Hoecherl had tie right to assume, and he testified he <em>did </em>assume, that if the government should order him to use sprays instead of brushes, the local union would readily give their consent, as they could have done by granting a permit under the contract, and their by-laws. His experience with the unions in other Southern States had led him to believe that this Union would grant the permit if the Army ordered the use of spray-guns. Surely he should not be charged with bad faith because he acted on the assumption that the local union would not demand that he defy an order of the govern<page-number citation-index=\"1\" label=\"38\">*38</page-number>ment in time of war, concerning merely the <em>method </em>of doing the painting of a war project which was to be completed in a few weeks.</p>\n<p id=\"b62-4\">The action of the local union in refusing this permit was not in accord with the policy of the parent organization, as shown by a telegram which appellant Harper admitted receiving from the General President on June 28, 1942, and which reads as follows:</p>\n<blockquote id=\"b62-5\">“L. L. Harper B. A. 365</blockquote>\n<blockquote id=\"b62-6\">149 West 11 Hialeah, Fla.</blockquote>\n<blockquote id=\"b62-7\">“It is essential that members of 365 cooperate fully with defense program. We have agreed with the War Department as have all other building trades internationals to go along with agreement entered into between building and construction trades department and various government agencies and we cannot abrogate this agreement nor take a disloyal or unpatriotic attitude toward our Government. We are engaged in a serious war and we must do our part regardless of consequences. The membership of 365 should do as all other building trades organizations are doing not only in Miami but throughout the entire U.S.A.</blockquote>\n<blockquote id=\"b62-8\">“L. P. Lindelof General President B of P D P H OFU 365 L 365 B of P D P H OFU.”</blockquote>\n<p id=\"b62-9\">It is true Harper testified that this telegram related to a dispute about members of the Union working on Saturdays contrary to their established custom, but the general principle stated in that telegram is applicable here. There is testimony by the Secretary of the local Union to the effect that Hoecherl’s request for a permit was put to a vote of the members of the local union and denied by a large majority, but there is no evidence as to what percentage of the membership was present at that meeting. The letter from the local’s officers to Hoecherl was to the effect that “we would inform you that the Executive Board of this Local Union cannot grant this permit.”</p>\n<p id=\"b62-10\">Hoecherl began the painting work with brushes, but the Army engineer in charge, in spite of Hoecherl’s protest, ordered him through Cleary Bros., to use spray guns wherever <page-number citation-index=\"1\" label=\"39\">*39</page-number>practical, for speed, and to conserve bristles. Most of the painting was to be done on rough'unplastered cement blocks which would tend to wear out brushes very rapidly. The need for speed was urgent. So, after the work had been going on for some days the Army officer in charge, acting under the orders of his superiors, was adamant in his order that spray guns be used, and the local union, or its officials, were just as inflexible in refusing to grant Hoecherl permission to comply with such order. Ten precious days were lost in Hoeeherl’s effort to get either the local union to permit the use of sprays or the Army officer to allow the use of brushes. The Army authorities threatened to take the job away from Hoecherl and do it themselves with other labor and make his bonding company pay for it. In the face of this impasse, Hoecherl reached an agreement' with two of his painters, who were willing to use the spray guns if Hoecherl would protect them from the imposition of the fines they were threatened with by the union. By doing this, Hoecherl was able to carry out the order of the Government. He could not employ non-union men under his contract with the union. So, instead of arbitrarily persuading these employees to violate the by-law of their union, it might more appropriately be said that he persuaded them to comply with an order of their National Government, which order had superseded for the time being the lawful enforcement of the by-law against the use of sprays. He had to act at once, and what he did was reasonable, to say the least. He held all his union labor and agreed to protect his employees; he protected the surety on his performance bond; and he protected his Nation’s government by obeying the orders to use sprays and carrying out his contract to do this painting on time. Can it be said that he himself is left without any protection in the courts? If he had waited until the Union had imposed the threatened fines on his employees, he, under his agreement with the latter, would have had to pay them the amount of the fines, even though illegally imposed, and then he would have been without remedy. His only adequate remedy was to go into a court of equity and enjoin the imposition of the fines on the ground that they could not legally be imposed because <page-number citation-index=\"1\" label=\"40\">*40</page-number>the Government’s order, through its War Department, in the exercise of its unquestioned war powers, superseded and rendered illegal the enforcement of the contract with the Union and the Union’s by-law prohibiting the use of spray-guns and providing for imposing fines upon any member who used a spray gun without the Union’s consent, at least so far as this particular project was concerned.</p>\n<p id=\"b64-4\">It has long been the law that any contractual provision or transaction which is contrary to public policy, in that it contravenes the established interests of society and is injurious to the public, is void and unenforcible. Atlantic Coast Line R. Co. v. Beazley, 45 So. 761, 54 Fla. 311; City of Leesburg v. Wire, 113 Fla. 760, 153 So. 87; Story v. First Nat’l. Bank &amp; Trust Co., 115 Fla. 436, 156 So. 101.</p>\n<p id=\"b64-5\">In 31 Am. Jur. 860, Sec. 54, the text reads:</p>\n<blockquote id=\"b64-6\">“Section 54. Enforcement of Illegal Rules: It has been held that if the court deems that a rule which the Union seeks to compel employers to observe is illegal, an injunction will be granted to restrain its enforcement as soon as the employer is notified that it will be enforced, and before overt acts to that end are taken. It is enough that the individuals who have combined intend to use unlawful means to accomplish a lawful end.”</blockquote>\n<p id=\"b64-7\">And the following cases are cited in the notes:</p>\n<blockquote id=\"b64-8\">“A. T. Stearns Lumber Co. v. Howlett, 260 Mass. 45, 157 NE 82, 52 A.L.R. 1125; Haverhill Strand Theatre v. Gillen, 229 Mass. 413, 118 N.E. 671, L.R.A. 1918C 813 Ann Cas. 1918 D 650.</blockquote>\n<blockquote id=\"b64-9\">“In Haverhill Strand Theatre v. Gillen, 229 Mass. 412, 118 NE, 671, L.R.A. 1918C 813, Ann. Cas. 1918D 650, it was held that if a labor union notifies an employer that it will enforce an illegal rule of the union, which operates to the employer’s prejudice, he has a right to bring a bill to have the union enjoined from enforcing it, even in the absence of a strike or of threats on the part of the union, since when a combination is illegal, a person has a right to have it enjoined in case it operates to his prejudice, on proving the fact that the persons involved in the combination intend to enforce it.”</blockquote>\n<p id=\"b65-5\"><page-number citation-index=\"1\" label=\"41\">*41</page-number>Circuit Judge Holt, in his opinion and decree, summed up the case in the following clear-cut and forcible language:</p>\n<blockquote id=\"b65-6\">“Plaintiff is a subcontractor (painting) on the job specified. The specifications of the work provided that the building could either be painted by brush or by spray guns. Plaintiff initiated the work with his men using brushes; however, the United States Army acting through its representative, one Captain Henry S. Brooks, Area Engineer, in charge of the entire project, issued its orders to the general contractor, who in turn instructed the plaintiff, that in view of the urgent necessity to finish the buildings as quickly as possible, the job should be painted with the use of spray guns.</blockquote>\n<blockquote id=\"b65-7\">“Various conferences were had; the defendants objected to the order; objected to their men on the job; and objected to the plaintiff that he, the plaintiff was violating his written agreement with the Union that he would not use spray guns unless with the full consent of the Union, (See Exhibit No. <em>2, </em>attached to the defendants’ answer) which was subsequently withheld.</blockquote>\n<blockquote id=\"b65-8\">“The Army refused to yield, although defendants busied themselves wiring Washington. Plaintiff finally put the matter up to his men (all members of the defendant Union). They indicated their willingness to use spray guns, provided they were protected from action by their own Union in the form of heavy fines and forfeitures.</blockquote>\n<blockquote id=\"b65-9\">“Thereupon plaintiff agrees to, and did assume complete liability for all of such fines if the men would work, which they did, and then he appealed to this Court for protection against the Union to restrain it from imposing such penalties. Temporary injunction was granted. Thereafter the matter came on for final hearing before the court, testimony was adduced and argument of counsel was had.</blockquote>\n<blockquote id=\"b65-10\">“The defense interposed can be divided into three parts:</blockquote>\n<blockquote id=\"b65-11\">“1. That this Court does not have jurisdiction of a controversy of this nature; that only a Federal Agency in Washington should decide the matter and none other.</blockquote>\n<blockquote id=\"b65-12\">“2. That plaintiff comes into court with unclean hands <page-number citation-index=\"1\" label=\"42\">*42</page-number>in that he is asking the court to assist in breaching his contract with the Union not to use spray guns.</blockquote>\n<blockquote id=\"b66-4\">“3. That this court has no right to intervene or inter-meddle with the internal affairs and the manner of disciplining the members of a private association such as the defendant Union.</blockquote>\n<blockquote id=\"b66-5\">“The answer to these propositions is obvious.</blockquote>\n<blockquote id=\"b66-6\">“This country is at war. The project involved, without baring military secrets, is a vital and necessary link in our total war effort. It is of the utmost urgency (something which all true Americans know) that this work be completed as quickly as human ingenuity can devise. The men on the job, the real parties in interest here, have not been heard from in the record; but their actions in sticking to the work, going forward with its completion, speak louder than they could by the mere use of words. These men, loyal patriotic, willing to run the risk of their health by the use of spray guns, must and will be protected. This court is the proper forum for their relief, and not some politically dominated board, bureau or commission in Washington.</blockquote>\n<blockquote id=\"b66-7\">‘The law is clear and unmistakable. Every contract written is affected by law. Especially is this true of contracts dealing directly with our own defense, (See 137 A.L.R. Annotation p. 1199 et sequa).</blockquote>\n<blockquote id=\"b66-8\">“The contract between plaintiff and defendant union was written subject to paramount authority of the War Department to exercise its prerogative in designating the manner in which the painting was to be done.</blockquote>\n<blockquote id=\"b66-9\">“The by laws of the local union or any association, private or public, the exercise of which will endanger in the slightest, the security of the American people and impair the prosecution of the war, can and will be set aside.”</blockquote>\n<p id=\"b66-10\">I agree with Judge Holt and think the decree should be affirmed.</p>\n<judges id=\"b66-11\">ADAMS, J., concurs.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}