{
  "casebody": {
    "data": "<casebody firstpage=\"833\" lastpage=\"839\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b855-11\">Carline SMITH, Plaintiff-Appellee, Scott Behren, Waldman Feluren Hilderbrandt &amp; Trigoboff, P.A. Law Offices of Scott Behren, P.A. Interested Parties-Appellees, v. GRAND BANK &amp; TRUST OF FLORIDA, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b855-15\">No. 05-13760</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AQzp\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b855-16\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b855-17\">July 20, 2006.</decisiondate>\n<judges data-order=\"5\" data-type=\"judges\" id=\"b856-6\"><page-number citation-index=\"1\" label=\"834\">*834</page-number>Before CARNES, PRYOR and KRAVTTCH, Circuit Judges.</judges>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b856-7\">PER CURIAM:</author>\n<p id=\"b856-8\">Grand Bank &amp; Trust of Florida (“Grand Bank”) appeals the district court’s denial of sanctions under 28 U.S.C. § 1927 against attorney Scott Behren and the law firm Waldman, Feluren, Hildbrandt <em>&amp; </em>Trigoboff (“Waldman”). After a thorough review of the record, and for the reasons that follow, we affirm.</p>\n<p id=\"b856-9\">I. Background</p>\n<p id=\"b856-10\">Carline Smith was employed by Grand Bank as a loan teller for several years before she was diagnosed with breast cancer. She applied for and received leave time under the Family Medical Leave Act (“FMLA”), 29 U.S.C. § 2601, from September through November 2003. After she completed her treatment, Smith’s doctor released her to return to work part-time, but when she came to work, she discovered that her position had been filled. Grand Bank offered her another position as a lock box teller, which would accommodate part-time work, until she could return to full-time status. The lock box position provided the same salary and benefits. Although Smith refused the position, and despite Smith’s inability to work full-time, Grand Bank paid her for two weeks of work. Grand Bank then made several attempts to make other employment arrangements for Smith, to no avail. Instead, Smith presented Grand Bank with a doctor’s note stating that she could not return to work. Nevertheless, Grand Bank extended Smith’s leave and insurance coverage. Smith was not released for full-time work until after her leave had expired. Once she was cleared for work, however, Smith did not contact Grand Bank. After multiple attempts to reach Smith, Grand Bank ultimately discharged her from employment in January 2004. Smith then hired Behren for representation, and Behren threatened Grand Bank with a lawsuit for FMLA violations. Grand Bank disputed that there was any FMLA violation, but offered Smith a settlement in the amount of $2,500. Smith and Behren rejected the offer. On April 2, 2004, using Waldman’s letterhead, Behren filed a complaint against Grand Bank on Smith’s behalf.</p>\n<p id=\"b856-12\">Grand Bank moved for summary judgment, asserting that Smith received all she was entitled to under the FMLA. Smith did not respond to the motion, but sought to extend the time in which to conduct discovery. Nevertheless, Smith did not engage in discovery and did not respond to Grand Bank’s discovery requests.</p>\n<p id=\"b856-13\">Grand Bank conducted Smith’s deposition, in which Smith admitted that the lock box teller job provided the same benefits and salary, that she had refused the job, and that she was not able to return to full-<page-number citation-index=\"1\" label=\"835\">*835</page-number>time work. After this deposition, Grand Bank notified Behren that it would seek sanctions unless the frivolous complaint was dismissed. Behren did not dismiss the complaint, and Grand Bank filed an amended summary judgment motion including Smith’s deposition. In late July 2004, Behren was terminated from his employment with Waldman.</p>\n<p id=\"b857-5\">Behren and Smith moved to dismiss the complaint without prejudice. Grand Bank opposed the motion and moved for sanctions against Behren, Waldman, and Smith under § 1927 and the court’s inherent powers.<footnotemark>1</footnotemark> Grand Bank alleged that Behren had failed to conduct sufficient inquiry before filing suit, refused Grand Bank’s settlement offer despite the frivolity of the claim, and refused to dismiss the complaint after learning that the complaint had no basis in law or fact. Grand Bank asserted that it had incurred more than $50,000 in costs associated with defending the suit.</p>\n<p id=\"b857-6\">Behren responded that he had acted with good faith belief that there was a colorable legal issue, that Smith had not relayed full information before they filed the complaint, and that he had not conducted additional discovery after Smith’s deposition to minimize expenses.</p>\n<p id=\"b857-7\">Waldman responded that it was not involved in Smith’s representation, Behren had been an independent contractor, and Behren had agreed to file a substitution of counsel removing Waldman as Smith’s counsel of record, which Grand Bank was aware of and had not objected to.<footnotemark>2</footnotemark> The parties then moved to dismiss the complaint with prejudice, but permit the court to address the sanctions motion.</p>\n<p id=\"b857-10\">At the hearing on sanctions before a magistrate judge, Grand Bank argued that sanctions were appropriate because § 1927 required the attorney’s conduct be unreasonable and vexatious, and the conduct must multiply the proceedings, both of which were present. Grand Bank claimed that Behren acted in bad faith by knowingly and recklessly filing the complaint without all the facts, failing to research the law, ignoring Grand Bank’s warning that the facts did not support a claim, and delaying the case by seeking continuances and discovery. It further asserted that Waldman was liable for sanctions because (1) the firm (a) represented Smith at the time the complaint was filed, (b) paid the filing fee, and (c) sought a lien against Smith for fees; (2) there was no evidence that Behren acted as an independent contractor; and (3) the stipulation to substitute counsel had never been filed with the court.</p>\n<p id=\"b857-11\">Behren argued that he did not engage in vexatious conduct that multiplied the litigation, and he explained that the standard was something greater than frivolity or negligence. He then argued that the complaint was dismissed during the safe harbor period for Fed.R.Civ.P. (“Rule”) 11, and, therefore, sanctions should not be imposed. He noted that he did not conduct additional discovery after the deposition in order to avoid increasing the costs of the litigation. Waldman argued that § 1927 did not provide for sanctions against the firm, and, in any event, there was no evidence of bad faith.</p>\n<p id=\"b857-12\">The magistrate judge recommended granting sanctions against Behren and Waldman, jointly and severally. First, the <page-number citation-index=\"1\" label=\"836\">*836</page-number>magistrate judge found that Behren and Waldman engaged in bad faith by filing a complaint without good cause and in the absence of any factual or legal basis for the FMLA claim, and refusing to dismiss after the facts came to light. The magistrate judge further found that Behren’s and Waldman’s conduct multiplied the litigation. The court noted that there was no evidence that Behren was an independent contractor or that the stipulation to substitute counsel had been filed with the court, and, therefore, the firm was liable.</p>\n<p id=\"b858-4\">Waldman and Behren objected to the report and recommendation. The district court conducted a de novo review and rejected the magistrate judge’s recommendation, noting that sanctions were permissible but not required, and finding that the conduct did not rise to the level of willful abuse and bad faith.</p>\n<p id=\"b858-5\">After Grand Bank filed its notice of appeal, Waldman sought fees and costs under Rule 68. The court stayed the Rule 68 motion pending the outcome of the appeal.</p>\n<p id=\"b858-6\">II. The Appeal</p>\n<p id=\"b858-7\">We review the district court’s imposition of sanctions under 28 U.S.C. § 1927 for an abuse of discretion. <em>Schwartz v. Millon Air, Inc., </em>341 F.3d 1220, 1225 (11th Cir.2003). “An abuse of discretion occurs if the judge fails to apply the proper legal standard or to follow proper procedures in making the determination, or bases an award upon findings of fact that are clearly erroneous.” <em>Cordoba v. Dillard’s, Inc., </em>419 F.3d 1169, 1180 (11th Cir.2005).</p>\n<p id=\"b858-8\">Under § 1927: “Any attorney or other person admitted to conduct cases in any court of the United States or any Territory thereof who so multiplies the proceedings in any case <em>unreasonably and vexatiously </em>may be required by the court to satisfy personally the excess costs, expenses, and attorneys’ fees reasonably incurred because of such conduct.” 28 U.S.C. § 1927 (emphasis added). The statute was designed to sanction attorneys who “willfully abuse the judicial process by conduct tantamount to bad faith.” <em>Schwartz, </em>341 F.3d at 1225 (citing <em>Malautea v. Suzuki Motor Co., Ltd., </em>987 F.2d 1536, 1544 (11th Cir.1993) and <em>Avirgan v. Hull, </em>932 F.2d 1572, 1582 (11th Cir.1991)).</p>\n<p id=\"b858-11\">As this court has explained, “this section is not a ‘catch-all’ provision for sanctioning objectionable conduct by counsel.” <em>Id. </em>Rather, for sanctions to be appropriate (1) counsel must have engaged in unreasonable and vexatious conduct; (2) this conduct must have multiplied the proceedings; and (3) the amount of the sanction cannot exceed the costs resulting from the conduct. <em>Id.; McMahan v. Tato, </em>256 F.3d 1120, 1128 (11th Cir.2001), <em>amended on reh’g, </em>311 F.3d 1077 (11th Cir.2002). Moreover, “bad faith is the touchstone,” and mere negligence is not sufficient to justify sanctions. <em>Schwartz, </em>341 F.3d at 1225. A determination of bad faith is warranted where an attorney knowingly or recklessly pursues a frivolous claim. <em>Id. </em>at 1225-26. Whether this bad faith is subjective or objective has not been decided in this circuit. <em>Cordoba, </em>419 F.3d at 1178 (finding the distinction unimportant for purposes of that case). Sanctions are not warranted, however, simply because counsel’s performance did not rise to the highest standards of the profession. <em>Peterson v. BMI Refractories, </em>124 F.3d 1386, 1396 (11th Cir.1997).</p>\n<p id=\"b858-12\">A. Sanctions against Behren<footnotemark>3</footnotemark></p>\n<p id=\"b858-13\">Grand Bank argues that sanctions were warranted against Behren because he will<page-number citation-index=\"1\" label=\"837\">*837</page-number>fully abused the judicial process and acted in bad faith when he pursued a claim that he knew had no basis in law or fact. It notes that the magistrate judge made factual findings that were not clearly erroneous and which were entitled to deference. Grand Bank asserts that imposing sanctions in this case would have met the goals of § 1927 to deter frivolous litigation and force the offending party to bear the costs of its conduct, thus limiting the court’s discretion to deny sanctions. Grand Bank notes that the district court did not explain why it believed sanctions were not warranted.<footnotemark>4</footnotemark></p>\n<p id=\"b859-5\">Section 1927 requires bad faith, which is more than negligence or lack of merit. This court has held that an attorney who “knowingly or recklessly pursues a frivolous claim” acts in bad faith. <em>Schwartz, </em>841 F.3d at 1225. Although it is unclear whether this bad faith must be subjective or objective, we need not decide that question here. For the reasons discussed below, we conclude that whether Behren acted in bad faith is a close call, and, as a result, we cannot say that the court abused its discretion.</p>\n<p id=\"b859-6\">Arguably, Behren should have known that the claims were frivolous.<footnotemark>5</footnotemark> Behren knew Smith had been offered another position with comparable benefits, that Smith was unable to return to full-time work, and that Grand Bank was prepared to return Smith to her previous position when she was able to return to full-time status. Given these facts, Grand Bank did all it was required to do under the FMLA, <em>see </em>29 C.F.R. § 825.204, and had Behren investigated the law or the facts, he should have been aware that the complaint had no merit. His failure to do either investigation before filing suit could constitute reckless behavior sufficient to rise to the level of bad faith. <em>Cf. Schwartz, </em>341 F.3d at 1223-24.</p>\n<p id=\"b859-12\">Behren contends that Smith was not completely forthcoming with all of the facts, and that she changed her story after their initial meeting. Subjectively, then, if Smith was not truthful, Behren had no knowledge of the facts that would have confirmed the complaint had no merit. Moreover, the fact that Grand Bank informed Behren that the case had no merit did not dictate that Behren dismiss the case. It should, however, have encouraged him to research the law more completely and investigate the facts more thoroughly. Nevertheless, the fact that we may reach the opposite conclusion does not mean the court abused its discretion in determining that Behren’s conduct did not amount to bad faith.</p>\n<p id=\"b859-13\">According to Grand Bank, however, Behren’s bad faith extended beyond filing the complaint when he sought extensions of time for discovery, refused to dismiss even after it became clear that the claim had no merit, and was unprepared at the hearing on the motion for sanctions.<footnotemark>6</footnotemark> <page-number citation-index=\"1\" label=\"838\">*838</page-number>These events, however, took place over only a few months, and § 1927 does not require the voluntary dismissal once a plaintiff decides not to pursue the claims. <em>Jackson Marine Corp. v. Harvey Barge Repair Inc., </em>794 F.2d 989, 992 (5th Cir.1986).</p>\n<p id=\"b860-4\">Even if Behren’s conduct was in bad faith, sanctions are not warranted unless the conduct also multiplied the litigation. Thus, there must be some causal connection between the conduct and the continuation of proceedings that otherwise would not have occurred. <em>Peterson, </em>124 F.3d at 1396-97. There was no such connection in the instant case, which lasted only a few months and involved minimal discovery.</p>\n<p id=\"b860-5\">Moreover, a review of the record indicates that Grand Bank’s conduct contributed to the rising litigation fees. Grand Bank asserts that it suffered $50,000 in fees and costs, which seems extraordinarily high for a case of this duration.</p>\n<p id=\"b860-6\">Finally, even if Behren acted in bad faith, and this conduct multiplied the proceedings, the district court may nevertheless exercise its discretion to award sanctions.<footnotemark>7</footnotemark> Additionally, there is no case law supporting Grand Bank’s claim that the court was required to make special findings or that the award was justified <em>unless </em>special circumstances are shown. In fact, the case law stands for the opposite conclusion. <em>Schwartz, </em>341 F.3d at 1225. Accordingly, the district court did not abuse its discretion by denying sanctions.</p>\n<p id=\"b860-7\">B. Sanctions against Waldman</p>\n<p id=\"AoX\">Grand Bank correctly argues that § 1927 allows for sanctions against a law firm. <em>See Malautea v. Suzuki Motor Co., Ltd., </em>987 F.2d 1536, 1544 (11th Cir.1993); <em>Avirgan v. Hull, </em>932 F.2d 1572, 1582 (11th Cir.1991). Although Waldman argues that Grand Bank misunderstands the law, it appears that the confusion lies with Wald-man. <em>Avirgan </em>addresses sanctions under both Rule 11 and § 1927; however, the language of the decision tracks language applicable to § 1927—unreasonable and vexatious conduct. Thus, the court in <em>Avirgan </em>considered the standard under § 1927. Additionally, <em>Malautea, </em>which addresses sanctions under § 1927, cites <em>Avirgan, </em>and, therefore, this court has implicitly determined that § 1927 applies to law firms. We are not bound by other circuits that have reached the opposite conclusion.</p>\n<p id=\"b860-11\">Thus, the issue here becomes whether Waldman’s involvement constitutes vexatious conduct that multiplied the proceedings. Waldman contends that its limited involvement with Behren after the case began does not justify sanctions. Grand Bank contends that Waldman essentially ratified Behren’s conduct by failing to control Behren’s actions, and participating in the suit.</p>\n<p id=\"b860-12\">Here, the facts do not show that the firm acted to harass Smith or to multiply the proceedings. Waldman signed the pleadings, paid the filing fee for the complaint, and notarized Smith’s affidavits. According to the record, however, Behren was the only attorney from the firm involved in Smith’s case. Behren was terminated from the firm during the litigation, which, as noted, lasted only a short period <page-number citation-index=\"1\" label=\"839\">*839</page-number>of time and involved minimal discovery. Thus, the conduct falls short of the bad faith requirement necessary for sanctions under § 1927. <em>See Schwartz, </em>341 F.3d at 1225.</p>\n<p id=\"b861-5\">III. Conclusion</p>\n<p id=\"b861-6\">As a final aside, we note the unnecessarily contentious nature of this litigation, and we do not condone the parties’ behavior in this case. In fact, it appears that the parties’ extreme adversarial conduct has contributed to the legal fees incurred. Nevertheless, in light of the record, we cannot conclude that the court abused its discretion in denying sanctions. Therefore, we AFFIRM.</p>\n<footnote label=\"1\">\n<p id=\"b857-8\">. On appeal, Grand Bank does not challenge the denial of sanctions against Smith. Therefore, it has abandoned the issue, and we do not address it. <em>Rowe v. Schreiber, </em>139 F.3d 1381, 1382 n. 1 (11th Cir.1998).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"ArO\">. It does not appear that the stipulation was filed in the district court.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b858-9\">. Notably, the parties continue to confuse sanctions under Rule 11 and those under <page-number citation-index=\"1\" label=\"837\">*837</page-number>§ 1927. Behren continually argues that there is no bad faith when the complaint is dismissed during the safe harbor period applicable to Rule 11. Section 1927, however, does not include a safe harbor period.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"AgME\">. Importantly, the court is not required to make specific findings of bad faith in awarding sanctions under § 1927. <em>Cordoba, 419 </em>F.3d at 1178 n. 6.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"Amz0\">. This court, addressing fees under the Americans with Disabilities Act, has explained that the frivolity inquiry involves whether the plaintiff could “introduce any evidence to support their claims;” \"whether the plaintiff established a prima facie case;” and \"whether the defendant offered to settle.” <em>Cordoba, </em>419 F.3d at 1176.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"ADO\">. Behren asserts that his conduct before the magistrate judge cannot serve as a basis for sanctions because Grand Bank did not raise this issue before the district court, but that his conduct did not multiply the litigation at that <page-number citation-index=\"1\" label=\"838\">*838</page-number>point because the underlying case had been closed.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"AfV\">. Notably, the cases Grand Bank cites for this proposition that the court was required to impose sanction are cases addressing sanctions under Rule 11 or 42 U.S.C. § 1988. <em>See Head v. Medford, </em>62 F.3d 351, 355 (11th Cir.1995). <em>See also Quintana v. Jenne, </em>414 F.3d 1306, 1309 (11th Cir.2005) (discussing sanctions awarded for frivolous claim under Rule 11 and 42 U.S.C. § 1988, but where sanctions were denied under § 1927).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}