{
  "casebody": {
    "data": "<casebody firstpage=\"410\" lastpage=\"411\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b506-7\">Stephen J. HARMON, Appellant, v. MAY BROADCASTING COMPANY, d/b/a KMTV Color Television Center, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b506-9\">No. 78-1187.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b506-10\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b506-11\">Submitted Sept. 14, 1978.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ann-dedup-0\">Decided Sept. 19, 1978.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b506-12\">Denzel R. Busick, Fraser, Stryker, Veach, Vaugh, Meusey, Olson &amp; Boyer, P. C., Omaha, Neb., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b506-13\">Soren S. Jensen (on brief), Swarr, May, Smith &amp; Andersen, Omaha, Neb., argued, for appellee. George C. Rozmarin, Omaha, Neb., on brief.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b506-14\">Before GIBSON, Chief Judge, MATTHES, Senior Circuit Judge, and MARKEY, Judge.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b506-19\"> The Honorable Howard T. Markey, Chief Judge, United States Court of Customs and Patent Appeals, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b506-22\">PER CURIAM.</author>\n<p id=\"b506-23\">Appellant, Stephen J. Harmon, a white male, brought suit in the District of Nebraska, alleging that his discharge by May Broadcasting Company, doing business as KMTV Color Television Center, constituted racial discrimination in violation of 42 U.S.C. § 2000e-2(a)(l)<footnotemark>1</footnotemark> and the equal protection clause of the fourteenth amendment to the United States Constitution. The District Court<footnotemark>2</footnotemark> struck appellant’s request for a jury trial and after trial dismissed the complaint with prejudice. Harmon filed a timely appeal.</p>\n<p id=\"b506-24\">We join the Fourth, Fifth, Sixth and Ninth Circuits in holding that jury trials need not be provided defendants in Title VII suits. <em>Slack v. Havens, </em>522 F.2d 1091, 1094, (9th Cir. 1975); <em>EEOC v. Detroit Edison Co., </em>515 F.2d 301, 308-09 (6th Cir. 1975); <page-number citation-index=\"1\" label=\"411\">*411</page-number><em>Robinson v. Lorillard Corp., </em>444 F.2d 791, 802 (4th Cir. 1971); <em>Johnson v. Georgia Highway Express, Inc., </em>417 F.2d 1122, 1125 (5th Cir. 1969). An award of back pay under Title VII for discriminatory employment practices is an integral part of the equitable remedy of reinstatement and is not comparable to damages in a common-law action for breach of employment contract.</p>\n<p id=\"b507-5\">The District Court found that “the defendant has shown by clear and convincing evidence that its conduct was based on valid business discretion and judgment and has rebutted any inference <em>or </em>innuendo that plaintiff was released or replaced because of his race or because of the race of the person who replaced him.” After carefully considering the record, the briefs of the parties, and oral argument, we conclude that the factual findings of the District Court are not clearly erroneous and that it applied correct principles of law. Accordingly, we affirm on the basis of the District Court’s well-reasoned memorandum opinion.</p>\n<footnote label=\"1\">\n<p id=\"b506-20\">. 42 U.S.C. § 2000e-2(a)(l) provides in pertinent part:</p>\n<p id=\"b506-21\">(a) It shall be an unlawful employment practice for an employer — (1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual’s race, color, religion, sex, or national origin; * * *.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b506-26\">. The Honorable Albert G. Schatz, United States District Judge, District of Nebraska.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}