{
  "casebody": {
    "data": "<casebody firstpage=\"659\" lastpage=\"670\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b755-5\">UNITED STATES of America, Appellee, v. Francis Harry BROWN, a/k/a Harry Brown, Appellant. UNITED STATES of America, Appellee, v. Marvin GREENBLATT, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b755-9\">Nos. 77-2082, 77-2083.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b755-10\">United States Court of Appeals, Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b755-12\">Argued June 8, 1978.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b755-13\">Decided Aug. 14, 1978.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b756-22\"><page-number citation-index=\"1\" label=\"660\">*660</page-number>Robert N. DeLuca, U. S. Atty., Philadelphia, Pa., Joseph S. Davies, Jr., Paul J. Brysh, T. George Gilinsky, Robert E. Madden, Washington, D. C., for appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b756-23\">Donald I. Bierman, Lawrence E. Besser, Bierman, Sonnett, Beiley, Shohat &amp; Osman, Miami, Fla., for Francis Harry Brown.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b756-24\">Ann B. Stankiewicz, Ronald F. Kidd, Duane, Morris &amp; Heckscher, Philadelphia, Pa., for Marvin Greenblatt.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b756-25\">Before ROSENN, HUNTER and HIG-GINBOTHAM, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b756-27\">OPINION</p>\n<author id=\"b756-28\">JAMES HUNTER, III, Circuit Judge:</author>\n<p id=\"b756-29\">Francis Harry Brown and Marvin Green-blatt appeal their convictions for using extortionate means to collect credit (Count 1); for conspiracy (Count 2); for mail fraud (Counts 5, 6, and 9); for conducting the affairs of an enterprise affecting interstate commerce through a pattern of racketeer<page-number citation-index=\"1\" label=\"661\">*661</page-number>ing activity (Count 13); and for conspiracy to commit that offense (Count 14). While appellants have raised several arguments, we find merit only in the contention that the government failed to prove mail fraud under Counts 5 and 6 of the indictment. Our disposition of those counts also requires reversal of the interrelated racketeering counts. We affirm as to remaining counts.</p>\n<p id=\"b757-4\">I</p>\n<p id=\"b757-5\">The charges against appellants arose from their management of the Chestnut Hill Lineoln-Mereury car dealership (Chestnut Hill) in Philadelphia between March 1972 and April 1975. During that time, Greenblatt was president of Chestnut Hill, and Brown was the dealership’s general manager. Counts 1 and 2 of the indictment involved a charge that appellants extorted the repayment of a loan from Russell Wilmerton. Counts 3 through 12 charged Greenblatt and Brown with various acts of mail fraud. Counts 13 and 14 related to the operation of Chestnut Hill through a pattern of racketeering activity. Counts 15 and 16 charged appellant Brown only with criminal violations arising from the alleged misuse of an American Express credit card. Certain of the mail fraud counts — 3, 4, 7, 8, 10, 11 and 12 — were dismissed by the trial judge on defendants’ motion for acquittal before the case went to the jury.<footnotemark>1</footnotemark> Counts 15 and 16 were severed before trial began and were dismissed with prejudice before this appeal was filed. The jury found both appellants guilty on the remaining counts— 1, 2, 5, 6, 9, 13 and 14. Brown was sentenced to concurrent terms of three-years’ imprisonment, and Greenblatt to concurrent terms of two-years’ imprisonment.<footnotemark>2</footnotemark></p>\n<p id=\"b757-11\">We review the facts of the case as they appear from the evidence in the light most favorable to the government. <em>See Glasser v. United States, </em>315 U.S. 60, 80, 62 S.Ct. 457, 86 L.Ed. 680 (1942).</p>\n<p id=\"b757-12\"><em>Counts 1 and 2. </em>Count 1 charged Brown and Greenblatt with using extortion to collect a debt in violation of 18 U.S.C. § 894.<footnotemark>3</footnotemark> Count 2 charged both defendants with conspiracy in relation to this substantive offense, <em>id. </em>§ 371. Russell Wilmerton arranged to borrow $9000 from Brown in November 1972. He had met Brown through a David Martin in connection with a previous loan. The money was given to Wilmerton in cash. No note was signed and no collateral was given. Each week Wilmerton was to pay $405 in interest, and the principal was to be repaid in thirty days. The loan was extended once, and interest payments were made until January 1973, when a receiver was appointed for Wilmerton’s company. On January 29 and 30 several threats were leveled against Wil-merton because of his failure to repay the principal of the loan. One threat was personally delivered by Greenblatt.<footnotemark>4</footnotemark> As a re-<page-number citation-index=\"1\" label=\"662\">*662</page-number>suit of the threats, Wilmerton agreed to repay the loan.</p>\n<p id=\"b758-4\"><em>Count 5. </em>Brown and Greenblatt were charged with mail fraud in relation to a scheme to obtain money from Herbert Bernstein by inducing him to invest in an illusory interest in the Chestnut Hill dealership. Count 5 dealt with a part of that scheme in which the two obtained the use of $6,000 in proceeds from a loan made to Bernstein by Allstate Finance Co. This transaction was in fact a “double fraud;” Count 6 charged that Allstate was defrauded as well.</p>\n<p id=\"b758-5\">The scheme began in late summer of 1974. At that time Brown convinced Bernstein to pay $20,000 towards the purchase of a portion of Brown’s “interest” in Chestnut Hill. In early 1975, Bernstein gave Brown an additional $10,000 as a deposit on the purchase of Greenblatt’s interest. In fact Brown never owned any interest in Chestnut Hill. Greenblatt did hold common stock, but could not sell or otherwise transfer the shares without first offering them to Ford Motor Company by the provisions of Ford’s dealership-development program. Greenblatt did not give Ford the required notice and never transferred his shares.</p>\n<p id=\"b758-6\">The part of the scheme to defraud Bernstein charged in Count 5 was as follows. In early February 1975 Bernstein asked Brown to finance the purchase of a motorcycle. Brown suggested that instead of using the new motorcycle as collateral, Bernstein should use his 1974 Lincoln. The car’s title was already encumbered, but the two planned to misrepresent to the finance company that the Lincoln was being purchased from Chestnut Hill. Bernstein would keep $4,500 of the $6,000 loan in order to buy the motorcycle and would lend the remaining portion to Brown. The loan was completed through Allstate Finance Company. Allstate’s check was made payable to Chestnut Hill Lincoln-Mercury or Herbert Bernstein and was delivered on February 10, Bernstein endorsed the check, but Brown took the instrument into his possession and told Bernstein he would turn over the $4,500 when the check cleared.</p>\n<p id=\"b758-13\">Brown later refused to turn over the money to Bernstein and suggested that he consider the $6,000 as an additional investment in Chestnut Hill. Bernstein, at least by March 1, 1975, considered that the money would be treated as an investment. On March 6 Allstate mailed a coupon book to Bernstein for repayment of the loan. On April 8 Bernstein returned to Allstate two payment-due notices and Allstate’s request to furnish title for the 1974 Lincoln. Accompanying the return was a letter explaining that he had not purchased the car and that Allstate should look to Chestnut Hill for recovery of the money. After Allstate contacted Brown and Greenblatt, the two telephoned Bernstein. Brown promised that Bernstein would receive his $4,500. As a result, Bernstein telephoned Allstate and indicated that the letter disclaiming the loan was the result of a misunderstanding and that he would make payments on the loan.</p>\n<p id=\"b758-14\">In response to the phone call, Mr. J. A. McGrath at Allstate wrote Bernstein a letter dated April 16, 1975. The letter thanked Bernstein for his call and indicated that new payment coupons would be forwarded.<footnotemark>5</footnotemark> The mailing of this letter formed the basis of the mail fraud charged in Count 5.</p>\n<p id=\"b758-15\">Because of the failure of Bernstein or Chestnut Hill to send the car’s title to Allstate and because of the apparent demise of <page-number citation-index=\"1\" label=\"663\">*663</page-number>Chestnut Hill, Allstate on April 24, 1975 recovered the $6,000 from an auto repair company which had endorsed the check subsequent to Bernstein.</p>\n<p id=\"b759-5\"><em>Count 6. </em>Count 6 made reference to the same background facts supporting the mail fraud charged in Count 5. This count charged defendants with defrauding Allstate Finance Company in connection with the loan of $6,000 to Bernstein. The mailing charged in this count was Allstate’s sending Bernstein the repayment-coupon book on March 6, 1975.</p>\n<p id=\"b759-6\"><em>Count 9. </em>The government charged in Count 9 that Brown and Greenblatt defrauded Ford Motor Credit Company, a Ford subsidiary which finances new and used cars for dealers. The fraud involved a false report of a “robbery” as a guise for the conversion of funds as to which Ford Credit had a security interest. The mailing which supported this count of mail fraud was a request for wholesale financing sent by defendants on April 10, 1975.</p>\n<p id=\"b759-7\">In April 1975 Chestnut Hill was in financial difficulties. On April 2 Ford Motor Credit Company informed Greenblatt that as of April 30, 1975, it would no longer provide wholesale financing of vehicles, called “floor plan” financing. Chestnut Hill’s last request for wholesale financing was mailed on April 10. On Tuesday, April 15, Ford asked Greenblatt to resign as president. He said that he would resign on the following Monday.</p>\n<p id=\"b759-8\">On April 16 Chestnut Hill sold thirty-eight automobiles. The company's records show that roughly $175,000 in cash was taken in on that date.<footnotemark>6</footnotemark> Between October 1974 and March 31, 1975, the greatest amount of cash taken in during one day was approximately $18,300; only on three days during that period was over $10,000 in cash received. Three of the cars sold on April 16 had been placed on the “floor-plan” under the April 10 request for financing. Additionally, one buyer on April 16 paid for a car which had been sold to him for cash two days prior to the April 10 mailing.</p>\n<p id=\"b759-14\">After the dealership closed for the evening, the Philadelphia Police received a report that the agency had been robbed. Greenblatt and the dealership’s sales manager told police that the robber had taken a large amount of cash. The government alleged that the “robbery” had never taken place and that defendants had taken the cash and thereby defrauded Ford Motor Credit Company.</p>\n<p id=\"b759-15\"><em>Counts 13 and 14. </em>Count 13 charged appellants with violation of the Racketeer Influenced and Corrupt Organizations Act.<footnotemark>7</footnotemark> The government alleged that they had conducted the affairs of an enterprise affecting interstate commerce, Chestnut Hill Lincoln-Mercury, through a pattern of racketeering activity, in violation of 18 U.S.C. § 1962(b).<footnotemark>8</footnotemark> The racketeering activity alleged consisted of the evidence underlying the substantive count of extortion and the counts of mail fraud.<footnotemark>9</footnotemark> Count 14 charged conspiracy to commit the substantive racketeering offense, in violation of 18 U.S.C. § 1962(d).</p>\n<p id=\"b759-16\">II</p>\n<p id=\"b759-17\">Defendants contend that Counts 5, 6 and 9 of the indictment failed to charge and the government failed to prove the crime of mail fraud. The mail fraud statute, 18 U.S.C. § 1341, prohibits the use of the mails “for the purpose of executing” a scheme to <page-number citation-index=\"1\" label=\"664\">*664</page-number>defraud or an attempt to defraud.<footnotemark>10</footnotemark> Not every scheme which is fraudulent under state law is a mail fraud. Parr v. <em>United States, </em>363 U.S. 370, 385, 80 S.Ct. 1171, 4 L.Ed.2d 1277 (1960); <em>Kann v. United States, </em>323 U.S. 88, 95, 65 S.Ct. 148, 89 L.Ed. 88 (1944). “[T]he gist of the crime is the use of the mails for the purpose of executing a scheme to defraud.” <em>United States v. Tarnopol, </em>561 F.2d 466, 471 (3d Cir. 1977). <em>See United States v. Maze, </em>414 U.S. 395, 400, 94 S.Ct. 645, 38 L.Ed.2d 603 (1974).</p>\n<p id=\"b760-4\">In <em>United States v. Tarnopol, supra, </em>we surveyed the guidelines for determining whether a mailing is to be deemed “for the purpose of executing” a scheme to defraud. We described the question presented to be “whether or not the ‘mailings were sufficiently closely related to respondent’s scheme to bring his conduct within the statute.’ <em>United States v. Maze, [supra, </em>414 U.S. at 399, 94 S.Ct. at 648].” 561 F.2d at 471-72. The completion of the scheme must depend in some way on the mailings charged. <em>United States v. LaFerriere, </em>546 F.2d 182, 187 (5th Cir. 1977). Mailings taking place after the “object” of the scheme has been accomplished or before the scheme has begun are not sufficiently related to the plan to support a mail fraud conviction. 561 F.2d at 472.</p>\n<p id=\"b760-5\">The “object” of a fraudulent scheme is not necessarily accomplished when the perpetrators of the fraud receive the fruits of their scheme. The success of some fraudulent plans may depend, for example, on the victim’s continued ignorance of the fraud after he had paid over money. In some cases, “subsequent mailings . [are] designed to lull the victims into a false sense of security, postpone their ultimate complaint to authorities, and therefore make apprehension of the defendants less likely than if no mailings had taken place.” <em>United States v. Maze, supra, </em>414 U.S. at 403, 94 S.Ct. at 650. <em>See United States v. Sampson, </em>371 U.S. 75, 80, 83 S.Ct. 173, 9 L.Ed.2d 136 (1962); <em>United States v. LaFerriere, supra, </em>546 F.2d at 186-87. A letter to a victim may be used to aid a scheme which contemplated a series of fraudulent acts. <em>Kann </em>v. <em>United States, supra, </em>323 U.S. at 94-95, 65 S.Ct. 148. In such a case, a mailing may be used to give a fraudulent business the appearance of legitimacy or otherwise to postpone inquiry and action by former victims so that the scheme may continue. <em>See United States v. Sampson, supra, </em>371 U.S. at 80, 83 S.Ct. 173; <em>United States v. Serlin, </em>538 F.2d 737, 745 (7th Cir. 1976); <em>United States v. Marando, </em>504 F.2d 126, 129-30 (2d Cir.), <em>cert. denied, </em>419 U.S. 1000, 95 S.Ct. 317, 42 L.Ed.2d 275 (1974); <em>United States </em>v. <em>Green, </em>494 F.2d 820, 825-26 (5th Cir.), <em>cert. denied, </em>419 U.S. 1004, 95 S.Ct. 325, 42 L.Ed.2d 280 (1974).</p>\n<p id=\"b760-8\">Defendants argue that the mailings charged and proven under the three mail fraud counts which were submitted to the jury were not “for the purpose of executing” the frauds alleged. We test defendants’ contentions not only on the basis of the indictment, but also on our consideration of the evidence adduced at trial and the instructions given to the jury. <em>See Parr </em>v. <em>United States, supra. See also United States v. Tarnopol, supra, </em>561 F.2d at 470-73; <em>United States v. Adamo, </em>534 F.2d 31, 34-37 (3d Cir.), cert. <em>denied, </em>429 U.S. 841, 97 <page-number citation-index=\"1\" label=\"665\">*665</page-number>S.Ct. 116, 50 L.Ed.2d 110 (1976); <em>United States v. Castor, </em>558 F.2d 379 (7th Cir. 1977), <em>cert. denied, </em>434 U.S. 1010, 98 S.Ct. 720, 54 L.Ed.2d 752 (1978).</p>\n<p id=\"b761-4\"><em>Count 5. </em>Count 5 charged a scheme to defraud Bernstein by inducing him to invest in Chestnut Hill the $6,000 proceeds of a loan from Allstate. The indictment charged that defendants Brown and Green-blatt caused J. L. McGrath of Allstate Finance Company to mail a letter to Bernstein on April 16, 1975.<footnotemark>11</footnotemark> As of March 1, 1975 defendants had succeeded in convincing Bernstein that the loan proceeds would be treated as an investment in Chestnut Hill. On April 8, however, Bernstein disavowed the loan. Soon thereafter, Brown and Greenblatt convinced Bernstein to pay the loan. Accordingly, Bernstein telephoned Allstate and indicated that he would repay the loan. The April 16 letter was Allstate’s acknowledgment of the phone call. It indicated that a repayment-coupon book would be forwarded.</p>\n<p id=\"b761-5\">The indictment stated merely the April 16 letter was caused to be sent for the purpose of executing the fraud on Bernstein. Appellants argue that the fraud was completed when they received the $6,000 from Bernstein through Allstate. They conclude that mailings occurring after that time were “after the object of the scheme has been accomplished” and thus were not “for the purpose of executing” the fraud. <em>United States </em>v. <em>Tarnopol, supra, </em>561 F.2d at 472. They further contend that the letter had no “lulling” function after the money had been received.</p>\n<p id=\"b761-6\">Initially we note that appellants’ contention that the fraud ended on March 1 finds considerable support in the evidence. By March 1 Brown and Greenblatt had succeeded in convincing their victim to invest additional fund in an illusory interest in the dealership. Bernstein did not become recalcitrant until over a month after the defendants had received the money. <em>See, e. g., United States v. Maze, supra, </em>414 U.S. at 402, 94 S.Ct. 645 (fraud in use of credit card completed when illegitimate user receives services charged on card); <em>United States v. Britton, </em>500 F.2d 1257, 1259 (8th Cir. 1974) (fraud on insurance company reached fruition when claim check was received). <em>Cf. United States v. Adamo, supra, </em>(when merchants participate in credit fraud, scheme continued until bank and credit card companies mailed payment in response to billing).</p>\n<p id=\"b761-8\">We are not required to resolve that question in this case. We will assume for purposes of this decision that the government’s contention is correct — that the jury could find that the fraud continued past Bernstein’s change of heart on April 8 until he was again convinced to allow the money to remain as an investment. Even under that assumption, we do not believe that the evidence supports the conclusion that the mailing on April 16 from Allstate to Bernstein was in furtherance of the fraudulent scheme.</p>\n<p id=\"b761-9\">The government’s theory of the mail fraud charged in Count 5 has been amorphous and difficult to follow throughout this case. It argues that the letter was in some way connected to a need to convince Bernstein to pay the loan and stop demanding his money back from defendants. We do not believe that the evidence supports the conclusion that the letter from Allstate had any such effect. The letter was sent only after Bernstein had agreed for a second time to pay back the loan. By the time of Bernstein’s phone call, he was already convinced; Allstate’s letter was only an innocent business confirmation following the phone call. The letter had no relation at all to Bernstein’s decision to invest in the automobile dealership.</p>\n<p id=\"b761-10\">The government also seems to argue that the letter from Allstate would help to eliminate the threat that Allstate would attempt to recover the money from defendants. Admittedly, a letter which gives the victim of a fraud a false sense of security, and thus induces him to delay recovery of frauds, may in some instances support a mail fraud charge. See, <em>e. g., United States v. Sampson, supra, </em>371 U.S. at 80-81, 83 <page-number citation-index=\"1\" label=\"666\">*666</page-number>S.Ct. 173; <em>United States v. LaFerriere, supra, </em>546 F.2d at 187; <em>United States v. Ashdown, </em>509 F.2d 793, 799 (5th Cir.), <em>cert. denied, </em>423 U.S. 829, 96 S.Ct. 48, 46 L.Ed.2d 47 (1975). Count 5, however, charges a fraudulent scheme aimed at Bernstein, rather than at Allstate. Even assuming that “lulling” Allstate could support the count, we see no evidence that the confirmatory letter sent by Allstate to Bernstein could have had the effect which the government claims. At the time of the phone call, Bernstein had decided to repay the loan and not to demand the $6,000 back from the defendants. When Allstate received the call, the evidence shows that it considered the loan to be reinstated. The letter merely noted the phone call and indicated that a coupon book would be sent. We do not believe that such a letter had any significant relation to whether Allstate would postpone any attempt to recover the loan proceeds from the defendants.</p>\n<p id=\"b762-4\">In summary, we find no evidence that the letter from Allstate to Bernstein was “for the purpose of executing” the scheme to have Bernstein invest in an illusory interest in Chestnut Hill. Since a sufficient relation between the letter and the alleged crime was not shown by the government, we hold that the convictions of both defendants under Count 5 cannot stand.</p>\n<p id=\"b762-5\"><em>Count 6. </em>Count 6 alleges that defendants along with Bernstein defrauded Allstate by making a false loan application. Allstate approved the loan and the proceeds were delivered to defendants on February 10, 1975. On March 6 Allstate mailed a repayment coupon book to Bernstein. That mailing formed the basis of the mail fraud charged in the indictment. Appellants argue that the mailing is too remote from the scheme to support their convictions.</p>\n<p id=\"b762-6\">Count 6 charged that the defendants caused the coupon book to be mailed for the purpose of executing the scheme to defraud Allstate and “for the further purpose of lulling Allstate into a false sense of security.” In its argument before the trial court and on appeal, the government has contended that when Allstate mailed its coupon book, it was “lulled” into delaying any attempt to recover the loan proceeds.</p>\n<p id=\"b762-8\">We conclude that the evidence did not show a sufficiently close connection between the mailing and the fraud alleged to support a mail fraud conviction under Count 6. When the check was delivered to defendants and Bernstein on February 10, the perpetrators of the fraud had obtained the fruits of their scheme. They had obtained the use of Allstate’s funds under the false pretense that a car purchase was being financed. Allstate’s clear purpose in sending a re-payment coupon book was to set up the procedure for repayment of the loan. This mailing had no relation to whether Allstate would discover the actual circumstances under which the money had been obtained and attempt immediately to recover its money. We hold that the relation between the mailing of the coupon book by Allstate and the fraud is too attenuated to support the conviction for mail fraud. <em>See United States v. Tarnopol, supra, </em>561 F.2d at 472-73 (routine business mailing too remote from fraud); <em>United States v. Britzman, </em>547 F.2d 380 (7th Cir. 1977).</p>\n<p id=\"b762-9\"><em>Count 9. </em>The scheme charged in Count 9 involved the mailing of a request for wholesale financing on April 10, 1975 to Ford Motor Credit Company. The count charged that prior to the mailing, defendants had concocted a scheme to obtain new and used car inventory under Ford’s “floor plan” financing, to sell the ears for cash, and to abscond with the cash under the guise of a robbery. The sales and “theft” occurred on April 16. Ford was alleged to be the victim of the scheme to defraud.</p>\n<p id=\"b762-10\">Appellants argue that the evidence shows that the scheme, if it ever existed, was not invented until after the April 10 mailing. If that were the case, they correctly conclude that the mail fraud conviction must be reversed. <em>United States v. Tarnopol, supra, </em>561 F.2d at 472; <em>United States v. Buckner, </em>108 F.2d 921, 925-26 (2d Cir. 1940), <em>cert. denied, </em>309 U.S. 669, 60 S.Ct. 613, 84 L.Ed. 1016 (1941). The jury <page-number citation-index=\"1\" label=\"667\">*667</page-number>was explicitly charged that they had to find that the scheme was developed prior to the April 10 mailing before they could return a guilty verdict on Count 9. The evidence in the case showed that defendants were informed on April 2 that Ford would terminate its financing at the end of the month. On April 8 a car was sold to a customer for cash which was paid on April 16, the day of the other cash sales and of the “theft.” Further, three of the cars sold on April 16 were financed through the April 10 mailing. We find that there is substantial evidence from which the jury could have concluded that the defendants had developed their scheme before they mailed the April 10 request for financing.</p>\n<p id=\"b763-5\">Next appellants contend that our decision in <em>Tarnopol </em>requires reversal of their convictions under Count 9. They point to the broad language in the opinion dealing with “routine business mailings.” <footnotemark>12</footnotemark> Brown and Greenblatt argue that the April 10 request for financing was an innocent, routine business procedure of Chestnut Hill and thus cannot support the mail fraud conviction.</p>\n<p id=\"b763-6\">We do not believe that <em>Tarnopol </em>created a <em>per se </em>exception for any mailing which can be regarded as a “routine business mailing.” The case merely applied the already established notion that mailings which are too remote from a fraudulent scheme will not support a mail fraud charge. <em>See United States v. Britzman, supra; United States </em>v. <em>Staszcuk, </em>502 F.2d 875, 881 (7th Cir. 1974), <em>modified on other grounds, </em>517 F.2d 53 (7th Cir.) (en banc), <em>cert. denied, </em>423 U.S. 837, 96 S.Ct. 65, 46 L.Ed.2d 56 (1975).</p>\n<p id=\"b763-7\">In <em>Tarnopol </em>the defendants were charged with a scheme to defraud recording artists, writers, publishers and others. Defendants operated two companies which produced, marketed and sold phonograph records. The scheme consisted of creating a fund from which bribes were paid to radio station personnel so that they would favor defendants’ products. The government alleged that defendants used packing slips, mailed from the manufacturer of the records, to further the fraudulent scheme.</p>\n<p id=\"b763-12\">In holding that the mailings charged would not support a mail fraud conviction, the court did not find the fact that the packing slips were routine business mailings to be dispositive. Instead, it ruled that the fraudulent scheme had not commenced with respect to each packing slip until the slip had already been received, and therefore that the mailing was too remote from the fraud. Although the packing slips were used to keep track of sales, including the sales used to create the illegal fund, the court ruled that this use of the slips was for a legitimate business purpose unrelated to the fraud. Lastly, it was observed that the mailing of the slips tended to threaten the success of the fraud, rather than further it. 561 F.2d at 473.</p>\n<p id=\"b763-13\">Thus, <em>Tarnopol </em>determined on the particular facts presented that the purpose of the mailings was not closely connected to the fraudulent scheme. The case did not hold that a “routine business mailing” which is closely bound with the scheme cannot support a mail fraud charge. Similarly, the cases relied upon by Senior Judge Maris did not create a <em>per se </em>defense for business mailings, but looked to whether a mailing was too remote from the fraud. <em>See, United States v. Brickey, </em>296 F.Supp. 742 (E.D. Ark.1969) <em>aff’d </em>426 F.2d 680 (8th Cir.), <em>cert. denied, </em>400 U.S. 828, 91 S.Ct. 55, 27 L.Ed.2d 57 (1970); <em>United States v. Beall, </em>126 F.Supp. 363 (N.D.Cal.1954).</p>\n<p id=\"b764-3\"><page-number citation-index=\"1\" label=\"668\">*668</page-number>This interpretation of <em>Tarnopol </em>is further supported by the several eases which have upheld mail fraud convictions on the basis of a “routine” mailing which was found to be closely connected with a fraudulent scheme. For example, in <em>United States v. Adamo, supra, </em>this court held that mailings between merchants and credit card companies by which the merchant received payment for credit card charges supported mail fraud counts where the merchants were involved in a scheme for the use of stolen cards. “Integral to [the merchants’] participation and thus to the execution of the fraudulent scheme as charged was the continuation of the routine mailings.” 534 F.2d at 35. In <em>Pereira </em>v. <em>United States, </em>347 U.S. 1, 74 S.Ct. 358, 98 L.Ed. 435 (1954), the Supreme Court affirmed a mail fraud conviction supported by mailings sent by banks to collect payment under a check. In <em>United States v. Maze, supra, </em>the Court explained that the mailings in <em>Pereira </em>“played a significant part in enabling the defendant . to acquire dominion over the $35,-000, with which he ultimately absconded.” 414 U.S. at 401, 94 S.Ct. at 649 (footnote omitted). Similarly, inter-bank mailings were held sufficiently related to a “check-kiting” scheme to constitute mail fraud in <em>United States v. Foshee, </em>569 F.2d 401 (5th Cir. 1978). <em>Cf. United States </em>v. <em>Marando, supra, </em>(stock broker confirmations held sufficient).</p>\n<p id=\"b764-4\">We do not believe that under these decisions the mere classification of a letter as a “routine business mailing” is a defense to mail fraud. On one hand, evidence may show that a mailing was for the purpose of fulfilling a business or legal procedure unrelated to the fraud and that it was not closely connected with the fraud. In such a case, the mailing is too remote to convert a state law fraud into federal mail fraud, even though the mailing has the incidental effect of assisting the scheme. On the other hand, if the mailing is a part of executing the fraud, or is closely related to the scheme, a mail fraud charge will lie even though the mailing was also related to a business purpose. The relation of the mailing to the fraud is a question of fact.</p>\n<p id=\"b764-7\">Turning to Count 9, we hold that there was sufficient evidence for the jury, consistent with its instructions,<footnotemark>13</footnotemark> to have found beyond a reasonable doubt that the April 10 request for financing was closely connected with the fraud so as to constitute mail fraud. In early April the dealership was in financial trouble and was informed that Ford Credit would no longer finance inventory after the end of the month. Taking the interpretation of the evidence most favorable to the government, the defendants’ scheme was developed at least as of April 8, when a car was sold for cash paid on the day of the robbery. Three of the cars financed through the April 10 mailing were sold on the day of the “robbery.” The jury could have concluded that by the time of the April 10 financing request, defendants had ceased to operate Chestnut Hill as a legitimate dealership and were continuing the business in order to bilk Ford. Under that factual conclusion, the April 10 mailing could not even be characterized under <em>Tarnopol </em>as a routine mailing of a legitimate business. Even assuming that Chestnut Hill continued as a legitimate business on April 10, the jury could have concluded that the request for financing, although part of a business procedure, was closely connected with the perpetuation of the fraudulent scheme rather than merely incidental to it. Under either assumption, the jury could <page-number citation-index=\"1\" label=\"669\">*669</page-number>find that the mailings were “for the purpose of executing” the fraud. Accordingly, the defendants’ conviction under Count 9 should be affirmed.</p>\n<p id=\"b765-5\">III</p>\n<p id=\"b765-6\">Defendants challenge their conviction of extortion and conspiracy under Counts 1 and 2 by arguing that the government’s main witness, Wilmerton, lacked believability. Credibility findings are left to the jury as trier of fact and will not be disturbed on appeal. <em>United States v. Greenlee, </em>517 F.2d 899, 903 (3d Cir.), <em>cert. denied, </em>423 U.S. 985, 96 S.Ct. 391, 46 L.Ed.2d 301 (1975). The trial judge gave the jury a detailed charge on evaluating the credibility of witnesses, including Wilmer-ton. Furthermore, Wilmerton’s testimony in part was corroborated by the testimony of David Martin.</p>\n<p id=\"b765-7\">Next, Brown and Greenblatt contend that if we find that their motion for acquittal under the mail fraud counts should have been granted, we should remand for a new trial on Counts 1 and 2. They reason that the evidence of mail fraud which went to the jury would have a prejudicial impact on the deliberations on the extortion counts. While in some cases such a disposition might be warranted, <em>see, e. g., United States v. De Cavalcante, </em>440 F.2d 1264, 1275-76 (3d Cir. 1971), we are not presented with such a case here. The evidence of extortion and of mail fraud was sufficiently distinct to support the jury verdict on Counts 1 and 2 free from any taint by the mail fraud evidence. Therefore, our disposition of Counts 5 or 6 does not require reversal of the extortion counts. <em>See United States v. Dansker, </em>537 F.2d 40, 52 (3d Cir. 1976), <em>cert. denied, </em>429 U.S. 1038, 97 S.Ct. 732, 50 L.Ed.2d 748 (1977).</p>\n<p id=\"b765-8\">IV</p>\n<p id=\"b765-9\">Defendants contend that if any of the mail fraud counts are reversed, we are required as a matter of law to reverse the racketeering Counts 13 and 14 as well, under <em>United States v. Dansker, supra. </em>In <em>Dansker </em>defendants were charged in one count with a conspiracy having two objectives. The jury was instructed that it could find defendants guilty on that count if they found a conspiracy to achieve either of the purposes. On appeal, this court concluded that the evidence was insufficient to support a conviction for one of the two objectives. Since it was impossible to determine upon which objective the jury had relied in returning a guilty verdict under the conspiracy count, that verdict was reversed. 537 F.2d at 51-52. <em>Accord, United States v. Tarnopol, supra, </em>561 F.2d at 474-75.</p>\n<p id=\"b765-13\">Count 13 of the indictment in this case charged defendants with operating their business through a pattern of racketeering activity, 18 U.S.C. § 1962(b). Count 14 charged a conspiracy to commit that offense. The statute defines “pattern of racketeering activity” as requiring “at least two acts of racketeering activity.”<footnotemark>14</footnotemark> The district court properly charged the jury that a finding of guilt under any of the substantive counts — 1, 5, 6, or 9 — could support a conviction under Counts 13 and 14. <em>See </em>18 U.S.C. § 1961(1)(B). Defendants argue that it is impossible to determine upon which two counts the jury relied in returning a guilty verdict under Counts 13 and 14. They conclude that if we reverse any of the other substantive counts, reasoning analogous to that in <em>Dansker </em>requires reversal of the racketeering counts. We agree with this position, and note that the government has conceded in its brief that the reasoning of <em>Dansker </em>must apply to the charge under section 1962. The jury in this case might have relied on either Counts 5 or 6, for which we have found insufficient evidence in reaching its verdict of guilty under Counts 13 and 14. Accordingly, we must <page-number citation-index=\"1\" label=\"670\">*670</page-number>reverse the convictions of both defendants under these two counts.<footnotemark>15</footnotemark></p>\n<p id=\"b766-4\">The judgments of conviction of both defendants under Counts 5, 6, 13 and 14 will be reversed. The defendants’ convictions under Counts 1, 2, and 9 will be affirmed. The case will be remanded to the district court for further proceedings consistent with this opinion.</p>\n<footnote label=\"1\">\n<p id=\"b757-6\">. Appellants’ co-defendant, Herbert Keller, was charged in four of the mail fraud counts. All charges against Keller were dismissed by the district court.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b757-7\">. Since we find that the defendants’ conviction under Counts 1, 2 and 9 should be affirmed, and since defendants were both sentenced to concurrent prison terms on all counts, we note that we have discretion not to review the remaining counts under the concurrent sentence doctrine. <em>United States v. Lampley, </em>573 F.2d 783, 790-91 (3d Cir. 1978). Nevertheless, we believe that resolution of the remaining issues in this case is appropriate. <em>See United States v. Maze, </em>414 U.S. 395, 397 n.1, 94 S.Ct. 645, 38 L.Ed.2d 603 (1974); <em>United States v. Keller, </em>512 F.2d 182, 185 n.8 (3d Cir. 1975).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b757-8\">. 18 U.S.C. § 894(a) (1976) provides:</p>\n<p id=\"b757-9\">(a) Whoever knowingly participates in any way, or conspires to do so, in the use of any extortionate means</p>\n<p id=\"b757-13\">(1) to collect or attempt to collect any extension of credit, or</p>\n<p id=\"b757-14\">(2) to punish any person for the nonrepayment thereof, shall be fined not more than $10,000 or imprisoned not more than 20 years, or both.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b757-15\">. The testimony of Wilmerton and Martin indicated that they met with Brown and Greenblatt on January 29, 1973, at a shopping center. Greenblatt explained “that he was tired of [Wilmerton’s] excuses” and that if a $3,000 payment was not made by the next evening Wilmerton would “get a visit from some of the boys down in Philadelphia.” (Testimony of Russell Wilmerton, Tr. at 850.) The next day Wilmerton told Greenblatt that he did not have the money. Wilmerton received several mysterious calls that evening. One caller stated, “O.K., Bud, get ready. We are going to play taps for your tonight.” <em>(Id., </em>Tr. at 854.) Later that evening, a funeral director appeared <page-number citation-index=\"1\" label=\"662\">*662</page-number>at Wilmerton’s doorstep and announced that he had been told “to pick up the body of Mr. Wilmerton.” <em>(Id)</em></p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b758-10\">. The text of the letter was as follows:</p>\n<p id=\"b758-11\">Dear Mr. Bernstein: Thank you for your phone call. A complete set of coupons and self-addressed return envelopes will be sent to you early next week. I have enclosed a substitute first coupon since the first payment was due on March 25. Please forward to my attention in the enclosed envelope. Sincerely yours, J. A. McGrath, Consumer Finance Manager, Allstate Enterprises. (Tr. at 1024)</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b759-9\">. There was evidence however, that several buyers paid far less for the cars than was reflected in the records.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b759-10\">. 18 U.S.C. §§ 1961-1968 (1976).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b759-11\"><em>. </em>That section provides:</p>\n<p id=\"b759-12\">It shall be unlawful for any person through a pattern of racketeering activity or through collection of an unlawful debt to acquire or maintain, directly or indirectly, any interest in or control of any enterprise which is engaged in, or the activities of which affect, interstate or foreign commerce.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b759-19\">. <em>See id. </em>§ 1961(1):</p>\n<p id=\"b759-20\">“Racketeering activity” means .</p>\n<p id=\"b759-21\">(B) any act which is indictable under any of the following provisions of title 18, United States Code: . . sections 891-894 (relating to extortionate credit transactions), section 1341 (relating to mail fraud)</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b760-6\">. Whoever, having devised or intending to devise any scheme or artifice to defraud, or for obtaining money or property by means of false or fraudulent pretenses, representations, or promises, or to sell, dispose of, loan, exchange, alter, give away, distribute, supply, or furnish or procure for unlawful use any counterfeit or spurious coin, obligation, security, or other article, or anything represented to be or intimated or held out to be such counterfeit or spurious article, for the purpose of executing such scheme or artifice or attempting so to do, places in any post office or authorized depository for mail matter, any matter or thing whatever to be sent or delivered by the Postal Service, or takes or receives therefrom, any such matter or thing, or knowingly causes to be delivered by mail according to the direction thereon, or at the place at which it is directed to be delivered by the person to whom it is addressed, any such matter or thing, shall be fined not more than $1,000 or imprisoned not more than five years, or both.</p>\n<p id=\"b760-10\"><em>Id. </em>§ 1341.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b761-11\">. <em>Quoted at </em>note 4 <em>supra.</em></p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b763-8\">. <em>United States v. Tarnopol, </em>561 F.2d 466, 472 (3d Cir. 1977):</p>\n<p id=\"b763-10\">We do not believe that there is a valid distinction to be drawn between those routine mailings which are required by law and those routine mailings, themselves intrinsically innocent, which are regularly employed to carry out a necessary or convenient procedure of a legitimate business enterprise. In either case the mailings themselves are not sufficiently closely related to the fraudulent <em>scheme to </em>support a mail fraud prosecution even though securing the funds received through some of them is the object of the scheme to defraud, as was true in <em>[Parr v. United States, </em>363 U.S. 370, 80 S.Ct. 1171, 4 L.Ed.2d 1277 (1960), and <em>United States v. Beall, </em>126 F.Supp. 363 (N.D.Cal.1954)]. <em>See United States v. Brickey, </em>296 F.Supp. 742, 748-49 (E.D.Ark. 1969).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b764-5\">. The jury was generally instructed that to convict defendants of mail fraud, it must find that defendants perpetrated a scheme in connection with the use of the mails and that they caused the use of the mails in the execution of the scheme. Specifically addressing Count 9, the court pointed out defendants’ contention that the April 10 request for financing was merely a normal business occurrence, rather than a part of the scheme intended to defraud Ford. While <em>Tarnopol, </em>which was decided after the trial in this case, might suggest a more specific instruction regarding business mailings, no objection was raised to this part of the trial judge’s charge and we do not find plain error. <em>See </em>F.R.Crim.P. 30; <em>Government of the Virgin Islands v. Navarro, </em>513 F.2d 11, 16 (3d Cir.), <em>cert. denied, </em>422 U.S. 1045, 95 S.Ct. 2662, 45 L.Ed.2d 698 (1975).</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b765-10\">. 18 U.S.C. § 1961(5) (1976):</p>\n<p id=\"b765-11\">“pattern of racketeering activity” requires at least two acts of racketeering activity, one of which occurred after the effective date of this chapter and the last of which occurred within ten years (excluding any period of imprisonment) after the commission of a pri- or act of racketeering activity</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b766-13\">. Appellant Brown has also raised two issues with respect to the admission of evidence of past criminal acts. He contends that the district court should have granted a mistrial because a government witness testified that Brown was on federal probation for the commission of an unrelated offense. The trial court gave an appropriate instruction at the time the evidence was admitted. We find that the error, if any, was harmless.</p>\n<p id=\"b766-23\">Brown also contends that the prosecutor im-permissibly cross-examined him regarding the details of a past felony when he took the stand in his own defense. While cross-examination should be limited to the essential facts of a prior crime, no contemporaneous objection was raised to the portion of the examination which Brown challenges on appeal. See <em>United States v. Mitchell, </em>427 F.2d 644, 647 (3d Cir. 1970). We find no plain error.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}