{
  "casebody": {
    "data": "<casebody firstpage=\"422\" lastpage=\"423\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b474-9\">In re PRUDENCE CO., Inc.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b474-10\">No. 47.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b474-11\">Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b474-12\">Nov. 1, 1937.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b475-6\"><page-number citation-index=\"1\" label=\"423\">*423</page-number>Delafield, Thorne &amp; Marsh, of New York City (George H. Porter and Charles W. Root, both of New York City, of counsel), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b475-7\">Thomas Cradock Hughes and Emanuel Celler, both of New York City (Irving L. Schanzer and Hubert Margolies, both of New York City, of counsel), for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b475-8\">Before MANTON and CHASE, Circuit Judges, and COXE, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b475-9\">MANTON, Circuit Judge.</author>\n<p id=\"b475-10\">The appellant was the successor trustee under five trust agreements dated respectively August 1, 1922, October 1, 1924, October 15, 1924, October 1, 1925, and August 1, 1929, entered into between the Prudence-Bonds Corporation and, in the case of the first four trust agreements, the Bank of America, as trustee, • and in the case of the last trust agreement, the Bank of America National Association, as trustee, which provided for the issue and securing of Prudence-Bonds Series AA, Third, Fourth, Seventh, and Seventeenth, respectively. The debtor was the guarantor of the bonds issued under these trust agreements and defaulted in the payment of principal and interest. Under the terms of the agreements, the appellees had the agency to service the collateral, but on default such right terminated. Default notice was given in writing to terminate such servicing, but the appellees continued so to do and retained out of the moneys collected $69,805.08 and claimed said sum for services rendered. The court below denied the application of the appellant to direct payment of such sums to the appellant as trustee under the respective trust agreements.</p>\n<p id=\"b475-11\">For the reasons stated in Re Prudence Company, Inc., Debtor (Brooklyn Trust Company v. Prudence Co.) (C.C.A.) 92 F.(2d) 419, decided this day, the order prayed for should have been granted.</p>\n<p id=\"b475-12\">Order reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}