{
  "casebody": {
    "data": "<casebody firstpage=\"962\" lastpage=\"972\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1014-3\">PENN MUT. LIFE INS. CO. v. COMMISSIONER OF INTERNAL REVENUE.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1014-4\">No. 6047.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1014-5\">Circuit Court of Appeals, Third Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1014-6\">Oct. 28, 1937.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1015-6\"><page-number citation-index=\"1\" label=\"963\">*963</page-number>Robert Dechert, of Philadelphia, Pa., for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1015-7\">James W. Morris, Asst. Atty. Gen., and Sewall Key, Norman D. Keller, and^Edward H. Horton, Sp. Assts. to Atty. Gen., for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b1015-12\">Before THOMPSON and BIGGS, Circuit Judges, and DICKINSON, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1015-15\">BIGGS, Circuit Judge.</author>\n<p id=\"b1015-16\">This is an appeal from a decision of the Board of Tax Appeals. The petitioner is the Penn Mutual Life Insurance Company, a Pennsylvania corporation, engaged in carrying on the business of a mutual life insurance company, having no capital stock; and its policyholders constitute its members. The controversy here involved relates to alleged federal income tax deficiencies which were found by the Board of Tax Appeals to be in the amount of $38,884.14 for the year 1926, and in the amount of $26,322.55 for the year 1928. The revenue acts under which the taxes against the respondent have been levied, though of different years, are the same in terms so far as the pertinent parts thereof are concerned. We are therefore setting out as a note to this opinion<footnotemark>*</footnotemark> the pertinent <page-number citation-index=\"1\" label=\"964\">*964</page-number>sections of the Revenue Act of 1928 (sections 201-203 [26 U.S.C.A. §§ 201-203 and notes]) and Regulations 74 pertaining thereto.</p>\n<p id=\"b1016-4\">The questions presented arise by reason of the disallowance by the Board of deductions claimed by the petitioner as interest on indebtedness under paragraph 8 of subsection (a) of section 203 of the statute referred to (26 U.S.C.A. § 203 note). The points in controversy fall conveniently into categories which relate to the policies issued by the petitioner and options thereunder.</p>\n<p id=\"b1016-5\">As to the Two Policies of Insurance, Known Respectively as “Ordinary Life Trust Certificate or Instalment Policy” and “Ordinary Life Policy.”</p>\n<p id=\"avg-dedup-2\">The first policy, for our consideration, is one designated by the petitioner as an “Ordinary Life Trust Certificate or Instalment Policy,” which we will refer to hereafter as the Trust Certificate policy. It provides for payment .of the sum of $24,000 in 240 equal monthly instalments, “the first instalment-certain to be paid upon the receipt” of proof of the death of' the insured. The policy contains provisions to the effect that the beneficiary may commute the sums due in instalments by a lump sum payment with the permission of the insured, and, if such permission has been given, the total commuted value of the policy will be $18,380.</p>\n<p id=\"b1016-7\">Section 1 of the policy, which is entitled “Participation — Dividends of Surplus,” provides:</p>\n<p id=\"b1016-8\">“Annual Dividends. This Policy will participate in surplus while in force by payment of premiums and thereafter if full-paid. Dividends will be determined and accounted for by the Company and will be available upon payment of the second year’s premium, and at the end of the second and of each subsequent policy-year.</p>\n<p id=\"b1016-9\">“Dividends may be used: * * *</p>\n<p id=\"b1016-10\">“(3) To accumulate to the credit of this Policy at 3 per cent, per annum compound interest, this interest rate to be increased annually by such addition as may be awarded by the Board of Trustees, which accumulation will be payable at the maturity of this Policy or may be withdrawn at any time with interest to the date of withdrawal. •</p>\n<p id=\"b1016-11\">“If no other option is selected, dividends shall be paid in cash.”</p>\n<p id=\"b1016-12\">Section 7 of the policy, which is entitled “Instalments,” provides:</p>\n<p id=\"b1016-13\">“When this Policy becomes a claim it will be payable in 240 Monthly instalments-<page-number citation-index=\"1\" label=\"965\">*965</page-number>Certain * * * provided no indebted-' ness on account of this Policy is outstanding. If there be any indebtedness at, maturity on account of this Policy which is not repaid before the first instalment-cer- <em>¡ </em>tain falls due, such indebtedness shall be forthwith deducted from the total commuted value of this Policy and the amount of each instalment-certain payable during the specified period of 20 years shall be thereby reduced in the proportion that the total indebtedness bears to the total commuted value.</p>\n<p id=\"b1017-5\">“If the beneficiary should die .while receiving instalments-certain, the commuted value of the instalments-certain remaining unpaid' calculated by the Company on the same basis (3% compound interest) as the instalments are granted, shall be payable to such beneficiary’s executors or administrators, unless- otherwise provided in this Policy or by proper instrument in writing filed at the Home Office of the Company. The payment, upon the death of such beneficiary, of the remaining instalments-cer-tain shall discharge the Company from all liability under this Policy.</p>\n<p id=\"b1017-6\">“The instalments-certain after the first year will be increased annually by such addition as may be awarded by the Board of Trustees.</p>\n<p id=\"b1017-7\">“The commuted value of this Policy is calculated on the basis of annual payment of the instalments. If the instalments are payable in semi-annual, quarterly or monthly portions, the Company will pay with the first instalment of each year an additional amount equal to the saving in interest through payment of the instalments other than annually, which will be the following percentage of the stipulated yearly instal-ments : if semi-annually 0.73%, if quarterly 1.10%, if monthly 1.34%.”</p>\n<p id=\"b1017-8\">Section 3 provides: “The reserve basis of the following table is the American Experience Table of Mortality with interest at 3 per cent, per annum, according to the net level premium method. In computing the reserve on this policy, the commuted value shall be $1,838.00 for each $120 of yearly income.”</p>\n<p id=\"b1017-9\">The Board found as a fact, and its finding is supported by sufficient evidence, that: “The fixed monthly instalment of $100.00 provided for in the foregoing policy, insofar as actuarial calculation is concerned, includes a partial payment of the original lump sum equivalent; that is, the original lump sum at the time of death or maturity ■'of the policy, and the remainder thereof is the equivalent of a guaranteed rate of 3 per cent.”</p>\n<p id=\"AvjH\">If this finding be stated in a slightly different fashion, it is that the sum of $24,000 to be paid in 240 equal monthly instalments does in fact represent the $18,300, the “commuted” value of the policy, plus 3 per cent, compounded annually as called for by the policy.</p>\n<p id=\"b1017-12\">The second' type of policy involved herein is designated by the petitioner as an “Ordinary Life Policy.” It provides for payment to the beneficiary, upon receipt of proof of death of the insured, of the sum of $100,000. Section 1 of this policy, also entitled “Participation-Dividends of Surplus” is identical in provisions with section 1 of the “Ordinary Life Trust Certificate or Instalment Policy,” quoted above. Section 7, entitled “Options for Payment of this Policy as an Income,” provides:</p>\n<p id=\"b1017-13\">“The insured, subject to any designation of beneficiary or assignment of this Policy filed with the Company, as provided in Section 4, may elect in writing that the net proceeds of this Policy at' maturity, or any part thereof, or the cash value before maturity, not less than $1,000, shall be payable according to any of the following options. In, such written election no beneficiary entitled to the proceeds of this Policy or any part thereof or any instalment of interest or principal to become due thereon shall have the right to commute, withdraw, surrender, encumber, alienate or assign the same upon any terms whatsoever unless by the written permission of the insured.</p>\n<p id=\"b1017-14\">“The beneficiary entitled to receive the net proceeds when payable may elect in writing to have the net proceeds payable according to any of the following options in event of the failure of the insured to do so. * * *</p>\n<p id=\"b1017-15\">“Option A. Income for one to thirty years certain in annual or monthly instal-ments as may be elected according to the following table. (Here follows the table referred to).</p>\n<p id=\"b1017-16\">“Option B. Income for twenty years certain and as long thereafter as the beneficiary may live, in annual or monthly in-stalments, as may be elected according to the following table. (Here follows the table referred to).</p>\n<p id=\"b1017-17\">“Option C. Income for ten years certain and as long thereafter as the beneficiary may live, in annual or monthly in-<page-number citation-index=\"1\" label=\"966\">*966</page-number>stalments, as may be elected according to the following table. (Here follows the table referred to).</p>\n<p id=\"b1018-4\">“The income under Option A or the income during the. instalments-certain period under Option B or C, after the first year, will be increased annually -by such surplus as may be awarded by the Board of Trustees. Upon the death of any beneficiary, any unpaid instalments under Option A or unpaid instalments-certain under Option B or C, or the commuted value thereof, calculated upon the basis of 3 per cent per annum compound interest, will be paid as agreed upon in the election of the option.</p>\n<p id=\"b1018-5\">“Options B and C are based on the age of the beneficiary at last birthday and are not available when an association, firm or corporation is beneficiary or assignee.</p>\n<p id=\"b1018-6\">“Option D. Interest income on the net proceeds payable for such a period as may be agreed upon in the election of this option.</p>\n<p id=\"b1018-7\">“Option E. Income of a fixed' amount payable until the net proceeds and interest payments to be added thereto are exhausted, the final payment to be the balance then remaining with the Company.</p>\n<p id=\"b1018-8\">“Under Options D and E, the net proceeds are left with the Company at interest at the rate of 3 per cent, per annum, increased annually by such additions as may be awarded by the Board of Trustees, and the income may be made payable annually or in equivalent equal semi-annual, quarterly or monthly payments commencing at the end of the first interest period, with a further payment for the period elapsing between the last regular payment and the date of death of the beneficiary. Payments of principal and -interest shall be subject to such provisions as may be agreed upon in the election of either of these options.”.</p>\n<p id=\"b1018-9\">Section 3 provides: “The reserve basis of the following table is the American Experience Table of Mortality with inteiest at 3 per cent per annum according to the net level premium method.”</p>\n<p id=\"b1018-10\">It will be noted immediately from the foregoing that the provisions of the two policies referred to are substantially the same, each policy containing provisions which may be described as the converse or obverse of each other. Since identical questions are in fact presented in regard to each, we will consider both policies together.</p>\n<p id=\"b1018-11\">The respective sums claimed to be due from the petitioner, namely, $38,884.14 for 1926 and $26,322.55 for 1928, are the totals of alleged tax deficiencies for the years in question, the respondent and the Board having refused to allow to certain sums the status of interest, these sums having been paid out by the petitioner to beneficiaries of matured policies in the years in question. To put the question before us briefly, we are called upon to determine whether or not such payments do or do not have the status of interest. If they are found to have such status the petitioner may deduct them from its gross income. If they are found not to be interest, they may not be deducted.</p>\n<p id=\"b1018-12\">So-called Guaranteed Interest Paid as Part of Instalment Settlements.</p>\n<p id=\"b1018-13\">Instalment settlements were made by the petitioner under both types of policies in 1926 and 1928. The amounts of “interest” included in such instalment settlements, under the 3 per cent, guaranteed rate, was $211,254.60 for 1926 and $238,640.01 for 1928. The Board found such sums not to be interest and its findings in respect to this are summed up in the following quotation from the majority opinion: “There is no agreement in this contract to pay interest, as such, and the fact that the petitioner in writing its contract separates the com-' ponent parts of the reserve to be set aside for the ultimate payment of such instal-ments into strict reserve, as determined by the American Experience Table of Mortality, and the amount of interest required to maintain such reserve at a level sufficient to insure payment upon maturity, is merely a matter of computation which, in our opinion, is quite immaterial. The amount so arrived at and paid to the policy holder constitutes a policy obligation and as such is not ‘interest paid or accrued on indebtedness within the meaning of section 245(a) (8) of the applicable Revenue Acts.’ Reserve Loan Life Insurance Company v. Com’r, 18 B.T.A. 359.”</p>\n<p id=\"b1018-14\">The questions, presented by the so-called guaranteed interest of 3 per cent, compounded annually seem to us to fall into two categories. The first category embraces interest included in instalment settlements made under a contract of insurance originally providing for instalment settlements, that is to say, under the Trust Certificate policy, or, in the case of the Ordinary Life policy, under an option exercised by the insured or by the beneficiary <page-number citation-index=\"1\" label=\"967\">*967</page-number>during the ■ life time of the insured. The second category arises under the circumstances of the cause at bar only in the case of Ordinary Life policies where options to receive instalment settlements in lieu of a lump sum payment have been exercised by the beneficiary after the death of the insured.</p>\n<p id=\"b1019-5\">As to the First Category, Contract Made or Option Exercised, Prior to the Death of the Insured for Instalment Settlements.</p>\n<p id=\"b1019-6\">In the argument before us and upon the briefs of the parties much emphasis was laid upon the difference between a policy obligation and an obligation arising out of indebtedness. Examples will serve to illustrate this difference.- Ah individual enters into an ordinary contract of life insurance with an insurance company. We will assume that the policy contains no options. The obligation of the policy is that the insurance company, upon due proof of the individual’s death, will pay to the beneficiary the face of the policy. Until the occurrence of the death of the insured the obligation of the insurance company was a policy obligation. Upon the-death of the insured the obligation ceased to be a policy obligation and became an obligation of debt. Every legal requirement of an obligation of debt is present. There is a sum certain' to be paid and that sum is due and owing. All would agree that such an obligation bears interest if it was not paid at the time stipulated. “Interest” is commonly defined as “a consideration paid for the use of money or for forbearance in demanding it when due.” Maryland Casualty Co. v. Omaha Power Co. (C.C.A.) 157 F. 514, 519. Bouvier’s Law Dictionary (3d Ed.) p. 1614. “A debt is a sum of money due by contract, express or implied. The sum of money may be payable at a fixed time or upon a contingency. When payable upon a contingency, it becomes a debt only when the contingency has happened.” Guaranty Trust Company v. Galveston City R. Co. (C.C.A.) 107 F. 311, 317; see also, Walla Walla v. Walla Walla Water Co., 172 U.S. 1, 20, 19 S.Ct. 77, 43 L.Ed. 341. Implicit always in the payment of interest is the concept of a debt which is due or which will become due in a definite amount and at a definite time. For example, money is borrowed from a bank upon a note due in three months. The amount of the note may include the interest, but in such case the sum of the two constitute the debt. I'f upon the due date the note is not paid, then the sum of the note, which may include the interest charged for the use of the money, in turn bears interest. Let us now apply these well-established legal conceptions to the facts of the case at bar.</p>\n<p id=\"b1019-8\">Under the terms of the Trust Certificate policy the payment of the instalment settlements is provided for in the original contract between the insured and the petitioner. Under the Ordinary Life policy payment of instalment settlements may be contracted for (1) by the exercise of an appropriate option by the insured or by the beneficiary with the permission of the insured, or (2) by the beneficiary alone after the death of the insured.</p>\n<p id=\"b1019-9\">Now dealing with the instalment settlements thus contracted for, under the Trust Certificate policy or under the Ordinary Life policy when the option has been exercised within the lifetime of the insured, we find the obligations thus created are plainly obligations of policy rather than obligations of debt. The face of the policies bears an obligation to pay in instal-ments and at given dates. There can be no obligation to pay, first, until the policy has matured by the death of the insured, and second, until the arrival of the due dates of the respective instalment payments. Such a policy matures upon the death of the insured. Upon maturity its nature changes from a policy obligation to an obligation of debt, but, before such an obligation of debt can bear interest, it must become due. When the due date arrives it will bear interest and not before.</p>\n<p id=\"b1019-10\">We are not unmindful of the fact that the actual amounts of the instalment settlements are arrived at by a, combination of two items; namely, the amounts of the sums paid in by the insured by way of premiums as required according to the American Experience Table of Mortality plus amounts the equivalent of 3 per cent, interest per annum thereon. This computation, however, constitutes merely a bookkeeping or actuarial basis whereby the amount promised to be paid under the -in-stalment settlements is arrived at. The payments in fact are paid by the petitioner from its reserves. These reserves are composed, among other things, of earnings and profits, made by the petitioner. Though each policyholder is entitled by the terms of his policy to share equally with all other policyholders in this reserve, no obligation <page-number citation-index=\"1\" label=\"968\">*968</page-number>of debt to the policyholder is created thereby.</p>\n<p id=\"b1020-4\">We deem this ruling to be in accordance with the general principle enunciated by the Supreme Court in Duffy v. Mutual Benefit Life Insurance Company, 272 U.S. 613, 47 S.Ct. 205, 206, 71 L.Ed. 439. In the cited case the life insurance company was a mutual insurance company conducting its business, as does the petitioner, upon che level premium plan and maintaining the reserve as required by law. The question before the Supreme Court was one of alleged' deficiency in taxes upon the part of the company under the statute creating the War Excess Profits Tax, chapter 63 of the Revenue Act of October 3, 1917 (40 Stat. 300). The collector contended that the company’s reserve maintained as required by law represented a present existing liability to its policyholders, the company having included the amount of its legal reserve in its invested capital. In delivering the opinion of the court, Mr. Justice Sutherland stated: “The legal reserve * * * constitutes assets of a very permanent character. Originally consisting of the contributions of members only, the earnings now make up considerably more than one-half of the whole. The contributions were made for, and have been used to serve, the double purpose of protection and of investment. These assets, thus constituted, have never represented indebtedness any more than the capital of a stock corporation subscribed by its stockholders represents indebtedness. Until the maturity of a policy, the policyholder is simply a member of the corporation, with no present enforceable right against the assets. Upon the maturity of the policy he becomes a creditor with an enforceable right. Then for the first time there is an indebtedness.”</p>\n<p id=\"b1020-7\">We hold, therefore, that the portion of the respective sums of $211,254.60 and $238,640.01, which in fact represents the 3 per cent, annual interest included in the instalment settlements paid to beneficiaries by the petitioner under the Trust Certificate policy or under an option of the Ordinary Life policy exercised prior to the death of the insured, is not interest on indebtedness within the terms of the statute and cannot be deducted by the petitioner from its gross income. We sustain the ruling of the Board in so far as it relates to such payments.</p>\n<p id=\"b1020-8\">As to the Second Category, Options for Instalment Settlements of Ordinary Life Policies Exercised by Beneficiaries After Demise of Insured.</p>\n<p id=\"b1020-9\">The record does not disclose what part of the sums referred to were in fact paid out by the petitioner under Options of Ordinary Life policies, such options being exercised by beneficiaries after the demise of the insured.</p>\n<p id=\"b1020-10\">The Board in its majority opinion held that guaranteed interest payments at 3 per cent, paid by the petitioner upon the face amount of the Ordinary Life policy, under an exercise of option D, such option to receive such interest income having been exercised By the beneficiary after the death of the insured, are deductible by the petitioner from its gross income within the terms of the statute: The Commissioner</p>\n<p id=\"b1020-11\">did not petition this court for a review of the decision of the Board in this respect, but we have carefully considered the questions of law involved. By its decision the Board differentiated between interest paid by the petitioner under option D, under the circumstances set out, and interest paid' by the petitioner under the other options of section 7 of the Ordinary Life policy.</p>\n<p id=\"b1020-12\">In this connection the Board stated : “It will be observed that the arrangement under the provisions of the contract here discussed are supplementary to the policy obligation. The petitioner agrees that if the beneficiary will forego the right to receive the net proceeds payable to him under the contract immediately upon the death of the insured and if he will permit the petitioner to retain such amount for a stated period of time, it will compensate him by the payment of 3 per cent, interest. A new relationship between new and different parties springs into being — an indebtedness actually arises upon the death of the insured and the immediate, satisfaction thereof is postponed by the debtor, on the one hand, and the creditor on the other. There is no life contingency involved in this new transaction. An indebtedness arises under the contract between the petitioner and the beneficiary and the interest is paid upon such indebtedness.' Therefore, we are of the opinion that the guaranteed interest payments of 3 per cent, are allowable deductions under the provisions of the applicable sections of the act hereinbefore set forth and discussed. * * *«</p>\n<p id=\"b1021-3\"><page-number citation-index=\"1\" label=\"969\">*969</page-number> In view of the fact that this ruling of the Board is not at issue we content ourselves with the statement that the principles of law therein enunciated are correct. In our opinion, however, such principles are equally applicable to the 3 per cent., annual interest paid under the other options of section 7, requiring instalment settlements, when exercised by the beneficiary after the death of the insured. While there is in fact no life contingency specifically referred to in option D, and section 7 in respect to options A, B, and C does specifically refer to manner of payment “upon the death of any beneficiary,” the amounts to be paid upon the death of the beneficiary are nothing more than the amounts of the instalments yet due commuted under the 3 per cent, per annum rate to the date of the beneficiary’s death. Such an obligation is not a policy obligation. The effect of the death of the beneficiary simply serves to accelerate payment precisely as the due date of any debt may be accelerated by the happening of a contingency set forth in the agreement of indebtedness.</p>\n<p id=\"b1021-4\">Prior to the exercise of any option a sum certain, the “one-sum” Value of the policy, is due upon the death of the insured, and any and all other sums provided to be paid by the petitioner after exercise of any of the options of section 7 are nothing more than computations or commutations based upon the original sum due from the petitioner upon the death of the insured, worked out in conjunction with the 3 per cent, annual interest rate.</p>\n<p id=\"b1021-5\">Obviously there is a most plain distinction between the contingency of the death of the insured and the contingency of the death of the beneficiary, an option under section 7 having been exercised by him after the death of the insured. In the first instance the happening of the contingency changed the obligation set out in the insurance contract from a policy obligation to an obligation of debt in a stated amount. The “one-sum” value of the policy then ceased to be a policy obligation and became an obligation of debt presently due and owing. For example, if option A of section 7 was exercised the obligation was to pay in instalments to the beneficiary throughout the settlement period aliquot, portions of the “one-sum” value plus interest at the rate of 3 per cent, annually as computed.</p>\n<p id=\"b1021-7\">It is true that the fixed sum due immediately upon the death of the insured is enlarged by the exercise of the option by the beneficiary, but that enlargement consists of nothing more than the addition of interest to the fixed sum due. It is in practical effect as if a series of notes had been given by the petitioner to the beneficiary, each note including in its face an amount of interest paid for the use of the money. Ii the beneficiary dies, the amounts to be paid are simply commuted to the day of the beneficiary’s death, again at 3 per cent. The incident of debt is created by the death of the insured, not by the death of the beneficiary. Upon the happening of the second contingency referred to, namely, the death of the beneficiary, the debt has already been created, is due and owing.</p>\n<p id=\"b1021-8\">We therefore hold that the sums computed at the rate of 3 per cent, annually and paid out under the instalment options of section 7 of the Ordinary Life policies, such payments being made under an option exercised by the beneficiary after the death of the insured, are within the terms of the statute and therefore are deductible from the gross income of the petitioner as interest. To this extent we reverse the'finding of the Board.</p>\n<p id=\"b1021-9\">The distinction made between interest paid by the petitioner under options exercised before the death of the insured and after the death of the- insured may appear to be technical when it is remembered that the sums to be paid, the rate of payment, and the rate of interest are identical whether the option be exercised before or after the death of the insured, but we believe that the distinction is a vital one when it is realized that it is the death of the insured which causes the policy to mature and sets the time at which the debt obligation of the petitioner must begin. At that time a definite sum is owing from the petitioner. The element of contingency is gone from the contract of insurance and that element is the essence of a policy obligation.</p>\n<p id=\"b1021-10\">As to the “Additional Interest” Awarded to the Policies by the Board of Trustees and Paid Out During the Years 1926 and 1928.</p>\n<p id=\"b1021-11\">The amount of so-called “excess interest,” generally 1.85 per cent., paid on matured policies payable in instalments was $105,418.55 for 1926, and $187,912.18 for <page-number citation-index=\"1\" label=\"970\">*970</page-number>1928. The provisions of the policies in respect to such additions to the guaranteed rate of 3 per cent, have been set out before in this opinion anti need not be repeated here.</p>\n<p id=\"avh-dedup-0\">It is the contention of the appellant that such additions of 1.85.per cent, are interest and therefore may be deducted from its gross income. The appellant’s contention in this regard is based upon the right of a beneficiary to receive such addition under the terms of the policy. The petitioner cites the statutes of Pennsylvania,<footnotemark>2</footnotemark> requiring that its policies contain provisions that each shall participate ratably in the company’s surplus. It also cites decisions of the courts of Pennsylvania, among others, Reed v. Philadelphia Life Insurance Company, 50 Pa.Super. 384, and Kaufman v. New York Life Insurance Company, 111 Pa.Super. 273, 169 A. 447, affirmed in 315 Pa. 34, 172 A. 306, in support of its view. The petitioner refers also to the anti-discrimination and anti-rebate statutes of Pennsylvania now in force.<footnotemark>3</footnotemark> None of these authorities, however, bears directly upon the point here at issue.</p>\n<p id=\"b1022-5\">In view of our holding that the guaranteed rate of 3 per cent, per annum does not constitute interest when paid as <em>j </em>art of instalment settlements under the Tiust Certificate policies or under an option of the Ordinary Life policy, such option being exercised prior to the death of the insured, we also hold that the addition paid upon such instalments does not constitute interest on indebtedness within the terms of the statute. Must such payments be treated as interest when paid as part of instalment settlements made pursuant to an option of the Ordinary Life policy exercised after the death of an insured and after the maturing of a policy? This question must turn upon the nature of the action of the board of trustees of the petitioner taken pursuant to the provisions of section 1 of the policies.</p>\n<p id=\"b1022-6\">Section 1 of each policy is entitled “Participation-Dividends of Surplus.” The addition of 1.85 per cent, is awarded by the trustees from surplus and -only under circumstances which, in the opinion of the board of trustees, justify the addition. Whether appropriate action to award the additional percentage be taken is a matter which rests within the discretion of the board, and, so long as the members thereof exercise reasonable business judgment and act in good faith, their action in withholding the addition or granting it may not be questioned. Under such circumstances, the making of the award is in substance the declaration of a dividend. The nature of a dividend has been defined by the Supreme Court in Mobile &amp; O. R. Co. v. Tennessee, 153 U.S. 486, 14 S.Ct. 968, 38 L.Ed. 793, as that portion of profits and surplus funds of the corporation which has been actually set apart by a valid resolution of the board of .directors, or by the shareholders at a corporate meeting, for distribution among the shareholders according to their respective interests, in such a sense as to become segregated from the property of the corporation and to become the property of the shareholders distributively.</p>\n<p id=\"b1022-8\">The policyholders of the petitioner in the case at bar stand in the position of the stockholders in- the cited case. In our opinion the award of the additional percentage by the board of the petitioner was in the nature of a declaration of a dividend and therefore cannot be brought within the terms of the statute as interest upon indebtedness.</p>\n<p id=\"b1022-9\">We sustain the ruling of the Board of Tax Appeals in regard to the sums in question.</p>\n<p id=\"b1022-10\">As to the “additional interest” awarded upon the net proceeds of policies held under the interest option, amounting to $31,-182.10 for 1926 and $66,764.00 for 1928, in view of our holding set out above, it is unnecessary to discuss the question presented further. We therefore sustain the ruling of the Board disallowing the sums referred to as interest on indebtedness deductible from the gross .income of the petitioner within the terms of the Statute.</p>\n<p id=\"b1023-4\"><page-number citation-index=\"1\" label=\"971\">*971</page-number>As to So-Called “Interest” Paid on Accrued Dividends Under the “Accumulated Surplus Policy.”</p>\n<p id=\"b1023-5\">An additional type of insurance policy issued by the petitioner must now be considered. It is designated by the petitioner as an “Ordinary Life Policy. Accumulated Surplus Plan.” We will designate it as an Accumulated Surplus Policy. This kind of policy, no longer issued by the petitioner, bears a face value of $100,000, this being the “sum insured.” The pertinent provisions of the policy in so far as they relate to the questions before us are as follows:</p>\n<p id=\"b1023-6\">“Accumulated-Surplus Plan.</p>\n<p id=\"b1023-7\">“Provisions applicable only to this form of policy.</p>\n<p id=\"b1023-8\">“This Policy is issued upon the Accumulated-Surplus Plan, the particulars of which are as follows:</p>\n<p id=\"b1023-9\">“I. The Accumulated-Surplus Period for this Policy shall be completed on the First day of July in the year nineteen hundred and Twenty-six.</p>\n<p id=\"b1023-10\">“II. No distribution of Surplus shall be made upon this Policy unless the person whose life is hereby insured shall survive the completion of the said Accumulated-Surplus Period, and unless this Policy shall then be in force by the payment in cash, when due, of all the required premiums on this Policy up to the end of said period.</p>\n<p id=\"b1023-11\">“III. All Surplus intermediately awarded to this Policy shall belong to and be retained by the Company until the completion of the Accumulated-Surplus Period, whereupon the aggregate of such Dividends of Surplus, as accumulated, shall become the property of the insured and be available under the Options hereinafter named.</p>\n<p id=\"b1023-12\">“IV. Upon the completion of the- Accumulated-Surplus Period, as above stated, provided this Policy shall then be in force by payment of premiums, as above specified, the insured shall have the following Options, viz.: First. To withdraw the Accumulated Surplus apportioned to this Policy by the Company, and to continue the Policy in force on the Ordinary Life Plan by payment of premiums. Or, Second. To withdraw in cash the full reserve by the American Three per cent. Table of Mortality, which will be Thirty-two Thousand Seven Hundred Fifty-eight &amp; 00/100 Dollars, together with the Accumulated Surplus before mentioned, and thus terminate the contract. ■ Or, Third. To surrender this Policy for a full paid Participating Life Policy for the amount that the said reserve and the said Accumulated Surplus together, used as a single premium, will purchase at the then age of the insured, at the present established rates of the Company; provided, however, that if such paid-up Policy shall exceed the sum originally insured by this Policy, satisfactory evidence of the continued good health of the insured must first be furnished to the Company. Or, Fourth. To apply the entire withdrawal value of the Policy, as per Second established Option above, to the purchase of a Life Annuity, at the rates of the Company, at the then age of the insured. Or, Fifth. To apply the Accumulated Surplus apportioned to this Policy- to the purchase of an Annuity, to be applied to decrease the future payments required under this Policy.</p>\n<p id=\"b1023-14\">“V. If the first option is- selected arid the Policy continued in force, it shall participate thereafter, annually, in all distributions of Surplus as made by the Company upon Policies of the same age and kind.”</p>\n<p id=\"b1023-15\">It will be observed that, instead of being paid out annually, dividends under this type of policy accrue to the survivors of the group holding such policies who have kept them in force by the payment of premiums. ■ The policy is therefore a semi-ton-tine policy. As dividends accrue upon this type of policy, interest in turn accrues upon the dividends at the usual rate. The accruals of dividends arid interest are set up upon the books of the petitioner, but no distribution thereof may be made from surplus under the terms of the policy until the survivors of the group are ascertained at the completion of the tontine period. The policy provides that all surplus intermediately awarded to the policies belongs to and shall be retained by the petitioner until the end of the tontine period and that thereupon “the aggregate of such Dividends of Surplus, as accumulated, shall become the property of the insured,” and be available under the options set out in the policy. .</p>\n<p id=\"b1023-16\">The Board of Tax Appeals refused to allow the petitioner to deduct from its gross income the interest accrued on the dividends over the tontine period. This interest, thus sought to be deducted, is in the sum of $181^764.13 for 1926 and in the sum of $10,117.18 for 1928. In this instance we do not have to deal with the exercise of any option under the policy.</p>\n<p id=\"b1024-3\"><page-number citation-index=\"1\" label=\"972\">*972</page-number>A question similar to that here presented was before the Board in the case of Lafayette Life Insurance Company v. Commissioner, 26 B.T.A. 946, and was decided unfavorably to the taxpayer. This decision of the Board was reversed by the Circuit Court of Appeals for the Seventh Circuit, 67 F.2d 209. The question was again determined unfavorably to the taxpayer in the case of Missouri State Life Insurance Company v. Commissioner, 29 B.T.A. 401. The Board’s decision in this case was upheld by the Circuit Court of Appeals for the Eighth Circuit, the decision being reported in Missouri State Life Ins. Co. v. Helvering, 78 F.2d 778, 780.</p>\n<p id=\"b1024-4\">We have carefully considered the circumstances arising in the cited cases. In our opinion the ruling of the Circuit Court of Appeals for the Eighth Circuit upon this question was correct, and the principles there enunciated are applicable to the case at bar. Judge Sanborn, delivering the opinion of the court, stated: “[5] The taxpayer issued a class of semi-tontine policies. Dividends were not to be paid upon these policies annually, but were to be accumulated. If the insured was living at the end of the twentieth policy year, he was to receive his proportion of the accumulated dividends. If he died prior to that time, his beneficiary received only the face of the policy. The dividends which the insured would have received had he lived until the end of the twentieth year went to swell the fund available to others of his class who would receive dividends. The taxpayer sought to take deductions for so much of the accumulated dividends paid to holders of such policies during 1928 and 1929 as represented interest, on the theory that this was interest paid upon an indebtedness of the taxpayer. The Commissioner refused to allow the deduction. In doing so, he was clearly correct. The liability of the taxpayer for the dividends was a contingent policy liability. To meet that liability for dividends when it matured, the taxpayer was required to maintain a reserve. The reserve was no doubt accumulated at a certain rate of interest each year, just as other reserves are accumulated. Until an insured reached his twentieth policy year and became entitled to receive the accumulated dividends, the liability of the insurer on that particular policy was not an indebtedness to the insured, but was in the nature of a reserve liability of the insurer. If, after the twentieth year, the insured elected to leave at interest with the insurer the share of the accumulated dividends to which the insured was then entitled, interest thereafter paid would be interest upon indebtedness.”</p>\n<p id=\"b1024-6\">In view of our holding, it is unnecessary for us to pass on the applicability of the provisions of subsection (a) (4), § 203, of the Revenue Act of 1928, c. 852, 45 Stat. 791, 842 (26 U.S.C.A. 203 and note).</p>\n<p id=\"b1024-7\">We sustain the decision of the Board in disallowing the claim of the petitioner that the sums of $181,764.13 and $10,117.18 are interest upon indebtedness.</p>\n<p id=\"b1024-8\">In view of our opinion as heretofore stated in respect to interest paid out upon options exercised after the death of an insured under the Ordinary Life policy, we remand this case to the Board with instructions to redetermine the tax deficiencies of the taxpayer for the years in question in accordance with this opinion.</p>\n<footnote label=\"*\">\n<p id=\"b1015-18\"> Revenue Act of 1928, c. 852. <em>45 </em>Stat. 791, 842:</p>\n<p id=\"b1015-19\">Sec. 201. <em>Tam on Life Insurance Companies.</em></p>\n<p id=\"b1015-20\">(a) Definition. — When used in this title the term “life insurance company” means an insurance company engaged in the business of issuing life insurance and annuity contracts (including contracts of combined life, health, and accident insurance), the reserve funds of which held for the fulfillment of such contracts comprise more than 50 per centum of its total reserve funds.</p>\n<p id=\"b1015-21\">(b) Rate of tax. — In lieu of the tax imposed by section 13, there shall be levied, collected, and paid for each taxable year upon the net income of every life insurance company a tax as follows:</p>\n<p id=\"b1015-22\">(1) In the case of a domestic life insurance company, 12 per centum of its net income;</p>\n<p id=\"b1015-23\">(2) In the case of a foreign life insurance company, 12 per centum of its net income from sources within the United States.</p>\n<p id=\"b1015-24\">Sec. 202. <em>Gross Income of Life Insurance Companies.</em></p>\n<p id=\"b1015-25\">(a) In the case of a life insurance com-; pany the term “gross income” means the gross amount of income received during the taxable year from interest, dividends, .and rents.</p>\n<p id=\"b1015-26\">(b) The term “reserve funds required by law” includes, in the case of assessment insurance, sums actually deposited by any company or association with State or Territorial officers pursuant to law as guaranty or reserve funds, and any funds maintained under the charter or articles of incorporation of the company or association exclusively for the payment of claims arising under certificates of membership or policies issued upon the assessment plan and not subject to any other use.</p>\n<p id=\"b1015-27\">Sec. 203. <em>Net Income of Life Insurance Companies.</em></p>\n<p id=\"b1015-28\">(a) General rule. — In the case of a life insurance company the term “net income” means the gross income less—</p>\n<p id=\"b1015-29\">(1) <em>Tam-Free Interest. </em>— The amount of interest received during the taxable year which under section 22(b) is exempt from taxation under this title;</p>\n<p id=\"b1015-30\">(2) <em>Reserve Funds. </em>An amount equal to' the excess, if any, over the deduction specified in paragraph (1) of this subsection, of <em>4 </em>per centum of the mean of the reserve funds required by law and held at the beginning and end of the taxable year, plus (in case of life insurance companies issuing policies covering life, health, and accident insurance combined in one policy issued on the weekly premium payment -plan, continuing for. life and not subject to cancellation) <em>4 </em>per centum of the mean of such reserve funds (not required by law) held at the beginning and end of the taxable year, -as the Commissioner finds to be necessary for the protection of the holders of such policies only;</p>\n<p id=\"b1015-31\">(3) <em>Dividends. </em>— The amount received as dividends (A) from a domestic corporation other than a corporation entitled to the benefits of section 251, and other than a corporation organized under the China Trade Act, 1922, or (B) from any foreign corporation when it is shown to the satisfaction of the Commissioner that more than 50 per centum of the gross income of such foreign corporation for the three-year period ending with the close of its taxable year preceding the declaration of such dividends (or for such part of such period as the foreign corporation has been in existence) was derived from sources within the United States as determined under section 119;</p>\n<p id=\"b1015-32\">(4) <em>Reserve for Dividends. </em>— An amount equal to 2 per centum of any sums held <page-number citation-index=\"1\" label=\"964\">*964</page-number>at the end of the taxable year as a reserve for dividends (other than .dividends payable during the year following the taxable year) the payment of which is deferred for a period of not less than five years from the date of the policy contract;</p>\n<p id=\"b1016-15\">(5) <em>Investment Expenses. </em>— Investment expenses paid during the taxable year: Provided, That if any general expenses are in part assigned to or included in the investment expenses, the total deduction under this paragraph shall not exceed one-fourth of 1 per centum of the book value of the mean of the invested assets held at the beginning and end of the taxable year; * * *</p>\n<p id=\"b1016-16\">(8) <em>Interest. </em>— All interest paid or accrued within the taxable year on its indebtedness, except on indebtedness incurred or continued to purchase or cax’ry obligations or securities (other than obligations of the United States issued after September 24, 1917, and originally subscribed for by the taxpayer) the interest upon which is wholly exempt from taxation under this title; and</p>\n<p id=\"b1016-17\">(9) <em>Specific Exemption. </em>— In the case of a domestic life insurance company, the net income of which (computed without the benefit of this paragraph) is $25,000 or less, the sum of $3,000; but if the net income is more than $25,000 the tax imposed by section 201 shall not exceed the tax which would be payable if the $3,000 credit were allowed, plus the amount of the net income in excess of $25,000.</p>\n<p id=\"b1016-19\">(The above re-enact the corresponding provisions of sections 242 to 245, inclusive, of the Revenue Act of 1926, c. 27, 44 Stat. 9, 47.)</p>\n<p id=\"b1016-20\">Regulations 74, promulgated under the Revenue Act of 1928:</p>\n<p id=\"b1016-21\">Art. 975. Other deductions. — * <em>* </em>* (3) The deduction allowed by section 203 (a) (8) for interest on indebtedness is the same as that allowed other corpox-ations by section 23(b) (see article 141), but this deduction includes item 18 of the disbursement page of the annual statement of life insurance companies to the extent that interest on dividends held on deposit and surrendered during the taxable year is -included therein. Dividends left with the company to accumulate at interest are a debt and not a reserve liability.</p>\n<p id=\"b1016-22\">(The above provisions are identical with article 685(3) Regulations 69, promulgated under the Revenue Act of 1926.)</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1022-11\"> Section 510(f), title 40, Purdon’s Penna.Statutes Annotated, 1930 Ed., section 410, art. 4 of the Act of May 17, 1921, P.L. 682.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1022-12\"> Section 471\", title 40, Purdon’s Penna. Statutes Annotated, 1930 Ed., section 346, art. 3 of the codification made by. the Act of May 17, 1921, P.L. 682, which' replaced the 1909 act (P.L. 405) set out above. The latter statute, however, was in force when some of the policies outstanding in 1926 and 1928 -were issued by the petitioner.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}