{
  "casebody": {
    "data": "<casebody firstpage=\"1246\" lastpage=\"1254\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b946-3\">[No. B060521.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Aoq\">Second Dist., Div. Five.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Azk\">Dec. 21, 1992.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b946-4\">COUNTY OF LOS ANGELES, Plaintiff and Appellant, v. RONNIE PATRICK, Defendant and Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b948-6\"><page-number citation-index=\"1\" label=\"1248\">*1248</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b948-7\">Ira Reiner, District Attorney, Maurice H. Oppenheim, Loretta Rich and Dirk L. Hudson, Deputy District Attorneys, for Plaintiff and Appellant.</p>\n<p data-order=\"6\" data-type=\"legal\" id=\"b948-8\">No appearance for Defendant and Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b949-3\"><page-number citation-index=\"1\" label=\"1249\">*1249</page-number>Opinion</p>\n<author id=\"b949-4\">JACKSON, J.<footnotemark>*</footnotemark></author>\n<p id=\"AxJ\">Plaintiff County of Los Angeles (County), appeals from the order of the superior court modifying the amount of child support payable by defendant, and holding that rule 1274(b)(6) of the California Rules of Court<footnotemark>1</footnotemark> is unconstitutional. We conclude that rule 1274(b)(6) is constitutional.<footnotemark>2</footnotemark> We reverse with directions.</p>\n<p id=\"b949-5\">Facts and Procedural Background</p>\n<p id=\"b949-6\">On April 9, 1981, a judgment of paternity and child support determined that Felita Rene Griffin was the mother and defendant was the father of Rodney Warren Patrick, born September 16,1980. The judgment included an order for child support of $40 per month payable on the 5th and 20th days of each month commencing April 20, 1981.</p>\n<p id=\"b949-7\">On February 27, 1991, County filed an order to show cause seeking to increase the child support and requesting that the child support be payable by wage assignment. The hearing was originally scheduled for March 21, 1991, but was continued until April 22, 1991.</p>\n<p id=\"b949-8\">Plaintiff and defendant appeared on April 22, 1991. Felita Rene Griffin, the custodial parent, failed to appear. The court issued and held a body attachment for her. It was at this hearing that the court expressed its concern about the constitutionality of the rule that denies visitation credit to a noncustodial parent where the custodial parent is receiving aid to families with dependent children (AFDC).</p>\n<p id=\"b949-9\">On May 13, 1991, plaintiff filed its memorandum of points and authorities in support of a finding of the constitutionality of rule 1274(b)(6).</p>\n<p id=\"b949-10\">On May 20, 1991, after a hearing, the court determined that rule 1274 was unconstitutional as it applied to welfare cases. The court also determined that <page-number citation-index=\"1\" label=\"1250\">*1250</page-number>the percentage of time defendant spent with the minor child was 20 percent. The court further determined that the gross salary of the defendant was $1,263 per month, the defendant’s net pay $1,022 and the natural mother’s income was $0.</p>\n<p id=\"b950-4\">On June 5, 1991, the statement of decision was filed determining rule 1274(b)(6) to be unconstitutional. The court found as follows: “The section discriminates against non-custodial parents based upon their lack of wealth because if a defendant pays support in excess of the AFDC grant, the custodial parent is removed from AFDC and the support will be lower by reason of taking into account the defendant’s visitation time with the child.” The court determined that the discrimination was based upon wealth and required strict scrutiny under equal protection. The court also determined that the county was not able to show a compelling state interest to uphold the rule.</p>\n<p id=\"b950-5\">The court determined guideline child support pursuant to rule 1274 was $266 at 0 percent visitation and $212 at 20 percent visitation. The court found that 20 percent visitation existed and ordered child support at $212 per month.</p>\n<p id=\"b950-6\">Discussion</p>\n<p id=\"b950-7\">A. <em>An Appeal From an Order Modifying the Amount of Child Support</em></p>\n<p id=\"b950-8\">Plaintiff contends that an appeal lies from an order after judgment of paternity that modifies the amount of child support. The law clearly allows an appeal from an order modifying child support. <em>(Goto </em>v. <em>Goto </em>(1959) 52 Cal.2d 118 [338 P.2d 450]; <em>In re Marriage of Smith </em>(1990) 225 Cal.App.3d 469 [274 Cal.Rptr. 911]; <em>In re Marriage of Everett </em>(1990) 220 Cal.App.3d 846 [269 Cal.Rptr. 917]; <em>In re Marriage of Kepley </em>(1987) 193 Cal.App.3d 946, 949 [238 Cal.Rptr. 691].) It is appealable pursuant to Code of Civil Procedure section 904.1, subdivision (b), as an order after final judgment. <em>(In re Marriage of Utigard </em>(1981) 126 Cal.App.3d 133, 146 [178 Cal.Rptr. 546],)<footnotemark>3</footnotemark></p>\n<p id=\"b951-3\"><page-number citation-index=\"1\" label=\"1251\">*1251</page-number>B. <em>Credit in AFDC Cases for Shared Custody</em></p>\n<p id=\"b951-4\">Plaintiff alleges, in determining the amount of child support, the law precludes credit in AFDC cases for expenses incurred and savings resulting from shared physical custody arrangements. We agree.</p>\n<p id=\"b951-5\">In 1984, Congress enacted the Child Support Enforcement Amendments of 1984 (CSEA). The law was enacted as a result of unsatisfactory support collection efforts by state agencies. The CSEA did not provide specific support guidelines and as a result the states enacted divergent guidelines.</p>\n<p id=\"b951-6\">In 1988, President Reagan signed the Family Support Act of 1988. It modified CSEA and made child support guidelines no longer advisory. States were required to adopt new guidelines or lose federal funds.</p>\n<p id=\"b951-7\">Rule 1274 was California’s response to the Family Support Act of 1988. California’s child support guidelines went into effect as of March 1, 1991, and were adopted pursuant to Civil Code former section 4720.1<footnotemark>4</footnotemark> to insure that California was in compliance with federal requirements concerning child support.</p>\n<p id=\"b951-8\">Former section 4727, subdivision (a) of the California Civil Code expressed the Legislature’s intent that support based on 0 percent visitation be awarded in AFDC cases. It stated in part: “Except when a child or children are receiving an AFDC grant, upon request, the court may take into consideration expenses incurred and savings resulting from shared physical custody arrangements in determining the pro rata share of the mandatory minimum child support award to be allocated to each parent.”</p>\n<p id=\"b952-3\"><page-number citation-index=\"1\" label=\"1252\">*1252</page-number>We conclude that the law precludes credit in AFDC cases for shared physical custody situations.</p>\n<p id=\"b952-4\">C. <em>Constitutionality of Rule 1274(b)(6)</em></p>\n<p id=\"b952-5\">The 14th Amendment to the federal Constitution provides that no state shall “deny to any person within its jurisdiction the equal protection of the laws.”</p>\n<p id=\"b952-6\">While the due process clause of the Fifth Amendment requires individuals be treated fairly, the equal protection clause merely requires that persons similarly situated receive equal treatment. <em>(Skinner </em>v. <em>Oklahoma </em>(1942) 316 U.S. 535 [86 L.Ed. 1655, 62 S.Ct. 1110].) Article I, section 7, subdivision (a) of the California Constitution expressly prohibits the denial of equal protection of the laws.</p>\n<p id=\"b952-7\">Once it is determined that there is a classification and the equal protection clause is applicable, it must be determined what standard to apply in ascertaining the constitutionality of the classification. The two standard tests are the rational relationship test and the strict scrutiny test.  The rational relationship test is normally used when the legislation involves economic issues. In <em>Swoap </em>v. <em>Superior Court </em>(1973) 10 Cal.3d 490,504 [111 Cal.Rptr. 136, 516 P.2d 840], the court applied the rational basis test to areas of old age assistance and responsible relative legislation. Basically, if the legislation is economic, it will be presumed valid and the party attacking the legislation will have the burden of showing that it is unconstitutional.  The strict scrutiny test is used if the classification affects a fundamental right or suspect classification. <em>(Shapiro </em>v. <em>Thompson </em>(1969) 394 U.S. 618 [22 L.Ed.2d 600, 89 S.Ct. 1322].) In <em>Shapiro, </em>the fundamental right involved the right to interstate travel. The court has also determined the right to privacy <em>(Long Beach City Employees Assn. </em>v. <em>City of Long Beach </em>(1986) 41 Cal.3d 937 [227 Cal.Rptr. 90, 719 P.2d 660]), the right to procreation <em>(Roe </em>v. <em>Wade </em>(1973) 410 U.S. 113 [35 L.Ed.2d 147, 93 S.Ct. 705]), and the right to vote <em>(Johnson </em>v. <em>Hamilton </em>(1975) 15 Cal.3d 461 [125 Cal.Rptr. 129, 541 R2d 881]), as fundamental rights. Suspect classifications include race or national origin <em>(Korematsu </em>v. <em>United States </em>(1944) 323 U.S. 214 [89 L.Ed.2d 194, 65 S.Ct. 193]), creed <em>(Hooper </em>v. <em>Deukmejian </em>(1981) 122 Cal.App.3d 987 [176 Cal.Rptr. 569]), and in California gender discrimination <em>(Koire </em>v. <em>Metro Car Wash </em>(1985) 40 Cal.3d 24, 39 [219 Cal.Rptr. 133, 707 P.2d 195]). If the classification involves a fundamental right or suspect classification, the legislation is looked at much closer and it is harder to uphold the act if there is a constitutional attack.</p>\n<p id=\"b953-3\"><page-number citation-index=\"1\" label=\"1253\">*1253</page-number>D. <em>Appropriate Standard of Review</em></p>\n<p id=\"b953-4\">In ordinary equal protection cases not involving suspect classifications or affecting a fundamental right, the classification is upheld if it bears a rational relationship to a legitimate state purpose.  However, if the legislation involves a fundamental right or affects a suspect classification, the statute is closely scrutinized and will be upheld only if it is necessary for the furtherance of a compelling state interest <em>(Weber </em>v. <em>City Council </em>(1973) 9 Cal.3d 950, 958 [109 Cal.Rptr. 553, 513 P.2d 601]). Therefore, it is important to determine the appropriate standard for review.</p>\n<p id=\"b953-5\">The right of defendant does not fall within the classification of a fundamental right. It is necessary to determine if defendant falls within a suspect classification.</p>\n<p id=\"b953-6\">In order to have an equal protection issue, there must be classification. The court agrees with plaintiff that the classification is not between noncustodial parents on a basis of their wealth, but is on the basis of welfare status of the dependent child.</p>\n<p id=\"b953-7\">In <em>Swoap, supra, </em>the court addressed an equal protection issue. At issue was the constitutionality of a portion of the Old Age Security Law requiring an adult son of a recipient to reimburse the state. In upholding the Welfare and Institutions Code provisions, the Supreme Court explained that the classification made by the statutes, in compelling certain persons to pay a larger part of the cost of welfare assistance than others, did not constitute a suspect classification. The Supreme Court used the rational relationship test rather than the strict scrutiny test.</p>\n<p id=\"b953-8\">In <em>Swoap, supra, </em>the Supreme Court held that the sections did not draw lines on the basis of wealth. The legislation applied to all adult children of parents in need.</p>\n<p id=\"b953-9\">In the instant case, we conclude that there is no adverse discrimination based upon wealth and no suspect classification is involved. In <em>State of Washington </em>v. <em>Cobb </em>(1987) 194 Cal.App.3d 773 [239 Cal.Rptr. 726], the appeal court rejected the constitutionality issue under an equal protection challenge advanced by a noncustodial father in a case involving similar facts. In <em>Cobb, supra, </em>the appeal court applied the rational basis test to deny shared custody credit to noncustodial parents whose children are on AFDC.</p>\n<p id=\"b953-10\">In <em>Cobb, supra, </em>the appeal court determined that Civil Code section 4727 created two classes of individuals—those noncustodial parents whose children were supported by public assistance and those noncustodial parents <page-number citation-index=\"1\" label=\"1254\">*1254</page-number>whose children were not so supported. However, the appeal court found that the two classifications bore an obvious, rational relationship to a legitimate state purpose. The appeal court concluded that the statute legitimately sought to recoup government revenue spent in maintaining the household of the custodial parent even during periods of the child’s temporary absence. (See <em>County of Yolo </em>v. <em>Worrell </em>(1989) 208 Cal.App.3d 471, 478, 479 [256 Cal.Rptr. 259].)</p>\n<p id=\"b954-4\">We conclude that there is a legitimate purpose for distinguishing between noncustodial parents of AFDC children and noncustodial parents generally in allowing a reduction in support based upon visitation. The state certainly has a legitimate interest in relieving the public of the tremendous economic burden of support for needy children. The rule in question seeks to reduce the burden that taxpaying individuals have in providing AFDC benefits.</p>\n<p id=\"b954-5\">Disposition</p>\n<p id=\"b954-6\">The judgment is reversed and remanded to the trial court to redetermine the proper amount of child support in accordance with the views expressed herein. Plaintiff shall bear its own costs.</p>\n<p id=\"b954-7\">Turner, P. J., and Grignon, J., concurred.</p>\n<footnote label=\"*\">\n<p id=\"b949-11\">Judge of the Municipal Court for the Antelope Judicial District sitting under assignment by the Chairperson of the Judicial Council.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b949-12\">Rule 1274(b)(6) provides: “If the child or children who are the subject of the support order are receiving Aid to Families with Dependent Children, [the percentage of time the high earner has primary responsibility for the children versus the other parent] shall be zero. If the amount of [the percentage of time the high earner has primary responsibility for the children versus the other parent] is 10 percent or more, then [the percentage of time the high earner has primary responsibility for the children versus the other parent] shall be 20 percent.”</p>\n<p id=\"b949-13\">All further references to rules are to the California Rules of Court unless otherwise indicated.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b949-14\">Defendant did not file a respondent’s brief even though the court advised him by letter dated May 12, 1992, of the effect of not doing so. Accordingly, we accept as correct the facts set forth in County’s opening brief, and note that County still has the burden of affirmatively demonstrating error. <em>(Miles </em>v. <em>Speidel </em>(1989) 211 Cal.App.3d 879, 881 [259 Cal.Rptr. 582].)</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b950-9\">Code of Civil Procedure section 904.1 states in part: “An appeal may be taken from a superior court in the following cases: [f] (a) From a judgment, except (1) an interlocutory judgment, other than as provided in subdivisions (h) and (i), (2) a judgment of contempt which is made final and conclusive by Section 1222, (3) a judgment on appeal from a municipal court or a justice court or a small claims court, or (4) a judgment granting or denying a petition for issuance of a writ of mandamus or prohibition directed to a municipal court or a justice court or the judge or judges thereof which relates to a matter pending in the municipal or justice court. However, an appellate court may, in its discretion, review a <page-number citation-index=\"1\" label=\"1251\">*1251</page-number>judgment granting or denying a petition for issuance of a writ of mandamus or prohibition, or a judgment or order for the payment of monetary sanctions, upon petition for an extraordinary writ. [1] (b) From an order made after a judgment made appealable by subdivision (a).’’</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b951-12\">Civil Code former section 4720.1, subdivision (a)(1) stated: “It is the intention of the Legislature to ensure that the State of California remains in compliance with federal regulations for child support guidelines. Due to the urgency of ensuring compliance with these regulations, the Legislature hereby directs the Judicial Council to adopt rules of court incorporating statewide guidelines that comply with applicable federal regulations at the earliest date possible, but no later than 60 days after the effective date of the act that adds this section. Except as necessary to meet new federal regulations or to address the findings of the study on guidelines commissioned by the Judicial Council in 1989, the initial guidelines to be established shall be those promulgated by the Judicial Council pursuant to subdivision (b) of Section 4724. Except as necessary to meet new federal regulations or to address the findings of the study on guidelines commissioned by the Judicial Council in 1989, the initial guidelines shall retain the intent of Sections 4721, 4723, 4727, 4728, and 4728.5. This legislative directive shall not be construed to mean that the State of California is not currently in compliance with the child support guideline requirements contained in Section 667 of Title 42 of the United States Code. Any guidelines proposed or adopted by the Judicial Council shall not result in child support awards less than the current mandatory minimum child support awards as established by the Agnos Child Support Standards Act of 1984.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}