{
  "casebody": {
    "data": "<casebody firstpage=\"915\" lastpage=\"916\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b939-7\">UNITED STATES of America, Plaintiff-Appellee v. Brandon Darnell REYNOLDS, also known as Black, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b939-10\">No. 09-40139</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AbR\">Conference Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b939-11\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b939-13\">Oct. 20, 2009.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b939-25\">Traci Lynne Kenner, Assistant U.S. Attorney, U.S. Attorney’s Office, Tyler, TX, Heather Harris Rattan, Assistant U.S. Attorney, U.S. Attorney’s Office, Plano, TX, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b939-26\">Denise S. Benson, Assistant Federal Public Defender, Federal Defender’s Office, Sherman, TX, George Patrick Black, Amy R. Blalock, Assistant Federal Public Defender, Federal Defender’s Office, Tyler, TX, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b940-3\"><page-number citation-index=\"1\" label=\"916\">*916</page-number>Before WIENER, BENAVIDES, and STEWART, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b940-4\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b940-5\">Brandon Darnell Reynolds, federal prisoner # 11542-078, appeals the denial of his 18 U.S.C. § 3582 motion to reduce his 360-month sentence following his conviction for distributing crack cocaine. Reynolds filed a motion for a reduced sentence pursuant to 18 U.S.C. § 3582(c)(2) in which he sought a reduction in his sentence based on Amendment 706 to the crack cocaine Guidelines. Reynolds appeals the district court’s denial of that motion. The Government has filed a motion for summary affir-mance or, alternatively, for an extension of time to file a brief on the merits.</p>\n<p id=\"b940-6\">Although the district court’s decision whether to reduce a sentence ordinarily is reviewed for an abuse of discretion, a court’s interpretation of the Guidelines is reviewed de novo. <em>United States v. Doublin, </em>572 F.3d 235, 237 (5th Cir.2009), <em>petition for cert. filed </em>(Sept. 21, 2009) (No. 09-6657). Because the district court’s denial of Reynolds’s motion was based on its determination that Reynolds’s sentence remained the same under the amended Guidelines, review is de novo. <em>See id.</em></p>\n<p id=\"b940-7\">Section 3582(c)(2) permits the discretionary modification of a defendant’s sentence where the sentencing range is later lowered by the Sentencing Commission, “if such a reduction is consistent with the policy statements issued by the Sentencing Commission.” <em>Id.; see also United States v. Gonzalez-Balderas, </em>105 F.3d 981, 982 (5th Cir.1997). Sentence reductions under § 3582 are thus governed by the policy statements of the Guidelines. <em>Doublin, </em>572 F.3d at 237.</p>\n<p id=\"b940-10\">Under the amended guidelines, however, Reynolds’s guidelines range of imprisonment remained the same. The district court was thus correct in concluding that a reduction was not permitted under § 3582(c)(2). <em>See </em>§ 3582(c)(2). Reynolds’s argument that the district court had the discretion to reduce his sentence under § 3582 in light of <em>United States v. Booker, </em>543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), is unavailing because “the concerns at issue in <em>Booker </em>do not apply in an 18 U.S.C. § 3582(c)(2) proceeding.” <em>Doublin, </em>572 F.3d at 238. Although the Guidelines must be treated as advisory in an original sentencing proceeding, <em>Booker </em>does not prevent Congress from incorporating a guideline provision “as a means of defining and limiting a district court’s authority to reduce a sentence under § 3582(c).” <em>Id. </em>at 239 (internal quotation and citation omitted).</p>\n<p id=\"b940-11\">The district court thus did not err in denying Reynolds’s motion for a reduction of sentence. The district court’s judgment is AFFIRMED; the Government’s motion for summary affirmance is GRANTED; and the Government’s motion for an extension of time is DENIED as unnecessary.</p>\n<footnote label=\"*\">\n<p id=\"b940-8\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}