{
  "casebody": {
    "data": "<casebody firstpage=\"354\" lastpage=\"368\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b390-7\">Galbreath-Ruffin Corporation, Respondent-Appellant, <em>v. </em>40th and 3rd Corporation et al., Appellants-Respondents.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b390-8\">Argued February 20, 1967;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A4u\">decided April 11, 1967.</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b392-5\"><page-number citation-index=\"1\" label=\"356\">*356</page-number><em>Howard Henig, Seymour Howard, Donald Zimmerman </em>and <em>Eugene Bender </em>for appellants-respondents.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"Arq\">I. In the face of the clear violation by plaintiff of the provisions of article 12-A of the Beal Property Law, it was error for the court below to reverse the judgment of dismissal at Special Term and grant judgment to plaintiff on the causes of action for “ override ” commissions. <em>(Squadrito </em>v. <em>Griebsch, </em>1 N Y 2d.471; <em>Roman </em>v. <em>Lobe, </em>243 N. Y. 51; <em>Matter of Wilson Sullivan Co., </em>289 N. Y. 110; <em>Bendell </em>v. <em>De Dominicis, </em>251 N. Y. 305; <em>Brener &amp; Lewis </em>v. <em>Fawcett Pubs., </em>197 Misc. 207, 276 App. Div. 994, 276 App. Div. <page-number citation-index=\"1\" label=\"357\">*357</page-number>1081.) II. The Appellate Division in its new findings of fact improperly relied upon new matter asserted by plaintiff for the first time in reply papers. III. It was error to dismiss defendants’ affirmative defense based upon plaintiff’s failure to use best efforts and to grant summary judgment to plaintiff where issues of fact remained. <em>(Wood </em>v. <em>Duff-Gordon, </em>222 N. Y. 88; <em>Matter of De Laurentiis [Cinematografica], </em>9 N Y 2d 503; <em>Genet </em>v. <em>President of Delaware &amp; Hudson Canal Co., </em>136 N. Y. 593; <em>Kirke La Shelle Co. </em>v. <em>Armstrong Co., </em>263 N. Y. 79; <em>Tuttler v. Grant Co., </em>6 N Y 2d 754; <em>Pernet </em>v. <em>Peabody Eng. Corp., </em>20 A D 2d 781.) V. Where defendants’ underlying contractual liability was challenged, summary judgment was improperly granted on causes of action based on alleged accounts stated. <em>(Alley </em>v. <em>Walz &amp; Krenzer, </em>275 App. Div. 888; <em>Lockwood </em>v. <em>Thorne, </em>18 N. Y. 285; <em>Simmons </em>v. <em>Santoro, </em>36 Misc 2d 409; <em>Clare </em>v. <em>Kelley, </em>188 App. Div. 665; <em>Parsons </em>v. <em>Batchelor, </em>233 App. Div. 517.) Y. There is no triable issue of fact in the causes of action based on the TWA and Bendix leases and the defense of illegality was sufficiently proved to warrant dismissal of those causes of action.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b393-4\"><em>Seymour M. Klein </em>and <em>Richard W. Wallach </em>for respondent-appellant.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AKX\">I. The Appellate Division correctly granted summary judgment to plaintiff on the “override” commissions, and should have similarly granted .summary judgment in favor of plaintiff’s claims for commissions on the two leases it negotiated directly. The undisputed facts show that the fundamental purpose of the brokerage licensing statute was not violated by plaintiff, since all persons who rendered brokerage services were duly licensed as brokers. <em>(Matter of Wilson Sullivan Co., </em>289 N. Y. 110; <em>Roman </em>v. <em>Lobe, </em>243 N. Y. 51; <em>Dodge </em>v. <em>Richmond, </em>5 A D 2d 593; <em>Reiter </em>v. <em>Greenberg, </em>27 Misc 2d 18, 18 A D 2d 1093; <em>Silinsky </em>v. <em>Lustig, </em>118 Misc. 298; <em>Heinfelt </em>v. <em>Arth, </em>135 Cal. App. 445; <em>Hodgins </em>v. <em>Donahue, </em>96 Cal. App. 137; <em>Brener &amp; Lewis </em>v. <em>Fawcett Pubs., </em>197 Misc. 207, 276 App. Div. 994.) II. In any event the Appellate Division was sound and correct in holding that no license violation occurred with respect to the “ override ” commission claims. <em>(Julien J. Studley, Inc. </em>v. <em>Geisinger, </em>12 Misc 2d 527, 7 A D 2d 844.) III. The defense of illegality also is insufficient as a matter of law to defeat plaintiff’s claims for commissions earned <page-number citation-index=\"1\" label=\"358\">*358</page-number>in connection with the Bendix and TWA leases which involved direct brokerage and not ‘ ‘ overrides. ’ ’ Accordingly, the Appellate Division did not go far enough and should have directed summary judgment in plaintiff’s favor without remanding these issues for trial. <em>(Matter of Leathersich </em>v. <em>Wade, </em>20 A D 2d 963; <em>Board </em>v. <em>Hearst Pubs., </em>322 U. S. 111; <em>Atkin </em>v. <em>Hill, Darlington &amp; Grimm, </em>15 A D 2d 362, 12 N Y 2d 940.) IV. Defendants’ defense to the ££ override ’ ’ commissions and counterclaim based upon plaintiff’s allegedly negligent performance of the rental agency agreement is insufficient in law and, in any event, was correctly found by the Appellate Division to be unsubstantiated in the record. Since defendants accepted and acquiesced in statements of account as to commissions earned and due under the rental agency agreement, and made payment of three installments due thereunder, they are now foreclosed as a matter of law from contesting the underlying obligation on the ground of negligent or defective performance. <em>(Lockwood </em>v. <em>Thorne, </em>18 N. Y. 285; <em>Knickerbocker </em>v. <em>Gould, 115 N. </em>Y. 533; <em>Rodkinson v. Haecker, </em>248 N. Y. 480; <em>Matter of Howell, </em>215 N. Y. 466; <em>Bailey </em>v. <em>Robinson Mfg. Co., </em>270 App. Div. 986; <em>Clare </em>v. <em>Kelley, </em>188 App. Div. 665.) V. Defendants’ defense and counterclaim based upon alleged negligent performance of the rental agency agreement are not sustainable as a matter of law, since the agreement was terminable by defendants without cause and at will, and, irrespective of the substantial performance actually rendered by plaintiff, there was no fixed quantum of performance required. <em>(Siegel </em>v. <em>Rosenzweig, </em>129 App. Div. 547; <em>Wood </em>v. <em>Duff-Gordon, </em>222 N. Y. 88; <em>Matter of De Laurentiis </em>[Cinematográfica], 9 N Y 2d 503; <em>Genet </em>v. <em>President of Delaware &amp; Hudson Canal Co., </em>136 N. Y. 593; <em>Kirke La Shelle Co. </em>v. <em>Armstrong Co., </em>263 N. Y. 79; <em>Rubin </em>v. <em>Dairymen’s League Co-op Assn., </em>284 N. Y. 32; <em>Vines </em>v. <em>General Outdoor Adv. Co., 171 </em>F. 2d 487; <em>Foley </em>v. <em>D’Agostino, </em>21 A D 2d 60.) VI. The Appellate Division properly found that defendants failed to adduce facts entitling them to a trial of their defense and counterclaim based upon plaintiff’s allegedly negligent performance of the rental agency agreement. Indeed, the defense and counterclaim as pleaded are insufficient on their face as a matter of law. <em>(Kramer </em>v. <em>Harris, </em>9 A D 2d 282; <em>Di Sabato </em>v. <em>Soffes, </em>9 A D 2d 297; <em>Shapiro </em>v. <em>Health Ins. Plan of Greater N. Y., 7 </em>N Y 2d 56; <em>Bank for Sav. </em><page-number citation-index=\"1\" label=\"359\">*359</page-number><em>in City of N. Y. </em>v. <em>Rellim Constr. Co., </em>285 N. Y. 708; <em>Swacker </em>v. <em>Moody, </em>5 A D 2d 836; <em>Kraham Realty Co. </em>v. <em>County Line Shopping Center, </em>3 A D 2d 844; <em>Ziegler </em>v. <em>Mancuso &amp; Alessio, </em>283 App. Div. 813.) VII. Even if this court should determine that plaintiff is not entitled to summary judgment upon the Bendix and TWA claims because Real Property Law article 12-A may have some adverse effect on those causes of action, in no event can summary judgment be directed against plaintiff since in that event there still exist issues of fact as to plaintiff’s actual compliance with the statute, which require a trial. <em>(Magoba Mgt. </em>v. <em>Central Zone Prop. Corp., </em>3 Misc 2d 824, 4 AD 2d 145.) VIII. The Appellate Division correctly remanded for trial plaintiff’s claims for commissions due upon the TWA 43d floor lease on the ground that issues of fact are presented requiring trial. <em>(Kitching </em>v. <em>Brown, </em>180 N. Y. 414; <em>Sholl </em>v. <em>Prince Line, </em>109 App. Div. 591.) IX. The court below was entitled to consider the contents of plaintiff’s reply affidavits on the relevant issues.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b395-3\">Vah Voorhis, J.</author>\n<p id=\"Aee\">This is an action for brokerage commissions. Plaintiff became exclusive renting agent for defendants to rent the offices in a building owned by them at 605 Third Avenue, Manhattan, while it was still under construction. It was completed in 1963. This contractual arrangement arose from two letter agreements whereby plaintiff was to be paid regular commissions in accordance with rates recommended by the Real Estate Board of New York, Inc., where plaintiff procured the tenant, and, in instances where the tenant was procured by an outside broker, plaintiff was to be paid commissions equal to 50% of the rate mentioned, not exceeding $125,000, Such 50% commissions are described as “ override ”.</p>\n<p id=\"b395-4\">By March, 1962, while the first letter agreement was in force, leases were executed and delivered to defendants with Kudner Agency, Inc., American Gas Association, Inc., John Wiley &amp; Sons, Inc. and Bendix Corporation. Of these, only the Bendix Corporation lease was executed through plaintiff’s efforts, the three other leases having been procured through outside brokers. The first cause of action in the complaint deals with commissions allegedly due from all of these leases. The second through fifth causes of action concern the same leases but are based on <page-number citation-index=\"1\" label=\"360\">*360</page-number>accounts stated. Defendants terminated the brokerage contract, under a clause permitting it, as of April 8, 1962. On September 13, 1963, plaintiff and defendants entered into the second letter agreement whereby defendants undertook to pay commissions at Beal Estate Board rates upon the execution and delivery of a noneaneelable agreement of lease between defendants and Trans-World Airlines, Inc. TWA rented the 34th through the 36th floors of the building, and later leased space on the 43d floor also. The sixth and seventh causes of action deal with commissions allegedly due as a result of those leases. There is no dispute with reference to the subject matter of the eighth and ninth causes of action.</p>\n<p id=\"b396-5\">These cross appeals concern summary judgment. Special Term dismissed the first seven causes of action and refused to dismiss the affirmative defenses and counterclaims. The Appellate Division modified by granting to plaintiff summary judgment on some of the causes of action and dismissing the affirmative defenses and counterclaims insofar as related thereto. Both sides appeal.</p>\n<p id=\"b396-6\">Defendants have paid to plaintiff the aggregate sum of $82,173.40 in commissions on these leases. This includes substantial payments on account of each of the leases regarding which commissions are in dispute, with the exception -of the rental of part of the 43d floor to TWA, concerning which the Appellate Division correctly held that there is. a triable issue. These payments clearly establish accounts stated for commissions with respect to all of the leases to which they apply.</p>\n<p id=\"b396-7\">The Appellate Division’s decision (apart from the 43d floor questions) is based entirely upon the licensing sections of the Beal Property Law as it existed at the times of plaintiff’s performance, more particularly sections 440-a and 441-b. There is no triable issue over whether plaintiff was the procuring cause of the Bendix and TWA leases. It is an established fact that plaintiff procured them.</p>\n<p id=\"b396-8\">Initially defendants considered that these commissions were payable to plaintiff, as evidenced by their partial payments to plaintiff of the said $82,173.40 on account of commissions with respect to each lease except for the 43d floor. At some stage, however, defendants discovered the facts relative to plaintiff’s licensing situation, hereafter to be stated, and declined to pay <page-number citation-index=\"1\" label=\"361\">*361</page-number>more and counterclaimed for the amounts already paid quadrupled by way of penalty under the supposed authorization of subdivision 3 of section 442-e of the Beal Property Law.</p>\n<p id=\"b397-3\">Plaintiff had a corporation brokerage license, as required by section 441-a, at all times when brokerage services were rendered for defendant; the alleged violations spring from the circumstance that plaintiff was affiliated with another brokerage corporation known as John W. Galbreath &amp; Co., Inc., also a licensed broker, with which it acted in conjunction respecting the rental of these offices. The contention of defendants is that since subdivision 2 of section 441-b, providing for license fees, states that the license issued to a corporation shall entitle its president or such other officer as shall be designated by such corporation to act as a real estate broker, but that, if other officers are to act as real estate broker in behalf of the corporation, an additional license fee ($50 for each) shall be obtained, none except those so authorized could act. Plaintiff’s president, Peter B. Baffin, a licensed broker of more than 30 years’ standing, was authorized to act as broker for plaintiff; plaintiff’s vice-president, Philip M. Shannon, licensed as a broker since 1948, was authorized to act as broker for John W. Galbreath &amp; Co., Inc.. These two men (chiefly Shannon) did all of the brokerage work connected with procuring Bendix and TWA as tenants, and performed such other work as was done (but failed of fruition) in endeavoring to procure the other leases—which were actually procured by outside brokers — on which plaintiff claims the overriding commissions. There is no dispute about any duplication of recovery as between plaintiff and John W. Galbreath &amp; Co., Inc. They worked in conjunction, but any commissions that are recovered concededly belong to plaintiff.</p>\n<p id=\"b397-4\">Defendants’ contention—decided in their favor by Special Term and left as a triable issue by the Appellate Division — is that, although no brokerage services were rendered except by licensed brokers, Buffin was the only licensed broker who could act for plaintiff (Galbreath-Buffin Corp.) and that whatever Shannon accomplished toward the earning of plaintiff’s commissions was done in an unlicensed capacity, since he was licensed solely to act as broker in the service of John W. Galbreath &amp; Co., Inc. but did most of this work as vice-president of plaintiff.</p>\n<p id=\"b398-4\"><page-number citation-index=\"1\" label=\"362\">*362</page-number>The Appellate Division granted summary judgment to plaintiff for the overriding commissions, on the theory that, although it was Shannon who tried to rent the offices taken by Kudner, American Gras and Wiley, he did not succed in renting those spaces with the consequence that their leases were placed through other brokers, leaving the transactions untainted by his participation. Therefore, since plaintiff held a brokerage license as a corporation, and the rental spaces under discussion were not rented through the efforts of any unlicensed representative of plaintiff, recovery of the overriding commissions was lawful. Upon the other hand, in the case of Bendix and TWA, who were tenants (or subtenants) procured by plaintiff acting alone or in conjunction with John W. Gralbreath &amp; Co., Inc., recovery was suspect of commissions based on the rental of their offices since they were procured mainly through the efforts of Shannon.</p>\n<p id=\"b398-5\">It is, of course, the law that commissions cannot be recovered by a real estate broker who is unlicensed while his services were rendered <em>(Bendell </em>v. <em>De Dominicis, </em>251 N. Y. 305; <em>Roman </em>v. <em>Lobe, </em>243 N. Y. 51; <em>Brener &amp; Lewis </em>v. <em>Fawcett Pubs., </em>197 Misc. 207, affd. 276 App. Div. 994, mot. for lv. to app. den. 276 App. Div. 1081). 'The reason for this court-imposed disability to recover commissions on unlicensed brokers was stated in the cases cited to be that “ The intrinsic nature of the business combines with practice and tradition to attest the need of regulation. The real estate broker is brought by his calling into a relation of trust and confidence. Constant are the opportunities by concealment and collusion to extract illicit gains. We know from our judicial records that the opportunities have not been lost ” <em>(Roman </em>v. <em>Lobe, supra, </em>p. 54).</p>\n<p id=\"b398-6\">Again it was said in <em>Bendell </em>v. <em>De Dominicis (supra) </em>at page 310: ‘ ‘ One purpose of the statute was to mark off ‘ the business of the broker as distinct from occupations which by general acquiescence are pursued of common right without regulation or restriction,’ and to make illegal the acts of the unlicensed in the real estate broker’s field. <em>(Roman </em>v. <em>Lobe, </em>243 N. Y. 51.) ”</p>\n<p id=\"b398-7\">These and other decisions are clear that the animating purpose of imposing this sanction on obtaining a real estate broker’s license is the protection of the public, as in the ease of licensing a lawyer or doctor, ‘ ‘ not to permit others to take advantage of <page-number citation-index=\"1\" label=\"363\">*363</page-number>the violation of the statute to escape their obligations ” (Pound, J., in <em>Bendell </em>v. <em>De Dominicis, </em>251 N. Y. 305, 310, <em>supra).</em></p>\n<p id=\"b399-4\">The brokerage services in the Bendix and TWA leases, it is conceded, were rendered entirely by Ruffin and Shannon who, as has been said, were separately licensed to act as brokers for their respective corporations. The defense, on this point, is based exclusively on a provision in subdivision 2 of section 441-b of the Beal Property Law, headed “ license fee ”, that “ For each other officer [than the one originally designated to act on behalf of the corporation] who shall desire to act as a real estate broker in behalf of such corporation an additional license expiring on the same date as the license of the corporation shall be applied for and issued, as hereinbefore provided, the fee for which shall be the same as the fee required by this section for the license to the corporation.” The argument for defendants recognizes, therefore, that if plaintiff (Gralbreath-Buffin Corporation) had paid another $50 for an extra license for Shannon (who was its vice-president as well as vice-president of John W. G-albreath &amp; Co., Inc.) —which would have issued <em>pro forma, </em>since he already had been approved to act as broker contemporaneously on behalf of John W. G-albreath &amp; Co., Inc.— everything would have been in order, and no barrier could have been asserted against plaintiff’s recovery.</p>\n<p id=\"b399-5\">Plaintiff argues that this section of the Beal Property Law (§ 441-b), as its title implies, is a revenue measure only, and has nothing to do with the protection of the public which is covered by section 441-a. So long as Ruffin and Shannon were both approved and licensed brokers, that is all the public interest demands, and there is no occasion for the courts to add the drastic sanction of refusal to enforce the obligation to pay commissions—which is not expressed in the statute—merely to aid in the collection of an additional license fee, under circumstances where the protection of the public interest by licensing is not involved. This court-imposed penal .sanction was not created, plaintiff argues, for the sake of insuring that another $50 would be paid under subdivision 2 of section 441-b to license Shannon as a representative of plaintiff as well as of John W. G-albreath &amp; Co., Inc., citing the opinion in <em>Silinshy </em>v. <em>Lustig </em>(118 Mise. 298, 299) which well states: “ Thus where the pro<page-number citation-index=\"1\" label=\"364\">*364</page-number>curing of a license is merely for the purpose of raising revenue it would seem that acts performed without securing a license would be valid. But where the statute looks beyond the question of revenue and has for its purpose the protection of public health or morals or the prevention of fraud, a non-compliance with its terms would affect the legality of the business [citing cases].”</p>\n<p id=\"b400-5\">The case of <em>Heinfelt </em>v. <em>Arth </em>(135 Cal. App. 445) is perhaps more closely in point, which concerned a California statute, similar to the one now <em>sub judice, </em>the opinion (pp. 449-450) stating: “ Where each of two partners are already licensed it would be a mere matter of form to require a separate license in the name of the partnership. This would accomplish nothing useful in carrying out the purpose of the act and would, in fact, call for merely a double license for persons whose qualifications have already been favorably passed upon. * * * The essential requirement of the act is that every person, natural or artificial, operating as a real estate broker must obtain a license so to do. In the absence of a positive provision to the contrary, it is in accord with both the letter and the spirit of the act to hold that fully licensed individuals may work in partnership with each other without obtaining another license in the firm name, the only possible effect of which would be to license the same individuals who are already licensed.”</p>\n<p id=\"b400-7\">The latter case points to a solution of the problem here involved. Being a penal statute, 441-b should, in any event, be strictly construed. It contains no provision forbidding brokers (as they often do) to act in conjunction with one another in effectuating real estate transactions. What has just been said is not changed by the last sentence of subdivision 2 of section 441-b that, in case a person licensed individually as a real estate broker thereafter becomes an officer of a corporation or a member of a copartnership, an application shall be made in behalf of such corporation or copartnership for a broker’s license for him as its representative for the remainder of the then current license term, <em>“ </em>provided that the license and pocket card previously issued to the licensee in his individual capacity shall have been returned to the department ”. Nothing in this section, even if it were to be construed as anything more than a revenue measure, precludes a broker from being licensed on <page-number citation-index=\"1\" label=\"365\">*365</page-number>behalf of several corporations, or, assuming that Shannon had no power to act as broker for plaintiff, nothing in the section would prevent him from acting for John W. Galbreath &amp; Co., Inc., nor preclude those two brokerage corporations from collaborating in a transaction.</p>\n<p id=\"b401-3\">None of the cases cited militates against this conclusion. The <em>Brener </em>case <em>(Brener &amp; Lewis </em>v. <em>Fawcett Pubs., supra), </em>chiefly relied on by defendants, not only did not involve collaboration between brokers but presented a situation where a real estate deal was effectuated by one who (unlike Shannon here) was not licensed to act as broker or salesman for the plaintiff therein <em>or any other corporation. </em>Brener did have an individual real estate salesman’s license (different from and inferior to a broker’s license) but that did not help in view of the provision in section 441-b that no license as a real estate salesman — as distinct from a broker license — “ shall be issued to any officer of a corporation nor to a member of a copartnership licensed as a real estate broker. ’ ’</p>\n<p id=\"b401-4\">The Appellate Division reversed the judgment dismissing plaintiff’s causes of action for commissions based on the procurement of the Bendix and TWA leases but, instead of granting summary judgment thereon to plaintiff (as was done for the overriding commissions on the other leases), directed a trial to ascertain the views of the Department of State and to take testimony concerning what practical construction has been given by the Department of State in dealing with this problem. Plaintiff has appealed from this part of the order, contending that it is entitled to summary judgment on the ground that it is for the court to construe the statute and that the construction which should be placed upon it is clear. This contention is sound. This case is not one in which the administering agency, namely, the Department of State, was first charged with the function of construing the statute in an administrative proceeding; on the contrary, the Appellate Division has remanded the case for an ordinary judicial trial at which the expertise of that department could be made available through courtroom testimony. The expert opinion of an administrative agency is not ordinarily solicited by courts to resolve a question of statutory construction not raised initially in an administrative proceeding or hearing <em>(Atkin </em>v. <em>Hill, Darlington &amp; Grimm, </em>15 A D <page-number citation-index=\"1\" label=\"366\">*366</page-number>2d 362, affd. 12 N Y 2d 940), nor is this controlled by the practical construction of a public statute by officers charged with its enforcement. Even if the testimony were to show, on a trial, that in similar situations it is the practice of the Department of State to require an extra license for one in Shannon’s position as vice-president of plaintiff, that would not aid in resolving the question of judicial policy in determining whether to withhold the remedy for recovery of commissions as a sanction to enforce the collection of revenue as contrasted with protection of the public against injury at the hands of incompetent or untrustworthy brokers.</p>\n<p id=\"b402-5\">The other grounds adduced by defendants are palpably insufficient. Defendants are hardly in a position to argue that plaintiff used insufficient efforts to procure tenants, as regards the Bendix and TWA leases, inasmuch as defendants made binding rental agreements with Bendix and TWA. It may well be that, in the case of exclusive rental agency agreements, the principle of <em>Wood </em>v. <em>Duff-Gordon </em>(222 N. Y. 88) applies to the collection of overriding commissions on leases procured by outside brokers. Even though these brokerage agreements were terminable on stated notice at will, it is possible that plaintiff was inferentially obligated to use reasonable efforts to promote the rental of the offices in the building. We need not consider whether there would otherwise be a triable issue on this aspect, however, in view of the account stated allegations of the complaint supported by undisputed evidentiary facts in the affidavits. Defendants have paid substantial amounts on account of each claim for overriding commissions, and are thereby precluded at this late date from contending that no overriding commissions became payable on the ground that plaintiff should have made greater exertions to obtain tenants.</p>\n<p id=\"b402-6\">Only the allegations remain to be considered in the sixth and seventh causes of action regarding the 43d floor lease to TWA. Concerning that, the Appellate Division said (25 A D 2d, p. 125): “As to the claim for commissions on the TWA lease, while the lease by its terms recognizes that plaintiff corporation acted as broker in its negotiation and bound the defendants to pay commissions and expenses therefor, and in fact defendants have paid plaintiff the excess of $30,000 commissions, there is a question as to the application of the lease term, to the <page-number citation-index=\"1\" label=\"367\">*367</page-number>43rd floor, the date the lease took effect and the possible status of plaintiff or Shannon at such time. Those issues may properly be resolved upon a trial.”</p>\n<p id=\"b403-3\">Plaintiff is prepared to go to trial with respect to the 43d floor. Defendant appeals from that part of the order, and asks that it be modified so as to dismiss that part of the complaint along with the rest. The second letter agreement between the parties (Exhibit 0), dated September 13, 1963, states: “ (g) In the event Trans-World Airlines, Inc., shall lease additional space over and above that provided for in the lease executed simultaneously herewith prior to the commencement of the term, such space shall be considered a part of the aforesaid lease and the appropriate commission other than that provided for herein shall be paid to us.’ ’ The written lease for the additional space on the 43d floor was executed April 20, 1964, after the commencement of the term for the other space. Defendant points to the language in the above-quoted paragraph (g) which speaks of the leasing of additional space by TWA ‘1 prior to the commencement of the term ” of the lease of the other-floors to TWA. The circumstance is not necessarily controlling if, as stated in Mr. Shannon’s affidavit, TWA had earlier agreed orally to take the additional space on the 43d floor. Section 242 of the Beal Property Law required the lease, in order to be binding, to be in writing, and it was put in writing, as above stated, April 20, 1964. A brokerage commission is earned, however, when the parties are brought together and their minds meet. Formalizing the meeting of the minds by a subsequent written lease was, of course, necessary in order to perfect the obligation of the principal to pay a brokerage commission but, where a subsequent written agreement is entered into, it may well be that the commission was earned as of the earlier date when their minds met. At the least, this would appear to be an appropriate issue to be decided at the trial, as the Appellate Division has held.</p>\n<p id=\"b403-4\">The order appealed from should be modified so as to grant partial summary judgment to plaintiff for full commissions on the Bendix and TWA transactions (except for the TWA space on the 43d floor of the building), and it .should otherwise be affirmed, without costs, and the question certified should be answered in the negative.</p>\n<p id=\"b404-4\"><page-number citation-index=\"1\" label=\"368\">*368</page-number>Chief Judge Ftjld and Judges Burke, Scileppi, Bergan and Keating concur; Judge Breitel taking no part.</p>\n<p id=\"b404-5\">Order, insofar as appealed from by defendant as of right, affirmed, without costs.</p>\n<p id=\"b404-6\">Order, insofar as appealed from by both parties by permission, modified in accordance with the opinion herein and, as so modified, affirmed, without costs. Question certified answered in the negative.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}