{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"1\" lastpage=\"19\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Leland S. SMITH, Jr., Plaintiff-Appellant,\n  <br/>\n  v.\n  <br/>\n  State of MAINE BUREAU OF REVENUE SERVICES, Defendant-Appellee.\n </parties>\n <docketnumber id=\"p-2\">\n  Civil No. 1:17-cv-00340-JAW\n  <br/>\n  Bankruptcy No. 16-10744-MAF\n </docketnumber>\n <court id=\"p-3\">\n  United States District Court, D. Maine.\n </court>\n <decisiondate id=\"p-4\">\n  Signed May 16, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  Christopher J. Keach, James F. Molleur, Law Office of James F. Molleur, Biddeford, ME, for Plaintiff-Appellant.\n </attorneys>\n <attorneys id=\"p-6\">\n  Kevin J. Crosman, Maine Attorney General's Office Six State House Station, Augusta, ME, for Defendant-Appellee.\n </attorneys>\n <p id=\"p-7\">\n  <strong>\n   ORDER ON BANKRUPTCY APPEAL\n  </strong>\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   JOHN A. WOODCOCK, JR., UNITED STATES DISTRICT JUDGE\n  </author>\n  <p id=\"p-9\">\n   A Chapter 13 debtor appeals the Bankruptcy Judge's order confirming that the automatic stay has terminated pursuant to\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n    11 U.S.C. § 362\n   </extracted-citation>\n   (c)(3)(A) and, therefore, does not prohibit creditors from taking actions against property of the estate. This appeal raises a question that has divided courts concerning the proper statutory interpretation of the inelegant language of that provision. Under the majority view, subsection (c)(3)(A) terminates the automatic stay provisions blocking actions against the debtor or property of the debtor, but property of the estate remains protected by the automatic stay; under the minority view, subsection (c)(3)(A) terminates the automatic stay in its entirety. Although neither interpretation is entirely satisfactory, the Court affirms the decision of the Bankruptcy Court because the minority view is more convincing.\n  </p>\n  <p id=\"p-10\">\n   <strong>\n    I. BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-11\">\n   There are no factual disputes. In December 2014, the Debtor, Leland S. Smith, Jr., filed a petition under Chapter 13, but that petition was dismissed in November 2016 because he failed to make payments required by the confirmed Chapter 13 plan. On December 28, 2016, Mr. Smith filed a second Chapter 13 voluntary petition and a proposed plan.\n   <em>\n    Voluntary Pet. for Individuals Filing for Bankr.\n   </em>\n   (Bankr. ECF No. 1);\n   <em>\n    Chapter 13 Plan\n   </em>\n   (Bankr. ECF No. 3). On February 15, 2017, the state of Maine Bureau of Revenue Services (MRS) filed a claim for roughly $52,000.\n   <em>\n    Proof of Claim\n   </em>\n   (Bankr. Claim No. 3-1). On March 22, 2017, the Bankruptcy Court confirmed Mr. Smith's Chapter 13 Plan.\n   <em>\n    Order Confirming Chapter 13 Plan and Setting Deadlines for Certain Actions\n   </em>\n   (Bankr. ECF No. 35).\n  </p>\n  <p id=\"p-12\">\n   Meanwhile, at a hearing on February 16, 2017, MRS sought clarification under\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n    11 U.S.C. § 362\n   </extracted-citation>\n   (j) of the extent to which the automatic stay had terminated.\n   <em>\n    Min. Order\n   </em>\n   (Bankr. ECF No. 19). In cases under Chapters 7, 11, and 13, § 362(c)(3)(A) terminates the automatic stay \"with respect\n   to the debtor\" after thirty days if that debtor had a prior case pending within the preceding one-year period, which was then dismissed. Under § 362(c)(3)(B), any party in interest may move for a continuation of the automatic stay before the expiration of the thirty-day window, but no one did so here.\n  </p>\n  <p id=\"p-13\">\n   After briefing and oral arguments, the Bankruptcy Court ruled in a thoughtful and thorough opinion on August 18, 2017, that the automatic stay had terminated and the phrase \"with respect to the debtor\" in\n   <extracted-citation index=\"2\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n    11 U.S.C. § 362\n   </extracted-citation>\n   (c)(3)(A) does not limit the scope of the termination by preserving the automatic stay for actions against property of the estate.\n   <em>\n    Order Regarding Stay Termination Under\n    <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     11 U.S.C. § 362\n    </extracted-citation>\n    (c)\n   </em>\n   (Bankr. ECF No. 48);\n   <em>\n    Notice of Appeal\n   </em>\n   Attach. 2 (ECF No. 1) (\n   <em>\n    Bankr. Ct. Order\n   </em>\n   ). This appeal followed on August 31, 2017.\n   <em>\n    Notice of Appeal\n   </em>\n   (Bankr. ECF No. 55);\n   <em>\n    Notice of Appeal\n   </em>\n   Attach. 4\n   <em>\n    Appellee Statement of Election to Proceed in District Court\n   </em>\n   (ECF No. 1).\n  </p>\n  <p id=\"p-14\">\n   Mr. Smith filed a brief on November 15, 2017.\n   <em>\n    Br. for Appellant\n   </em>\n   (ECF No. 6) (\n   <em>\n    Smith Br.\n   </em>\n   ). On December 15, 2017, MRS filed its response.\n   <em>\n    Br. for Appellee\n   </em>\n   (ECF No. 8) (\n   <em>\n    MRS Br.\n   </em>\n   ). On December 29, 2017, Mr. Smith filed his reply.\n   <em>\n    Reply Br. for Appellant\n   </em>\n   (ECF No. 9) (\n   <em>\n    Smith Reply\n   </em>\n   ).\n  </p>\n  <p id=\"p-15\">\n   <strong>\n    II. LEGAL STANDARD\n   </strong>\n  </p>\n  <p id=\"p-16\">\n   \"On intermediate appeal to a district court, a final order of the bankruptcy court is subject to the same familiar standards of review normally employed in direct appeals to the courts of appeals in civil cases generally.\"\n   <em>\n    In re LaRoche\n   </em>\n   ,\n   <extracted-citation case-ids=\"6517793,10519387\" index=\"4\" url=\"https://cite.case.law/f2d/969/1299/\">\n    969 F.2d 1299\n   </extracted-citation>\n   , 1301 (1st Cir. 1992). \"The district court accepts all bankruptcy court findings of fact unless 'clearly erroneous,' ... but reviews rulings of law\n   <em>\n    de novo.\n   </em>\n   \"\n   <em>\n    <extracted-citation case-ids=\"6517793,10519387\" index=\"5\" url=\"https://cite.case.law/f2d/969/1299/\">\n     Id.\n    </extracted-citation>\n   </em>\n   (citing FED. R. BANKR. P. 8013,\n   <em>\n    Bartmann v. Maverick Tube Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"10549761,6120547\" index=\"6\" url=\"https://cite.case.law/f2d/853/1540/\">\n    853 F.2d 1540\n   </extracted-citation>\n   , 1543 (10th Cir. 1988) );\n   <em>\n    see also\n   </em>\n   <em>\n    In re DN Assocs.\n   </em>\n   ,\n   <extracted-citation case-ids=\"10512520,6530457\" index=\"7\" url=\"https://cite.case.law/f3d/3/512/\">\n    3 F.3d 512\n   </extracted-citation>\n   , 515 (1st Cir. 1993).\n  </p>\n  <p id=\"p-17\">\n   <strong>\n    III. THE PARTIES' POSITIONS\n   </strong>\n  </p>\n  <p id=\"p-18\">\n   <strong>\n    A. Leland S. Smith, Jr.'s Brief\n   </strong>\n  </p>\n  <p id=\"p-19\">\n   Mr. Smith advocates for the interpretation adopted by the majority of courts to consider the scope of § 362(c)(3)(A)'s termination of the automatic stay, including the First Circuit Bankruptcy Appellate Panel (BAP).\n   <em>\n    Smith Br.\n   </em>\n   at 3 (citing\n   <em>\n    In re Jumpp\n   </em>\n   ,\n   <extracted-citation case-ids=\"3783784\" index=\"8\" url=\"https://cite.case.law/br/356/789/\">\n    356 B.R. 789\n   </extracted-citation>\n   (1st Cir. BAP 2006),\n   <em>\n    In re Witkowski\n   </em>\n   ,\n   <extracted-citation case-ids=\"4338937\" index=\"9\" url=\"https://cite.case.law/br/523/291/\">\n    523 B.R. 291\n   </extracted-citation>\n   (1st Cir. BAP 2014) (reaffirming\n   <em>\n    Jumpp\n   </em>\n   ) ). The majority view is that the words \"with respect to the debtor\" distinguish between the debtor and the debtor's non-estate property on the one hand, and the property of the estate on the other, such that the automatic stay only terminates with respect to the former, not the latter.\n   <em>\n    Id.\n   </em>\n   at 6. Mr. Smith argues against the minority view, which is that the words \"with respect to the debtor\" do not create a distinction between the debtor and the debtor's property on the one hand, and the property of the estate on the other, such that the automatic stay terminates with respect to all three categories.\n   <em>\n    Id.\n   </em>\n   at 7. Rather, many minority view courts interpret the phrase \"with respect to the debtor\" as drawing a distinction between the repeat-filing debtor and any non-repeat-filing spouse in a joint case.\n   <em>\n    Id.\n   </em>\n  </p>\n  <p id=\"p-20\">\n   Mr. Smith argues that the meaning of § 362(c)(3)(A) is plain, and thus any resort to legislative history is improper.\n   <em>\n    Id.\n   </em>\n   at 8-10. He points out that the numerous automatic stay provisions of § 362(a) draw distinctions between actions or acts against the debtor, property of the debtor, and property of the debtor's estate, invoking the principle that Congress knew how to refer to these different categories.\n   <em>\n    Id.\n   </em>\n   at 11-12. Mr. Smith contends that the minority view improperly adds the words \"property\n   of the estate\" into the provision when they do not appear there,\n   <em>\n    id.\n   </em>\n   at 12, or else improperly reads the phrase \"with respect to the debtor\" out of the statute.\n   <em>\n    Id.\n   </em>\n   at 15-16. He also claims that the words \"with respect to the debtor\" only have meaning in joint cases under the minority view, but § 362(c)(3)(A) is written to apply to \"a single or joint case.\"\n   <em>\n    Id.\n   </em>\n   at 19.\n  </p>\n  <p id=\"p-21\">\n   <strong>\n    B. MRS's Brief\n   </strong>\n  </p>\n  <p id=\"p-22\">\n   MRS advocates for the minority view, which does not except actions against \"property of the estate\" from the termination of the automatic stay.\n   <em>\n    MRS Br.\n   </em>\n   at 6-7 (citing\n   <em>\n    St. Anne's Credit Union v. Ackell\n   </em>\n   ,\n   <extracted-citation case-ids=\"4175668\" index=\"10\" url=\"https://cite.case.law/br/490/141/\">\n    490 B.R. 141\n   </extracted-citation>\n   (D. Mass. 2013) ;\n   <em>\n    In re Reswick\n   </em>\n   ,\n   <extracted-citation case-ids=\"3740646\" index=\"11\" url=\"https://cite.case.law/br/446/362/\">\n    446 B.R. 362\n   </extracted-citation>\n   (9th Cir. BAP 2011) ). The minority view does not interpret the text as drawing a distinction between the debtor and the debtor's property on the one hand and property of the estate on the other, rather MRS interprets the words \"with respect to the debtor\" as drawing a distinction between the serial-filer debtor and the non-serial-filer spouse.\n   <em>\n    <extracted-citation case-ids=\"3740646\" index=\"12\" url=\"https://cite.case.law/br/446/362/\">\n     Id.\n    </extracted-citation>\n   </em>\n   MRS suggests that textual distinctions between jointly-filing spouses are common in the Bankruptcy Code.\n   <em>\n    Id.\n   </em>\n   at 16.\n  </p>\n  <p id=\"p-23\">\n   MRS argues that it is the majority view, and not the minority, that reads extra words into the statute because it reads the phrase \"with respect to the debtor\" to also include the \"debtor's non-estate property.\"\n   <em>\n    Id.\n   </em>\n   at 8. MRS suggests that the majority view's conclusion that the phrase \"with respect to the debtor\" is meant to exclude certain property cannot be reconciled with § 362(c)(3)(A)'s reference to actions against \"property securing [a] debt.\"\n   <em>\n    Id.\n   </em>\n   at 11. MRS criticizes attempts by some majority view courts to use the definition of a \"claim\" under § 102(2) to import a property distinction to words only referring to the \"debtor.\"\n   <em>\n    Id.\n   </em>\n   at 13-14. MRS suggests that any textual differences between § 362(c)(3) and § 362(c)(4) are insignificant.\n   <em>\n    Id.\n   </em>\n   at 24-26.\n  </p>\n  <p id=\"p-24\">\n   MRS places considerable weight on § 362(c)(3)(B) and § 362(c)(3)(C), which discuss the standard for establishing that a second petition is in good faith and thus eligible for an extension of the stay.\n   <em>\n    Id.\n   </em>\n   at 9-10. MRS argues that the majority view renders these lengthy provisions meaningless, because there will rarely be any need to file for an extension of the stay if property of the estate is exempted from termination, as most, if not all, of the important assets are property of the estate in most, if not all, cases\n   <em>\n    Id.\n   </em>\n   at 9-10, 15. MRS emphasizes that the majority view renders § 362(c)(3)(A)\"devoid of practical effect\" because everything of value to creditors constitutes property of the estate, and thus would remain protected after the thirty-day window.\n   <em>\n    Id.\n   </em>\n   at 17-18. MRS argues that the majority view's \"toothless\" interpretation violates the purpose of the statute, which is to curb abuse of the automatic stay by repeat-filers, and MRS presents a legislative history it believes supports its view of the statutory purposes.\n   <em>\n    Id.\n   </em>\n   at 18-22.\n  </p>\n  <p id=\"p-25\">\n   <strong>\n    C. Leland S. Smith, Jr.'s Reply Brief\n   </strong>\n  </p>\n  <p id=\"p-26\">\n   Mr. Smith highlights the facts that the phrase \"with respect to the debtor\" appears in § 362(c)(3)(A) but not in § 362(c)(4)(A)(i), which negates the automatic stay entirely for debtors who had two prior pending cases in the preceding year.\n   <em>\n    Smith Reply\n   </em>\n   at 1-3. Mr. Smith also asserts that the minority view renders the phrase \"with respect to the debtor\" meaningless in cases like this one, where the debtor is a single filer in both the instant and prior case, because there is no non-repeat-filer-spouse for the phrase to distinguish.\n   <em>\n    Id.\n   </em>\n   at 4.\n  </p>\n  <p id=\"p-27\">\n   Mr. Smith claims the minority view's interpretation is inconsistent with other\n   provisions in the Bankruptcy Code which refer to the debtor's spouse because they show that Congress knew how to draw that distinction by using the word \"spouse\" and it chose not to do so in § 362(c)(3)(A).\n   <em>\n    Id.\n   </em>\n   at 8. Mr. Smith also chides the minority view for frequently relying on legislative history, because it is inappropriate to rely on legislative history when the plain meaning of the text is clear.\n   <em>\n    Id.\n   </em>\n   at 9-10.\n  </p>\n  <p id=\"p-28\">\n   <strong>\n    IV. THE DECISION OF THE BANKRUPTCY JUDGE\n   </strong>\n  </p>\n  <p id=\"p-29\">\n   The Bankruptcy Judge framed the question of statutory interpretation:\n  </p>\n  <blockquote id=\"p-30\">\n   Section 362(c)(3) sits between two ends of a spectrum. At one end of this spectrum, the stay is automatic. The stay springs into effect upon the filing of a petition, and the Court has no role in its creation.\n   <em>\n    See\n   </em>\n   <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n    11 U.S.C. § 362\n   </extracted-citation>\n   (a). This occurs when an individual files her first petition under title 11. At the other end of the spectrum, the stay is not created automatically and does not go into effect on the filing of a petition. This occurs when an individual becomes a debtor in any type of title 11 case if that individual had two or more \"single or joint cases\" dismissed within the previous year.\n   <em>\n    See\n   </em>\n   <extracted-citation index=\"14\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n    11 U.S.C. § 362\n   </extracted-citation>\n   (c)(4)(A). When section 362(c)(4) is triggered, the Court can impose a stay, see\n   <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n    11 U.S.C. § 362\n   </extracted-citation>\n   (c)(4)(B), but the stay does not arise automatically. The dispute in this contested matter arises out of the need to determine exactly where, on this spectrum, section 362(c)(3) resides.\n  </blockquote>\n  <p id=\"p-31\">\n   <em>\n    Bankr. Ct. Order\n   </em>\n   at 9. The Bankruptcy Judge reviewed the competing interpretations of § 362(c)(3)(A),\n   <em>\n    <extracted-citation index=\"16\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"16\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n    at 4-5\n   </extracted-citation>\n   , and concluded that, after the thirty-day window, the automatic stay \"ceases to protect the repeat-filing debtor and all of that debtor's property, including property of the debtor's estate.\"\n   <em>\n    <extracted-citation index=\"17\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"17\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n    at 1\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-32\">\n   The Bankruptcy Judge thought that the words \"the stay under subsection (a)\" indicated that the stay extended to all of the types of acts covered by the stay, meaning that termination of the stay \"would seem to leave no part of the stay in place.\"\n   <em>\n    <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n    at 6\n   </extracted-citation>\n   . The Bankruptcy Judge also said the minority view, which creates a distinction between the debtor and the debtor's spouse, was consistent with the opening phrase of § 362(c)(3)(A), which refers to single or joint cases.\n   <em>\n    <extracted-citation index=\"19\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"19\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n    at 6-7\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-33\">\n   The Bankruptcy Judge also looked to the legislative history.\n   <em>\n    <extracted-citation index=\"20\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"20\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n    at 7-8\n   </extracted-citation>\n   . The disputed language traces back to the National Bankruptcy Review Commission in the mid-1990's.\n   <em>\n    <extracted-citation index=\"21\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     Id.\n    </extracted-citation>\n   </em>\n   The Bankruptcy Judge concluded that the legislative history showed that Congress was concerned about the problem of successive bankruptcy filings interfering with foreclosures and sought to remedy that problem by terminating the stay after thirty days for repeat-filers.\n   <em>\n    <extracted-citation index=\"22\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     Id.\n    </extracted-citation>\n   </em>\n   The Bankruptcy Judge critiqued the majority view for ignoring \"the statute's manifest purpose.\"\n   <em>\n    <extracted-citation index=\"23\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     Id.\n    </extracted-citation>\n   </em>\n   According to the Bankruptcy Judge, it is unlikely that Congress intended to insulate the property of the estate after thirty days \"given that the practical effect of terminating the stay on day thirty only as to the debtor and the debtor's property would be negligible at best.\"\n   <em>\n    <extracted-citation index=\"24\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"24\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n    at 10-11\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-34\">\n   The Bankruptcy Judge also cited the statutory presumption that a repeat-petition was not filed in good faith but gives parties in interest the opportunity to rebut that presumption by clear and convincing evidence.\n   <em>\n    <extracted-citation index=\"25\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"25\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n    at 12-13\n   </extracted-citation>\n   . Under the majority view, the automatic stay would continue to insulate property of the estate after thirty days, even in those cases where the debtor moved to extend the stay and a bankruptcy court determined that the debtor failed to rebut the presumption that the filing was in bad faith.\n   <em>\n    <extracted-citation index=\"26\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     Id.\n    </extracted-citation>\n   </em>\n   \"It makes little sense\n   to conclude that Congress meant to protect most, if not all, of a debtor's property-by virtue of its status as property of the estate-in a case that was, at least presumptively, not filed in good faith.\"\n   <em>\n    <extracted-citation index=\"27\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"27\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n    at 13-14\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-35\">\n   For those reasons, the Bankruptcy Judge concluded that the automatic stay terminated in its entirety, meaning that MRS was \"no longer stayed, under section 362(a), from continuing the exercise of its rights and remedies against Mr. Smith or his property, even if such property is part of his bankruptcy estate.\"\n   <em>\n    <extracted-citation index=\"28\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"28\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n    at 14\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-36\">\n   <strong>\n    V. DISCUSSION\n   </strong>\n  </p>\n  <p id=\"p-37\">\n   <strong>\n    A. The Automatic Stay Provisions\n   </strong>\n  </p>\n  <p id=\"p-38\">\n   Section 362 of the Bankruptcy Code contains what is known as the automatic stay.\n   <extracted-citation index=\"29\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n    11 U.S.C. § 362\n   </extracted-citation>\n   (a). However, the automatic stay is affected in cases where a debtor has filed one or more cases within the year of the latest filing that were dismissed:\n  </p>\n  <blockquote id=\"p-39\">\n   Except as provided in subsections (d), (e), (f) and (h) of this section-\n  </blockquote>\n  <blockquote id=\"p-40\">\n   ...\n  </blockquote>\n  <blockquote id=\"p-41\">\n   (3) if a single or joint case is filed by or against a debtor who is an individual in a case under chapter 7, 11, or 13, and if a single or joint case of the debtor was pending within the preceding 1-year period but was dismissed, other than a case refiled under a chapter other than chapter 7 after dismissal under section 707(b)-\n  </blockquote>\n  <blockquote id=\"p-42\">\n   (A) the stay under subsection (a) with respect to any action taken with respect to a debt or property securing such debt or with respect to any lease shall terminate with respect to the debtor on the 30th day after the filing of the later case[.]\n  </blockquote>\n  <p id=\"p-43\">\n   <extracted-citation index=\"30\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n    11 U.S.C. § 362\n   </extracted-citation>\n   (c)(3)(A). It is the meaning of this rather inelegant language that is the focal point of this appeal.\n  </p>\n  <p id=\"p-44\">\n   Once a debtor or creditor files a bankruptcy petition, subsection (a) contains provisions that automatically prohibit anyone from starting or advancing three types of acts or actions: (1) those against the debtor personally,\n   <em>\n    <extracted-citation index=\"31\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     id.\n    </extracted-citation>\n   </em>\n   § 362(a)(1), (2), (6) ; (2) those against the property of the debtor,\n   <em>\n    <extracted-citation index=\"32\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     id.\n    </extracted-citation>\n   </em>\n   § 362(a)(5) ; and (3) those against the property of the estate.\n   <em>\n    <extracted-citation index=\"33\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     Id.\n    </extracted-citation>\n   </em>\n   § 362(a)(2), (3), (4). Subsection (b) contains a number of exceptions for certain acts or actions that would otherwise be stayed under subsection (a).\n   <em>\n    <extracted-citation index=\"34\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     Id.\n    </extracted-citation>\n   </em>\n   § 362(b). Subsection (c) specifies the duration of the automatic stay provisions of subsection (a) and the circumstances when the automatic stay terminates.\n   <em>\n    <extracted-citation index=\"35\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     Id.\n    </extracted-citation>\n   </em>\n   § 362(c). Subsection (d) allows parties in interest to request relief from the automatic stay provisions of subsection (a) from the bankruptcy court.\n   <em>\n    <extracted-citation index=\"36\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"36\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n    362\n   </extracted-citation>\n   (d). The other subsections clarify procedures, remedies, standards, and add specificity to certain parts of these first few subsections.\n   <em>\n    <extracted-citation index=\"37\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     Id.\n    </extracted-citation>\n   </em>\n   § 362(e)-(\n   <em>\n    o\n   </em>\n   ).\n  </p>\n  <p id=\"p-45\">\n   Congress enacted § 362(c)(3)(A) as part of the Bankruptcy Abuse Prevention and Consumer Protections Act of 2005, Pub. L. 109-8,\n   <extracted-citation index=\"38\" url=\"https://cite.case.law/citations/?q=119%20Stat.%2023\">\n    119 Stat. 23\n   </extracted-citation>\n   (BAPCPA). This case involves a dispute over the meaning of the words \"with respect to the debtor\".\n  </p>\n  <p id=\"p-46\">\n   <strong>\n    B. The Majority View\n    <footnotemark>\n     1\n    </footnotemark>\n   </strong>\n  </p>\n  <p id=\"p-47\">\n   A leading case representing the majority view is\n   <em>\n    In re Jumpp\n   </em>\n   ,\n   <extracted-citation case-ids=\"3783784\" index=\"39\" url=\"https://cite.case.law/br/356/789/\">\n    356 B.R. 789\n   </extracted-citation>\n   (1st Cir. BAP 2006).\n   <footnotemark>\n    2\n   </footnotemark>\n   In\n   <em>\n    Jumpp\n   </em>\n   , the BAP concluded that the phrase \"with respect to the debtor\" meant that the only automatic stay provisions to terminate after thirty days are those covering actions against the debtor personally and the debtor's property, not the automatic stay provisions covering actions against property of the estate.\n   <em>\n    <extracted-citation case-ids=\"3783784\" index=\"40\" url=\"https://cite.case.law/br/356/789/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3783784\" index=\"40\" url=\"https://cite.case.law/br/356/789/\">\n    at 797\n   </extracted-citation>\n   . The\n   <em>\n    Jumpp\n   </em>\n   Court concluded that the meaning of \"with respect to the debtor\" was plain.\n   <em>\n    <extracted-citation case-ids=\"3783784\" index=\"41\" url=\"https://cite.case.law/br/356/789/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3783784\" index=\"41\" url=\"https://cite.case.law/br/356/789/\">\n    at 793\n   </extracted-citation>\n   (\"Viewed in isolation, the language itself is unambiguous\"). The panel reasoned that the context of the other provisions of § 362 confirmed that meaning, because each paragraph of subsection (a) \"differentiat[es] between the debtor, property of the debtor, and property of the estate[.]\"\n   <em>\n    <extracted-citation case-ids=\"3783784\" index=\"42\" url=\"https://cite.case.law/br/356/789/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3783784\" index=\"42\" url=\"https://cite.case.law/br/356/789/\">\n    at 794\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-48\">\n   The\n   <em>\n    Jumpp\n   </em>\n   Court also pointed to other provisions of the code as confirming the majority interpretation. For example, it cited § 521(a)(6), which terminates the stay under other circumstances \"with respect to the personal property of the estate or of the debtor\" as confirming that Congress knew how to distinguish between the debtor's property and property of the estate.\n   <em>\n    <extracted-citation case-ids=\"3783784\" index=\"43\" url=\"https://cite.case.law/br/356/789/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3783784\" index=\"43\" url=\"https://cite.case.law/br/356/789/\">\n    at 794-95\n   </extracted-citation>\n   . The\n   <em>\n    Jumpp\n   </em>\n   Court highlighted § 362(c)(4)(A)(i), which provides that the automatic stay provisions never go into effect at all when a debtor had two prior cases pending in the previous year.\n   <em>\n    <extracted-citation case-ids=\"3783784\" index=\"44\" url=\"https://cite.case.law/br/356/789/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3783784\" index=\"44\" url=\"https://cite.case.law/br/356/789/\">\n    at 795-796\n   </extracted-citation>\n   . The panel, noting that § 362(c)(4)(A)(i) does not contain the phrase \"with respect to the debtor,\" concluded that Congress intended to \"differentially penalize previous filers based on the number of previous cases.\"\n   <em>\n    <extracted-citation case-ids=\"3783784\" index=\"45\" url=\"https://cite.case.law/br/356/789/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3783784\" index=\"45\" url=\"https://cite.case.law/br/356/789/\">\n    at 796\n   </extracted-citation>\n   . Under this majority view, for repeat-filers with one prior case in the previous year, § 362(c)(3)(A) terminates protection after thirty days for actions against the debtor personally and property of the debtor but retains the protection of the automatic stay for property of the estate; for repeat-filers with two or more prior cases pending in the previous year, § 362(c)(4)(A)(i) removes\n   the protection of the automatic stay immediately for actions against the debtor personally, the property of the debtor, and property of the estate.\n   <em>\n    <extracted-citation case-ids=\"3783784\" index=\"46\" url=\"https://cite.case.law/br/356/789/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3783784\" index=\"46\" url=\"https://cite.case.law/br/356/789/\">\n    at 795-96\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-49\">\n   Finally, \"[h]aving found the plain language [of § 362(c)(3)(A) ] to be unambiguous,\" the\n   <em>\n    Jumpp\n   </em>\n   Court determined that it \"need not consider the statute's legislative history,\" and the plain meaning controls because a \"literal application of section 362(c)(3)(A)\" would not produce an absurd result or one that is demonstrably at odds with the intention of the drafters.\n   <em>\n    <extracted-citation case-ids=\"3783784\" index=\"47\" url=\"https://cite.case.law/br/356/789/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3783784\" index=\"47\" url=\"https://cite.case.law/br/356/789/\">\n    at 796-97\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-50\">\n   <strong>\n    C. The Minority View\n    <footnotemark>\n     3\n    </footnotemark>\n   </strong>\n  </p>\n  <p id=\"p-51\">\n   A leading case representing the minority view is\n   <em>\n    In re Reswick\n   </em>\n   ,\n   <extracted-citation case-ids=\"3740646\" index=\"48\" url=\"https://cite.case.law/br/446/362/\">\n    446 B.R. 362\n   </extracted-citation>\n   , 366 (9th Cir. BAP 2011). In\n   <em>\n    Reswick\n   </em>\n   , the BAP concluded that the phrase \"with respect to the debtor\" does not preserve the automatic stay provisions protecting property of the estate, rather after thirty days the automatic stay terminates in its entirety and actions against the debtor, the debtor's non-estate property, and the property of the estate may proceed.\n   <em>\n    <extracted-citation case-ids=\"3740646\" index=\"49\" url=\"https://cite.case.law/br/446/362/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3740646\" index=\"49\" url=\"https://cite.case.law/br/446/362/\">\n    at 373\n   </extracted-citation>\n   . Instead of carving out the stay provisions blocking actions against property of the estate, the minority view suggests that the better reading of the phrase \"with respect to the debtor\" is that it simply distinguishes between the serial-filing debtor and the non-serial-filing spouse in a joint case.\n   <em>\n    <extracted-citation case-ids=\"3740646\" index=\"50\" url=\"https://cite.case.law/br/446/362/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3740646\" index=\"50\" url=\"https://cite.case.law/br/446/362/\">\n    at 369-70\n   </extracted-citation>\n   . According to the\n   <em>\n    Reswick\n   </em>\n   Court, the phrase specifies \"\n   <em>\n    to whom\n   </em>\n   \" the automatic stay terminates in a joint case-the debtor but not the debtor's spouse-and does not, as the majority view suggests, specify \"\n   <em>\n    to which property\n   </em>\n   \" the protection terminates-the debtor's non-estate property but not the property of the estate.\n   <em>\n    <extracted-citation case-ids=\"3740646\" index=\"51\" url=\"https://cite.case.law/br/446/362/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3740646\" index=\"51\" url=\"https://cite.case.law/br/446/362/\">\n    at 370\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-52\">\n   The\n   <em>\n    Reswick\n   </em>\n   Court did not think the meaning of the phrase \"with respect to the debtor\" is plain, rather it found the phrase ambiguous when considering the context of the whole statute.\n   <em>\n    <extracted-citation case-ids=\"3740646\" index=\"52\" url=\"https://cite.case.law/br/446/362/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3740646\" index=\"52\" url=\"https://cite.case.law/br/446/362/\">\n    at 367\n   </extracted-citation>\n   . The BAP pointed out that the majority view courts do not adequately explain why the phrase \"with respect to the debtor,\" which refers only to a person and not any property, limits the termination of the stay and extends protection for property of the estate but not property of the debtor.\n   <em>\n    <extracted-citation case-ids=\"3740646\" index=\"53\" url=\"https://cite.case.law/br/446/362/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"3740646\" index=\"53\" url=\"https://cite.case.law/br/446/362/\">\n    at 368\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-53\">\n   In light of perceived ambiguity, many minority view courts examine the legislative history of BAPCPA, which suggests that Congress did not intend to preserve protection for property of the estate after the thirty-day window.\n   <em>\n    See\n   </em>\n   <em>\n    In re Daniel\n   </em>\n   ,\n   <extracted-citation case-ids=\"4085936\" index=\"54\" url=\"https://cite.case.law/br/404/318/#p328\">\n    404 B.R. 318\n   </extracted-citation>\n   , 328 (Bankr. N.D. Ill. 2009) (quoting a committee report for BAPCPA's predecessor bill with virtually identical language: \"Section 302 of the Act amends section 362(c) of the Bankruptcy Code to terminate the automatic stay within 30 days in a chapter 7, 11, or 13 case filed by or against an individual if such individual was a debtor in a previously dismissed case pending within the preceding one-year period\"). The minority view courts conclude that the majority view frustrates the purpose of the statute, which is to prevent abuse of the automatic stay by repeat filers, particularly in Chapter 13 cases where nearly everything of value to creditors is part of the estate:\n  </p>\n  <blockquote id=\"p-54\">\n   There is ample legislative history, and subsequent case law interpreting that history, to support our interpretation in conjunction with the intent to curb the\n   problem of repeat bankruptcy filings: the more times a debtor files, the more difficult it becomes for that debtor to take advantage of the automatic stay. On a debtor's first filing, the debtor has full advantage of the automatic stay. On the debtor's second filing within a year, the stay terminates in its entirety 30 days after the second case is filed, unless a motion to continue the stay is made and a hearing held within the 30-day period-but if the debtor's spouse is not a repeat filer, the spouse is not penalized. And on the debtor's third filing within a year, there is no automatic stay at all. The alternative reading of section 362(c)(3)(A) would leave no meaningful consequence for a debtor filing a second case within a year and would not advance the goal of deterring a debtor's second filing, because there are very few practical situations in which a creditor would take action against a debtor or non-estate property.\n  </blockquote>\n  <p id=\"p-55\">\n   <em>\n    Reswick\n   </em>\n   ,\n   <extracted-citation case-ids=\"3740646\" index=\"55\" url=\"https://cite.case.law/br/446/362/\">\n    446 B.R. at 373\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-56\">\n   <strong>\n    D. Statutory Interpretation\n   </strong>\n  </p>\n  <p id=\"p-57\">\n   The \"first step in interpreting a statute is to determine whether the language at issue has a plain and unambiguous meaning with regard to the particular dispute in the case.\"\n   <em>\n    Robinson v. Shell Oil Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11595510\" index=\"56\" url=\"https://cite.case.law/us/519/337/#p340\">\n    519 U.S. 337\n   </extracted-citation>\n   , 340,\n   <extracted-citation case-ids=\"11595510\" index=\"57\" url=\"https://cite.case.law/us/519/337/#p340\">\n    117 S.Ct. 843\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11595510\" index=\"58\" url=\"https://cite.case.law/us/519/337/#p340\">\n    136 L.Ed.2d 808\n   </extracted-citation>\n   (1997). \"It is well established that when the statute's language is plain, the sole function of the courts-at least where the disposition required by the text is not absurd-is to enforce it according to its terms.\"\n   <em>\n    Lamie v. U.S. Tr.\n   </em>\n   ,\n   <extracted-citation case-ids=\"8897517\" index=\"59\" url=\"https://cite.case.law/us/540/526/#p534\">\n    540 U.S. 526\n   </extracted-citation>\n   , 534,\n   <extracted-citation case-ids=\"8897517,9068198\" index=\"60\" url=\"https://cite.case.law/s-ct/124/1023/\">\n    124 S.Ct. 1023\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"8897517\" index=\"61\" url=\"https://cite.case.law/us/540/526/#p534\">\n    157 L.Ed.2d 1024\n   </extracted-citation>\n   (2004) (internal quotations omitted). \"The plainness or ambiguity of statutory language is determined by reference to the language itself, the specific context in which that language is used, and the broader context of the statute as a whole.\"\n   <em>\n    Robinson\n   </em>\n   ,\n   <extracted-citation case-ids=\"11595510\" index=\"62\" url=\"https://cite.case.law/us/519/337/#p340\">\n    519 U.S. at 341\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11595510\" index=\"63\" url=\"https://cite.case.law/us/519/337/#p340\">\n    117 S.Ct. 843\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-58\">\n   When Congress has chosen words with \"sufficient precision\" that there is only one reasonable interpretation with respect to the dispute at issue in the case, \"reference to legislative history ... is hardly necessary.\"\n   <em>\n    United States v. Ron Pair Enterprises, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12031939\" index=\"64\" url=\"https://cite.case.law/us/489/235/#p241\">\n    489 U.S. 235\n   </extracted-citation>\n   , 241,\n   <extracted-citation case-ids=\"12031939,6498933\" index=\"65\" url=\"https://cite.case.law/s-ct/109/1026/\">\n    109 S.Ct. 1026\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12031939\" index=\"66\" url=\"https://cite.case.law/us/489/235/#p241\">\n    103 L.Ed.2d 290\n   </extracted-citation>\n   (1989) ;\n   <em>\n    United States v. Godin\n   </em>\n   ,\n   <extracted-citation case-ids=\"4065270\" index=\"67\" url=\"https://cite.case.law/f3d/534/51/#p56\">\n    534 F.3d 51\n   </extracted-citation>\n   , 56 (1st Cir. 2008). If the meaning is not plain from the words of the statute, then sources outside the text of the statute, like headings, titles, and legislative history are \" 'tools available for the resolution of a doubt' about the meaning of a statute.\"\n   <em>\n    Almendarez-Torres v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"11503479\" index=\"68\" url=\"https://cite.case.law/us/523/224/#p234\">\n    523 U.S. 224\n   </extracted-citation>\n   , 234,\n   <extracted-citation case-ids=\"11503479\" index=\"69\" url=\"https://cite.case.law/us/523/224/#p234\">\n    118 S.Ct. 1219\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11503479\" index=\"70\" url=\"https://cite.case.law/us/523/224/#p234\">\n    140 L.Ed.2d 350\n   </extracted-citation>\n   (1998) (quoting\n   <em>\n    Trainmen v. Baltimore &amp; Ohio R. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"6158216\" index=\"71\" url=\"https://cite.case.law/us/331/519/#p528\">\n    331 U.S. 519\n   </extracted-citation>\n   , 528-529,\n   <extracted-citation case-ids=\"6158216\" index=\"72\" url=\"https://cite.case.law/us/331/519/#p528\">\n    67 S.Ct. 1387\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6158216\" index=\"73\" url=\"https://cite.case.law/us/331/519/#p528\">\n    91 L.Ed. 1646\n   </extracted-citation>\n   (1947) );\n   <em>\n    Greebel v. FTP Software, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11555852\" index=\"74\" url=\"https://cite.case.law/f3d/194/185/#p192\">\n    194 F.3d 185\n   </extracted-citation>\n   , 192 (1st Cir. 1999).\n  </p>\n  <p id=\"p-59\">\n   <strong>\n    1. The Ordinary Meaning of \"with respect to the debtor\"\n   </strong>\n  </p>\n  <p id=\"p-60\">\n   \"When a statute does not define a term,\" courts \"begin by analyzing the statutory language, assuming that the ordinary meaning of that language accurately expresses the legislative purpose.\"\n   <em>\n    FCC v. AT &amp; T Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"5934745,12457261\" index=\"75\" url=\"https://cite.case.law/us/562/397/\">\n    562 U.S. 397\n   </extracted-citation>\n   , 403,\n   <extracted-citation case-ids=\"5934745,12457261\" index=\"76\" url=\"https://cite.case.law/us/562/397/\">\n    131 S.Ct. 1177\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"5934745,12457261\" index=\"77\" url=\"https://cite.case.law/us/562/397/\">\n    179 L.Ed.2d 132\n   </extracted-citation>\n   (2011) ;\n   <em>\n    Hardt v. Reliance Standard Life Ins. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12449202,3641916\" index=\"78\" url=\"https://cite.case.law/us/560/242/\">\n    560 U.S. 242\n   </extracted-citation>\n   , 251,\n   <extracted-citation case-ids=\"12449202,3641916\" index=\"79\" url=\"https://cite.case.law/us/560/242/\">\n    130 S.Ct. 2149\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12449202,3641916\" index=\"80\" url=\"https://cite.case.law/us/560/242/\">\n    176 L.Ed.2d 998\n   </extracted-citation>\n   (2010) (internal quotations and modifications omitted). \"In conducting this analysis, [courts] begin with the ordinary meaning of the terms as of the time when the statutory provision was enacted.\"\n   <em>\n    Hernandez-Miranda v. Empresas Diaz Masso, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3754301\" index=\"81\" url=\"https://cite.case.law/f3d/651/167/#p171\">\n    651 F.3d 167\n   </extracted-citation>\n   , 171 (1st Cir. 2011). Courts prefer ordinary meanings over extraordinary ones because:\n  </p>\n  <blockquote id=\"p-61\">\n   [I]t is a distinct disadvantage of a body of law that it can be understood only by\n   those who are expert in its terminology. Moreover, needless risks of misunderstanding and confusion arise, not only among members of the public but also among professionals who must interpret and apply a statute in their day-to-day work, when a word is given an extraordinary meaning that is contrary to its everyday usage.\n  </blockquote>\n  <p id=\"p-62\">\n   <em>\n    Hantzis v. C. I. R.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1357526\" index=\"82\" url=\"https://cite.case.law/f2d/638/248/#p257\">\n    638 F.2d 248\n   </extracted-citation>\n   , 257 (1st Cir. 1981) (Keeton, J. concurring).\n  </p>\n  <p id=\"p-63\">\n   The phrase \"with respect to the debtor\" is not defined in the Bankruptcy Code. The word \"debtor\" is defined, and it means a \"person or municipality concerning which a case under this title has been commenced.\"\n   <extracted-citation index=\"83\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20101\">\n    11 U.S.C. § 101\n   </extracted-citation>\n   (13). In ordinary usage, the phrase \"with respect to\" simply signals relation or reference to something else.\n   <em>\n    Respect\n   </em>\n   , Merriam-Webster, www.merriam-webster.com/dictionary/respect;\n   <em>\n    Respect\n   </em>\n   , Dictionary.com, www.dictionary.com/browse/respect.\n  </p>\n  <p id=\"p-64\">\n   The Court finds no support for the distinction the majority view reads into the phrase \"with respect to the debtor\" from statutory definitions or ordinary usage alone. A sentence specifying that some protection \"shall terminate with respect to the debtor\" would not ordinarily signal any distinction between certain kinds of property. There is no mention of\n   <em>\n    property\n   </em>\n   , only the\n   <em>\n    person\n   </em>\n   of the debtor. Courts that unearth an important distinction-between the debtor's property which becomes a part of the bankruptcy estate and the debtor's property that does not-rely on additional tools of statutory interpretation.\n  </p>\n  <p id=\"p-65\">\n   <strong>\n    2. The Context of § 362(a) and the\n    <em>\n     Expressio Unius\n    </em>\n    Canon\n   </strong>\n  </p>\n  <p id=\"p-66\">\n   The separate paragraphs of subsection (a) provide relevant context to subsection (c)(3)(A). Each automatic stay provision refers to one of three targets. Each paragraph of subsection (a) \"differentiates between acts against the debtor, against property of the debtor and against property of the estate.\"\n   <em>\n    In re Jones\n   </em>\n   ,\n   <extracted-citation case-ids=\"2700131\" index=\"84\" url=\"https://cite.case.law/br/339/360/#p363\">\n    339 B.R. 360\n   </extracted-citation>\n   , 363 (Bankr. E.D.N.C. 2006).\n  </p>\n  <blockquote id=\"p-67\">\n   Section 362(a)(1) stays actions or proceedings \"against the debtor;\" § 362(a)(2) stays enforcement of a judgment \"against the debtor or against property of the estate;\" § 362(a)(3) stays \"any act to obtain possession of property of the estate or of property from the estate;\" § 362(a)(4) stays \"any act to create, perfect, or enforce any lien against property of the estate;\" § 362(a)(5) stays \"any act to create, perfect, or enforce against property of the debtor any lien\" to the extent it secures a prepetition claim; and § 362(a)(6) stays \"any act to collect, assess, or recover a claim against the debtor ...\"\n  </blockquote>\n  <p id=\"p-68\">\n   <em>\n    <extracted-citation case-ids=\"2700131\" index=\"85\" url=\"https://cite.case.law/br/339/360/#p363\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"2700131\" index=\"85\" url=\"https://cite.case.law/br/339/360/#p363\">\n    at 363-64\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-69\">\n   \"The maxim '\n   <em>\n    expressio unius est exclusio alterius\n   </em>\n   '-which translates roughly as 'the expression of one thing is the exclusion of other things'-is a venerable canon of statutory construction....\"\n   <em>\n    United States v. Hernandez-Ferrer\n   </em>\n   ,\n   <extracted-citation case-ids=\"4222864\" index=\"86\" url=\"https://cite.case.law/f3d/599/63/#p67\">\n    599 F.3d 63\n   </extracted-citation>\n   , 67 (1st Cir. 2010). This canon suggests that the inclusion of the phrase \"with the respect to the debtor\" should be read to exclude the other targets of the automatic stay provisions from termination after thirty days, namely the non-estate property of the debtor and the property of the estate. Some courts have pointed to the closely related canon that \"Congress generally acts intentionally when it uses particular language in one section of a statute but omits it in another.\"\n   <em>\n    Dep't of Homeland Sec. v. MacLean\n   </em>\n   , 574 U.S. ----,\n   <extracted-citation case-ids=\"12594419\" index=\"87\" url=\"https://cite.case.law/s-ct/135/913/#p919\">\n    135 S.Ct. 913\n   </extracted-citation>\n   , 919,\n   <extracted-citation case-ids=\"12594419\" index=\"88\" url=\"https://cite.case.law/s-ct/135/913/#p919\">\n    190 L.Ed.2d 771\n   </extracted-citation>\n   (2015). Considering the context of the automatic stay provisions that \"shall terminate\" after thirty days, and applying only statutory definitions, ordinary meanings, and the\n   <em>\n    expressio unius\n   </em>\n   canon, the most natural reading of the phrase \"with respect to the\n   debtor\" in § 362(c)(3)(A) is that the only automatic stay provisions which terminate after thirty days are those prohibiting actions against the debtor\n   <em>\n    personally\n   </em>\n   , with those provisions prohibiting actions against the debtor's non-estate property or the property of the estate remaining in place. Yet, \"[n]o reported decision has adopted th[is] all-property exclusion\" interpretation.\n   <em>\n    Daniel\n   </em>\n   ,\n   <extracted-citation case-ids=\"4085936\" index=\"89\" url=\"https://cite.case.law/br/404/318/#p328\">\n    404 B.R. at 322\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-70\">\n   Instead, courts adopting the majority view bring the debtor's property within the scope of the subsection (c)(3)(A) termination while excluding the property of the estate from the termination's scope. \"[I]t is difficult to see how a possible reference to only one of the applications-actions with respect to 'the debtor'-can be read to apply to two of them, actions both against the debtor and against the debtor's non-estate property.\"\n   <em>\n    <extracted-citation case-ids=\"4085936\" index=\"90\" url=\"https://cite.case.law/br/404/318/#p328\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"4085936\" index=\"90\" url=\"https://cite.case.law/br/404/318/#p328\">\n    at 323\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-71\">\n   One way to uncover a distinction between the two types of property is to look to other provisions of the Bankruptcy Code, like § 102(2), which specifies that the phrase \"claim against the debtor\" also \"includes claim against property of the debtor.\"\n   <em>\n    See e.g.,\n   </em>\n   <em>\n    Jones\n   </em>\n   ,\n   <extracted-citation case-ids=\"2700131\" index=\"91\" url=\"https://cite.case.law/br/339/360/#p363\">\n    339 B.R. at 365\n   </extracted-citation>\n   . The problem with this source for the majority view's distinction between the debtor's non-estate property and the property of the estate is that § 102(2) does not actually represent such a distinction. The coverage of \"claim[s]\" referred to in § 102(2), which includes \"property of the debtor,\" actually includes all of the debtor's property, including that which then becomes \"property of the estate\" upon filing a bankruptcy petition.\n   <em>\n    Daniel\n   </em>\n   ,\n   <extracted-citation case-ids=\"4085936\" index=\"92\" url=\"https://cite.case.law/br/404/318/#p328\">\n    404 B.R. at 324\n   </extracted-citation>\n   (the majority view \"depends on § 102(2) to distinguish between a debtor's estate property and non-estate property.... This distinction is then imported into § 362(c)(3)(A).... But § 102(2)['s] ... coverage extends to claims against any property in which the debtor has an interest, regardless of whether the property becomes part of the debtor's bankruptcy estate\") (citing\n   <em>\n    Johnson v. Home State Bank\n   </em>\n   ,\n   <extracted-citation case-ids=\"1107779\" index=\"93\" url=\"https://cite.case.law/us/501/78/#p85\">\n    501 U.S. 78\n   </extracted-citation>\n   , 85-87,\n   <extracted-citation case-ids=\"6507321,1107779\" index=\"94\" url=\"https://cite.case.law/s-ct/111/2150/\">\n    111 S.Ct. 2150\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1107779\" index=\"95\" url=\"https://cite.case.law/us/501/78/#p85\">\n    115 L.Ed.2d 66\n   </extracted-citation>\n   (1991) ).\n  </p>\n  <p id=\"p-72\">\n   Another source of the property distinction is the phrase \"or property securing such debt\" within § 362(c)(3)(A). Most courts have ignored that phrase entirely, and this Court is unable to read that phrase as specifying a distinction between non-estate property and estate property. The text of § 362(c)(3)(A) contemplates actions against some type of property, not merely actions against the debtor's person. Many courts adopting the majority view discern an \"absolutely clear[ ] [and] unambiguous\" distinction between the debtor and the estate from the phrase \"with respect to the debtor,\"\n   <em>\n    see\n   </em>\n   <em>\n    In re Dowden\n   </em>\n   ,\n   <extracted-citation case-ids=\"3810114\" index=\"96\" url=\"https://cite.case.law/br/429/894/#p903\">\n    429 B.R. 894\n   </extracted-citation>\n   , 903 (Bankr. S.D. Ohio 2010), coupled with the fact that subsection (a) repeatedly distinguishes among the debtor, the debtor's non-estate property, and the property of the estate. But that same \"absolutely clear\" and literal interpretation of the reference to the person of the debtor creates an internal inconsistency with the nearby reference to \"property securing such debt....\"\n   <em>\n    See\n   </em>\n   <em>\n    Reswick\n   </em>\n   ,\n   <extracted-citation case-ids=\"3740646\" index=\"97\" url=\"https://cite.case.law/br/446/362/\">\n    446 B.R. at 368\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-73\">\n   Section 521(a), which includes a provision that terminates the stay under other circumstances \"with respect to the personal property of the estate or of the debtor,\" is also of no assistance.\n   <em>\n    See\n   </em>\n   <em>\n    Jumpp\n   </em>\n   ,\n   <extracted-citation case-ids=\"3783784\" index=\"98\" url=\"https://cite.case.law/br/356/789/\">\n    356 B.R. at 794-95\n   </extracted-citation>\n   . In that subsection, also added to the Bankruptcy Code in BAPCPA, Congress made an explicit\n   <em>\n    property\n   </em>\n   distinction-that is, between the debtor's property and the property of the estate. It did not make any such distinction in § 362(c)(3)(a). Instead of supporting the majority view, the fact that Congress did not make a property distinction at all when it used the phrase \"with respect to the\n   debtor,\" but did make such a distinction in another BAPCPA amendment, suggests Congress did not intend that phrase to distinguish between the debtor's non-estate property and the property of the estate.\n   <em>\n    See\n   </em>\n   <em>\n    Russello v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"6193045\" index=\"99\" url=\"https://cite.case.law/us/464/16/#p23\">\n    464 U.S. 16\n   </extracted-citation>\n   , 23,\n   <extracted-citation case-ids=\"6193045\" index=\"100\" url=\"https://cite.case.law/us/464/16/#p23\">\n    104 S.Ct. 296\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6193045\" index=\"101\" url=\"https://cite.case.law/us/464/16/#p23\">\n    78 L.Ed.2d 17\n   </extracted-citation>\n   (1983) (\"Where Congress includes particular language in one section of a statute but omits it in another section of the same Act, it is generally presumed that Congress acts intentionally and purposely in the disparate inclusion or exclusion\") (internal quotations and modifications omitted).\n  </p>\n  <p id=\"p-74\">\n   The Court concludes that the majority interpretation, which retains protection for property of the estate based on the phrase \"with respect to the debtor,\" actually requires two implied distinctions: one between the debtor's\n   <em>\n    person\n   </em>\n   and\n   <em>\n    property\n   </em>\n   , and one between the debtor's\n   <em>\n    non-estate\n   </em>\n   property and\n   <em>\n    estate\n   </em>\n   property. While the phrase \"with respect to the debtor\" may plausibly be read to create the first distinction based on subsection (a)'s three separate targets coupled with\n   <em>\n    expressio unius\n   </em>\n   logic, that same context and logic leaves the second distinction unsupported.\n  </p>\n  <p id=\"p-75\">\n   <strong>\n    3. The Drafting Quality of BAPCPA\n   </strong>\n  </p>\n  <p id=\"p-76\">\n   The Court is cognizant that \"[t]he force of any negative implication\" from the reasoning of the\n   <em>\n    expressio unius\n   </em>\n   canon \"depends on context.\"\n   <em>\n    N.L.R.B. v. SW Gen., Inc.\n   </em>\n   , 580 U.S. ----,\n   <extracted-citation case-ids=\"12609970\" index=\"102\" url=\"https://cite.case.law/s-ct/137/929/#p940\">\n    137 S.Ct. 929\n   </extracted-citation>\n   , 940,\n   <extracted-citation case-ids=\"12609970\" index=\"103\" url=\"https://cite.case.law/s-ct/137/929/#p940\">\n    197 L.Ed.2d 263\n   </extracted-citation>\n   (2017). The canon only applies \"in circumstances supporting a sensible inference that the term left out must have been meant to be excluded.\"\n   <em>\n    Chevron U.S.A. Inc. v. Echazabal\n   </em>\n   ,\n   <extracted-citation case-ids=\"1254435\" index=\"104\" url=\"https://cite.case.law/us/536/73/#p81\">\n    536 U.S. 73\n   </extracted-citation>\n   , 81,\n   <extracted-citation case-ids=\"1254435\" index=\"105\" url=\"https://cite.case.law/us/536/73/#p81\">\n    122 S.Ct. 2045\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1254435\" index=\"106\" url=\"https://cite.case.law/us/536/73/#p81\">\n    153 L.Ed.2d 82\n   </extracted-citation>\n   (2002). Sometimes \"the\n   <em>\n    expressio unius\n   </em>\n   maxim is not particularly helpful\" and the presumption that \"Congress acts intentionally and purposely in the disparate inclusion or exclusion\" of particular words or phrases \"may be rebutted.\"\n   <em>\n    United States v. Councilman\n   </em>\n   ,\n   <extracted-citation case-ids=\"8931013\" index=\"107\" url=\"https://cite.case.law/f3d/418/67/#p74\">\n    418 F.3d 67\n   </extracted-citation>\n   , 74-75 (1st Cir. 2005). \"[W]here the history of the two provisions is complex, the canon may be a less reliable guide to Congressional intent. For example, if the first provision was already part of the law, whereas the second is entirely new, Congress may have paid less attention to subtle differences between the two.\"\n   <em>\n    <extracted-citation case-ids=\"8931013\" index=\"108\" url=\"https://cite.case.law/f3d/418/67/#p74\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-77\">\n   The enactment timing and drafting quality of BAPCPA are consistent with the First Circuit's instruction that courts should hesitate to infer an outsized meaning based on\n   <em>\n    expressio unius\n   </em>\n   logic in some circumstances. Congress enacted BAPCPA in 2005, decades after the terms in subsection (a) became part of the Bankruptcy Code.\n   <em>\n    See\n   </em>\n   Bankruptcy Reform Act of 1978, Pub. L. 95-598, Nov. 6, 1978,\n   <extracted-citation index=\"109\" url=\"https://cite.case.law/citations/?q=92%20Stat.%202570\">\n    92 Stat. 2570\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-78\">\n   Courts and commentators on both sides of the interpretive divide are in virtually unanimous agreement that BAPCPA was imprecisely drafted, which indicates that Congress may have \"paid less attention to subtle differences\" among the three targets of actions in subsection (a) when it employed the phrase \"with respect to the debtor.\"\n   <em>\n    See e.g.,\n   </em>\n   <em>\n    In re Grydzuk\n   </em>\n   ,\n   <extracted-citation case-ids=\"5243551\" index=\"110\" url=\"https://cite.case.law/br/353/564/#p566\">\n    353 B.R. 564\n   </extracted-citation>\n   , 566-67 (Bankr. N.D. Ind. 2006) (\"[W]hile a debate rages over whether William Shakespeare or someone else wrote the plays and sonnets attributed to the Bard of Avon, there will never be a similar debate over the authorship of the BAPCPA because no one wants to be associated with that body of work\");\n   <em>\n    Jones\n   </em>\n   ,\n   <extracted-citation case-ids=\"2700131\" index=\"111\" url=\"https://cite.case.law/br/339/360/#p363\">\n    339 B.R. at 363\n   </extracted-citation>\n   (\"Once again, warily, and with pruning shears in hand, the court re-enters the briar patch that is § 362(c)(3)(A)\");\n   <em>\n    In re Charles\n   </em>\n   ,\n   <extracted-citation case-ids=\"1287427\" index=\"112\" url=\"https://cite.case.law/br/332/538/#p541\">\n    332 B.R. 538\n   </extracted-citation>\n   , 541 (Bankr. S.D. Tex. 2005) (\"The Court notes that the relevant provisions in the Act are, at best, particularly difficult to parse and, at worst, virtually incoherent\"); Laura B. Bartell,\n   <em>\n    Staying the Serial Filer-Interpreting the New Exploding Stay Provisions of § 362(c)(3) of the Bankruptcy Code\n   </em>\n   , 82 AM. BANKR. L. J. 201, 227 (2008) (\"Sometimes sloppy drafting is just sloppy drafting\"); The Honorable Thomas F. Waldron, Neil M. Berman,\n   <em>\n    Principled Principles of Statutory Interpretation: A Judicial Perspective After Two Years of BAPCPA\n   </em>\n   , 81 AM. BANKR. L. J. 195, 197 (2007) (\"It is mere under-statement to acknowledge that BAPCPA has been repeatedly recognized by the bankruptcy community as, what in common parlance would be called, a mess\").\n  </p>\n  <p id=\"p-79\">\n   Two examples suffice to illustrate that Congress may have simply been awkward in its drafting of § 362(c)(3)(A). First, the language contains no fewer than four instances of the \"amorphous phrase\" \"with respect to\" in rapid nested succession without any ambiguity-removing punctuation.\n   <em>\n    See\n   </em>\n   <em>\n    In re Paschal\n   </em>\n   ,\n   <extracted-citation case-ids=\"37882\" index=\"113\" url=\"https://cite.case.law/br/337/274/#p277\">\n    337 B.R. 274\n   </extracted-citation>\n   , 277 (Bankr. E.D.N.C. 2006). Second, read literally, the triggering events for the provision occur far less frequently than any courts are willing to endorse:\n  </p>\n  <blockquote id=\"p-80\">\n   [Section] 362(c)(3)(A) begins by referencing \"[i]f a single or joint case is filed by or against a debtor....\" The fact is that a \"case\" does not get \"filed\" at all; a \"petition\" gets filed. Indeed, § 362(a) itself creates an automatic stay as to \"petitions\" filed under §§ 301, 302 or 303. Therefore, since no \"case\" gets filed, one could argue that [ § 362(c)(3)(A) ] is never applicable. Of course, we may concede that this leads to an absurd result. The point however is to show that, when dealing with a statute which is obviously inartfully worded from the get-go, it may not be wise to attribute exalted importance and meaning to each and every word. Right at the outset, we know for example that \"case\" does not mean \"case.\"\n  </blockquote>\n  <blockquote id=\"p-81\">\n   Parsing the wording of § 362(c)(3)(A) further, we see even more clearly how its exact words yield a result which almost surely was not intended by Congress, albeit not literally an absurd result. First, the statute requires a case (by which the drafters meant \"petition\" as we just saw) filed by or against the debtor. Second, the statute requires that the case must be filed by \"[a] debtor who is an individual in a case....\" For a debtor to be an individual in a case in the present tense, a case must still be pending. Thus, this section literally applies only to a debtor who has a case open when a new petition is filed by or against that individual. Finally, a single or joint case of the debtor had to be pending within the preceding one-year period but was then dismissed.\n  </blockquote>\n  <blockquote id=\"p-82\">\n   Taken together, as noted by Judge Small, technically speaking \"the section only applies to individuals who have had three cases pending in one calendar year: one case that has been dismissed, one case that is still pending when the petition at issue is filed, and the new case that is before the court for determination.\" As wryly stated by Judge Small, such a circumstance is \"unlikely to occur.\"\n  </blockquote>\n  <p id=\"p-83\">\n   Peter E. Meltzer,\n   <em>\n    Won't You Stay A Little Longer? Rejecting the Majority Interpretation of Bankruptcy Code § 362(c)(3)(a)\n   </em>\n   , 86 AM. BANKR. L. J. 407, 422-23 (2012) (internal citations omitted).\n  </p>\n  <p id=\"p-84\">\n   The inartful wording and the other factors discussed below, such as the abundant superfluous language within BAPCPA,\n   <em>\n    see infra\n   </em>\n   subpart 4, counsel against inferring based on\n   <em>\n    expressio unius\n   </em>\n   logic that the phrase \"with respect to the debtor\" works to exclude termination of the automatic stay provisions protecting property of the estate.\n   <em>\n    See\n   </em>\n   <em>\n    King v. Burwell\n   </em>\n   , 576 U.S. ----,\n   <extracted-citation case-ids=\"12590981\" index=\"114\" url=\"https://cite.case.law/s-ct/135/2480/#p2492\">\n    135 S.Ct. 2480\n   </extracted-citation>\n   , 2492,\n   <extracted-citation case-ids=\"12590981\" index=\"115\" url=\"https://cite.case.law/s-ct/135/2480/#p2492\">\n    192 L.Ed.2d 483\n   </extracted-citation>\n   (2015) (\"[R]igorous application of the canon does not seem a particularly useful\n   guide to a fair construction of the statute\" because \"[t]he Affordable Care Act contains more than a few examples of inartful drafting\" thanks to its hurried legislative process, known as Reconciliation, which means it \"does not reflect the type of care and deliberation that one might expect of such significant legislation\").\n  </p>\n  <p id=\"p-85\">\n   <strong>\n    4. The Surplusage Canon\n   </strong>\n  </p>\n  <p id=\"p-86\">\n   \"A reading that renders a statutory provision surplusage is disfavored.\"\n   <em>\n    Pejepscot Indus. Park, Inc. v. Maine Cent. R. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"11209012\" index=\"116\" url=\"https://cite.case.law/f3d/215/195/#p202\">\n    215 F.3d 195\n   </extracted-citation>\n   , 202 (1st Cir. 2000). This \"canon of interpretation urges courts to give each word meaning....\"\n   <em>\n    Ardente v. Standard Fire Ins. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4119470\" index=\"117\" url=\"https://cite.case.law/f3d/744/815/#p819\">\n    744 F.3d 815\n   </extracted-citation>\n   , 819 (1st Cir. 2014). However, \"[t]he canon against surplusage is not an absolute rule.\"\n   <em>\n    Marx v. Gen. Revenue Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"12407533\" index=\"118\" url=\"https://cite.case.law/us/568/371/#p385\">\n    568 U.S. 371\n   </extracted-citation>\n   , 385,\n   <extracted-citation case-ids=\"12407533\" index=\"119\" url=\"https://cite.case.law/us/568/371/#p385\">\n    133 S.Ct. 1166\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12407533\" index=\"120\" url=\"https://cite.case.law/us/568/371/#p385\">\n    185 L.Ed.2d 242\n   </extracted-citation>\n   (2013). \"The canon requiring a court to give effect to each word 'if possible' is sometimes offset by the canon that permits a court to reject words 'as surplusage' if 'inadvertently inserted or if repugnant to the rest of the statute....' \"\n   <em>\n    Chickasaw Nation v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"9108010\" index=\"121\" url=\"https://cite.case.law/us/534/84/#p94\">\n    534 U.S. 84\n   </extracted-citation>\n   , 94,\n   <extracted-citation case-ids=\"9108010\" index=\"122\" url=\"https://cite.case.law/us/534/84/#p94\">\n    122 S.Ct. 528\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"9108010\" index=\"123\" url=\"https://cite.case.law/us/534/84/#p94\">\n    151 L.Ed.2d 474\n   </extracted-citation>\n   (2001) (quoting Karl Llewellyn,\n   <em>\n    The Common Law Tradition\n   </em>\n   525 (1960) ).\n  </p>\n  <p id=\"p-87\">\n   \"[C]anons are not mandatory.... They are guides that need not be conclusive.... And other circumstances evidencing congressional intent can overcome their force.\"\n   <em>\n    <extracted-citation case-ids=\"9108010\" index=\"124\" url=\"https://cite.case.law/us/534/84/#p94\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"9108010\" index=\"124\" url=\"https://cite.case.law/us/534/84/#p94\">\n    at 94\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"9108010\" index=\"125\" url=\"https://cite.case.law/us/534/84/#p94\">\n    122 S.Ct. 528\n   </extracted-citation>\n   (internal quotations and citations omitted). \"[T]he canon against surplusage is strongest when an interpretation would render superfluous another part of the same statutory scheme,\"\n   <em>\n    Marx\n   </em>\n   ,\n   <extracted-citation case-ids=\"12407533\" index=\"126\" url=\"https://cite.case.law/us/568/371/#p385\">\n    568 U.S. at 386\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"12407533\" index=\"127\" url=\"https://cite.case.law/us/568/371/#p385\">\n    133 S.Ct. 1166\n   </extracted-citation>\n   , but is less helpful in contexts \"where redundancies abound.\"\n   <em>\n    Ardente\n   </em>\n   ,\n   <extracted-citation case-ids=\"4119470\" index=\"128\" url=\"https://cite.case.law/f3d/744/815/#p819\">\n    744 F.3d at 819\n   </extracted-citation>\n   (quoting\n   <em>\n    TMW Enterprises, Inc. v. Fed. Ins. Co.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3778699\" index=\"129\" url=\"https://cite.case.law/f3d/619/574/#p577\">\n    619 F.3d 574\n   </extracted-citation>\n   , 577 (6th Cir. 2010) ).\n  </p>\n  <p id=\"p-88\">\n   No interpretation of § 362(c)(3)(a) would score well on a superfluity metric. For example, courts have not grappled with the meaning of the words \"with respect to a debt or property securing such debt or with respect to any lease....\" It is not clear that courts would interpret any other act or action as stayed under subsection (a) and also find that it falls outside all of those three buckets that are terminated after thirty days. If that is true, all those words are surplusage, and the relevant portion of § 362(c)(3)(A) might as well read, \"the stay under subsection (a) with respect to any action taken ... shall terminate with respect to the debtor on the 30th day after the filing of the later case[.]\"\n  </p>\n  <p id=\"p-89\">\n   The majority view does not gain much persuasive power because \"the canon against superfluity assists only where a competing interpretation gives effect to every clause and word of a statute.... Here, no interpretation ...-including the two alternatives advanced by [the majority and the minority views]-avoids excess language.\"\n   <em>\n    Microsoft Corp. v. i4i Ltd. P'ship\n   </em>\n   ,\n   <extracted-citation case-ids=\"5933721,12450135\" index=\"130\" url=\"https://cite.case.law/us/564/91/\">\n    564 U.S. 91\n   </extracted-citation>\n   , 106,\n   <extracted-citation case-ids=\"5933721,12450135\" index=\"131\" url=\"https://cite.case.law/us/564/91/\">\n    131 S.Ct. 2238\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"5933721,12450135\" index=\"132\" url=\"https://cite.case.law/us/564/91/\">\n    180 L.Ed.2d 131\n   </extracted-citation>\n   (2011). Since it is doubtful whether any interpretation of § 362(c)(3)(A) avoids superfluity, the canon does not represent a convincing reason to adopt the majority view.\n  </p>\n  <p id=\"p-90\">\n   Furthermore, there is good reason to suspect that BAPCPA represents a context \"where redundancies abound,\" which makes it ill-suited for reliance on the surplusage canon. In BAPCPA, the phrase \"with respect to the debtor\" or \"with respect to a debtor\" is used ten times as a stand-alone phrase, as it is in § 362(c)(3)(A), and zero times in the Bankruptcy Code as it existed before BAPCPA. One scholar presents a convincing case that in all ten instances, the BAPCPA drafters used the phrase redundantly, or\n   as subconscious filler. \"[I]n tallying the score between superfluous and nonsuperfluous appearances of the phrase, the score is 10-0, not 9-1 or 8-2.\" Meltzer, 86 AM. BANKR. L. J. at 432. For example:\n  </p>\n  <blockquote id=\"p-91\">\n   Section 308(a) discusses debtor reporting requirements. It states: \"For purposes of this section, the term 'profitability' means,\n   <em>\n    with respect to a debtor\n   </em>\n   , the amount of money that the debtor has earned or lost during current and recent fiscal periods.\" The only time the word \"profitability\" is used in § 308 is in § 308(b)(1) which provides that a debtor in a small business case shall file periodic financial and other reports containing information including-(1) the debtor's profitability. In other words, since we know from § 308(b)(1) that \"profitability\" necessarily refers specifically to the debtor's profitability, then what possible purpose can there be for the use of the phrase \"with respect to the debtor\" in § 308(a)? There is no possible purpose.\n  </blockquote>\n  <p id=\"p-92\">\n   <em>\n    Id.\n   </em>\n   at 432-33 (emphasis added).\n  </p>\n  <p id=\"p-93\">\n   The Court finds the canon against surplusage to be an unconvincing justification for reading the phrase \"with respect to the debtor\" as preserving the protection of the automatic stay for property of the estate beyond the termination date, especially given the decisive blow the majority interpretation deals to the importance of § 362(c)(3) within the rest of the statutory structure.\n  </p>\n  <p id=\"p-94\">\n   <strong>\n    5. The Structure of the Statute\n   </strong>\n  </p>\n  <p id=\"p-95\">\n   \"In determining whether Congress has specifically addressed the question at issue, a reviewing court should not confine itself to examining a particular statutory provision in isolation. The meaning-or ambiguity-of certain words or phrases may only become evident when placed in context.\"\n   <em>\n    Food &amp; Drug Admin. v. Brown &amp; Williamson Tobacco Corp.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9508268\" index=\"133\" url=\"https://cite.case.law/us/529/120/#p132\">\n    529 U.S. 120\n   </extracted-citation>\n   , 132,\n   <extracted-citation case-ids=\"9508268\" index=\"134\" url=\"https://cite.case.law/us/529/120/#p132\">\n    120 S.Ct. 1291\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"9508268\" index=\"135\" url=\"https://cite.case.law/us/529/120/#p132\">\n    146 L.Ed.2d 121\n   </extracted-citation>\n   (2000). \"[The Court's] inquiry must cease if the statutory language is unambiguous and the statutory scheme is coherent and consistent.\"\n   <em>\n    Robinson\n   </em>\n   ,\n   <extracted-citation case-ids=\"11595510\" index=\"136\" url=\"https://cite.case.law/us/519/337/#p340\">\n    519 U.S. at 340\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11595510\" index=\"137\" url=\"https://cite.case.law/us/519/337/#p340\">\n    117 S.Ct. 843\n   </extracted-citation>\n   (internal quotations omitted). \"So when deciding whether the language is plain, we must read the words in their context and with a view to their place in the overall statutory scheme.\"\n   <em>\n    Burwell\n   </em>\n   , 135 S.Ct. at 2489 (internal quotations omitted). \"[Courts'] duty, after all, is 'to construe statutes, not isolated provisions.' \"\n   <em>\n    Id.\n   </em>\n   (quoting\n   <em>\n    Graham County Soil and Water Conservation Dist. v. United States ex rel. Wilson\n   </em>\n   ,\n   <extracted-citation case-ids=\"12447670,3581774\" index=\"138\" url=\"https://cite.case.law/us/559/280/\">\n    559 U.S. 280\n   </extracted-citation>\n   , 290,\n   <extracted-citation case-ids=\"3581774,12447670\" index=\"139\" url=\"https://cite.case.law/s-ct/130/1396/\">\n    130 S.Ct. 1396\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3581774,12447670\" index=\"140\" url=\"https://cite.case.law/s-ct/130/1396/\">\n    176 L.Ed.2d 225\n   </extracted-citation>\n   (2010) ).\n  </p>\n  <p id=\"p-96\">\n   Since the purpose of the phrase \"with respect to the debtor\" is still unclear after looking to ordinary meaning and the canons of construction, the Court \"must turn to the broader structure of the Act to determine the meaning of Section [362(c)(3)(A) ].\"\n   <em>\n    Id.\n   </em>\n   at 2492. Before BAPCPA, the automatic stay provisions applied even when the debtor had one or more prior petitions in the preceding year. The text of the two relevant BAPCPA changes to the automatic stay, subsection (c)(3) and (c)(4) makes BAPCPA's purpose plain: It sought to prevent debtors from repeatedly using the automatic stay of the bankruptcy process in bad faith to stymie creditors' collection efforts.\n  </p>\n  <p id=\"p-97\">\n   Subsection (c)(3) effects a termination (of some scope) of the stay after a thirty-day grace period for debtors with one prior case dismissed in the previous year, and for debtors with two prior cases dismissed in the previous year, subsection (c)(4) prevents the stay from automatically taking effect at all-there is no grace period.\n   <footnotemark>\n    4\n   </footnotemark>\n  </p>\n  <p id=\"p-98\">\n   BAPCPA adopted a new assumption about repeat-filers in both provisions: their cases are \"presumptively filed not in good faith....\"\n   <extracted-citation index=\"141\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n    11 U.S.C. § 362\n   </extracted-citation>\n   (c)(3)(C), (c)(4)(D). BAPCPA allowed \"a party in interest\" to overcome this presumption about a first-time repeat-filer and retain the protection of the stay beyond the thirty-day grace period by filing a motion for a hearing and establishing good-faith by clear and convincing evidence.\n   <em>\n    <extracted-citation index=\"142\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     Id.\n    </extracted-citation>\n   </em>\n   § 362(c)(3)(B)-(C). BAPCPA also allowed \"a party in interest\" to overcome this presumption about a second-time repeat-filer by filing a motion for a hearing and establishing good faith by clear and convincing evidence,\n   <em>\n    <extracted-citation index=\"143\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     id.\n    </extracted-citation>\n   </em>\n   § 362(c)(4)(B), (D), but the stay only commences upon the order of the bankruptcy court and is not \"automatic\" for any period of time.\n   <em>\n    <extracted-citation index=\"144\" url=\"https://cite.case.law/citations/?q=11%20U.S.C.%20%C2%A7%20362\">\n     Id.\n    </extracted-citation>\n   </em>\n   § 362(c)(4)(C).\n  </p>\n  <p id=\"p-99\">\n   Under the majority view, the practical significance of subsection (c)(3)(A) is difficult to divine. The courts adopting the majority view suggest that their more limited interpretation of the stay termination still has practical value:\n  </p>\n  <blockquote id=\"p-100\">\n   [S]uits against the debtor can commence or continue postpetition because section 362(a)(1) is no longer applicable; judgments may be enforced against the debtor, in spite of section 362(a)(2) ; collection actions may proceed against the debtor despite section 362(a)(6) ; and liens against the debtor's property may be created, perfected and enforced regardless of section 362(a)(5).\n  </blockquote>\n  <p id=\"p-101\">\n   <em>\n    In re Williams\n   </em>\n   ,\n   <extracted-citation case-ids=\"3649437\" index=\"145\" url=\"https://cite.case.law/br/346/361/#p367\">\n    346 B.R. 361\n   </extracted-citation>\n   , 367 (Bankr. E.D. Pa. 2006). Even so, these asserted impacts appear to have little or no practical value:\n  </p>\n  <blockquote id=\"p-102\">\n   Very few creditors would seek to pursue only the debtor personally, or only property of the debtor. Indeed, this interpretation would provide no meaningful relief to creditors in chapter 13 cases, where repeat filings are most prevalent. Creditors in a chapter 13 case could take no action against property that the debtor owned at the time the case was commenced, because it is property of the estate under section 541(a)(1), and they could take no action against property that the debtor acquired post-petition because it would also constitute property of the estate under section 1306(a). As a result, a party such as [Smith] in this case would have any efforts to collect a judgment thwarted by a repeat filing.\n  </blockquote>\n  <p id=\"p-103\">\n   <em>\n    Reswick\n   </em>\n   ,\n   <extracted-citation case-ids=\"3740646\" index=\"146\" url=\"https://cite.case.law/br/446/362/\">\n    446 B.R. at 368\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-104\">\n   The majority view also renders most of subsection (c)(3)'s text-subsections (c)(3)(B) and (C), which allows parties in interest to move for an extension beyond thirty days and outlines the movant's evidentiary burden and the effects on various creditors of a ruling in the movant's favor-to be of questionable practical value. Subsection (c)(3) contains 472 words, 364 of which address the process and effects of filing motions for continuation of the automatic stay beyond the thirty-day termination date.\n  </p>\n  <blockquote id=\"p-105\">\n   It seems illogical that Congress would enact a provision which both requires moving parties to meet a high burden of proof and which requires the courts to hear these matters on an expedited basis, only to have both the process and the end result meaningless and of no utility if property of the estate remains protected by the automatic stay, notwithstanding a termination of the automatic stay under § 362(c)(3)(A).\n  </blockquote>\n  <p id=\"p-106\">\n   <em>\n    In re Jupiter\n   </em>\n   ,\n   <extracted-citation case-ids=\"5620461\" index=\"147\" url=\"https://cite.case.law/br/344/754/#p760\">\n    344 B.R. 754\n   </extracted-citation>\n   , 760 (Bankr. D.S.C. 2006).\n  </p>\n  <p id=\"p-107\">\n   One scholar reported that no case adopted the majority interpretation and also denied a motion to extend the stay following the lengthy test set forth in subsection (c)(3)(B) and (C). Meltzer, 86 AM. BANKR. L. J. at 443.\n  </p>\n  <blockquote id=\"p-108\">\n   What this means is obviously not that the latest bankruptcy filing of every repeat filer was actually filed in good faith, but rather that, when creditors know that the court is going to abide by the majority approach, they have no practical incentive to oppose a motion under § 362(c)(3)(B) because the types of § 362(a) stays which would be terminated are of no interest to them.\n  </blockquote>\n  <blockquote id=\"p-109\">\n   This is a remarkable thing. It means that notwithstanding all of the academic assessments made by [the majority view] courts as to the areas in which the stay could be terminated ... in the real world, it never actually happens. The only cases which have actually terminated the automatic stay under this section are those in which this issue was not even raised ... or where courts adopted the minority approach.\n  </blockquote>\n  <p id=\"p-110\">\n   <em>\n    Id.\n   </em>\n   at 443.\n  </p>\n  <p id=\"p-111\">\n   The Court agrees with the other district court in this circuit to have considered the question, in determining that:\n  </p>\n  <blockquote id=\"p-112\">\n   The evident purpose of § 362(c)(3) is to discourage serial filings that are made simply to obtain the benefit of the automatic stay, and it accomplishes that purpose by denying a serial filer the benefit of the stay for any more than thirty days unless the court finds special circumstances to continue it.\n  </blockquote>\n  <p id=\"p-113\">\n   <em>\n    St. Anne's\n   </em>\n   ,\n   <extracted-citation case-ids=\"4175668\" index=\"148\" url=\"https://cite.case.law/br/490/141/\">\n    490 B.R. at 145\n   </extracted-citation>\n   . Inferring a distinction among classes of property based on the phrase \"with respect to the debtor\" does violence to this evident purpose of subsection (c)(3). \"The practical effect of such a narrow reading of the provision is likely to be so small Congress might as well have saved the ink.\"\n   <em>\n    <extracted-citation case-ids=\"4175668\" index=\"149\" url=\"https://cite.case.law/br/490/141/\">\n     Id.\n    </extracted-citation>\n   </em>\n   \"It is implausible that Congress meant the Act to operate in this manner.\"\n   <em>\n    Burwell\n   </em>\n   , 135 S.Ct. at 2494.\n  </p>\n  <p id=\"p-114\">\n   Courts presume that \"Congress 'does not alter the fundamental details of a regulatory scheme in vague terms or ancillary provisions.' \"\n   <em>\n    Id.\n   </em>\n   at 2495 (quoting\n   <em>\n    Whitman v. American Trucking Assns., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9505769\" index=\"150\" url=\"https://cite.case.law/us/531/457/#p468\">\n    531 U.S. 457\n   </extracted-citation>\n   , 468,\n   <extracted-citation case-ids=\"9505769\" index=\"151\" url=\"https://cite.case.law/us/531/457/#p468\">\n    121 S.Ct. 903\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"9505769\" index=\"152\" url=\"https://cite.case.law/us/531/457/#p468\">\n    149 L.Ed.2d 1\n   </extracted-citation>\n   (2001) ). \"Had Congress meant to limit [the stay termination], it likely would have done so in some ... prominent manner. It would not have used such a winding path of connect-the-dots provisions....\"\n   <em>\n    <extracted-citation case-ids=\"9505769\" index=\"153\" url=\"https://cite.case.law/us/531/457/#p468\">\n     Id.\n    </extracted-citation>\n   </em>\n   This Court does not read the vague phrase \"with respect to the debtor\" as negating the fundamental consequences of BAPCPA's change to the Bankruptcy Code in subsection (c)(3). \"Here, the statutory scheme compels [the Court] to reject [the majority view's] interpretation because it\" would create, rather than close, a loophole for first-time repeat-filers to stymie collection efforts using the automatic stay, precisely what \"Congress designed the Act to avoid.\"\n   <em>\n    See\n   </em>\n   <em>\n    <extracted-citation case-ids=\"9505769\" index=\"154\" url=\"https://cite.case.law/us/531/457/#p468\">\n     id.\n    </extracted-citation>\n   </em>\n   2492-93 ;\n   <em>\n    Reswick\n   </em>\n   ,\n   <extracted-citation case-ids=\"3740646\" index=\"155\" url=\"https://cite.case.law/br/446/362/\">\n    446 B.R. at 373\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-115\">\n   <strong>\n    6. The Spousal Distinction\n   </strong>\n  </p>\n  <p id=\"p-116\">\n   The Court declines to interpret the phrase \"with respect to the debtor\" as protecting the property of the estate after termination of the automatic stay, but it need not reach the affirmative conclusion of minority view courts that the phrase creates \"a distinction regarding\n   <em>\n    persons\n   </em>\n   in the context of multiple bankruptcy filings.\"\n   <em>\n    Reswick\n   </em>\n   ,\n   <extracted-citation case-ids=\"3740646\" index=\"156\" url=\"https://cite.case.law/br/446/362/\">\n    446 B.R. at 369\n   </extracted-citation>\n   . Interpreting the phrase as distinguishing between repeat-filing debtors and non-repeat-filing spouses in joint cases may be \"the least troublesome reading\" because subsection (c)(3) begins by stating its applicability in \"single or joint case[s],\" and that interpretation avoids some tension with the surplusage\n   canon.\n   <em>\n    <extracted-citation case-ids=\"3740646\" index=\"157\" url=\"https://cite.case.law/br/446/362/\">\n     Id.\n    </extracted-citation>\n   </em>\n   But the Court need not pronounce whether an intentional spousal distinction is the \"most plausible\" reading of § 362(c)(3)(A).\n   <em>\n    <extracted-citation case-ids=\"3740646\" index=\"158\" url=\"https://cite.case.law/br/446/362/\">\n     Id.\n    </extracted-citation>\n   </em>\n   In light of the other evidence, discussed above, it is just as plausible that this may be one of those statutes that contains a few superfluous words.\n   <em>\n    See\n   </em>\n   <em>\n    Arlington Cent. Sch. Dist. Bd. of Educ. v. Murphy\n   </em>\n   ,\n   <extracted-citation case-ids=\"3500383\" index=\"159\" url=\"https://cite.case.law/us/548/291/#p299\">\n    548 U.S. 291\n   </extracted-citation>\n   , 299, n.1,\n   <extracted-citation case-ids=\"3500383\" index=\"160\" url=\"https://cite.case.law/us/548/291/#p299\">\n    126 S.Ct. 2455\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3500383\" index=\"161\" url=\"https://cite.case.law/us/548/291/#p299\">\n    165 L.Ed.2d 526\n   </extracted-citation>\n   (2006) (\"While it is generally presumed that statutes do not contain surplusage, instances of surplusage are not unknown\").\n  </p>\n  <p id=\"p-117\">\n   Regardless whether the phrase \"with respect to the debtor\" was intended to provide additional clarity that the stay does not terminate \"with respect to the debtor['s]\" spouse, or whether the phrase represents minor redundancy or superfluity, it is enough for purposes of this appeal to conclude that the phrase does not create a distinction between the debtor's person and the debtor's non-estate property on the one hand, and the property of the estate on the other.\n  </p>\n  <p id=\"p-118\">\n   <strong>\n    VI. CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-119\">\n   The Court concludes that § 362(c)(3)(A) terminates the automatic stay in its entirety, meaning the protection of the automatic stay for property of the estate does not endure beyond thirty days as a result of the phrase \"with respect to the debtor.\" Accordingly, the Court AFFIRMS the decision of the Bankruptcy Judge.\n  </p>\n  <p id=\"p-120\">\n   SO ORDERED.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-123\">\n    By one count, as of November 2016, there are forty-five cases adopting the majority interpretation. Dale Joseph Gilsinger, Annotation,\n    <em>\n     Construction and Application of Phrase \"With Respect to the Debtor\" of Bankruptcy Code, 11 U.S.C A. § 362(c)(3)(A), Terminating Automatic Stay of Execution for Debtors Commencing Second Bankruptcy\n    </em>\n    , 3 A.L.R. Fed. 3d Art. 7 (2016). The Court did not locate any additional cases analyzing the question and adopting the majority view since November 2016.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-124\">\n    Even though the First Circuit BAP adopted the majority view, this Court is not bound by its decision. The manifest weight of authority indicates that decisions of bankruptcy appellate panels are not binding and are simply persuasive authority for district courts.\n    <em>\n     See\n    </em>\n    <em>\n     Bank of Maui v. Estate Analysis, Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"10537809,6120619\" index=\"162\" url=\"https://cite.case.law/f2d/904/470/\">\n     904 F.2d 470\n    </extracted-citation>\n    , 472 (9th Cir. 1990) (\"[I]t must be conceded that BAP decisions cannot bind the district courts themselves. As article III courts, the district courts must always be free to decline to follow BAP decisions and to formulate their own rules within their jurisdiction\");\n    <em>\n     Weber v. United States\n    </em>\n    ,\n    <extracted-citation case-ids=\"5740448,5732817\" index=\"163\" url=\"https://cite.case.law/f3d/484/154/\">\n     484 F.3d 154\n    </extracted-citation>\n    , 158 (2d Cir. 2007) (nothing that \"[t]he House Report that accompanied the BAPCPA emphasized that 'decisions rendered by a district court as well as a bankruptcy appellate panel are generally not binding and lack stare decisis value' \");\n    <em>\n     LBM Fin. LLC v. Shamus Holdings, Inc.\n    </em>\n    , No. CIV. 09-11668-FDS,\n    <extracted-citation index=\"164\" url=\"https://cite.case.law/citations/?q=2010%20U.S.%20Dist.%20LEXIS%20113184\">\n     2010 U.S. Dist. LEXIS 113184\n    </extracted-citation>\n    , *6 n.2,\n    <extracted-citation index=\"165\" url=\"https://cite.case.law/citations/?q=2010%20WL%204181137\">\n     2010 WL 4181137\n    </extracted-citation>\n    , at *2 n.2 (D. Mass. Sept. 28, 2010), (\"This Court is not bound by the decisions of a BAP, although such decisions may have persuasive authority\");\n    <em>\n     In re Carrozzella &amp; Richardson\n    </em>\n    ,\n    <extracted-citation case-ids=\"11150132\" index=\"166\" url=\"https://cite.case.law/br/255/267/#p273\">\n     255 B.R. 267\n    </extracted-citation>\n    , 273 (Bankr. D. Conn. 2000) (\"Simply put, if Congress had intended the decisions of an Article I court to have the same binding precedential effect as decisions of a circuit court of appeals, it needed to say so in unequivocal language\"). The Court also notes that it would present separation of powers problems if Congress created Article I courts whose legal interpretations controlled Article III courts, since \"[i]t is emphatically the province and duty of the judicial department to say what the law is.\"\n    <em>\n     Marbury v. Madison\n    </em>\n    ,\n    <extracted-citation case-ids=\"12121622\" index=\"167\" url=\"https://cite.case.law/us/5/137/#p177\">\n     5 U.S. 137\n    </extracted-citation>\n    , 177,\n    <extracted-citation case-ids=\"6759998,6760011,12121622\" index=\"168\" url=\"https://cite.case.law/cranch/1/137/\">\n     1 Cranch 137\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"12121622\" index=\"169\" url=\"https://cite.case.law/us/5/137/#p177\">\n     2 L.Ed. 60\n    </extracted-citation>\n    (1803).\n   </p>\n   <p id=\"p-125\">\n    As the Bankruptcy Judge pointed out, the same principles apply to bankruptcy courts, even those within the same circuit as the BAP that handed down the relevant decision.\n    <em>\n     Bankr. Ct. Order\n    </em>\n    at 5 (\"The BAP's decisions must be given consideration as significant and persuasive authority, but there is no law definitively establishing that the decisions of the BAP are binding on bankruptcy courts within the First Circuit\").\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-126\">\n    By one count, there were sixteen cases adopting the minority interpretation as of November 2016. Gilsinger, 3 A.L.R. Fed. 3d Art. 7. The Court located an additional case decided after November 2016, which adopted a view far closer to the minority approach than the majority.\n    <em>\n     In re Bender\n    </em>\n    ,\n    <extracted-citation case-ids=\"12175660\" index=\"170\" url=\"https://cite.case.law/br/562/578/#p580\">\n     562 B.R. 578\n    </extracted-citation>\n    , 580 (Bankr. E.D.N.Y. 2016). Including this decision in the instant case, that brings the total to eighteen.\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-127\">\n    Section 362(c)(4)(A)(i) provides: \"if a single or joint case is filed by or against a debtor who is an individual under this title, and if 2 or more single or joint cases of the debtor were pending within the previous year but were dismissed ... the stay under subsection (a) shall not go into effect upon the filing of the later case....\"\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}