{
  "casebody": {
    "data": "<casebody firstpage=\"157\" lastpage=\"158\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b229-12\">NATIONAL LABOR RELATIONS BOARD, Petitioner, v. E.D.S. SERVICE CORPORATION, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b229-14\">No. 71-2386.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b229-15\">United States Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b229-16\">Sept. 5, 1972.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b230-7\"><page-number citation-index=\"1\" label=\"158\">*158</page-number>Roger C. Hartley, Atty. (argued), Elliot Moore, Atty., Marcel Mallet-Prevost, Asst. Gen. Counsel, Peter G. Nash, Gen. Counsel, N.L.R.B., Washington, D. C.; Roy O. Hoffman, Director, Region 20 N.L.R.B., San Francisco, Cal., for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b230-8\">Robert V. Magor (argued), of Severson, Werson, Berke &amp; Melchior, San Francisco, Cal., for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b230-9\">Before HUFSTEDLER, LUMBARD <footnotemark>*</footnotemark> and CHOY, Circuit Judges.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b230-15\"> The Honorable J. Edward Lambard, Senior Circuit Judge for the Second Circuit, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b230-10\">PER CURIAM:</author>\n<p id=\"b230-11\">There is substantial evidence in the record, on this application by the Board for enforcement of its order against respondent company, to support the Board’s finding that respondent in discharging its employee, Myrtle T. Coker, discriminately applied its no-solicitation rule in violation of section 8(a)(1) and (3) National Labor Relations Act.</p>\n<p id=\"b230-12\">The rule which prohibited solicitation of employees on company premises was more honored in its breach than in its observance. Numerous solicitations during working hours for birthday pools, church bazaar raffles, Irish Sweepstakes, baseball pools, football pools, paycheck pools, and collections for a baby, funeral and wedding were condoned. But when Mrs. Coker, on one occasion, briefly conversed with two employees regarding union authorization cards, which she handed to them, she was dismissed for violation of the no-solicitation rule. That the company discriminatorily discharged her in order to discourage membership in a labor organization is evident.</p>\n<p id=\"b230-13\">The company disavows knowledge of and responsibility for the acts of the shift supervisor who herself had knowledge of and participated in the divers transgressions of the rule and who reported the acts of Mrs. Coker to management with the recommendation she be discharged. To permit the company to avoid liability for discrimination under these circumstances “would provide a simple means for evading the Act by a division of corporate personnel functions.” Allegheny Pepsi-Cola Bottling Co. v. N. L. R. B., 312 F.2d 529, 531 (3rd Cir. 1962). See also United Aircraft Corp. v. N. L. R. B., 440 F.2d 85, 92 (2d Cir. 1971). This we will not do.</p>\n<p id=\"b230-14\">The Board’s order will be enforced.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}