{
  "casebody": {
    "data": "<casebody firstpage=\"626\" lastpage=\"628\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b698-3\">Carolyn KIISKILA, Plaintiff-Appellant, v. UNITED STATES of America, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b698-5\">No. 71-1612.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b698-6\">United States Court of Appeals, Seventh Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b698-7\">Argued May 22, 1972.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b698-8\">Decided Aug. 23, 1972.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b698-19\">Elmer Gertz and Wayne B. Giampietro, Chicago, Ill., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b698-20\">James R. Thompson, U. S. Atty., Jeffrey Cole, Asst. U. S. Atty., Chicago, Ill., William T. Huyck, Arnold Kanter, James C. Murray, Asst. U. S. Attys., of counsel, for defendant-appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b698-21\">Before Mr. Justice CLARK,<footnotemark>1</footnotemark> and CUMMINGS and PELL, Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b698-24\">. Honorable Tom C. Clark, Associate Justice, Supreme Court of the United States, Retired, is sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b698-22\">PER CURIAM.</author>\n<p id=\"b698-23\">Plaintiff was a civilian employed at will as office manager of a credit union at the Fort Sheridan, Illinois, military reservation. On October 28, 1968, Colonel Nichols, then the com<page-number citation-index=\"1\" label=\"627\">*627</page-number>manding officer of the post, issued an order permanently excluding her from Fort Sheridan because of her alleged violation of Fort Sheridan Regulation No. 27-1.<footnotemark>2</footnotemark> In our previous <em>en banc </em>opinion involving these facts, we held that plaintiff’s exclusion from the base and the concomitant loss of her job were unconstitutional under the First Amendment. 433 F.2d 745.</p>\n<p id=\"b699-5\">On remand, the district court invalidated Colonel Nichols’ order and permanently enjoined the then defendants from barring the plaintiff from Fort Sheridan on account of any prior conduct. Within a fortnight plaintiff amended her complaint to request $150,000 in damages from the United States on the following ground:</p>\n<blockquote id=\"b699-6\">“As a result of said actions of said Edwin A. Nichols, plaintiff was prevented from continuing in her employment with the said Credit Union, although said Credit Union held her position open for her for as long as possible consistent with their business requirements, and were during said period of time ready and willing to employ plaintiff, although unable to do so as a result of the actions of Edwin A. Nichols.”</blockquote>\n<p id=\"b699-7\">In a Memorandum Opinion, the district court granted the Government’s motion to dismiss the complaint. The court noted that plaintiff had grounded her action upon the Federal Tort Claims Act (28 U.S.C. §§ 1346(b) and 2674). The Memorandum Opinion characterized plaintiff’s cause of action as one for wrongful interference with contract rights, one of the exceptions to the coverage of the Federal Tort Claims Act.<footnotemark>3</footnotemark> Accordingly, for failure to state a cause of action under § 2674 and coincidentally for want of jurisdiction under § 1346(b), the cause was dismissed, precipitating this appeal.</p>\n<p id=\"b699-15\">Plaintiff argues that the Federal Tort Claims Act excludes only actions for malicious interference with contractual relations from its compensatory reach, but that her action, complaining rather of negligence which had the effect of interfering with her contract rights, comes within the coverage of the Act. The Government disputes plaintiff’s construction of the exclusion, arguing that negligent as well as malicious interferences with contractual relations are excluded claims and contends that under local law plaintiff’s amended complaint could only survive as one claiming tortious interference with contract rights, which is excluded. However, we need not construe the statutory exception for contract interference claims and characterize plaintiff’s cause of action thereunder to conclude that she may not recover. This is because her exclusion from Fort Sheridan was based upon Colonel Nichols’ exercise of discretion, albeit constitutionally repugnant, and therefore excepted her claim from <page-number citation-index=\"1\" label=\"628\">*628</page-number>the reach of the Federal Tort Claims Act under 28 U.S.C. § 2680(a).<footnotemark>4</footnotemark></p>\n<p id=\"b700-4\"> To avoid this holding, plaintiff asserts that under Regulation No. 27-1 (note 2, <em>supra), </em>Colonel Nichols had no discretion. She would have us believe the Colonel was “performing a purely ministerial function in applying a clear rule to a clear fact situation.” But commanders of military installations must possess wide, though constitutionally limited, authority to exclude from their posts persons inimical to security, discipline and morale, and the discretionary nature of this authority has long been recognized. Cafeteria and Restaurant Workers v. McElroy, 367 U.S. 886, 892, 81 S.Ct. 1743, 6 L.Ed.2d 1230.<footnotemark>5</footnotemark> The existence of Regulation No. 27-1, promulgated by the Colonel himself, does not change the complexion of this authority. It smacks of extreme naiveté to suggest that enforcement of this regulation, which finds its analogy in the prosecutorial function generally is purely mechanical and devoid of a judgmental element. On the contrary, whether to apply the regulation in a particular context is a decision involving a number of considerations — among them the nature of the military mission, the effect of the particular activity on the mission’s advancement, the effect on morale, as well as the extent of the activity’s protected status, each with its potential pros and cons. The regulation itself is not inflexibly worded but expressly reserves to the post commander the authority to grant exceptions to the immediately preceding prohibition. And Colonel Nichols certainly had discretion to grant exceptions regardless of whether written applications were submitted to the Provost Marshal of Fort Sheridan. See Cafeteria and Restaurant Workers v. McElroy, 367 U.S. 886, 892, 81 S.Ct. 1743, 6 L.Ed.2d 1230. Finally, once the Colonel decided to enforce the prohibition, he had discretion in selecting how to accomplish the enforcement. Of course, this is not to say the Colonel could not, through negligence or wrongful exercise, have abused his discretion by enforcing the regulation against activity “too far removed in terms of both distance and time” (433 F.2d at 751) to pass constitutional muster; we have already determined the constitutional infirmity of the Colonel’s exclusion. 433 F.2d 745. But 28 U.S.C. § 2680(a) precludes action for abuse of discretionary authority whether through negligence or wrongfulness. Dalehite v. United States, 346 U.S. 15, 33-34, 73 S.Ct. 956, 97 L.Ed. 1427.</p>\n<p id=\"b700-9\">Since Colonel Nichols had discretion in choosing to apply the regulation, the Government remains immune from liability under 28 U.S.C. § 2680(a). United States v. Muniz, 374 U.S. 150, 156, n. 9, 83 S.Ct. 1850, 10 L.Ed.2d 805; Cf. Bivens v. Six Unknown Named Agents of Federal Bureau of Narcotics, 456 F.2d 1339, 1345 (2d Cir. 1972).</p>\n<p id=\"b700-10\">The judgment is affirmed.</p>\n<footnote label=\"2\">\n<p id=\"b699-8\">. In pertinent part, Regulation No. 27-1 provided:</p>\n<blockquote id=\"b699-9\">\n<em>“ON POST DEMONSTRATIONS</em>\n</blockquote>\n<blockquote id=\"b699-10\">“1. <em>PURPOSE. </em>To establish policy governing on post demonstrations and similar activities.</blockquote>\n<blockquote id=\"b699-11\">“2. <em>SCOPE. </em>This regulation is applicable to Fort Sheridan and all satellite activities.</blockquote>\n<blockquote id=\"b699-12\">“3. <em>POLICY.</em></blockquote>\n<blockquote id=\"b699-13\">“a. Picketing, demonstrations, sit-ins, protest marches, political speeches, and similar activities are prohibited and will not be conducted on this post except as provided in this paragraph.</blockquote>\n<blockquote id=\"b699-16\">“b. The post commander may grant exceptions to the policy contained in this paragraph. Applications for exceptions shall be submitted in writing to the Provost Marshal at least seven days prior to the date of the proposed demonstration or other activity. * * * ”</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b699-17\">. 28 U.S.C. § 2680 provides :</p>\n<blockquote id=\"b699-18\">“The provisions of this chapter [dealing with the tort claims procedure] and section 1346(b) of this title shall not apply to—</blockquote>\n<blockquote id=\"b699-19\">* * sH * *</blockquote>\n<blockquote id=\"b699-20\">“ (h) Any claim arising out of * * * interference with contract rights.”</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b700-5\">. 28 U.S.C. § 2680 provides :</p>\n<blockquote id=\"b700-6\">“The provisions of this chapter and section 1346(b) of this title shall not apply to—</blockquote>\n<blockquote id=\"b700-7\">“(a) Any claim based upon an act or omission of an employee of the Government, exercising due care, in the execution of a statute or regulation, whether or not such statute or regulation be valid, or based upon the exercise or performance or the failure to exercise or perform a discretionary function or duty on the part of a federal agency or an employee of the Government, whether or not the discretion involved be abused.”</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b700-12\">. See also Bridges v. Davis, 443 F.2d 970, 973-974 (9th Cir. 1971), rehearing denied, 445 F.2d 1401, certiorari denied, 405 U.S. 919, 92 S.Ct. 945, 30 L.Ed.2d 789; Committee to Free Fort Dix 38 v. Collins, 429 F.2d 807, 809-810 (3d Cir. 1970) ; United States v. Jelinski, 411 F.2d 476, 478 (5th Cir.), certiorari denied, 396 U.S. 943, 90 S.Ct. 380, 24 L.Ed.2d 245 (1969).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}