{
  "casebody": {
    "data": "<casebody firstpage=\"320\" lastpage=\"323\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b346-7\">Francis J. Traverse <em>vs. </em>Abner T. Wing.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b346-8\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"APN\">January 21, 1926.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AP9\">June 4, 1926.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b346-9\">Present: Rugg, C.J., Pierce, Carroll, Wait, &amp; Sanderson, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b347-7\"><page-number citation-index=\"1\" label=\"321\">*321</page-number><em>W. W. Clarke, </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b347-8\"><em>R. H. Wiswall, </em>for the defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b347-9\">Wait, J.</author>\n<p id=\"ACb\">This is an action against a dentist for damages alleged to be due to negligence in the use of an unsterilized instrument or of unsterile novocaine in the removal of a tooth.</p>\n<p id=\"b347-10\">At the trial the judge refused to order a verdict for the defendant; but after the jury had been unable to agree upon a verdict and before its report had been accepted, he revoked his former order and directed a verdict for the defendant which was thereupon entered.</p>\n<p id=\"b347-11\">The plaintiff saved exceptions to this proceeding and order as well as to two rulings made during the trial excluding certain questions to expert witnesses. The case is before us upon these exceptions.</p>\n<p id=\"b347-12\">Th,e plaintiff was not prejudiced by the rulings upon evidence. Everything which the plaintiff then sought to introduce in evidence and which was then excluded was later received in evidence. Even if the questions were proper and the testimony competent, as we deem them to have been, the plaintiff was not injured. He has had the full benefit of the testimony. <em>Commonwealth </em>v. <em>Sinclair, </em>195 Mass. 100.</p>\n<p id=\"b347-13\">The serious question is, whether the order directing a verdict for the defendant was proper. The burden was upon the plaintiff to show negligence in the using of unsterile novocaine or an unsterilized needle. No other ground of negligence was open under the pleadings and specifications.</p>\n<p id=\"b347-14\">The only evidence of negligence was an inference from what <page-number citation-index=\"1\" label=\"322\">*322</page-number>had happened to the plaintiff. Such inference would not be sufficient to sustain the burden unless it passed beyond the limits of conjecture. <em>Saxe </em>v. <em>Walworth Manuf. Co. </em>191 Mass. 338. <em>Ash </em>v. <em>Childs Dining Hall Co. </em>231 Mass. 86, 89. <em>Bigwood </em>v. <em>Boston &amp; Northern Street Railway, </em>209 Mass. 345.</p>\n<p id=\"b348-5\">The defendant contends that it did not pass those limits. If all the evidence is believed, the defendant is right. It shows merely that the removal of the tooth was followed or accompanied by an infection which could have arisen from many causes other than unsterile novocaine or an infected needle; and in all probability did arise from some other cause. But there was evidence which, if it stood alone, would support a finding that the cause was as the plaintiff alleged, although it did not require such a finding. The doctors who attended him from a period three days after the tooth was extracted, testified that X-ray pictures of his jaws showed no infection; that there was nothing about the socket or the place where the tooth was extracted that in any way indicated infection; that the upper and lower jaws were normal só far as the teeth on that side were concerned; that his sufferings were due to an infection of the jaw, the cause of which they did not know but which in their opinion could and did result from the use of an unsterilized needle or unsterile novocaine, unless the tooth itself was infected. The plaintiff testified that he was in good health, except for the toothache, when the injections were made; that pain followed and continued immediately upon the injections at the place of the injection in the cheek; that he saw and examined the tooth on its removal and that there was no pus upon it. The defendant did not deny that the tooth was free from pus, nor did he testify that he found any infection at the time of extraction.</p>\n<p id=\"b348-6\">The evidence is not so strong as in the cases of <em>Bates </em>v. <em>Dr. King Co. </em>191 Mass. 585, and <em>Drakes </em>v. <em>Tulloch, </em>220 Mass. 256, where there were infections which could not have come from bacteria in the mouths of the patients, while here the infection might well have arisen from bacteria already present in the plaintiff's mouth or jaw. It is stronger than in the cases of <em>Toy </em>v. <em>Mackintosh, </em>222 Mass. <page-number citation-index=\"1\" label=\"323\">*323</page-number>430, and <em>Cross </em>v. <em>Albee, </em>250 Mass. 170, where the evidence of negligence did not rise beyond conjecture. Although the question is close to the line, we think there was evidence for the jury to pass upon, and that the judge’s original ruling was the sound one.</p>\n<p id=\"b349-3\">There is nothing in the exception to the procedure in directing a verdict. Until the report of the jury was accepted, the judge had power to direct a verdict. <em>Byrne </em>v. <em>Boston Elevated Railway, </em>198 Mass. 444, 451.</p>\n<p id=\"b349-4\">The order directing a verdict was error.</p>\n<p id=\"b349-5\">\n<em>Exceptions sustained.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}