{
  "casebody": {
    "data": "<casebody firstpage=\"510\" lastpage=\"511\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b534-4\">DOME v. SOUTHERN RY. CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b534-5\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AZu\">July 11, 1912.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b534-6\">1. Dismissal and Nonsuit (§ 60*)—Want of Prosecution—Order of Stay.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b534-7\">In an action for personal injuries commenced in April, 1902, an order was entered for a commission to obtain testimony of witnesses for plaintiff, and that until the execution and return of the commission the trial and all proceedings by the parties be stayed. In January, 1905, the action was placed at the foot of the call calendar, and in January, 1907, was marked “Stayed.” <em>Held </em>that, while the order remained in force, defendant could not move to dismiss for want of prosecution.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b534-8\">[Ed. Note.—For other cases, see Dismissal and Nonsuit, Cent. Dig. §§ 140-152; Dec. Dig. § 60.*]</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b534-9\">2. Dismissal and Nonsuit (§ 60*)—Want of Prosecution—Action Delayed by Defendant’s Fault, or Consent.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b534-11\">Plaintiff, in an action for personal injuries commenced in April, 1902, in October, 1904, upon stipulation, obtained an order for a commission to obtain testimony of witnesses on her behalf and staying proceedings until its return. Plaintiff was at all times desirous of trying the action, and declined substantial offers of settlement, and a delay in proceeding with the action until early in 1912, when plaintiff’s attorney died, was due to mutual consent, or was as much the fault, of one party as the other. <em>Held </em>that, on the merits, defendant’s motion to dismiss for want of prosecution should be denied.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b534-12\">[Ed. Note.—For other cases, see Dismissal and Nonsuit, Cent. Dig. §§ 140-152; Dec. Dig. § 60.*]</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b534-21\">•“For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1807 to date, &amp; Rep’r Indexes</headnotes>\n<summary data-order=\"9\" data-type=\"history\" id=\"b534-13\">Appeal from Special Term, New York County.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b534-14\">Action by Lillian Nórdica Dome against the Southern Railway Company. From an order dismissing the complaint for lack of prosecution, plaintiff appeals.</summary>\n<disposition data-order=\"12\" data-type=\"disposition\" id=\"Ad9\">Order reversed, and motion denied.</disposition>\n<p data-order=\"13\" data-type=\"judges\" id=\"b534-15\">Argued, before INGRAHAM, P. J„ and! McLAUGHLIN, SCOTT, MILLER, and DOWLING, JJ.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b534-16\">John C. Tomlinson, of New York City, for appellant.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b534-17\">Allen Wardwell, of New York City, for respondent.</attorneys>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b534-18\">McLAUGHLIN, J.</author>\n<p id=\"AMW\">This action was commenced on the 15th of April, 1902, to recover $50,000 damages for personal injuries alleged to have been sustained by the plaintiff while a passenger on defendant’s road. On the 22d of September, 1904, a stipulation was entered into that a commission issue to obtain testimony of certain witnesses on behalf of plaintiff, and that until the execution and return of the commission the trial of the action and all proceedings on the part of plaintiff and defendant be stayed. On the 29th of October following,, upon the stipulation, an order was entered directing that the commission issue. The order also contained this provision:</p>\n<blockquote id=\"b534-19\">“Further ordered that until the execution and return of the foregoing commission the trial of the above-entitled action and all proceedings on the part of plaintiff and defendant be stayed.”</blockquote>\n<p id=\"b534-20\">Nothing further seems to have been done under the order, either by the service of interrogatories or otherwise; but in 1905 negotiations were had looking towards a settlement, the result of which, ac<page-number citation-index=\"1\" label=\"511\">*511</page-number>cording to the plaintiff’s affidavit, was an offer on the part of the defendant in the first instance to pay $'6,700, and subsequently $7,500. The offer, in each instance, was declined. On January 13, 1905, the action was placed! at the foot of the call calendar, and on January 11, 1907, marked “Stayed.” No further steps appear to have been taken in the action by either of the parties until March, 1912, when defendant served a notice on plaintiff, demanding that she substitute a new attorney in place of Mr. Soley, who had acted as such since January 8, 1907; he having died shortly prior to the service of the notice. Two days after the service of the notice, plaintiff designated her present attorneys, and then a motion was made by defendant to dismiss the action for want of prosecution. The motion was granted), and plaintiff appeals.</p>\n<p id=\"b535-5\"><bracketnum>[1]</bracketnum> The defendant was not in a position to move to dismiss the action. The order directing the issuance of the commission prevented it from making such a motion, and stayed jt from taking any proceedings in the action until the execution and return of the commission. The plaintiff could not move the trial of the action without defendant’s consent so long as the order remained in force, and while her delay in obtaining the depositions of the witnesses, as provided) in the order directing the issuance of the commission, might enable the de-. fendant to move to vacate the stay, it did not enable it to move to dismiss the action for lack of prosecution. While that order remained in force, the plaintiff, as well as the defendant, had to obey it, and therefore her failure to move the trial furnished no ground whatever for dismissing, the action.</p>\n<p id=\"b535-6\"><bracketnum>[2]</bracketnum> Upon the merits, I am of jthe opinion the motion should! have been denied. So far as appears, the plaintiff has, at all times, been desirous of trying the action. She has sustained substantial damage, as evidenced by the offers of settlement. Whatever delay took place up to the time Mr. Soley was appointed plaintiff’s attorney seems to have been by mutual consent, or at least was as much the fault of one party as the other. After Mr. Soley was substituted as her attorney, he was frequently requested, either by the plaintiff or her representative, to proceed in the action. Just why he did not does not appear, nor is there anything in the record to throw any light on that subject, unless it be inferred that by reason of the offers made he thought the action would ultimately be settled! without a trial. Under the circumstances, the attorney being dead, and for that reason unable to give any explanation of the delay, plaintiff ought not to be deprived of the right to enforce her cause of action, if she has one, by a trial.</p>\n<p id=\"b535-7\">The order appealed from, therefore, is reversed, with $10 costs and disbursements, and the motion denied, with $10 costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}