{
  "casebody": {
    "data": "<casebody firstpage=\"60\" lastpage=\"61\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b84-4\">RUBIN v. INTERBOROUGH RAPID TRANSIT CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b84-5\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AUD\">June 21, 1912.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b84-6\">1. Carriers (§ 315*)—Injuries—Issues—Conformity to Pleading.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b84-7\">In an action for injury to a subway passenger, caused by a car door being closed on his hand, it was error to submit an unpleaded issue of negligence in permitting the car to be overcrowded.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b84-8\">[Ed. Note.—For other cases, see Carriers, Cent. Dig. §§ 1270, 1281, 1282; Dec. Dig. § 315.*}</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b84-9\">2. Carriers (§ 302*)—Passengers—Injury Through Closing Doors— Overcrowding—Carrier’s Liability.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b84-11\">A carrier of passengers is not liable for injury to one of them, caused by his being crowded through a car doorway and his hand being caught by the door, if the carrier’s employés used due care in closing the door.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b84-12\">[Ed. Note.—For other cases, see Carriers, Cent. Dig. §§ 1221-1223; Dec. Dig. § 302.*]</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b84-23\">•For other cases see same topic <em>&amp; </em>§ number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b84-13\">Appeal from City Court of New York, Trial Term.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b84-14\">Action by William Rubin against the Interborough Rapid Transit Company. From a judgment for plaintiff, and from an order denying a new trial, defendant appeals.</summary>\n<disposition data-order=\"12\" data-type=\"disposition\" id=\"AVz\">Reversed, and new trial ordered.</disposition>\n<p data-order=\"13\" data-type=\"judges\" id=\"b84-15\">Argued June term, 1912, before SEABURY, LEHMAN, and BI-JUR, JJ.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b84-16\">James L. Quackenbush, of New York City (Bayard H. Ames and Walter Henry Wood, both of New York City, of counsel), for appellant.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b84-17\">Henry Kuntz, of New York City (Abraham P. Wilkes, of New York City, of counsel), for respondent.</attorneys>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"pAfu\">SEABURY, J.</author>\n<p id=\"AgN\">Plaintiff brings this action to recover damages for personal injuries alleged to have been sustained through the negligence of the defendant’s agents. The complaint alleges that, while the plaintiff was in the act of boarding one of the subway cars operated by this defendant—■</p>\n<blockquote id=\"b84-19\">“the guard or conductor, managing and operating said car and middle sliding door, so negligently and carelessly conducted himself in the management thereof that, before this plaintiff had a reasonable opportunity to board said car, said middle sliding door was caused to be suddenly and violently closed and slammed against this plaintiff, catching his right hand, and inflicting serious injuries thereupon,” etc.</blockquote>\n<p id=\"b84-20\">Plaintiff testified that the middle door of the car opened, and that a girl in his employ, who was with him, entered the car. He. further testified:</p>\n<blockquote id=\"b84-21\">“The girl went first, and I after the girl. The people were pushing out, and they started to close the door, and the people pushed me out, and I caught my right hand.”</blockquote>\n<p id=\"b84-22\">In response to questions propounded by the court, the plaintiff testified that he went in “sideways”; that more than half his body was on the car, “and the people pushed me, and the door closed and caught my hand.”</p>\n<p id=\"b85-4\"><page-number citation-index=\"1\" label=\"61\">*61</page-number><bracketnum>[1]</bracketnum> In submitting this case to the jury, the learned court charged the jury as follows:</p>\n<blockquote id=\"b85-5\">“I charge you as matter of law that if you find from the evidence that he [plaintiff] was free from any negligence, and that this injury was caused by reason of the fact that the defendant’s agents permitted a further crowding of the cars, so that this man was crowded towards the door, and in consequence of which act he was propelled by the crowd and the door shut on his fingers, then I charge you the defendant would be responsible for that act; so if you find that this defendant negligently permitted this car to be crowded, and that this injury was brought about in that way, without any fault on the plaintiff’s part, the plaintiff would be entitled to recover damages at your hand.”</blockquote>\n<p id=\"b85-6\">To this charge the defendant duly excepted. We think that the charge was clearly erroneous. It submitted to the jury an issue different from that raised by the pleadings, and asserted that the defendant would be liable for the accident if it was caused by the act of persons within the car in pushing the plaintiff out. The complaint did not allege that the defendant -was negligent in permitting the car to be overcrowded. That issue seems to have been brought into the case and submitted to the jury by the trial court. In so doing, the learned court below departed from the pleadings, injected into the case an issue which was foreign to it, and asserted a ground for liability on the part of the defendant which the plaintiff did not claim to exist.</p>\n<p id=\"b85-7\"><bracketnum>[2]</bracketnum> Moreover, even if the pleadings had attempted to predicate liability upon the overcrowding of the car, the charge to the jury was erroneous. If the agents of the defendant used due care in closing the door, the defendant could not be held liable for the act of those within the car in pushing the plaintiff out of the car. The error contained in the charge is clearly prejudicial to the rights of the defendant, and necessitates a reversal of the judgment.</p>\n<p id=\"b85-8\">Judgment reversed, and a new trial ordered, with costs to the appellant to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}