{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"705\" lastpage=\"714\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b727-2\" pgmap=\"727\">DELBERT LUBBERS, Plaintiff-Appellant, v. NORFOLK AND WESTERN RAILWAY COMPANY, Defendant-Appellee.</parties><court data-order=\"1\" data-type=\"court\" id=\"b727-3\" pgmap=\"727\">Fourth District</court><docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AQR\" pgmap=\"727\">No. 4—83—0011</docketnumber><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b727-4\" pgmap=\"727\">Opinion filed October 5, 1983.</decisiondate><otherdate data-order=\"4\" data-type=\"otherdate\" id=\"AbN\" pgmap=\"727\">Rehearing denied November 2, 1983.</otherdate><p data-order=\"5\" data-type=\"judges\" id=\"b728-4\" pgmap=\"728\">TRAPP, J., dissenting.</p><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b728-6\" pgmap=\"728\">Robert D. Owen, Marshall A. Susler, and Linda M. Castleman, all of Owen, Roberts, Susler &amp; Murphy, P.C., of Decatur, for appellant.</attorneys><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b728-7\" pgmap=\"728\">Samuels, Miller, Schroeder, Jackson &amp; Sly, of Decatur (Nicholas J. Neiers and John E. Pick, of counsel), for appellee.</attorneys> <opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b728-8\" pgmap=\"728\">JUSTICE GREEN</author> <p id=\"Aco\" pgmap=\"728\">delivered the opinion of the court:</p> <p id=\"b728-9\" pgmap=\"728\">On August 12, 1977, plaintiff filed suit against defendant, Norfolk &amp; Western Railway Company, in the circuit court of Macon County, seeking damages for injuries he suffered when a truck he was driving was struck by one of defendant’s trains on July 20, 1977. On December 5, 1979, that court entered judgment on a verdict in favor of defendant. On appeal, this court affirmed. (Lubbers v. Norfolk &amp; Western Ry. Co. (1980), 89 Ill. App. 3d 1205 (Rule 23 order).) On September 15, 1982, plaintiff filed a petition under section 2 — 1401 of the Code of Civil Procedure (Ill. Rev. Stat. 1981, ch. 110, par. 2 — 1401), formerly section 72 of the Civil Practice Act, requesting that the judgment on the verdict be vacated and a new trial granted. On November 19, 1982, the trial court allowed a motion to dismiss the petition and, on January 4, 1983, denied plaintiff’s request for leave to file an amended petition. Plaintiff has appealed. We reverse and remand.</p> <p id=\"b728-10\" pgmap=\"728(57) 729(32)\">The thrust of plaintiff’s section 2 — 1401 petition is that defendant (1) produced testimony at trial known to be false, (2) knowingly gave false answers to interrogatories, and (3) fraudulently withheld the names of two persons who had knowledge of a matter upon which inquiry was made by an interrogatory. The petition maintains that plaintiff’s counsel had only recently obtained knowledge of the foregoing. It asserts that if the information now available to him had been available at trial, the outcome would have been different.</p> <p id=\"b729-3\" pgmap=\"729\">In order to appraise the significance of plaintiff’s contentions, certain facts, shown by the record, concerning the original case, must be considered. The collision occurred at a place in Macon County called “Angle Crossing” because of the sharp angle at which a road upon which plaintiff was driving crosses defendant’s tracks. The tracks run in a generally east-west direction. Plaintiff approached the crossing from the southeast. The angle at which he approached was so sharp that it was difficult for him to look down the tracks to the east, the direction from which defendant’s train was coming. The evidence was undisputed that flasher lights at the crossing were flashing as the train approached, and plaintiff testified that he saw the lights flashing when he was a quarter of a mile from the crossing.</p> <p id=\"b729-4\" pgmap=\"729\">Plaintiff’s complaint alleged that he was in the exercise of due care and that defendant was negligent in failing to maintain the warning signs at the crossing and failing to repair or correct any defects. The case was tried prior to the effective date of Alvis v. Ribar (1981), 85 Ill. 2d 1, 421 N.E.2d 886, which proclaimed the doctrine of comparative negligence. The jury not only found for the defendant, but in answer to an interrogatory submitted by defendant, found plaintiff guilty of negligence which was a proximate cause of his injuries.</p> <p id=\"b729-5\" pgmap=\"729\">A portion of plaintiff’s section 2 — 1401 petition was supported by the affidavit of Richard T. Polley who, at the time of the collision, was a signal maintainer for defendant working at a tower in the Decatur yard. This portion stated: (1) he and Donald E Patterson, assistant superintendent for defendant’s Decatur Division were called to the scene of the collision shortly after it happened; (2) upon arrival, Polley unlocked the crossing signal control case and removed a signal inspection card; (3) the card contained no entries indicating inspections in the six-week-period prior to the collision; (4) when Polley showed the card to the assistant superintendent, the latter took the card from Polley and warned Polley he had better keep quiet about what he had seen if he wanted to keep his job; and (5) Polley told no one of this episode until he told Robert D. Owen, one of plaintiff’s attorneys, on March 5,1982.</p> <p id=\"b729-6\" pgmap=\"729\">Prior to trial, plaintiff submitted interrogatories to defendant. His claim of fraud is based partly on the answers to two of them.</p> <p id=\"b729-7\" pgmap=\"729(22) 730(2)\">Defendant answered “yes” to a question as to whether the lights were “functioning at the time of the accident.” The next interrogatory asked:</p> <blockquote id=\"b730-3\" pgmap=\"730\">“If you contend that all signals and/or devices were functioning at the time of the accident, state all facts on which you base this contention, together with the name and address of each person who observed the signals in question at that time.”</blockquote> <p id=\"b730-4\" pgmap=\"730\">A lengthy answer was given to the interrogatory, but the names of Polley and the assistant superintendent were not mentioned; nor was any mention made that the signal’s inspection card gave no indication that, at the time of the occurrence, no inspection had been made during the immediately preceding six weeks. The answer did say: “Signals checked on July 6, 1977, by David F. Flannell [address] were found to be operating as intended.”</p> <p id=\"b730-5\" pgmap=\"730\">Concerning the maintenance of the signals, plaintiff asked and defendant answered as follows:</p> <blockquote id=\"b730-6\" pgmap=\"730\">“Was there an established schedule for checking the working conditions of such signals and/or devices? If your answer is yes, state what the schedule was, the last date the signals and/or devices were checked, in what manner were they checked and what were the findings.</blockquote> <blockquote id=\"b730-7\" pgmap=\"730\">ANSWER:</blockquote> <blockquote id=\"b730-8\" pgmap=\"730\">(a) Yes.</blockquote> <blockquote id=\"b730-9\" pgmap=\"730\">(b) Flashers are checked every two weeks.</blockquote> <blockquote id=\"b730-10\" pgmap=\"730\">(c) 7/6/77</blockquote> <blockquote id=\"b730-11\" pgmap=\"730\">(d) Drop crossing relay of serving operation of all lights with AC power off. Observe operation of all lights with AC power on. Reenergize X.R.”</blockquote> <p id=\"b730-12\" pgmap=\"730\">Plaintiff also gave notice to defendant to produce all its records regarding all maintenance and repairs in regard to the flashers and bells from 1966 to that date. The petition alleged that in response, defendant produced two pages from a log book which purported to show an inspection of the flashers at the crossing having taken place on July 6, 1977. That document became defendant’s exhibit No. 24 at trial. David Flannell testified at trial that he was the person with responsibility for maintaining the signals at “Angle Crossing” and that defendant’s exhibit No. 24 was from his log book of semi-monthly inspections. The petition alleged that Flannell and defendant knew that the records of defendant had been altered and the testimony of Flannell was false.</p> <p id=\"b730-13\" pgmap=\"730(49) 731(58)\"> The parties are in agreement that, under the decision in Ostendorf v. International Harvester Co. (1982), 89 Ill. 2d 273, 283, 433 N.E.2d 253, 257, newly discovered evidence can be the basis of a section 2 — 1401 petition if (1) “the ground for relief [the evidence] had been known at trial it would have prevented the entry of [the] judgment” sought to be set aside, and (2) “failure to discover and present the [evidence] was not the result of [the petitioner’s] lack of diligence.” Defendant maintains that the allegations of the petition as supported by affidavit fail to show either of the foregoing.</p> <p id=\"b731-3\" pgmap=\"731\">We consider first the issue of diligence. Section 2 — 1401(c) requires that the petition be brought within two years of the entry of the judgment sought to be set aside. Here, the petition was not filed until 33 months after the judgment. In addition, an undisputed affidavit of defendant’s claim agent stated that plaintiff had not taken discovery depositions of any of defendant’s employees whose names had been given by defendant in answer to interrogatories. The affidavit also set forth that plaintiff had made no attempt to examine the items produced at trial by defendant in response to plaintiff’s request. However, the diligence issue turns on whether defendant had been guilty of fraudulent concealment of the alleged newly discovered evidence.</p> <p id=\"b731-4\" pgmap=\"731\"> In Ostendorf, the court stated that failure on the part of a party to give “full and truthful disclosure” when required constitutes “fraudulent concealment for purposes of tolling a statute of limitations.” (89 Ill. 2d 273, 282, 433 N.E.2d 253, 257.) Further, that court stated that, if an opponent “suppresses information within the scope of the interrogatories in such a way as to prevent the inquirer from realizing what has occurred, the failure to discover the information is the result of the former’s fault, not of the latter’s negligence.” 89 Ill. 2d 273, 285, 433 N.E.2d 253, 258.</p> <p id=\"b731-5\" pgmap=\"731\">Also as in Ostendorf, the question of fraudulent concealment overlaps both the issues of diligence and of whether the newly discovered evidence would have changed the result.</p> <p id=\"b731-6\" pgmap=\"731\"> The conduct attributed to defendant’s agents is most serious. Plaintiff alleges that a person in a supervisory position, realizing that the person required to make inspections had not done so, threatened another employee with loss of job if he revealed that evidence. An employer may properly place restrictions on the divulgence of confidential information until the employee is legally required to divulge that information. Here, however, the implication of the language attributed to Patterson was that the employee should not reveal the information to others even within the company. Without the information flowing freely through company channels, accurate information would not be obtained to disclose in response to proper discovery requests. The implication of the statement was also that, if called to testify, the employee should lie.</p> <p id=\"b731-7\" pgmap=\"731(9) 732(184)\">Although the most egregious malfunction of flasher warning lights occurs when they fail to light when a train approaches, the lights also malfunction when they illuminate when trains are not coming. Plaintiff’s interrogatory concerning the “functioning” of the lights referred to both types of malfunction. As neither Polley nor Patterson were allegedly present at the time of the collision, and as the Polley affidavit does not say that they made any observation of the signals at that time, no showing is made that defendant should have listed their names in answer to the interrogatory. Their alleged knowledge, that required inspections of the signals were apparently not made, would not necessarily be a fact upon which the defendant might base a judgment as to whether the signals were “functioning” at the time of the occurrence. However, here defendant chose to base its decision partly on the fact that Flannell had supposedly made a check of the signals on July 6, 1977. Information that a card kept in the signal box failed to so indicate would have been a matter within the collective knowledge of defendant which should have been disclosed.</p> <p id=\"b732-3\" pgmap=\"732\">While Flannell could well have examined the signals on July 6, 1977, but not recorded his examination on the card, evidence that the card did not indicate an examination would be substantial evidence that no examination was made on that date. If the examination was not made, the answers to two interrogatories were false, as was Flannell’s testimony at trial, and defendant’s exhibit No. 24 contained an untrue entry. If an inspection card existed, defendant violated the court’s production order by not producing it.</p> <p id=\"b732-4\" pgmap=\"732\"> The petition, as supported by affidavits, made a sufficient showing of fraudulent concealment to negate any implication that plaintiff had failed to exercise diligence in bringing the petition. The question of whether the alleged withheld evidence would have brought about a different result is more difficult.</p> <p id=\"b732-5\" pgmap=\"732\">In the pre-Alvis trial, the jury’s answer to the interrogatory finding plaintiff guilty of contributory negligence would have controlled any verdict inconsistent with it. (Ill. Rev. Stat. 1977, ch. 110, par. 65.) For this reason, when the case was on direct appeal, we considered only allegations of error that would have affected the answer to the interrogatory. Similarly, only newly discovered evidence bearing upon plaintiff’s exercise of care can be such that might have changed the verdict.</p> <p id=\"b732-6\" pgmap=\"732(59) 733(153)\">The evidence at trial was undisputed that the lights were flashing at the time of the collision, and that they had been flashing for at least 24 hours before plaintiff’s truck arrived at the crossing. Any negligence upon defendant’s part here with reference to the signals would had to have been that it negligently failed to prevent the lights from flashing before the train neared the crossing, thus sending a false signal to plaintiff. It is difficult to determine from the testimony whether the inspections that Flannell was supposed to have made would detect a tendency of the lights to flash when no train was coming; nevertheless, any failure of Flannell to inspect would, by itself, have had no direct bearing on whether plaintiff was in the exercise of due care when he drove across the crossing. There is no dispute that he did this while the signals were flashing, but under circumstances where he had difficulty in seeing easterly down the track and where he might have thought the lights were still activated by a train that had passed. Under the evidence submitted at trial, the jury found this conduct to be contributory negligence. Further evidence of negligence on the part of defendant would not of itself have changed this.</p> <p id=\"b733-3\" pgmap=\"733\"> However, evidence of conduct such as that attributed to defendant in the petition, although not bearing directly on plaintiff’s exercise of care, has been held to be admissible generally on the ultimate issue of liability. The alleged fraudulent withholding of evidence by defendant had a twofold aspect. It consisted not only of withholding evidence bearing upon defendant’s exercise of care but also of withholding evidence of its own fraudulent activity. If defendant’s agents had made an untrue entry on exhibit No. 24 as contended and other discovery had properly been given, plaintiff would have been given information that would have revealed defendant’s suppression of evidence. That evidence of suppression could have been used generally at trial.</p> <p id=\"b733-4\" pgmap=\"733\">A noted text on evidence, in discussing the conduct of a party which constitutes an admission of liability, has stated:</p> <blockquote id=\"b733-5\" pgmap=\"733\">“As might be expected, wrongdoing by the party in connection with his case, amounting to an obstruction of justice is also commonly regarded as an admission by conduct. By resorting to wrongful devices he is said to give ground for believing that he thinks his case is weak and not to be won by fair means. Accordingly, a party’s false statement about the matter in litigation, whether before suit or on the stand, his fabrication of false documents, his undue pressure, by bribery or intimidation or other means, to influence a witness to testify for him or to avoid testifying, his destruction or concealment of relevant documents or objects, *** —all these are instances of this type of admission by conduct.” (Emphasis added.) McCormick, Evidence sec. 273, at 660 (2d ed. 1972).</blockquote> <p id=\"b733-6\" pgmap=\"733(22) 734(97)\"> The foregoing text indicates that evidence of suppression of other evidence should be admitted generally and not just as to the issue upon which the suppressed evidence would bear. The text states that the jury should be instructed accordingly. However, the text notes that the majority rule is that the inference arising from the suppression of evidence is not sufficient, of itself, to support a determination on an issue in the absence of some other evidence also supporting that determination. (Accord, Gage v. Parmelee (1877), 87 Ill. 329.) When the party charged with suppression is a corporation, the text states that the suppression must have occurred with at least the acquiescence of a superior officer.</p> <p id=\"b734-3\" pgmap=\"734\">Plaintiff cites People v. Spaulding (1923), 309 Ill. 292, 141 N.E. 196, and Chicago City Ry. Co. v. McMahon (1882), 103 Ill. 485, as Illinois authority in conformity with the foregoing rule. In Spaulding, the court held that evidence that a person on trial for murder had killed a potential witness was admissible as an admission of guilt by conduct. The court stated: “From the days of Moses to the present time it has been the law that a person who fabricates, suppresses or destroys evidence must take the consequences of the honest indignation which his conduct naturally excites.” (People v. Spaulding (1923), 309 Ill. 292, 305, 141 N.E. 196, 202.) The court stated that such conduct was circumstantial evidence the guilty party’s cause was “unrighteous.” In McMahon, the court held that in a personal injury suit, the attempt by a railroad employee to bribe a witness was circumstantial evidence of an admission by the railroad company that it had no right to a judgment.</p> <p id=\"b734-4\" pgmap=\"734\"> An argument can be made that suppression of evidence by a party should be taken as an admission of only that which the suppressed evidence would prove, but neither the cited text nor cases have so indicated. Rather the rule has been that the evidence is admissible generally with the exceptions mentioned. Here, plaintiff had produced some evidence of his due care. He testified that he steered his truck to the best position he could before crossing the tracks, stopped a minute or so, slid over in his seat to get the best view he could, and then proceeded across the tracks. Patterson, who allegedly suppressed the evidence, was one of defendant’s supervising officers. We conclude that evidence of defendant’s suppression of evidence would have been admissible at trial on the general question of defendant’s liability and would have been used by plaintiff at trial if he had then known of the evidence of suppression.</p> <p id=\"b734-5\" pgmap=\"734(46) 735(51)\">Although the court’s order dismissing the petition indicates that evidence was heard, we find nothing else in the record to so indicate. The briefs state the court considered a deposition of Patterson, but no such document was made a part of the record. Moreover, the ruling was made on a motion to dismiss. As stated in Ostendorf, the petition is to be treated as a civil complaint. The tenor of the motion to dismiss challenged the legal sufficiency of the petition as supported by other matters of record. We treat that as being the issue here.</p> <p id=\"b735-3\" pgmap=\"735\"> The allegations of fraudulent suppression of evidence negate any contention that plaintiff was lacking in diligence as a matter of law. Likewise, the allegations of fraudulent suppression of evidence and false testimony set forth grounds, which if found by the court to be true, would be newly discovered evidence which likely would have brought about a different verdict. The issues at the first trial were simple, yet the jury deliberated over eight hours, less time for the evening meal.</p> <p id=\"b735-4\" pgmap=\"735\">Because of our ruling, we need not pass upon the denial of plaintiff’s motion for leave to file an amended petition. The form of plaintiff’s affidavits were faulty and should be amended on remand as plaintiff has requested leave to do. The order of dismissal did not appear to have been based on the form of the affidavits, thus, we have not previously discussed this issue. If we were to affirm the trial court’s dismissal of the petition on those grounds, we would have to remand to grant plaintiff leave to file an amended petition.</p> <p id=\"b735-5\" pgmap=\"735\">The judgment dismissing the section 2 — 1401 petition is reversed. As the defendant has not answered, we follow the procedure directed by the supreme court in Ostendorf and order that the case be remanded to the trial court for further proceedings in connection with the pending petition.</p> <p id=\"b735-6\" pgmap=\"735\">Reversed and remanded.</p> <p id=\"b735-7\" pgmap=\"735\">MILLER, J., concurs.</p> </opinion> <opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b735-8\" pgmap=\"735\">JUSTICE TRAPP,</author> <p id=\"AD4c\" pgmap=\"735\">dissenting:</p> <p id=\"b735-9\" pgmap=\"735\">I dissent from the reversal and remandment for hearing upon the allegations of plaintiff’s petition.</p> <p id=\"b735-10\" pgmap=\"735\">In the initial appeal, Lubbers v. Norfolk &amp; Western Ry. Co. (1980), 89 Ill. App. 3d 1205, 417 N.E.2d 275 (Rule 23 order), appeal denied (1981), 83 Ill. 2d 570, this court affirmed the trial court’s judgment entered upon the jury verdict finding plaintiff guilty of contributory negligence.</p> <p id=\"b735-11\" pgmap=\"735(45) 736(20)\">The record in that case disclosed that the defendant’s signal lights had been flashing continuously for more than 24 hours. Thus, it appears that a defect, or negligence in the maintenance of the signal system, was clearly established before the jury. Upon other evidence introduced, the jury concluded that plaintiff was barred from recovery by his own conduct in the nature of contributory negligence.</p> <p id=\"b736-3\" pgmap=\"736\">Ostendorf v. International Harvester Co. (1982), 89 Ill. 2d 273, 433 N.E.2d 253, is not apposite here. In that case, the jury verdict in the initial trial was a finding, in effect, that a tractor was not unreasonably dangerous. In a subsequent proceeding under section 72 (now section 2—1401 of the Code of Civil Procedure (Ill. Rev. Stat. 1981, ch. 110, par. 2 — 1401)) evidence was introduced that discovery was withheld as to documents which disclosed that defendant had knowledge that the equipment, or its design, was unreasonably dangerous. The opinion of the supreme court concluded that an accurate response to discovery by the defendant would have disclosed such defect, and defendant’s knowledge of facts sufficient to support liability. The court concluded that there was such fraudulent concealment in discovery as was sufficient to toll the statute of limitations as a matter of law, so that the trial court’s judgment should be vacated.</p> <p id=\"b736-4\" pgmap=\"736\">Here, it is obvious that discovery of the inspection data alleged to have been concealed by defendant would have no relevance to the bar of contributory negligence found by the jury. It would add nothing to the evidence of defendant’s negligent maintenance already before the jury.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}