{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"406\" lastpage=\"429\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  SOLUS INDUSTRIAL INNOVATIONS, LLC, et al., Petitioners,\n  <br/>\n  v.\n  <br/>\n  The SUPERIOR COURT of Orange County, Respondent;\n </parties>\n <parties id=\"p-2\">\n  The People, Real Party in Interest.\n </parties>\n <docketnumber id=\"p-3\">\n  S222314\n </docketnumber>\n <court id=\"p-4\">\n  Supreme Court of California\n </court>\n <decisiondate id=\"p-5\">\n  Filed February 8, 2018\n </decisiondate>\n <attorneys id=\"p-6\">\n  Fox Rothschild, David F. Faustman, San Francsico; Jones Day, Brian A. Sun and Frederick D. Friedman, Los Angeles for Petitioners.\n </attorneys>\n <attorneys id=\"p-7\">\n  Luke A. Wake; Alston &amp; Bird and Damien M. Schiff, Sacramento for National Federation of Independent Business Small Business Legal Center as Amicus Curiae on behalf of Petitioners.\n </attorneys>\n <attorneys id=\"p-8\">\n  Shook, Hardy &amp; Bacon, Phil Goldberg, Cary Silverman, Patrick Gregory, San Francisco; Manufacturers' Center for Legal Action, Linda E. Kelly and Patrick N. Forrest for National Association of Manufacturers as Amicus Curiae on behalf of Petitioners.\n </attorneys>\n <attorneys id=\"p-9\">\n  Lawrence H. Kay for Construction Employers Association as Amicus Curiae on behalf of Petitioners. No appearance for Respondent.\n </attorneys>\n <attorneys id=\"p-10\">\n  Tony Rackauckas, District Attorney, and Kelly A. Ernby, Deputy District Attorney, for Real Party in Interest.\n </attorneys>\n <attorneys id=\"p-11\">\n  Mark Zahner, Sacramento for California District Attorneys Association as Amicus Curiae on behalf of Real Party in Interest.\n </attorneys>\n <attorneys id=\"p-12\">\n  Christopher Jagard, Mi Kim, Amy D. Martin, Pasadena, Suzanne P. Marria, South San Francisco and Kathryn J. Woods, Los Angeles for State of California Department of Industrial Relations, Division of Occupational Safety and Health as Amicus Curiae on behalf of Real Party in Interest.\n </attorneys>\n <judges id=\"p-13\">\n  CANTIL-SAKAUYE, C. J.\n </judges>\n <opinion>\n  <p id=\"p-14\">\n   The Orange County District Attorney brought an action for civil penalties under this state's unfair competition law (UCL; Bus. &amp; Prof. Code, § 17200 ) and fair advertising law (FAL;\n   <em>\n    id\n   </em>\n   ., § 17500) against an employer. The action alleged the employer violated workplace safety standards established by the state occupational safety and health law (Cal/OSHA; Lab. Code, § 6300 et seq. ) and attendant regulations. The employer contended, and the Court of Appeal\n   concluded, that the district attorney's action was preempted by the federal Occupational Safety and Health Act of 1970 (federal OSH Act;\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20651\">\n    29 U.S.C. § 651\n   </extracted-citation>\n   et seq. ).\n  </p>\n  <p id=\"p-15\">\n   For the reasons set forth below, we conclude that the federal act does not preempt unfair competition and consumer protection claims based on workplace safety and health violations when, as in California, there is a state plan approved by the federal Secretary of Labor. The district attorney's use of UCL and FAL causes of action does not encroach on a field fully occupied by federal law, nor does it stand as an obstacle to the accomplishment of the federal objective of ensuring a nationwide minimum standard of workplace protection. In addition, the federal act's structure and language do not reflect a clear purpose of Congress to preempt such claims. Therefore, we reverse the judgment of the Court of Appeal.\n  </p>\n  <p id=\"p-16\">\n   <strong>\n    I. Background\n   </strong>\n  </p>\n  <p id=\"p-17\">\n   <strong>\n    A. Factual and procedural history\n   </strong>\n  </p>\n  <p id=\"p-18\">\n   Our statement of facts and procedure is based largely on the opinion of the Court of Appeal.\n  </p>\n  <p id=\"p-19\">\n   Solus Industrial Innovations, LLC (Solus) manufactures plastics at its Orange County facility. In 2007, it installed at the facility an electric water heater that was designed for\n   residential use. In March 2009, the water heater exploded, killing two employees.\n  </p>\n  <p id=\"p-20\">\n   The Division of Occupational Safety and Health\n   <footnotemark>\n    1\n   </footnotemark>\n   investigated and \"determined the explosion had been caused by a failed safety valve and the lack of 'any other suitable safety features on the heater' due to 'manipulation and misuse.' \" In an administrative proceeding, the agency charged Solus with five violations of state occupational safety and health regulations. ( Cal. Code Regs., tit. 8, § 467, subd. (a) [failure to provide a proper safety valve];\n   <em>\n    id\n   </em>\n   ., § 3328, subds. (a) [permitting unsafe operation of machinery and equipment], (b) [improper maintenance of machinery and equipment], (f) [failing to use good engineering practices], (h) [permitting unqualified and untrained personnel to operate and maintain machinery and equipment].) The Division also cited Solus with a willful violation for failing to maintain the water heater in a safe condition.\n  </p>\n  <p id=\"p-21\">\n   In addition, because two employees had died and there was evidence of violations of law, the Division forwarded the investigation results to the District Attorney of Orange County. (See Lab. Code, § 6315, subd. (g).) In March 2012, the district attorney filed criminal charges against Solus's\n   plant manager and its maintenance supervisor for felony violations of Labor Code section 6425, subdivision (a).\n  </p>\n  <p id=\"p-22\">\n   The district attorney also filed the present civil action against Solus. The complaint alleged four causes of action, \"all based on the same worker health and safety standards placed at issue in the administrative proceedings.\" Only two of the causes of action are at issue here. One \"allege[d] that Solus's failure to comply with workplace safety standards amount[ed] to an unlawful, unfair and fraudulent business practice under Business and Professions Code section 17200, and the district attorney request[ed] imposition of civil penalties as a consequence of that practice, in the amount of up to $2,500 per day, per employee, for the period from November 29, 2007, through March 19, 2009.\" The second was a claim that Solus \"made numerous false and misleading representations concerning its commitment to workplace safety and its compliance with all applicable workplace safety standards, and as a result of those false and misleading statements, Solus was allegedly able to retain employees and customers in violation of Business and Professions Code section 17500.\" The district attorney requested imposition of civil penalties in the same amount for the same period.\n   <footnotemark>\n    2\n   </footnotemark>\n  </p>\n  <p id=\"p-23\">\n   Solus demurred on the ground that the two causes of action were preempted by the federal OSH Act. (\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20651\">\n    29 U.S.C. § 651\n   </extracted-citation>\n   et seq. ) The trial court overruled the demurrer. Solus challenged the order and the Court of Appeal summarily denied Solus's petition for writ of mandate. This court granted the petition for review filed by the district attorney and transferred the matter back to the Court of Appeal with directions to issue an order to show cause.\n  </p>\n  <p id=\"p-24\">\n   The Court of Appeal issued its order to show cause and concluded that the federal OSH Act preempted the district attorney's UCL and FAL claims. Its conclusion was based in part on a misapprehension concerning the date that unfair competition penalty provisions were enacted compared with the date the federal Secretary of Labor approved California's occupational safety and\n   health plan. This court granted review and transferred the matter back to the Court of Appeal for reconsideration in light of former\n   section 3370.1 of the Civil Code, a provision enacted in 1972. As the Court of Appeal acknowledged in its second opinion, this statute, which provided penalties for unfair competition, \"was in effect when California's plan was approved\" by the federal Secretary of Labor. The Court of Appeal nonetheless concluded that the UCL and FAL claims were preempted by the federal statute. In its view, federal law preempted any state occupational safety and health standard or method of enforcing such a standard that did not appear in the California occupational safety and health plan submitted to and approved by the federal Secretary of Labor.\n  </p>\n  <p id=\"p-25\">\n   This court granted the district attorney's petition for review.\n  </p>\n  <p id=\"p-26\">\n   <strong>\n    B. Relevant federal and state laws\n   </strong>\n  </p>\n  <p id=\"p-27\">\n   <em>\n    1. Federal law\n   </em>\n  </p>\n  <p id=\"p-28\">\n   As explained below, the federal OSH Act (\n   <extracted-citation index=\"2\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20651\">\n    29 U.S.C. § 651\n   </extracted-citation>\n   et seq. ) provides that the federal Secretary of Labor shall adopt standards for occupational safety and health, but federal law does not preempt state authority when (1) there is no federal standard or (2) there is a state plan for occupational safety and health that has been approved at the federal level.\n  </p>\n  <p id=\"p-29\">\n   It is settled that the purpose of the 1970 federal enactment was to supply a nationwide\n   <em>\n    floor\n   </em>\n   of protection for workers. (\n   <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20651\">\n    29 U.S.C. § 651\n   </extracted-citation>\n   (b) [Congress's intent was \"to assure so far as possible every working man and woman in the Nation safe and healthful working conditions\"];\n   <em>\n    United Air Lines, Inc. v. Occupational Safety &amp; Health Appeals Bd.\n   </em>\n   (1982)\n   <extracted-citation case-ids=\"1950702\" index=\"4\" url=\"https://cite.case.law/cal-3d/32/762/#p772\">\n    32 Cal.3d 762\n   </extracted-citation>\n   , 772,\n   <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=187%20Cal.%20Rptr.%20387\">\n    187 Cal.Rptr. 387\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"6\" url=\"https://cite.case.law/citations/?q=654%20P.2d%20157\">\n    654 P.2d 157\n   </extracted-citation>\n   (\n   <em>\n    United Air Lines\n   </em>\n   ) [the federal act intended \"to address the problem of uneven and inadequate state protection of employee health and safety\" and \"establish a nationwide 'floor' of minimally necessary safeguards\"].)\n  </p>\n  <p id=\"p-30\">\n   The federal OSH Act grants the federal Department of Labor the authority to provide and enforce mandatory national standards. (\n   <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20651\">\n    29 U.S.C. § 651\n   </extracted-citation>\n   (b)(3) ; see also\n   <em>\n    id\n   </em>\n   ., § 655 [calling for promulgation of standards].) The federal Secretary of Labor has delegated certain authority to the federal Occupational Safety and Health Administration (hereafter sometimes federal OSHA) to adopt standards. (\n   <em>\n    Gade v. National Solid Wastes Management Ass'n\n   </em>\n   (1992)\n   <extracted-citation case-ids=\"1481203\" index=\"8\" url=\"https://cite.case.law/us/505/88/#p92\">\n    505 U.S. 88\n   </extracted-citation>\n   , 92,\n   <extracted-citation case-ids=\"1481203\" index=\"9\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1481203\" index=\"10\" url=\"https://cite.case.law/us/505/88/#p92\">\n    120 L.Ed.2d 73\n   </extracted-citation>\n   (\n   <em>\n    Gade\n   </em>\n   ) (plur. opn. of O'Connor, J.).) If the Secretary of Labor has not promulgated a federal standard with respect to an occupational safety or health issue, states may supply their own standards. (\n   <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20667\">\n    29 U.S.C. § 667\n   </extracted-citation>\n   (a) [\"Nothing in this chapter shall prevent\n   any State agency or court from asserting jurisdiction under State law over any occupational safety or health issue with respect to which no standard is in effect under section 655 of this title\"].)\n   <footnotemark>\n    3\n   </footnotemark>\n   Moreover, even when there are federal standards on an issue relating to occupational safety and health, a state may assume responsibility for developing and enforcing state standards on such issues by developing and submitting to the Secretary of Labor a plan to \"preempt\" federal standards. In a provision entitled \"Submission of State plan for development and enforcement of State standards to preempt applicable Federal standards,\" the federal OSH Act states: \"Any State which, at any time, desires to assume responsibility for development and enforcement therein of occupational safety and health standards relating to any occupational safety or health issue with respect to which a Federal standard has been promulgated under section 655 of this title shall submit a State plan for the development of such standards and their enforcement.\" (\n   <extracted-citation index=\"12\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20667\">\n    29 U.S.C. § 667\n   </extracted-citation>\n   (b).)\n  </p>\n  <p id=\"p-31\">\n   The Secretary of Labor is required to approve a state's plan or any modification of its plan if, in the Secretary's judgment, a number of conditions are met. (\n   <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20667\">\n    29 U.S.C. § 667\n   </extracted-citation>\n   (c).) First, approval is conditioned on the plan designating a state agency or agencies to administer the plan throughout the state. (\n   <em>\n    Id\n   </em>\n   ., § 667(c)(1).) Second, approval is conditioned on the plan providing standards and enforcement at least as effective as parallel federal standards. (\n   <em>\n    Id\n   </em>\n   ., § 667(c)(2) [the state plan \"provides for the development and enforcement of safety and health standards relating to one or more safety or health\n   issues, which standards (and the enforcement of which standards) are or will be at least as effective in providing safe and healthful employment and places of employment as the standards promulgated under section 655 which relate to the same issues, and which standards, when applicable to products which are distributed or used in interstate commerce, are required by compelling local conditions and do not unduly burden interstate commerce\"].) Other conditions include that the state plan contain satisfactory assurances that the designated administrative agency or agencies \"have or will have the legal authority and qualified personnel necessary for ... enforcement,\" and that the state will devote adequate funds to administration and enforcement. (\n   <em>\n    Id\n   </em>\n   ., § 667(c)(4) &amp; (5).) The Secretary must give adequate notice and an opportunity for a hearing before rejecting a state plan. (\n   <em>\n    Id\n   </em>\n   ., § 667(d).)\n  </p>\n  <p id=\"p-32\">\n   The Secretary of Labor retains some ongoing authority over state plans. For example, the Secretary must \"make a continuing evaluation of the manner in which each State having a plan ... is carrying out such plan.\" (\n   <extracted-citation index=\"14\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20667\">\n    29 U.S.C. § 667\n   </extracted-citation>\n   (f).) If the Secretary finds, after \"due notice and opportunity for a hearing,\" that the state has failed to \"comply substantially\" with its plan, the Secretary \"shall notify the State agency of [the] withdrawal of approval of such plan....\" (\n   <em>\n    Ibid\n   </em>\n   .; see also\n   <em>\n    <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20667\">\n     id.,\n    </extracted-citation>\n   </em>\n   subd. (g) [judicial review of withdrawal of approval].) A federal regulation adds that states must submit changes to their plans to the Secretary of Labor for approval. (\n   <extracted-citation index=\"16\" url=\"https://cite.case.law/citations/?q=29%20C.F.R.%20%C2%A7%201953.4\">\n    29 C.F.R. § 1953.4\n   </extracted-citation>\n   (d) (2017).)\n  </p>\n  <p id=\"p-33\">\n   Finally, the federal OSH Act contains a broad savings clause: \"Nothing in this chapter shall be construed to supersede or in any manner affect any workmen's compensation law or to enlarge or diminish or affect in any other manner the common law or statutory rights, duties, or liabilities of employers and employees under any law with respect to injuries, diseases, or death of employees arising out of, or in the course of, employment\" (\n   <extracted-citation index=\"17\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20653\">\n    29 U.S.C. § 653\n   </extracted-citation>\n   (b)(4).)\n  </p>\n  <p id=\"p-34\">\n   <em>\n    2. Cal/OSHA\n   </em>\n  </p>\n  <p id=\"p-35\">\n   Long before the federal enactment, California regulated occupational\n   safety and health. (\n   <em>\n    United Air Lines\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 32 Cal.3d at p. 766,\n   <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=187%20Cal.%20Rptr.%20387\">\n    187 Cal.Rptr. 387\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"19\" url=\"https://cite.case.law/citations/?q=654%20P.2d%20157\">\n    654 P.2d 157\n   </extracted-citation>\n   .) As we have recounted: \" 'In 1913 ... the Legislature enacted a ... bill creating the Industrial Accident Commission, and vested that body, inter alia, with broad authority to adopt regulations relating to the safety and welfare of employees.' \" (\n   <em>\n    Ibid\n   </em>\n   . ) That \" 'broad authority to regulate safety in places of employment' \" was transferred to another body in 1945 and then, \"[i]n 1973, as part of a comprehensive revision of California's occupational health and safety statutes in response to the Federal Occupational Safety and Health Act of\n   1970, the [regulatory board] was reconstituted ... and the division\n   of Occupational Safety and Health was designated as the administrative entity.\" (\n   <em>\n    Ibid\n   </em>\n   . )\n  </p>\n  <p id=\"p-36\">\n   The 1973 legislation largely mirrored earlier state enactments. ( Lab. Code, § 6300 et seq. ;\n   <em>\n    United Air Lines\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 32 Cal.3d at p. 767,\n   <extracted-citation index=\"20\" url=\"https://cite.case.law/citations/?q=187%20Cal.%20Rptr.%20387\">\n    187 Cal.Rptr. 387\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"21\" url=\"https://cite.case.law/citations/?q=654%20P.2d%20157\">\n    654 P.2d 157\n   </extracted-citation>\n   .) The declared purpose was to permit California to \"assume responsibility for development and enforcement of occupational safety and health standards under a state plan pursuant to [the federal enactment].\" (Stats. 1973, ch. 993, § 107, pp. 1954-1955; see\n   <em>\n    United Air Lines\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 32 Cal.3d at p. 766,\n   <extracted-citation index=\"22\" url=\"https://cite.case.law/citations/?q=187%20Cal.%20Rptr.%20387\">\n    187 Cal.Rptr. 387\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"23\" url=\"https://cite.case.law/citations/?q=654%20P.2d%20157\">\n    654 P.2d 157\n   </extracted-citation>\n   ;\n   <em>\n    California Lab. Federation v. Occupational Safety &amp; Health Stds. Bd.\n   </em>\n   (1990)\n   <extracted-citation case-ids=\"6035649\" index=\"24\" url=\"https://cite.case.law/cal-app-3d/221/1547/#p1552\">\n    221 Cal.App.3d 1547\n   </extracted-citation>\n   , 1552,\n   <extracted-citation index=\"25\" url=\"https://cite.case.law/citations/?q=271%20Cal.%20Rptr.%20310\">\n    271 Cal.Rptr. 310\n   </extracted-citation>\n   (\n   <em>\n    Cal. Labor Fed.\n   </em>\n   ).)\n  </p>\n  <p id=\"p-37\">\n   The Department of Industrial Relations (Department) was assigned the overall task of administering the state plan for \"development and enforcement of occupational safety and health standards\" relating to issues covered by the federal OSH Act standards ( Lab. Code, § 50.7, subd. (a) ; see\n   <em>\n    id\n   </em>\n   ., § 6302), and the state plan was to be \"consistent with the provisions of state law governing occupational safety and health, including, but not limited to [Cal/OSHA legislation].\" (\n   <em>\n    Id\n   </em>\n   ., § 50.7, subd. (a).) Within the Department, the Occupational Safety and Health Standards Board (Board) has authority to adopt, amend, or repeal standards (\n   <em>\n    id\n   </em>\n   ., § 142.3), and the Board's authority to adopt occupational safety and health standards is exclusive. (\n   <em>\n    Id\n   </em>\n   ., § 142.3, subd. (a)(1).) Also within the Department is the Division of Occupational Safety and Health. The Division is required to study federal standards, propose modifications of California standards to the Board, evaluate proposed standards for the Board, and, on issues not covered by federal standards, \"maintain surveillance, determine the necessity for standards, [and] develop and present proposed standards to the board.\" (\n   <em>\n    Id\n   </em>\n   ., § 147.1, subd. (c); see\n   <em>\n    id\n   </em>\n   ., subds. (a), (b), (d).) The Division also holds general enforcement powers over any \"place of employment.\" (\n   <em>\n    Id\n   </em>\n   ., § 6307, see also\n   <em>\n    id\n   </em>\n   ., §§ 142, 6308.)\n  </p>\n  <p id=\"p-38\">\n   The state law includes various enforcement and civil and criminal penalty provisions. (See Lab. Code, §§ 6317 [citations, abatement, civil penalties], 6425 [criminal penalties for violations causing death or serious impairment], 6428 [civil penalties for serious violations], 6429 [civil penalties for willful or repeated violations]; 6430 [civil penalties for failure to correction violations].) State regulations include those governing water heaters.\n  </p>\n  <p id=\"p-39\">\n   The Division's authority over \"places of employment\" is not exclusive, and does not include places \"where the health and safety jurisdiction is vested by law in, and actively exercised by, any state or federal agency other than the division.\" ( Lab. Code, § 6303, subd. (a) ; see also\n   <em>\n    United Air Lines\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 32 Cal.3d at pp. 767, 770-771,\n   <extracted-citation index=\"26\" url=\"https://cite.case.law/citations/?q=187%20Cal.%20Rptr.%20387\">\n    187 Cal.Rptr. 387\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"27\" url=\"https://cite.case.law/citations/?q=654%20P.2d%20157\">\n    654 P.2d 157\n   </extracted-citation>\n   [ Lab. Code, § 6303, subd. (a) divests the division\n   of jurisdiction solely when another agency is under a\n   <em>\n    mandate\n   </em>\n   to provide for worker protection].) Cal/OSHA provisions also recognize\n   some concurrent local entity jurisdiction. (See Lab. Code, § 6316 [except as otherwise provided in Cal/OSHA, the governing bodies of local government entities generally are not deprived of \"any power or jurisdiction over or relative to any place of employment\"]; see\n   <em>\n    id\n   </em>\n   ., § 144, subds. (a) [authority of agencies other than the Division to \"assist in the administration or enforcement\" of standards \"shall be contained in a written agreement with the Department....\"], (e) [no limitation on local agency authority \"as to any matter other than the enforcement of occupational safety and health standards\"];\n   <em>\n    Coyle v. Alland &amp; Company, Inc.\n   </em>\n   (1958)\n   <extracted-citation case-ids=\"4428970\" index=\"28\" url=\"https://cite.case.law/cal-app-2d/158/664/#p669\">\n    158 Cal.App.2d 664\n   </extracted-citation>\n   , 669-670,\n   <extracted-citation index=\"29\" url=\"https://cite.case.law/citations/?q=323%20P.2d%20102\">\n    323 P.2d 102\n   </extracted-citation>\n   .) Consistent with this concurrent jurisdiction, the Division's Bureau of Investigations ordinarily must forward its investigative results to local prosecutors in cases of serious injury or death. ( Lab. Code, § 6315, subds. (g), (i).)\n  </p>\n  <p id=\"p-40\">\n   The Department submitted a Cal/OSHA plan to the federal Secretary of Labor, and it was approved in May 1973. (\n   <extracted-citation index=\"30\" url=\"https://cite.case.law/citations/?q=29%20C.F.R.%20%C2%A7%201952.7\">\n    29 C.F.R. § 1952.7\n   </extracted-citation>\n   (a) (2017).)\n   <footnotemark>\n    4\n   </footnotemark>\n   Descriptions of the California\n   plan and amendments that formerly appeared in federal regulations (see 29 C.F.R. former § 1952.170 (1999) )\n   <footnotemark>\n    5\n   </footnotemark>\n   have been removed by federal OSHA in an effort at streamlining. (Text removed by 80 Fed.Reg. 78977 (Dec. 18, 2015) (approving proposal of federal OSHA Aug. 18, 2015); 80 Fed.Reg. 49897 (Aug. 18, 2015) [\"This document ... amends OSHA regulations to remove the detailed descriptions of State plan coverage, purely historical data, and other unnecessarily codified information.... The purpose of these revisions is to eliminate the unnecessary codification of\n   material in the Code of Federal Regulations....\"].) There appears to be no dispute, however, that the Cal/OSHA standards, the violation of which was the basis for the district attorney's UCL and FAL claims, were part of the approved California plan, nor does there appear to be any dispute that use of UCL and FAL claims by local prosecutors pursuing civil actions was not mentioned in the plan's enforcement provisions. (See, e.g., Cal. Code Regs., tit. 8, § 344.50 [Division of Occupational Safety and Health compliance personnel\n   conduct civil inspections and enforcement actions but lack authority to initiate criminal proceedings].)\n  </p>\n  <p id=\"p-41\">\n   Cal/OSHA standards have undergone revisions that were submitted for and secured federal approval. For example, in response to a state court action by labor representatives, the state Board amended the state standards to reflect the requirements of the state's then-newly adopted Safe Drinking Water and Toxic Enforcement Act of 1986. ( Health &amp; Saf. Code § 25249.5 et seq. ; see\n   <em>\n    Cal. Labor Federation\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 221 Cal.App.3d at pp. 1554, 1557-1559,\n   <extracted-citation index=\"31\" url=\"https://cite.case.law/citations/?q=271%20Cal.%20Rptr.%20310\">\n    271 Cal.Rptr. 310\n   </extracted-citation>\n   ; see Dept. of Labor, Supplement to California State Plan; Approval, 62 Fed.Reg. 31159 (June 6, 1997).)\n  </p>\n  <p id=\"p-42\">\n   In 1987, the Governor of California attempted to reassign exclusive control over occupational safety and health matters to the federal government. He notified the federal Secretary of Labor of his intent and reduced the Department's budget. (See\n   <em>\n    Cal. Labor Federation\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 221 Cal.App.3d at p. 1552,\n   <extracted-citation index=\"32\" url=\"https://cite.case.law/citations/?q=271%20Cal.%20Rptr.%20310\">\n    271 Cal.Rptr. 310\n   </extracted-citation>\n   .) The voters, however, in 1988 approved a proposition that defeated the Governor's plan and affirmed the central role of state law in these matters. ( Lab. Code, § 50.7, subd. (a), enacted by Prop. 97, as approved by voters, Gen. Elec. (Nov. 8, 1988).) The proposition's preamble stated the enactment's goal: \"It is the purpose of this Act to restore California control over private sector safety and health, which the state has provided for since 1913, and has administered since 1973 through Cal/OSHA. Pursuant to Article XIV, Section 4, of the California Constitution, state jurisdiction over worker safety and health should not be limited, eliminated or otherwise restricted, unless absolutely required by the federal Constitution.\" (Ballot Pamp. Gen. Elec. (Nov. 8, 1988) text of Prop. 97, p. 75.)\n  </p>\n  <p id=\"p-43\">\n   <strong>\n    C. General preemption principles\n   </strong>\n  </p>\n  <p id=\"p-44\">\n   \" 'The supremacy clause of the United States Constitution establishes a constitutional choice-of-law rule, makes federal law paramount, and vests Congress with the power to preempt state law.' [Citations.] Similarly, federal agencies, acting pursuant to authorization from Congress, can issue regulations\n   that override state requirements. [Citations.] Preemption is foremost a question of congressional intent: did Congress, expressly or implicitly, seek to displace state law?\" (\n   <em>\n    Quesada v. Herb Thyme Farms, Inc.\n   </em>\n   (2015)\n   <extracted-citation case-ids=\"12454516\" index=\"33\" url=\"https://cite.case.law/cal-4th/62/298/#p307\">\n    62 Cal.4th 298\n   </extracted-citation>\n   , 307-308,\n   <extracted-citation index=\"34\" url=\"https://cite.case.law/citations/?q=195%20Cal.%20Rptr.%203d%20505\">\n    195 Cal.Rptr.3d 505\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"35\" url=\"https://cite.case.law/citations/?q=361%20P.3d%20868\">\n    361 P.3d 868\n   </extracted-citation>\n   (\n   <em>\n    Quesada\n   </em>\n   ).)\n   We \"conduct[ ] the search for congressional intent through the lens of a presumption against preemption. [Citations.] The presumption is founded on 'respect for the States as \"independent sovereigns in our federal system\" '; that respect requires courts 'to assume that \"Congress does not cavalierly pre-empt state-law causes of action.\" ' [Citation.] The strength of the presumption is heightened in areas where the subject matter has been the long-standing subject of state regulation in the first instance; where federal law touches 'a field that \" 'has been traditionally occupied by the States,' \" ' the party seeking to show preemption 'bear[s] the considerable burden of overcoming \"the starting presumption that Congress does not intend to supplant state law.\" ' \" (\n   <em>\n    Quesada\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 62 Cal.4th at pp. 312-313,\n   <extracted-citation index=\"36\" url=\"https://cite.case.law/citations/?q=195%20Cal.%20Rptr.%203d%20505\">\n    195 Cal.Rptr.3d 505\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"37\" url=\"https://cite.case.law/citations/?q=361%20P.3d%20868\">\n    361 P.3d 868\n   </extracted-citation>\n   , see also\n   <em>\n    id\n   </em>\n   . at p. 315,\n   <extracted-citation index=\"38\" url=\"https://cite.case.law/citations/?q=195%20Cal.%20Rptr.%203d%20505\">\n    195 Cal.Rptr.3d 505\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"39\" url=\"https://cite.case.law/citations/?q=361%20P.3d%20868\">\n    361 P.3d 868\n   </extracted-citation>\n   [\n   <em>\n    Rice v. Santa Fe Elevator Corp\n   </em>\n   . (1947)\n   <extracted-citation case-ids=\"6157471\" index=\"40\" url=\"https://cite.case.law/us/331/218/#p230\">\n    331 U.S. 218\n   </extracted-citation>\n   , 230,\n   <extracted-citation case-ids=\"6157471\" index=\"41\" url=\"https://cite.case.law/us/331/218/#p230\">\n    67 S.Ct. 1146\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6157471\" index=\"42\" url=\"https://cite.case.law/us/331/218/#p230\">\n    91 L.Ed. 1447\n   </extracted-citation>\n   , which first recognized the assumption that the historic police powers of the state are not superseded, remains good law].) The presumption applies to the scope as well as the existence of preemption. (\n   <em>\n    Olszewski v. Scripps Health\n   </em>\n   (2003)\n   <extracted-citation case-ids=\"269728\" index=\"43\" url=\"https://cite.case.law/cal-4th/30/798/#p815\">\n    30 Cal.4th 798\n   </extracted-citation>\n   , 815,\n   <extracted-citation index=\"44\" url=\"https://cite.case.law/citations/?q=135%20Cal.%20Rptr.%202d%201\">\n    135 Cal.Rptr.2d 1\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"45\" url=\"https://cite.case.law/citations/?q=69%20P.3d%20927\">\n    69 P.3d 927\n   </extracted-citation>\n   (\n   <em>\n    Olszewski\n   </em>\n   ); see also\n   <em>\n    Brown v. Mortensen\n   </em>\n   (2011)\n   <extracted-citation case-ids=\"3914742\" index=\"46\" url=\"https://cite.case.law/cal-4th/51/1052/#p1064\">\n    51 Cal.4th 1052\n   </extracted-citation>\n   , 1064,\n   <extracted-citation index=\"47\" url=\"https://cite.case.law/citations/?q=126%20Cal.%20Rptr.%203d%20428\">\n    126 Cal.Rptr.3d 428\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"48\" url=\"https://cite.case.law/citations/?q=253%20P.3d%20522\">\n    253 P.3d 522\n   </extracted-citation>\n   .)\n  </p>\n  <p id=\"p-45\">\n   \"We have identified several species of preemption. Congress may expressly preempt state law through an explicit preemption clause, or courts may imply preemption under the field, conflict, or obstacle preemption doctrines.\" (\n   <em>\n    Quesada, supra\n   </em>\n   , 62 Cal.4th at p. 308,\n   <extracted-citation index=\"49\" url=\"https://cite.case.law/citations/?q=195%20Cal.%20Rptr.%203d%20505\">\n    195 Cal.Rptr.3d 505\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"50\" url=\"https://cite.case.law/citations/?q=361%20P.3d%20868\">\n    361 P.3d 868\n   </extracted-citation>\n   .) Implied preemption, for its part, may be found \"(i) when it is clear that Congress intended, by comprehensive legislation, to\n   <em>\n    occupy the entire field\n   </em>\n   of regulation, leaving no room for the states to supplement federal law [citation]; (ii) when compliance with both federal and state regulations is an\n   <em>\n    impossibility\n   </em>\n   [citation]; or (iii) when state law 'stands as an\n   <em>\n    obstacle\n   </em>\n   to the accomplishment and execution of the full purposes and objectives of Congress.' \" (\n   <em>\n    Bronco Wine Co. v. Jolly\n   </em>\n   (2004)\n   <extracted-citation case-ids=\"493331\" index=\"51\" url=\"https://cite.case.law/cal-4th/33/943/#p955\">\n    33 Cal.4th 943\n   </extracted-citation>\n   , 955,\n   <extracted-citation index=\"52\" url=\"https://cite.case.law/citations/?q=17%20Cal.%20Rptr.%203d%20180\">\n    17 Cal.Rptr.3d 180\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"53\" url=\"https://cite.case.law/citations/?q=95%20P.3d%20422\">\n    95 P.3d 422\n   </extracted-citation>\n   , italics added; see also\n   <em>\n    Farm Raised Salmon Cases\n   </em>\n   (2008)\n   <extracted-citation case-ids=\"3673080\" index=\"54\" url=\"https://cite.case.law/cal-4th/42/1077/#p1087\">\n    42 Cal.4th 1077\n   </extracted-citation>\n   , 1087,\n   <extracted-citation index=\"55\" url=\"https://cite.case.law/citations/?q=72%20Cal.%20Rptr.%203d%20112\">\n    72 Cal.Rptr.3d 112\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"56\" url=\"https://cite.case.law/citations/?q=175%20P.3d%201170\">\n    175 P.3d 1170\n   </extracted-citation>\n   .) Because preemption questions turn on Congressional intent, a reviewing court begins with the text of the federal statute, \"the source of the best evidence concerning the breadth of Congress's preemptive intent.\" (\n   <em>\n    Quesada\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 62 Cal.4th at p. 308,\n   <extracted-citation index=\"57\" url=\"https://cite.case.law/citations/?q=195%20Cal.%20Rptr.%203d%20505\">\n    195 Cal.Rptr.3d 505\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"58\" url=\"https://cite.case.law/citations/?q=361%20P.3d%20868\">\n    361 P.3d 868\n   </extracted-citation>\n   .)\n  </p>\n  <p id=\"p-46\">\n   <strong>\n    D. Federal OSH Act preemption principles announced by the high court\n   </strong>\n  </p>\n  <p id=\"p-47\">\n   The United States Supreme Court examined the preemptive effect of the federal OSH Act in\n   <em>\n    Gade\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   ,\n   <extracted-citation case-ids=\"1481203\" index=\"59\" url=\"https://cite.case.law/us/505/88/#p92\">\n    505 U.S. 88\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"1481203\" index=\"60\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   . The high court's plurality and concurring opinions offer helpful interpretive guidance, but as explained below, in\n   <em>\n    Gade\n   </em>\n   , there was no approved state plan, so the extent to which an approved state plan displaces federal authority was not at issue.\n  </p>\n  <p id=\"p-48\">\n   In\n   <em>\n    Gade\n   </em>\n   , Illinois state laws imposed special requirements for persons working with hazardous waste, including training and licensing requirements. There was a federal occupational safety and health standard in effect concerning training and certification of persons working with hazardous wastes. The stated purpose of the Illinois laws was to \" 'promote job safety' \" and \" 'protect life, limb and property.' \" (\n   <em>\n    Gade\n   </em>\n   ,\n   <em>\n    <extracted-citation case-ids=\"1481203\" index=\"61\" url=\"https://cite.case.law/us/505/88/#p92\">\n     supra\n    </extracted-citation>\n   </em>\n   , 505 U.S. at p. 91,\n   <extracted-citation case-ids=\"1481203\" index=\"62\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   (plur. opn. of O'Connor, J.).) Two issues were raised by those laws. The first was whether, in the absence of an approved state plan, the federal OSH Act preempted efforts by the state to supplement the existing and applicable federal occupational safety and health standards. The second issue was whether state statutes having an asserted dual purpose of protecting public as well as worker safety would be preempted. A majority of the court concluded that the state law was preempted, but there was disagreement whether implied or express\n   preemption was involved. (\n   <em>\n    Id\n   </em>\n   ., at pp. 91-109,\n   <extracted-citation case-ids=\"1481203\" index=\"63\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   (plur. opn. of O'Connor, J.);\n   <em>\n    <extracted-citation case-ids=\"1481203\" index=\"64\" url=\"https://cite.case.law/us/505/88/#p92\">\n     id.\n    </extracted-citation>\n   </em>\n   , at pp. 109-114,\n   <extracted-citation case-ids=\"1481203\" index=\"65\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   (conc. opn. of Kennedy, J.).)\n  </p>\n  <p id=\"p-49\">\n   The high court's plurality opinion used an implied preemption analysis. The plurality found that when a federal occupational safety and health standard exists and the state has\n   <em>\n    not\n   </em>\n   presented a plan to the Secretary of Labor and obtained approval, the application of a state occupational safety and health standard would be an\n   <em>\n    obstacle\n   </em>\n   to achieving Congress's goal that only a single regime of occupational safety and health regulation should apply. The plurality held that \"nonapproved state regulation of occupational safety and health issues for which a federal standard is in effect is impliedly pre-empted as in\n   conflict with the full purposes and objectives of the OSH Act. [Citation.] The design of the statute persuades us that Congress intended to subject employers and employees to only one set of regulations, be it federal or state, and that the only way a State may regulate a [federally]-regulated occupational safety and health issue is pursuant to an approved state plan that displaces the federal standards.\" (\n   <em>\n    Gade\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 505 U.S. at pp. 98-99,\n   <extracted-citation case-ids=\"1481203\" index=\"66\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   .)\n  </p>\n  <p id=\"p-50\">\n   The plurality opinion relied on 29 United States Code section 667(b), specifically the subdivision's language directing that a state \"shall\" submit a plan for federal approval if a state wishes to \"assume responsibility\" for development and enforcement of occupational safety and health standards when a federal standard already exists. (\n   <em>\n    Gade\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 505 U.S. at p. 99,\n   <extracted-citation case-ids=\"1481203\" index=\"67\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   .) \"The unavoidable implication of this provision is that a State may not enforce its own occupational safety and health standards without obtaining the Secretary's approval....\" (\n   <em>\n    Ibid\n   </em>\n   . ) In the plurality's view, the federal OSH Act as a whole indicated that \"a State may develop an occupational safety and health program tailored to its own needs, but only if it is willing\n   <em>\n    completely to displace\n   </em>\n   the applicable federal regulations.\" (\n   <em>\n    Id\n   </em>\n   ., at p. 100,\n   <extracted-citation case-ids=\"1481203\" index=\"68\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   , italics added.)\n  </p>\n  <p id=\"p-51\">\n   The plurality opinion also pointed to 29 United States Code section 667(a) -which acknowledges the authority of states to exercise jurisdiction where there is\n   <em>\n    no\n   </em>\n   federal standard-reasoning that the subdivision's \"preservation of state authority in the\n   <em>\n    absence\n   </em>\n   of a federal standard presupposes a background preemption of all state occupational safety and health standards whenever a federal standard governing the same issue is in effect.\" (\n   <em>\n    Gade\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 505 U.S. at p. 100,\n   <extracted-citation case-ids=\"1481203\" index=\"69\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   , italics added.) And pointing to 29 United States Code section 667(c), which establishes conditions for plan approval, the\n   <em>\n    Gade\n   </em>\n   decision observed that the conditions would be nullified if states could simply adopt their own standards without going through the approval process. (\n   <em>\n    Id\n   </em>\n   ., at p. 100,\n   <extracted-citation case-ids=\"1481203\" index=\"70\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   .)\n  </p>\n  <p id=\"p-52\">\n   Subdivisions (f) and (h) of 29 United States Code section 667 also confirmed the plurality's view that states cannot act when there is no approved state plan but a federal standard does exist. Because subdivision (f) of section 667 gave the federal Secretary of Labor the power to withdraw approval of a state plan, the decision reasoned that \"[o]nce approval is withdrawn, the plan 'cease[s] to be in effect' and the State is permitted to assert jurisdiction under its occupational health and safety law only for those cases 'commenced before the withdrawal of the plan.' \" (\n   <em>\n    Gade\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 505 U.S. at p. 101,\n   <extracted-citation case-ids=\"1481203\" index=\"71\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   .) This language \"assumes that the State loses the power to enforce all of its occupational safety and health standards once approval is withdrawn.\" (\n   <em>\n    Ibid\n   </em>\n   . ) And the plurality saw the \"same assumption of exclusive federal jurisdiction in the absence of an approved state plan\" in subdivision (h), which permits states to enter temporary agreements to enforce their own laws in the two years following the passage of the federal OSH Act. (\n   <em>\n    Id\n   </em>\n   ., at pp. 101-102,\n   <extracted-citation case-ids=\"1481203\" index=\"72\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   .)\n  </p>\n  <p id=\"p-53\">\n   From these provisions, the plurality \"conclude[d] that the OSH Act precludes any state regulation of an occupational safety or health issue with respect to which a federal standard has been established, unless a state plan has been submitted and approved pursuant to [ 29 United States Code section 667 ](b). Our review of the Act persuades us that Congress sought to promote occupational safety and health while at the same time\n   avoiding duplicative, and possibly counterproductive,\n   regulation. It thus established a system of uniform federal occupational health and safety standards, but\n   <em>\n    gave States the option of pre-empting federal regulations\n   </em>\n   by developing their own occupational safety and health programs.\" (\n   <em>\n    Gade\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 505 US. at p. 102,\n   <extracted-citation case-ids=\"1481203\" index=\"73\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   , italics added.)\n  </p>\n  <p id=\"p-54\">\n   Addressing the separate question whether preemption-still in the absence of an approved state plan-reached state laws that directly regulated occupational safety and health but also were intended to protect public safety, the plurality concluded that the preemptive effect of the federal law extended to\n   such \"dual impact\" state laws. (\n   <em>\n    Gade\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 505 U.S. at pp. 104-105,\n   <extracted-citation case-ids=\"1481203\" index=\"74\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   .) The state argued that its laws, which imposed requirements regarding training, testing, and licensing of crane and hazardous waste site workers, were intended to promote both public and worker safety, and therefore should not be preempted. The plurality disagreed, declaring that \"dual impact state regulation cannot avoid OSH Act pre-emption simply because the regulation serves several objectives rather than one.\" (\n   <em>\n    Id\n   </em>\n   . at p. 106,\n   <extracted-citation case-ids=\"1481203\" index=\"75\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   .) Rather, \"[w]hatever the purpose or purposes of the state law, pre-emption analysis cannot ignore the effect of the challenged state action on the pre-empted field. The key question is thus at what point the state regulation\n   <em>\n    sufficiently interferes with federal regulation that it should be deemed pre-empted\n   </em>\n   ....\" (\n   <em>\n    Id\n   </em>\n   . at p. 107,\n   <extracted-citation case-ids=\"1481203\" index=\"76\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   , italics added.) The decision concluded that state law that \" 'constitutes, in a\n   <em>\n    direct, clear and substantial way, regulation of worker health and safety\n   </em>\n   ' \" would be preempted, whereas \"state laws of general applicability (such as laws regarding traffic safety or fire safety) that do not conflict with [federal] standards and that regulate the conduct of workers and nonworkers alike would generally not be pre-empted. Although some laws of general applicability may have a 'direct and substantial' effect on worker safety, they cannot fairly be characterized as 'occupational' standards, because they regulate workers simply as members of the general public.\" (\n   <em>\n    Ibid\n   </em>\n   ., italics added.)\n  </p>\n  <p id=\"p-55\">\n   \"In sum, a state law requirement that\n   <em>\n    directly, substantially, and specifically regulates occupational safety and health\n   </em>\n   is an occupational safety and health standard within the meaning of the [federal OSH] Act.... If the State wishes to enact a dual impact law that regulates an occupational safety or health issue for which a federal standard is in effect, ... the Act requires that the State submit a plan for the approval of the Secretary.\" (\n   <em>\n    Gade\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 505 U.S. at pp. 107-108,\n   <extracted-citation case-ids=\"1481203\" index=\"77\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   , italics added.)\n  </p>\n  <p id=\"p-56\">\n   The concurring opinion by Justice Kennedy concluded that the federal law\n   <em>\n    expressly\n   </em>\n   preempts state occupational safety and health standards when a federal standard is in effect and the state has not submitted a plan for approval, but vigorously opposed the plurality's finding of implied preemption. (\n   <em>\n    Gade\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 505 U.S. at pp. 109-114,\n   <extracted-citation case-ids=\"1481203\" index=\"78\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   (conc. opn. of Kennedy, J.).) In his view, the plurality's analysis failed to surmount the \"high threshold\" required for a finding that a law is preempted because it conflicts with the purpose of a federal law. (\n   <em>\n    Id\n   </em>\n   . at p. 110,\n   <extracted-citation case-ids=\"1481203\" index=\"79\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   .) He added that such preemption \"should be limited to state laws which impose prohibitions or obligations which are in direct contradiction to Congress' primary objectives, as conveyed with clarity in the federal legislation.\" (\n   <em>\n    Ibid\n   </em>\n   . ) The concurrence observed no such direct contradiction between federal standards and a \"concurrent, supplementary state scheme.\" (\n   <em>\n    Ibid\n   </em>\n   . ) Rather, all the inferences from 29 United States Code section 667(b)'s\n   <em>\n    express\n   </em>\n   terms direct the preemption of state occupational safety standards\n   in the absence of a state plan approved by the Secretary of Labor. Absent those express terms, Justice\n   Kennedy \"would not say that state supplementary regulation conflicts with the purposes of the federal OSH Act[ ] or that it ' \"interferes with the methods by which the federal statute was designed to reach [its] goal.\" ' [Citation.]\" (\n   <em>\n    Id\n   </em>\n   . at p. 111,\n   <extracted-citation case-ids=\"1481203\" index=\"80\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   .)\n  </p>\n  <p id=\"p-57\">\n   According to the concurrence, the plurality opinion failed to comply with a presumption that \" 'historic police powers of the States' \" are not preempted \" 'unless that was the clear and manifest purpose of Congress.' \" (\n   <em>\n    Gade\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 505 U.S. at p 111,\n   <extracted-citation case-ids=\"1481203\" index=\"81\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   .) In addition, Justice Kennedy criticized the plurality's method of inferring the congressional purpose, saying that a \"freewheeling judicial inquiry into whether a state statute is in tension with federal objectives would undercut the principle that it is Congress rather than the courts that pre-empts state law.\" (\n   <em>\n    Ibid\n   </em>\n   . )\n  </p>\n  <p id=\"p-58\">\n   Although Justice Kennedy disagreed with the plurality's conclusion that preemption was implied, he concluded that the plurality's analysis \"amply demonstrates\" express preemption. (\n   <em>\n    Gade,\n    <extracted-citation case-ids=\"1481203\" index=\"82\" url=\"https://cite.case.law/us/505/88/#p92\">\n     supra\n    </extracted-citation>\n   </em>\n   , 505 U.S. at p. 112,\n   <extracted-citation case-ids=\"1481203\" index=\"83\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   .) In his view, although 29 United States Code section 667(b), which authorizes a state to assume responsibility for occupational safety and health issues, lacked the \"magic words\" of preemption (\n   <em>\n    Gade\n   </em>\n   ,\n   <em>\n    supra\n   </em>\n   , 505 U.S. at p. 112,\n   <extracted-citation case-ids=\"1481203\" index=\"84\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   ), \"[t]he statute is clear: When a State desires to assume responsibility for an occupational safety and health issue already addressed by the Federal Government, it must submit a state plan. The most reasonable inference from this language is that when a State does not submit and secure approval of a state plan, it may not enforce occupational safety and health standards in that area.\" (\n   <em>\n    Id\n   </em>\n   . at pp. 112-113,\n   <extracted-citation case-ids=\"1481203\" index=\"85\" url=\"https://cite.case.law/us/505/88/#p92\">\n    112 S.Ct. 2374\n   </extracted-citation>\n   [also reading the language of 29 U.S.C. 667(b) in conjunction with section 667(a), (c), and (f) ].)\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-105\">\n    The Division of Occupational Safety and Health (sometimes hereafter Division) functions within the state Department of Industrial Relations. Sometimes referred to as Cal/OSHA, the Division holds general authority to enforce the state occupational safety and health law. (See p. 9,\n    <em>\n     post\n    </em>\n    .)\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-106\">\n    The other two causes of action were for: (1) recovery of civil penalties under Labor Code section 6428 for \"serious violations\" of workplace safety standards and (2) recovery of civil penalties under Labor Code section 6429 for \"willful violation\" of workplace safety standards. The trial court sustained Solus's demurrer without leave to amend with respect to these claims. The Court of Appeal summarily denied the district attorney's petition for writ of mandate challenging this order. This court granted review and transferred the matter back to the Court of Appeal. In a separate opinion the Court of Appeal affirmed, agreeing with the trial court that the district attorney lacked standing to bring those two claims. (\n    <em>\n     People v. Superior Court\n    </em>\n    (\n    <em>\n     Solus Industrial Innovations, LLC\n    </em>\n    ) (2014)\n    <extracted-citation case-ids=\"6053082\" index=\"86\" url=\"https://cite.case.law/cal-app-4th/224/33/\">\n     224 Cal.App.4th 33\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"87\" url=\"https://cite.case.law/citations/?q=168%20Cal.%20Rptr.%203d%20286\">\n     168 Cal.Rptr.3d 286\n    </extracted-citation>\n    .)\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-107\">\n    Solus has identified several standards that it contends apply to the facts of this case. (\n    <extracted-citation index=\"88\" url=\"https://cite.case.law/citations/?q=29%20C.F.R.%20%C2%A7%201910\">\n     29 C.F.R. § 1910\n    </extracted-citation>\n    , subpts. H, M (2017);\n    <em>\n     id\n    </em>\n    ., § 1910.147 (2017).) Section 1910, subpart H, entitled \"Hazardous Materials,\" concerns, in part, the handling, storage, and use of compressed gas cylinders and tanks (\n    <extracted-citation index=\"89\" url=\"https://cite.case.law/citations/?q=29%20C.F.R.%20%C2%A7%C2%A7%201910.101\">\n     29 C.F.R. §§ 1910.101\n    </extracted-citation>\n    -1910.121 (2017) ), but these provisions do not appear to have any application to the allegations of the complaint, which assert that Solus removed a water heater's safety features to force it to operate beyond its capacity. Nor does section 1910, subpart M, entitled \"Compressed Gas and Compressed Air Equipment,\" which applies to \"compressed air receivers, and other equipment used in providing and utilizing compressed air for performing operations such as cleaning, drilling, hoisting, and chipping\" (\n    <extracted-citation index=\"90\" url=\"https://cite.case.law/citations/?q=29%20C.F.R.%20%C2%A7%201910.169\">\n     29 C.F.R. § 1910.169\n    </extracted-citation>\n    (a) (2017) ), appear to apply to these allegations. Finally, the provisions of 29 Code of Federal Regulations section 1910.147 (2017) set forth steps that must be taken to control hazardous energy during maintenance of a machine, but it appears from the complaint that the explosion occurred as workers arrived to address a problem, before any maintenance procedures were undertaken.\n   </p>\n   <p id=\"p-108\">\n    Solus also cites federal OSHA's general duty clause, which states that an employer \"(1) shall furnish ... employment and a place of employment which are free from recognized hazards that are causing or are likely to cause death or serious physical harm to his employees.\" (\n    <extracted-citation index=\"91\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20654\">\n     29 U.S.C. § 654\n    </extracted-citation>\n    (a).) However, the standards to which 29 United States Code section 667, subdivision (a) refers are those promulgated by the federal Secretary of Labor under 29 United States Code section 655 ; the general duty clause is not such a \"standard.\"\n   </p>\n   <p id=\"p-109\">\n    Although we are skeptical that the cited standards apply here, we note that the case has been litigated based on the view that a federal standard applies to the allegations, and we will assume without deciding that there is a federal standard relevant to the claims.\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-110\">\n    The federal regulation provides: \"(a) The California State plan received initial approval on May 1, 1973. [¶] (b) [federal] OSHA entered into an operational status agreement with California. [¶] (c) The plan covers all private-sector employers and employees, with several notable exceptions, as well as State and Local government employers and employees, within the State. For current information on these exceptions and for additional details about the plan, please visit [a federal Department of Labor website].\" (\n    <extracted-citation index=\"92\" url=\"https://cite.case.law/citations/?q=29%20C.F.R.%20%C2%A7%201952.7\">\n     29 C.F.R. § 1952.7\n    </extracted-citation>\n    (2017).)\n   </p>\n   <p id=\"p-111\">\n    The referenced website contains a very brief summary of the plan, noting that the Division \"implements the California State Plan's enforcement....\" (U.S. Dept. of Labor, OSHA Plans &lt; http://www.osha.gov/dcsp/osp/stateprogs/california.html&gt; [as of February 8, 2018].)\n   </p>\n   <p id=\"p-112\">\n    The referenced \"operational status agreement\" notes that the Division \"is designated as the state agency responsible for administering the State Plan,\" that, with certain limited exceptions, \"concurrent federal enforcement authority was suspended with regard to federal occupational safety and health standards in issues covered by the State Plan,\" and that \"concurrent federal enforcement authority would not be initiated with regard to any federal occupational safety and health standards in issues covered by the State Plan.\" (82 Fed.Reg. 25631 (June 2, 2017).)\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-113\">\n    The former provision referred to enforcement by the Division, and noted that then-existing state safety and health standards would be \"continued unless amended by a State occupational safety and health standards board to be created.\" (29 C.F.R. former § 1952.170(a) (1999).) It observed that the state plan \"set out goals\" and acknowledged that certain enabling legislation was still to be enacted by the state Legislature. (\n    <em>\n     Id\n    </em>\n    ., former § 1952.170(e) (1999).)\n   </p>\n  </footnote>\n  <p type=\"majority\">\n   <p id=\"p-59\">\n    Justice Kennedy found it unnecessary to \"reiterate the plurality's persuasive discussion on this point.\" (\n    <em>\n     Gade,\n     <extracted-citation case-ids=\"1481203\" index=\"93\" url=\"https://cite.case.law/us/505/88/#p92\">\n      supra\n     </extracted-citation>\n    </em>\n    , 505 U.S. at p. 113,\n    <extracted-citation case-ids=\"1481203\" index=\"94\" url=\"https://cite.case.law/us/505/88/#p92\">\n     112 S.Ct. 2374\n    </extracted-citation>\n    .) The plurality similarly observed that although the two opinions disagreed concerning the category of preemption, they agreed on federal OSHA's preemptive scope, based on the language of 29 United States Code section 667. (\n    <em>\n     Id\n    </em>\n    . at p. 104, fn. 2,\n    <extracted-citation case-ids=\"1481203\" index=\"95\" url=\"https://cite.case.law/us/505/88/#p92\">\n     112 S.Ct. 2374\n    </extracted-citation>\n    .)\n   </p>\n   <p id=\"p-60\">\n    <strong>\n     II. Discussion\n    </strong>\n   </p>\n   <p id=\"p-61\">\n    The Court of Appeal held that the UCL and FAL claims are preempted by the federal OSH Act both expressly and through application of the principles of implied preemption. It concluded that Congress has essentially occupied the entire field of workplace safety regulation and enforcement other than workers' compensation and the precise provisions of an approved state plan. It reasoned that \"[b]ecause the [federal] OSH Act allows a state to avoid\n    federal preemption only if it obtains federal approval of its own plan, it necessarily follows that a state has no authority to enact and enforce laws governing workplace safety which fall outside of that approved plan.\" In its view, the district attorney's use of UCL and FAL actions based upon violations of approved Cal/OSHA standards was an attempt to govern workplace safety without securing approval by the federal Secretary of Labor.\n   </p>\n   <p id=\"p-62\">\n    As the Court of Appeal observed, the federal OSH Act expressly states what is\n    <em>\n     not\n    </em>\n    preempted-state laws governing workers' compensation, a broad category of statutory and common law actions touching on worker safety, and any occupational safety or health issue as to which there is no federal standard. (\n    <extracted-citation index=\"96\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20653\">\n     29 U.S.C. §§ 653\n    </extracted-citation>\n    (b)(4) [workers' compensation and\n    other laws related to worker safety], 667(a) [no federal standard].) As the Court of Appeal's analysis further reflects, the federal OSH Act does not expressly describe what state regulation\n    <em>\n     is\n    </em>\n    preempted. This omission does not preclude a finding of explicit preemption; as Justice Kennedy noted in\n    <em>\n     Gade,\n    </em>\n    the high court has \"never required any particular magic words\" to establish express preemption. (\n    <em>\n     Gade, supra\n    </em>\n    , 505 U.S. at p. 112,\n    <extracted-citation case-ids=\"1481203\" index=\"97\" url=\"https://cite.case.law/us/505/88/#p92\">\n     112 S.Ct. 2374\n    </extracted-citation>\n    .) But as illustrated by Justice Kennedy's concurring opinion, when a court attempts to discern from a statutory scheme the expression of an intent to displace state law, the analysis may be substantially similar to an implied preemption analysis. Therefore, we will first address whether preemption of the UCL and FAL claims is implied. As will be seen, this analysis also resolves the issue of whether the federal scheme explicitly preempts these claims.\n   </p>\n   <p id=\"p-63\">\n    <strong>\n     A. No implied preemption of UCL and FAL claims\n    </strong>\n   </p>\n   <p id=\"p-64\">\n    <em>\n     1. Field preemption\n    </em>\n   </p>\n   <p id=\"p-65\">\n    <em>\n     a. The field preempted is narrow\n    </em>\n   </p>\n   <p id=\"p-66\">\n    In enacting the federal OSH Act, Congress entered \"a field that traditionally had been occupied by the States. Federal regulation of the workplace was not intended to be all\n    encompassing, however.\" (\n    <em>\n     Gade\n    </em>\n    ,\n    <em>\n     supra\n    </em>\n    , 505 U.S. at p. 96,\n    <extracted-citation case-ids=\"1481203\" index=\"98\" url=\"https://cite.case.law/us/505/88/#p92\">\n     112 S.Ct. 2374\n    </extracted-citation>\n    (plur. opn. of O'Connor, J.); see\n    <em>\n     United Air Lines\n    </em>\n    ,\n    <em>\n     supra\n    </em>\n    , 32 Cal.3d at p. 772,\n    <extracted-citation index=\"99\" url=\"https://cite.case.law/citations/?q=187%20Cal.%20Rptr.%20387\">\n     187 Cal.Rptr. 387\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"100\" url=\"https://cite.case.law/citations/?q=654%20P.2d%20157\">\n     654 P.2d 157\n    </extracted-citation>\n    [\"Despite a broad authorization to [the federal OSH Act] ..., the act did not foreclose other federal agencies or states from exercising ... jurisdiction\" over occupational safety and health].) Unlike some federal statutes, 29 United States Code section 667 does not employ broad language preempting all state regulation, laws, or remedies relating to, concerning, or merely touching on the issue at hand, namely occupational safety and health. (See, e.g., 21 U.S.C. § 360k(a) [except as specifically provided, \"no State ... may establish or continue in effect with respect to\n    [medical devices] any requirement ... different from, or in addition to, any requirement [under the specific federal law]\";\n    <extracted-citation index=\"101\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%201144\">\n     29 U.S.C. § 1144\n    </extracted-citation>\n    (a) [ERISA preempts \"any and all State laws insofar as they may now or hereafter relate to any employee benefit plan\"];\n    <extracted-citation index=\"102\" url=\"https://cite.case.law/citations/?q=49%20U.S.C.%20%C2%A7%2014501\">\n     49 U.S.C. § 14501\n    </extracted-citation>\n    (c)(1) [\"[A] State ... may not enact or enforce a law, regulation, or other provision having the force and effect of law related to a price, route, or service of any motor carrier ... with respect to the transportation of property\"];\n    <em>\n     id\n    </em>\n    ., § 41713(a)(4)(A) [\"[A] State ... may not enact or enforce a law ... related to a rate, route, or service of an air carrier\"].)\n   </p>\n   <p id=\"p-67\">\n    Moreover, various elements of the federal OSH Act convince us that the preempted field is narrow. First, we have seen that when there is no federal standard, there is no preemption. (\n    <extracted-citation index=\"103\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20667\">\n     29 U.S.C. § 667\n    </extracted-citation>\n    (a).) This provision acknowledges that federal authority does not occupy the entire field. Rather, states retain authority freely to apply their own law in the field of occupational safety or health when the Secretary has not promulgated an applicable federal standard.\n   </p>\n   <p id=\"p-68\">\n    Second, even when there are federal standards, states may \"assume responsibility for development and enforcement\" of state occupational safety and health standards, provided the state submits and gains approval for a state plan. (\n    <extracted-citation index=\"104\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20667\">\n     29 U.S.C. § 667\n    </extracted-citation>\n    (b).) Under the terms of the statute, an approved state plan \"preempts\" federal standards. (\n    <extracted-citation index=\"105\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20667\">\n     29 U.S.C. § 667\n    </extracted-citation>\n    (b) [entitled \"Submission of State plan for development and enforcement of State standards to preempt applicable Federal standards\"]; see also\n    <em>\n     Gade\n    </em>\n    ,\n    <em>\n     supra\n    </em>\n    , 505 U.S. at p. 119,\n    <extracted-citation case-ids=\"1481203\" index=\"106\" url=\"https://cite.case.law/us/505/88/#p92\">\n     112 S.Ct. 2374\n    </extracted-citation>\n    (dis. opn. of Souter, J.) [this heading was \"enacted as\n    part of the statute and properly [may be] considered under our canons of construction\"].) In other words, once the state plan is adopted and approved, state law has the effect of broadly\n    <em>\n     preempting parallel federal law\n    </em>\n    . (See\n    <em>\n     Gade\n    </em>\n    ,\n    <em>\n     supra\n    </em>\n    , 505 U.S. at pp. 96-97,\n    <extracted-citation case-ids=\"1481203\" index=\"107\" url=\"https://cite.case.law/us/505/88/#p92\">\n     112 S.Ct. 2374\n    </extracted-citation>\n    (plur. opn. of O'Connor, J.) [observing that\n    <extracted-citation index=\"108\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20667\">\n     29 U.S.C. § 667\n    </extracted-citation>\n    (b)\"gave the States the option of pre-empting federal regulation entirely\"];\n    <em>\n     United Air Lines\n    </em>\n    ,\n    <em>\n     supra\n    </em>\n    , 32 Cal.3d at p. 772,\n    <extracted-citation index=\"109\" url=\"https://cite.case.law/citations/?q=187%20Cal.%20Rptr.%20387\">\n     187 Cal.Rptr. 387\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"110\" url=\"https://cite.case.law/citations/?q=654%20P.2d%20157\">\n     654 P.2d 157\n    </extracted-citation>\n    [adoption of an approved plan \"removes federal preemption so that the state may exercise its own sovereign powers over occupational safety and health\"].) In addition, states can provide greater protection if they adopt their own plans with standards and enforcement that are at least as protective as federal law. (\n    <extracted-citation index=\"111\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20667\">\n     29 U.S.C. § 667\n    </extracted-citation>\n    (c)(2).)\n   </p>\n   <p id=\"p-69\">\n    We acknowledge that the Secretary of Labor has authority to approve modifications to a state's plan (\n    <extracted-citation index=\"112\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20667\">\n     29 U.S.C. § 667\n    </extracted-citation>\n    (c) ) and \"shall ... make a continuing evaluation of the manner in which each State having a plan ... is carrying out such plan.\" (\n    <em>\n     Id\n    </em>\n    ., § 667(f).) Notwithstanding these provisions, the federal OSH Act as a whole does not suggest that the preempted field encompasses all means of enforcement not specifically included in the state's\n    approved plan. On the contrary, the federal OSH Act encourages states to \"assume the fullest responsibility for the administration and enforcement of their occupational safety and health laws.\" (\n    <extracted-citation index=\"113\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20651\">\n     29 U.S.C. § 651\n    </extracted-citation>\n    (b)(11).) In addition, it directs that the Secretary \"shall\" approve a conforming state plan or modification, and places administrative limits on the Secretary of Labor's discretion to reject state plans. (\n    <em>\n     Id\n    </em>\n    ., § 667(d).) And as we have observed, once a state plan is approved, it is\n    <em>\n     federal\n    </em>\n    , not state, law that must give way. (\n    <extracted-citation index=\"114\" url=\"https://cite.case.law/citations/?q=29%20C.F.R.%20%C2%A7%201953.3\">\n     29 C.F.R. § 1953.3\n    </extracted-citation>\n    (a) (2017) [federal approval of a state plan \"in effect removes the barrier of Federal preemption, and permits the State to adopt and enforce State standards,\" including adopting and implementing modifications].) Finally, even if\n    any new enforcement method that is related to an existing approved standard should be submitted to the Secretary-a question we need not answer-it does not follow that the new method is preempted until approved. State modifications to an approved plan go into effect immediately, subject to a review by the Secretary. ( 67 Fed.Reg. 60122 (Sept. 25, 2002) ; see also 62 Fed.Reg.,\n    <em>\n     supra\n    </em>\n    , at p. 31165 [a modification \"takes effect prior to and pending OSHA review of the modification\"].)\n   </p>\n   <p id=\"p-70\">\n    Third, the federal OSH Act's savings clause ( 29 U.S.C.§ 653(b)(4) ) leads us to infer a narrow field of implied preemption. That provision disclaims any intent to interfere with state law in a broad domain affecting occupational safety and health, whether or not there is an approved state plan. Specifically, notwithstanding the existence of federal standards, not only are state workers' compensation actions not preempted, but state tort claims and criminal prosecutions also survive, although they may be based on duties established by state occupational safety and health standards. (See\n    <em>\n     Pedraza v. Shell Oil Co.\n    </em>\n    (1st Cir. 1991)\n    <extracted-citation case-ids=\"10521110\" index=\"115\" url=\"https://cite.case.law/f2d/942/48/#p53\">\n     942 F.2d 48\n    </extracted-citation>\n    , 53-54, and cases cited [tort claims not preempted: \"[W]e find no warrant whatever for an interpretation which would preempt enforcement in the workplace of private rights and remedies traditionally afforded by state laws of general application\"];\n    <em>\n     State v. Far West Water &amp; Sewer\n    </em>\n    (2010)\n    <extracted-citation case-ids=\"4054264\" index=\"116\" url=\"https://cite.case.law/ariz/224/173/\">\n     224 Ariz. 173\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"4054264\" index=\"117\" url=\"https://cite.case.law/ariz/224/173/\">\n     228 P.3d 909\n    </extracted-citation>\n    , 919, and cases cited [no preemption of prosecution under state criminal law punishing conduct that is also governed by federal occupational safety and health standards, the existence of some criminal penalties within the federal act itself notwithstanding];\n   </p>\n   <p id=\"p-71\">\n    <em>\n     People v. Pymm\n    </em>\n    (1990)\n    <extracted-citation case-ids=\"2350421\" index=\"118\" url=\"https://cite.case.law/ny2d/76/511/\">\n     76 N.Y.2d 511\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"119\" url=\"https://cite.case.law/citations/?q=561%20N.Y.S.2d%20687\">\n     561 N.Y.S.2d 687\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"120\" url=\"https://cite.case.law/citations/?q=563%20N.E.2d%201\">\n     563 N.E.2d 1\n    </extracted-citation>\n    , 4 [referring to \"continued viability of State statutory and common-law duties\"].) Indeed, section 653(b)(4) has been interpreted as a uniquely broad savings clause (\n    <em>\n     In re Welding Fume Products Liability Litigation\n    </em>\n    (N.D.Ohio 2005)\n    <extracted-citation case-ids=\"9009694\" index=\"121\" url=\"https://cite.case.law/f-supp-2d/364/669/#p687\">\n     364 F.Supp.2d 669\n    </extracted-citation>\n    , 687, &amp; fn. 21 ), and broad savings clauses may be seen as an indication that the field preempted is narrow. (See\n    <em>\n     Viva! Internat. Voice for Animals v. Adidas Promotional Retail Operations, Inc.\n    </em>\n    (2007)\n    <extracted-citation case-ids=\"3819341\" index=\"122\" url=\"https://cite.case.law/cal-4th/41/929/#p944\">\n     41 Cal.4th 929\n    </extracted-citation>\n    , 944,\n    <extracted-citation index=\"123\" url=\"https://cite.case.law/citations/?q=63%20Cal.%20Rptr.%203d%2050\">\n     63 Cal.Rptr.3d 50\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"124\" url=\"https://cite.case.law/citations/?q=162%20P.3d%20569\">\n     162 P.3d 569\n    </extracted-citation>\n    .)\n   </p>\n   <p id=\"p-72\">\n    Finally, the provisions we have discussed indicate that the federal OSH Act contemplates a cooperative system of workplace safety regulation,\n    not an exclusively federal one. When federal schemes involve cooperation and concurrent jurisdiction, this circumstance also suggests that the scope of preemption was not intended to be broad. (\n    <em>\n     Olszewski, supra\n    </em>\n    , 30 Cal.4th at p. 816,\n    <extracted-citation index=\"125\" url=\"https://cite.case.law/citations/?q=135%20Cal.%20Rptr.%202d%201\">\n     135 Cal.Rptr.2d 1\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"126\" url=\"https://cite.case.law/citations/?q=69%20P.3d%20927\">\n     69 P.3d 927\n    </extracted-citation>\n    [\" 'Where ... coordinate state and federal efforts exist within a complementary administrative framework, and in the pursuit of common purposes, the case for federal pre-emption becomes a less persuasive one' \"].)\n   </p>\n   <p id=\"p-73\">\n    <em>\n     b. The UCL and FAL claims do not fall within this narrow field of preemption\n    </em>\n   </p>\n   <p id=\"p-74\">\n    Laws of general application are not ordinarily preempted by the federal act. (\n    <em>\n     Gade\n    </em>\n    ,\n    <em>\n     supra\n    </em>\n    , 505 U.S. at p. 107,\n    <extracted-citation case-ids=\"1481203\" index=\"127\" url=\"https://cite.case.law/us/505/88/#p92\">\n     112 S.Ct. 2374\n    </extracted-citation>\n    (plur. opn. of O'Connor, J.);\n    <em>\n     id\n    </em>\n    . at p. 114,\n    <extracted-citation case-ids=\"1481203\" index=\"128\" url=\"https://cite.case.law/us/505/88/#p92\">\n     112 S.Ct. 2374\n    </extracted-citation>\n    (conc. opn. of Kennedy, J.).) As explained below, under state law, actions under the UCL or FAL are not considered to be a means of enforcing the law claimed to have been violated; rather, they provide a remedy for economic damage suffered as a result of violations of a wide array of other laws. Furthermore, to the extent these claims may be a considered an enforcement mechanism with respect to the state plan's substantive standards, these claims merely supplement enforcement of state standards. Federal OSHA's provisions related to the enforcement of state plans are concerned with ensuring enforcement that is at least as effective as the federal standards; nothing in the federal act suggests a concern with enforcement that exceeds federal requirements.\n   </p>\n   <p id=\"p-75\">\n    The UCL concerns unfair competition, a term that \"mean[s] and include[s] any unlawful, unfair or fraudulent business act or practice and unfair, deceptive, untrue or misleading advertising and any act prohibited by [the false advertising law].\" ( Bus. &amp; Prof. Code, § 17200.) The purpose of the UCL \"is to protect both consumers and competitors\n    by promoting fair competition in commercial markets for goods and services.\" (\n    <em>\n     Kasky v. Nike, Inc.\n    </em>\n    (2002)\n    <extracted-citation case-ids=\"1103388\" index=\"129\" url=\"https://cite.case.law/cal-4th/27/939/#p949\">\n     27 Cal.4th 939\n    </extracted-citation>\n    , 949,\n    <extracted-citation index=\"130\" url=\"https://cite.case.law/citations/?q=119%20Cal.%20Rptr.%202d%20296\">\n     119 Cal.Rptr.2d 296\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"131\" url=\"https://cite.case.law/citations/?q=45%20P.3d%20243\">\n     45 P.3d 243\n    </extracted-citation>\n    .) As we have said, \"the act provides an equitable means through which both public prosecutors and private individuals can bring suit to prevent\n    <em>\n     unfair business practices\n    </em>\n    and restore money or property to victims of these practices.\" (\n    <em>\n     Zhang v. Superior Court\n    </em>\n    (2013)\n    <extracted-citation case-ids=\"6053978\" index=\"132\" url=\"https://cite.case.law/cal-4th/57/364/#p371\">\n     57 Cal.4th 364\n    </extracted-citation>\n    , 371,\n    <extracted-citation index=\"133\" url=\"https://cite.case.law/citations/?q=159%20Cal.%20Rptr.%203d%20672\">\n     159 Cal.Rptr.3d 672\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"134\" url=\"https://cite.case.law/citations/?q=304%20P.3d%20163\">\n     304 P.3d 163\n    </extracted-citation>\n    , italics added.) The FAL, for its part, makes actionable \"untrue or misleading\" statements made to \"induce the public to enter into any obligation\" to purchase goods and services. ( Bus. &amp; Prof. Code, § 17500.) Actions to enforce the UCL or FAL, which may be brought by government officials and by individuals who have suffered injury in fact ( Bus. &amp; Prof. Code, § 17203 ), address the \" ' \"overarching legislative concern ... to provide a streamlined procedure for the prevention of\n    <em>\n     ongoing or threatened acts of unfair competition\n    </em>\n    .\" [Citation.]' \" (\n    <em>\n     Zhang\n    </em>\n    ,\n    <em>\n     supra\n    </em>\n    , 57 Cal.4th at p. 371,\n    <extracted-citation index=\"135\" url=\"https://cite.case.law/citations/?q=159%20Cal.%20Rptr.%203d%20672\">\n     159 Cal.Rptr.3d 672\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"136\" url=\"https://cite.case.law/citations/?q=304%20P.3d%20163\">\n     304 P.3d 163\n    </extracted-citation>\n    ,\n    italics added.) And the remedies are \"cumulative ... to the remedies or penalties available under all other laws of this state.\" ( Bus. &amp; Prof. Code, § 17205.)\n   </p>\n   <p id=\"p-76\">\n    As noted above, under state law, these actions are not considered on their face to be a means of enforcing the underlying law. \" 'By proscribing \"any unlawful\" business practice, \"[the UCL] 'borrows' violations of other laws and treats them as unlawful practices\" that the [UCL] makes\n    <em>\n     independently\n    </em>\n    actionable. [Citations.]' \" (\n    <em>\n     Rose v. Bank of America, N.A.\n    </em>\n    (2013)\n    <extracted-citation case-ids=\"6054027\" index=\"137\" url=\"https://cite.case.law/cal-4th/57/390/#p396\">\n     57 Cal.4th 390\n    </extracted-citation>\n    , 396,\n    <extracted-citation index=\"138\" url=\"https://cite.case.law/citations/?q=159%20Cal.%20Rptr.%203d%20693\">\n     159 Cal.Rptr.3d 693\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"139\" url=\"https://cite.case.law/citations/?q=304%20P.3d%20181\">\n     304 P.3d 181\n    </extracted-citation>\n    .) We have explained that \"by borrowing requirements from other statutes, the UCL does not serve as a mere enforcement mechanism. It provides its own distinct and limited equitable remedies for unlawful business practices, using other laws only to define what is 'unlawful.' [Citation.] The UCL reflects the Legislature's intent to discourage business practices that confer unfair advantages in the marketplace to the detriment of both consumers and law-abiding competitors.\" (\n    <em>\n     Id\n    </em>\n    . at p. 397,\n    <extracted-citation index=\"140\" url=\"https://cite.case.law/citations/?q=159%20Cal.%20Rptr.%203d%20693\">\n     159 Cal.Rptr.3d 693\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"141\" url=\"https://cite.case.law/citations/?q=304%20P.3d%20181\">\n     304 P.3d 181\n    </extracted-citation>\n    ; see\n    <em>\n     People ex rel. Harris v. Pac Anchor Transportation, Inc.\n    </em>\n    (2014)\n    <extracted-citation case-ids=\"4263675\" index=\"142\" url=\"https://cite.case.law/cal-4th/59/772/#p783\">\n     59 Cal.4th 772\n    </extracted-citation>\n    , 783,\n    <extracted-citation index=\"143\" url=\"https://cite.case.law/citations/?q=174%20Cal.%20Rptr.%203d%20626\">\n     174 Cal.Rptr.3d 626\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"144\" url=\"https://cite.case.law/citations/?q=329%20P.3d%20180\">\n     329 P.3d 180\n    </extracted-citation>\n    [Federal Aviation Administration Act does not on its face preempt UCL claims against motor carriers for misclassification of drivers];\n    <em>\n     In re Tobacco Cases II\n    </em>\n    (2007)\n    <extracted-citation case-ids=\"3819093\" index=\"145\" url=\"https://cite.case.law/cal-4th/41/1257/#p1272\">\n     41 Cal.4th 1257\n    </extracted-citation>\n    , 1272,\n    <extracted-citation index=\"146\" url=\"https://cite.case.law/citations/?q=63%20Cal.%20Rptr.%203d%20418\">\n     63 Cal.Rptr.3d 418\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"147\" url=\"https://cite.case.law/citations/?q=163%20P.3d%20106\">\n     163 P.3d 106\n    </extracted-citation>\n    [a federal law governing cigarette sales to minors on its face did not expressly preempt the UCL, which \"is a law of general application, and it is not based on concerns about smoking and health\"];\n    <em>\n     Korea Supply Co. v. Lockheed Martin Corp.\n    </em>\n    (2003)\n    <extracted-citation case-ids=\"777211\" index=\"148\" url=\"https://cite.case.law/cal-4th/29/1134/#p1150\">\n     29 Cal.4th 1134\n    </extracted-citation>\n    , 1150,\n    <extracted-citation index=\"149\" url=\"https://cite.case.law/citations/?q=131%20Cal.%20Rptr.%202d%2029\">\n     131 Cal.Rptr.2d 29\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"150\" url=\"https://cite.case.law/citations/?q=63%20P.3d%20937\">\n     63 P.3d 937\n    </extracted-citation>\n    ;\n    <em>\n     Cel-Tech Communications, Inc. v. Los Angeles Cellular Telephone Co.\n    </em>\n    (1999)\n    <extracted-citation case-ids=\"829708\" index=\"151\" url=\"https://cite.case.law/cal-4th/20/163/#p180\">\n     20 Cal.4th 163\n    </extracted-citation>\n    , 180,\n    <extracted-citation index=\"152\" url=\"https://cite.case.law/citations/?q=83%20Cal.%20Rptr.%202d%20548\">\n     83 Cal.Rptr.2d 548\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"153\" url=\"https://cite.case.law/citations/?q=973%20P.2d%20527\">\n     973 P.2d 527\n    </extracted-citation>\n    ;\n    <em>\n     Stop Youth Addiction, Inc. v. Lucky Stores, Inc.\n    </em>\n    (1998)\n    <extracted-citation case-ids=\"1550662\" index=\"154\" url=\"https://cite.case.law/cal-4th/17/553/#p560\">\n     17 Cal.4th 553\n    </extracted-citation>\n    , 560, 566 576,\n    <extracted-citation index=\"155\" url=\"https://cite.case.law/citations/?q=71%20Cal.%20Rptr.%202d%20731\">\n     71 Cal.Rptr.2d 731\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"156\" url=\"https://cite.case.law/citations/?q=950%20P.2d%201086\">\n     950 P.2d 1086\n    </extracted-citation>\n    .) Thus, the UCL and FAL are laws of general application.\n   </p>\n   <p id=\"p-77\">\n    We acknowledge that in some instances, a UCL claim may fall within a field of preemption. For example, in\n    <em>\n     In re Tobacco Cases II, supra,\n    </em>\n    <extracted-citation case-ids=\"3819093\" index=\"157\" url=\"https://cite.case.law/cal-4th/41/1257/#p1272\">\n     41 Cal.4th 1257\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"158\" url=\"https://cite.case.law/citations/?q=63%20Cal.%20Rptr.%203d%20418\">\n     63 Cal.Rptr.3d 418\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"159\" url=\"https://cite.case.law/citations/?q=163%20P.3d%20106\">\n     163 P.3d 106\n    </extracted-citation>\n    , a UCL claim based on advertising activities alleged to violate Penal Code section 308 (prohibiting sale of tobacco products to minors and possession of such products by minors) was preempted as applied under the particular terms of a federal law governing cigarette labeling and advertising. (\n    <em>\n     Id.\n    </em>\n    at pp. 1272-1273,\n    <extracted-citation index=\"160\" url=\"https://cite.case.law/citations/?q=63%20Cal.%20Rptr.%203d%20418\">\n     63 Cal.Rptr.3d 418\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"161\" url=\"https://cite.case.law/citations/?q=163%20P.3d%20106\">\n     163 P.3d 106\n    </extracted-citation>\n    .) Under the federal law involved, preemption turned on whether the particular UCL claim would impose a duty necessarily and inherently based on concerns about smoking and health. (\n    <em>\n     Id\n    </em>\n    . at p. 1273,\n    <extracted-citation index=\"162\" url=\"https://cite.case.law/citations/?q=63%20Cal.%20Rptr.%203d%20418\">\n     63 Cal.Rptr.3d 418\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"163\" url=\"https://cite.case.law/citations/?q=163%20P.3d%20106\">\n     163 P.3d 106\n    </extracted-citation>\n    .) But here, the UCL and FAL claims are based on standards set forth in an approved state plan, and which therefore\n    <em>\n     preempt any federal standards\n    </em>\n    . Because these claims do not impose any duty on\n    employers that is subject to federal preemption, they do not come within the principles articulated in\n    <em>\n     Tobacco Cases II\n    </em>\n    .\n   </p>\n   <p id=\"p-78\">\n    We also recognize that the federal OSH Act is concerned not only with a state's substantive standards, but also with its enforcement.\n   </p>\n   <p id=\"p-79\">\n    (\n    <extracted-citation index=\"164\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20667\">\n     29 U.S.C. § 667\n    </extracted-citation>\n    (b) [a state that wants to assume responsibility for \"development and enforcement\" of standards must submit a state plan for \"development of such standards and their enforcement\"].) Therefore, when UCL and FAL claims are premised on violations of a state's plan, the UCL and FAL arguably come within the high court's description of an occupational safety and health standard\n    in the context of the federal OSH Act: \"a state law requirement that directly, substantially, and specifically regulates occupational safety and health.\" (\n    <em>\n     Gade, supra\n    </em>\n    , 505 U.S. at pp. 107,\n    <extracted-citation case-ids=\"1481203\" index=\"165\" url=\"https://cite.case.law/us/505/88/#p92\">\n     112 S.Ct. 2374\n    </extracted-citation>\n    (plur. opn. of O'Connor, J.);\n    <em>\n     id\n    </em>\n    . at p. 114,\n    <extracted-citation case-ids=\"1481203\" index=\"166\" url=\"https://cite.case.law/us/505/88/#p92\">\n     112 S.Ct. 2374\n    </extracted-citation>\n    (conc. opn. of Kennedy, J.).)\n   </p>\n   <p id=\"p-80\">\n    Notably, however, the federal OSH Act's concern regarding enforcement is only that states provide enforcement \"at least as effective\" as required under the federal OSH Act. (\n    <extracted-citation index=\"167\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20667\">\n     29 U.S.C. § 667\n    </extracted-citation>\n    (c)(2) ; see\n    <extracted-citation index=\"168\" url=\"https://cite.case.law/citations/?q=29%20C.F.R.%20%C2%A7%201902.3\">\n     29 C.F.R. § 1902.3\n    </extracted-citation>\n    (d) (2017).) Its focus on\n    <em>\n     adequate\n    </em>\n    enforcement, and its silence with respect to enforcement that is more than adequate or is pursued through mechanisms other than those set forth in a state's plan, lead us to conclude that the federal OSH Act's scheme is not \" ' \"so pervasive as to make reasonable the inference that Congress left no room for the States to supplement it.\" ' \" (\n    <em>\n     Gade, supra\n    </em>\n    , 505 U.S. at p. 98,\n    <extracted-citation case-ids=\"1481203\" index=\"169\" url=\"https://cite.case.law/us/505/88/#p92\">\n     112 S.Ct. 2374\n    </extracted-citation>\n    (plur. opn. of O'Connor, J.).) California has provided adequate enforcement provisions through its plan, and there is no \"unavoidable implication\" to be derived from the federal OSH Act that where a state has met this federal requirement, Congress intended to preclude supplemental enforcement of approved standards. (\n    <em>\n     Id\n    </em>\n    . at p. 99,\n    <extracted-citation case-ids=\"1481203\" index=\"170\" url=\"https://cite.case.law/us/505/88/#p92\">\n     112 S.Ct. 2374\n    </extracted-citation>\n    .)\n   </p>\n   <p id=\"p-81\">\n    Our conclusion is consistent with the decision of the federal Department of Labor approving California's Hazard Communication Standard (Standard), which incorporated provisions from Proposition 65, the Safe Drinking Water and Toxic Enforcement Act. ( Health &amp; Saf. Code, §§ 25249.5 et seq. ; 62 F.R. § 31159-01.) In addition to adopting the substantive standards of Proposition 65, \"the Cal/OSHA standard incorporate[d] the enforcement mechanism of Proposition 65, which provides for supplemental judicial enforcement by allowing the State Attorney General, district attorneys, city attorneys, city prosecutors, or 'any person in the public interest' to file civil lawsuits against alleged violators.\" (62 Fed.Reg.,\n    <em>\n     supra\n    </em>\n    , at p. 31161.) Some comments regarding the proposed Standard contended that Proposition 65's private right of action violated the federal requirement that an agency be designated to enforce the state plan. The Board's decision noted that \"[i]f a State standard is not identical to Federal standards, the State standard (and its enforcement) must be at least as effective as the comparable Federal standard.\" (62 Fed.Reg,\n    <em>\n     supra\n    </em>\n    , at p. 31160.) It also observed, \"Although [the\n    federal OSH Act] does not authorize private enforcement, OSHA State plans do not operate under a delegation of Federal authority but under a system which allows them to enact and enforce their own laws and standards under State authority. Therefore, nothing in the Act prevents States with approved plans from legislating such a supplemental private right of action in their own programs.... [¶] In the case of Proposition 65, private enforcement is supplemental to, not a substitute for, enforcement by Cal/OSHA. Private enforcement, therefore, should not detract from Cal/OSHA's responsibilities to enforce State standards.\" (\n    <em>\n     Id\n    </em>\n    ., p. 31167.)\n   </p>\n   <p id=\"p-82\">\n    The federal Department's consideration of Proposition 65 occurred in the context of an approval of a plan amendment, but Congress has not specified (as it has elsewhere) that any amendments to the state plan-even as to substantive standards-must be submitted to the Secretary of Labor for approval\n    <em>\n     before they are implemented.\n    </em>\n    (See, e.g.,\n    <extracted-citation index=\"171\" url=\"https://cite.case.law/citations/?q=7%20U.S.C.%20%C2%A7%206507\">\n     7 U.S.C. § 6507\n    </extracted-citation>\n    (c)(2) [in context of changes to federally-approved supplemental state requirements for organic food certification, governing state official, \"prior to implementing any substantive change to programs approved under this subsection, shall submit such change\n    to the Secretary for approval\"].) In addition, as explained above, the federal OSH Act's provisions related to the authority of the Secretary of Labor to approve modifications to a state plan and to evaluate a state's execution of its plan (\n    <extracted-citation index=\"172\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20667\">\n     29 U.S.C. § 667\n    </extracted-citation>\n    (c), (f) ) raise the\n    <em>\n     potential\n    </em>\n    that a modification may be rejected or that approval of a plan may be withdrawn, but these provisions\n    leave the state plan intact and do not preempt state law before a modification is rejected or approval is withdrawn. There is no indication in these provisions that any state deviation from the formally approved plan is, by some self-executing feature, without effect until it is brought to the Secretary's notice and formally approved as an amendment.\n   </p>\n   <p id=\"p-83\">\n    Federal regulations and commentary are in accord that changes to state plans may be implemented immediately,\n    <em>\n     prior\n    </em>\n    to any action by the Secretary of Labor or that officer's designee, federal OSHA: \"Federal OSHA approval of a State plan ... in effect removes the barrier of Federal preemption, and permits the State to adopt and enforce State standards and other requirements regarding occupational safety or health issues regulated by OSHA. A State with an approved plan may modify or supplement the requirements contained in its plan, and may implement such requirements under State law, without prior approval of the plan change by Federal OSHA. Changes to approved State plans are subject to subsequent OSHA review. If OSHA finds reason to reject a State plan change, and this determination is upheld after an adjudicatory proceeding, the plan change would then be excluded from the State's Federally-approved plan.\" (\n    <extracted-citation index=\"173\" url=\"https://cite.case.law/citations/?q=29%20C.F.R.%20%C2%A7%201953.3\">\n     29 C.F.R. § 1953.3\n    </extracted-citation>\n    (a) (2017).) Federal OSHA explained that this regulation reflects the agency's \"longstanding interpretation of the Act to the effect that States which have submitted and obtained Federal approval of a State plan under [the federal OSH Act] may adopt\n    modifications to their State plan (such as new standards, regulations, amendments to State OSHA legislation,\n    <em>\n     or revised enforcement procedures\n    </em>\n    ) and may implement these modifications upon adoption, without prior approval of each particular modification.... OSHA has always viewed its enabling statute as not requiring pre-enforcement/pre-implementation Federal approval....\" (67 Fed.Reg.,\n    <em>\n     supra\n    </em>\n    , at p. 60123, italics added; see also 62 Fed.Reg.,\n    <em>\n     supra\n    </em>\n    , at p. 31165 [\"A modification to an approved State plan takes effect prior to and pending OSHA review of the modification\" and the burden of proof rests on the party opposing the modification]; see\n    <em>\n     Florida Citrus Packers v. California\n    </em>\n    (N.D.Cal. 1982)\n    <extracted-citation case-ids=\"1475131\" index=\"174\" url=\"https://cite.case.law/f-supp/545/216/#p219\">\n     545 F.Supp. 216\n    </extracted-citation>\n    , 219 [upholding federal OSHA's pre-approval enforcement policy]; see also\n    <em>\n     Shell Oil Co. v. U.S. Dept. of Labor\n    </em>\n    (D.D.C. 2000)\n    <extracted-citation case-ids=\"11193616\" index=\"175\" url=\"https://cite.case.law/f-supp-2d/106/15/#p18\">\n     106 F.Supp.2d 15\n    </extracted-citation>\n    , 18 [noting in passing that federal OSHA routinely applies this pre-approval enforcement policy].)\n    <footnotemark>\n     6\n    </footnotemark>\n    Finally, we reiterate the strong presumption against preemption, arising both from the fact that the federal legislation addresses an area that has been the long-standing subject of state regulation and from the fact that California has assumed responsibility under\n    the federal OSH Act to regulate worker safety and health, thereby preempting federal law. In light of the cooperative character of the federal OSH Act, the authority the federal OSH Act grants states that have assumed responsibility for worker safety and health, the nature of UCL and FAL claims, and the strong presumption against preemption, we find no implied preemption of the claims in this case.\n    <em>\n     2. Obstacle preemption\n    </em>\n   </p>\n   <p id=\"p-84\">\n    To recall, \"Obstacle preemption permits courts to strike state law that stands as 'an obstacle to the accomplishment and execution of the full purposes and objectives of Congress.' [Citations.] It requires proof Congress had particular purposes and objectives in mind, a demonstration that leaving state law in place would compromise those objectives, and reason to discount the possibility the Congress that enacted the legislation was aware of the background tapestry of state law and content to let that law remain as it was.\" (\n    <em>\n     Quesada\n    </em>\n    ,\n    <em>\n     supra\n    </em>\n    , 62 Cal.4th at p. 312,\n    <extracted-citation index=\"176\" url=\"https://cite.case.law/citations/?q=195%20Cal.%20Rptr.%203d%20505\">\n     195 Cal.Rptr.3d 505\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"177\" url=\"https://cite.case.law/citations/?q=361%20P.3d%20868\">\n     361 P.3d 868\n    </extracted-citation>\n    .) We \"conduct our analysis from the starting point of a presumption that displacement of state regulation in areas of traditional state concern was not intended absent clear and manifest evidence of a contrary congressional intent.\" (\n    <em>\n     Id\n    </em>\n    . at p. 315,\n    <extracted-citation index=\"178\" url=\"https://cite.case.law/citations/?q=195%20Cal.%20Rptr.%203d%20505\">\n     195 Cal.Rptr.3d 505\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"179\" url=\"https://cite.case.law/citations/?q=361%20P.3d%20868\">\n     361 P.3d 868\n    </extracted-citation>\n    ; see also\n    <em>\n     Iskanian v. CLS Transportation Los Angeles, LLC\n    </em>\n    (2014)\n    <extracted-citation case-ids=\"4264051\" index=\"180\" url=\"https://cite.case.law/cal-4th/59/348/#p388\">\n     59 Cal.4th 348\n    </extracted-citation>\n    , 388,\n    <extracted-citation index=\"181\" url=\"https://cite.case.law/citations/?q=173%20Cal.%20Rptr.%203d%20289\">\n     173 Cal.Rptr.3d 289\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"182\" url=\"https://cite.case.law/citations/?q=327%20P.3d%20129\">\n     327 P.3d 129\n    </extracted-citation>\n    [a high threshold must be surmounted before obstacle preemption will be found].)\n   </p>\n   <p id=\"p-85\">\n    The principal goal of the federal OSH Act's enactment was to \"address the problem of uneven and inadequate state protection of employee health and safety\" by supplying a minimum level of protection throughout the country-a federal \"nationwide 'floor' of minimally necessary safeguards.\" (\n    <em>\n     United Air Lines\n    </em>\n    ,\n    <em>\n     supra\n    </em>\n    , 32 Cal.3d at p. 772,\n    <extracted-citation index=\"183\" url=\"https://cite.case.law/citations/?q=187%20Cal.%20Rptr.%20387\">\n     187 Cal.Rptr. 387\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"184\" url=\"https://cite.case.law/citations/?q=654%20P.2d%20157\">\n     654 P.2d 157\n    </extracted-citation>\n    .) Federal approval of the California plan indicates that this goal has been met in this state. Even if we view UCL and FAL actions based on Cal/OSHA violations as having a substantial impact on occupational safety and health issues, that impact is not an obstacle to achieving the congressional purpose, nor are additional enforcement mechanisms an obstacle to establishing at least a minimum level of worker protection.\n    <footnotemark>\n     7\n    </footnotemark>\n   </p>\n   <p id=\"p-86\">\n    Similarly, UCL and FAL claims that are premised on Cal/OSHA violations do not conflict with the federal OSH Act's provision that when state standards are applicable to products in interstate commerce, the Secretary of Labor must determine that the standards \"are required by compelling local conditions and do not unduly burden interstate commerce.\" (\n    <extracted-citation index=\"185\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20667\">\n     29 U.S.C. § 667\n    </extracted-citation>\n    (c)(2).) Such claims involve the same substantive standards that have\n    been approved by the Secretary, and therefore do not impose any greater substantive burdens on interstate commerce. Even if the availability of greater penalties should be incorporated into the state plan and submitted to the Secretary of Labor for review of any impact on interstate commerce, it does not follow that any change that has not yet been incorporated and approved is preempted in the meantime.\n   </p>\n   <p id=\"p-87\">\n    Neither do the UCL or FAL claims obstruct another of the federal OSH Act's purposes, namely to encourage the States \"to assume the fullest responsibility for the administration and enforcement of their occupational safety and health laws.\" (\n    <extracted-citation index=\"186\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20651\">\n     29 U.S.C. § 651\n    </extracted-citation>\n    (b)(11) ; see also\n    <extracted-citation index=\"187\" url=\"https://cite.case.law/citations/?q=29%20C.F.R.%20%C2%A7%201902.1\">\n     29 C.F.R. § 1902.1\n    </extracted-citation>\n    (a) (2017), see\n    <em>\n     id\n    </em>\n    . § 1902.1(c)(1) (2017) [after an approved plan gains successful review the year following its initial approval, the federal \"enforcement authority shall not apply with respect to any occupational safety or health issue covered by the plan\"].) \"OSHA has interpreted the OSH Act to recognize that States with approved State plans\n    <em>\n     retain\n    </em>\n    broad power to fashion State standards\" and\n    to experiment. (62 Fed.Reg.,\n    <em>\n     supra\n    </em>\n    , p. 31160, italics added.) The federal OSH Act \"reflects [a] 'search for enlightened public policy' ... by removing the bar of preemption through plan approval and, thus, allowing States to administer their own workers' protection laws so long as they meet the floor established by the Federal OSHA program.\" (\n    <em>\n     Ibid\n    </em>\n    .) We can identify no evidence that Congress had a \"particular purpose[ ] and objective[ ]\" to restrict state authority to the exact terms of the state's approved state plan. (See\n    <em>\n     Quesada\n    </em>\n    ,\n    <em>\n     supra\n    </em>\n    , 62 Cal.4th at p. 312,\n    <extracted-citation index=\"188\" url=\"https://cite.case.law/citations/?q=195%20Cal.%20Rptr.%203d%20505\">\n     195 Cal.Rptr.3d 505\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"189\" url=\"https://cite.case.law/citations/?q=361%20P.3d%20868\">\n     361 P.3d 868\n    </extracted-citation>\n    .)\n   </p>\n   <p id=\"p-88\">\n    Finally, there is no reason to \"discount\" Congress's awareness and acceptance of the \"background tapestry\" of state law in this area. (\n    <em>\n     Quesada\n    </em>\n    ,\n    <em>\n     supra\n    </em>\n    , 62 Cal.4th at p. 312,\n    <extracted-citation index=\"190\" url=\"https://cite.case.law/citations/?q=195%20Cal.%20Rptr.%203d%20505\">\n     195 Cal.Rptr.3d 505\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"191\" url=\"https://cite.case.law/citations/?q=361%20P.3d%20868\">\n     361 P.3d 868\n    </extracted-citation>\n    ) In the federal OSH Act's savings clause, Congress explicitly recognized the continuing applicability of state law in the field. (See\n    <extracted-citation index=\"192\" url=\"https://cite.case.law/citations/?q=29%20U.S.C.%20%C2%A7%20653\">\n     29 U.S.C. § 653\n    </extracted-citation>\n    (b)(4).) Under that clause, tort litigation could produce large civil awards and penalties despite the existence of a more modest state administrative enforcement plan, but such litigation is not preempted. Therefore, the magnitude of the potential UCL and FAL penalties compared with the lesser administrative penalties imposed under the state plan are not inconsistent with the federal scheme.\n   </p>\n   <p id=\"p-89\">\n    Under the circumstances, there is no \"clear and manifest evidence\" (\n    <em>\n     Quesada\n    </em>\n    ,\n    <em>\n     supra\n    </em>\n    , 62 Cal.4th at p. 315,\n    <extracted-citation index=\"193\" url=\"https://cite.case.law/citations/?q=195%20Cal.%20Rptr.%203d%20505\">\n     195 Cal.Rptr.3d 505\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"194\" url=\"https://cite.case.law/citations/?q=361%20P.3d%20868\">\n     361 P.3d 868\n    </extracted-citation>\n    ) of a congressional intent to displace state authority over unfair competition and consumer claims that are premised on Cal/OSHA standards.\n   </p>\n   <p id=\"p-90\">\n    <strong>\n     B. No express preemption of UCL and FAL claims\n    </strong>\n   </p>\n   <p id=\"p-91\">\n    As noted above, the federal OSH Act does not state that claims such as\n    UCL and FAL claims or that enforcement actions beyond those specified in a state plan are preempted until they are included in a plan and approved by the Secretary of Labor. However, despite the absence of such a statement, express preemption may be found where an act's structure and language reflect a clear purpose of Congress to preempt state law. (See\n    <em>\n     Gade\n    </em>\n    ,\n    <em>\n     supra\n    </em>\n    , 505 U.S. at pp. 112-113,\n    <extracted-citation case-ids=\"1481203\" index=\"195\" url=\"https://cite.case.law/us/505/88/#p92\">\n     112 S.Ct. 2374\n    </extracted-citation>\n    (conc. opn. of Kennedy, J.) [express preemption of state law established by federal OSH Act provisions that allow state regulation where there is no relevant federal standard, require a state to submit a plan in order to assume responsibility for worker safety and health, set forth conditions for approval of a plan, and require continuing evaluation of a plan by the Secretary of Labor].)\n   </p>\n   <p id=\"p-92\">\n    As our discussion above of implied preemption reflects, when a state has obtained approval of a state plan for the regulation of worker safety and health, state law preempts federal law. Moreover, with respect to the enforcement of safety and health standards, the federal OSH Act requires enforcement at least as effective as under the federal act; there is no indication in the language or structure of the federal OSH Act that states with approved plans cannot supplement enforcement of federally-approved standards by means of unfair business practice claims. (See\n    <em>\n     Farm Raised Salmon Cases\n    </em>\n    ,\n    <em>\n     supra\n    </em>\n    , 42 Cal.4th at p. 1090,\n    <extracted-citation index=\"196\" url=\"https://cite.case.law/citations/?q=72%20Cal.%20Rptr.%203d%20112\">\n     72 Cal.Rptr.3d 112\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"197\" url=\"https://cite.case.law/citations/?q=175%20P.3d%201170\">\n     175 P.3d 1170\n    </extracted-citation>\n    [permitting UCL claim to proceed and finding it significant that nothing in the federal Food, Drug and Cosmetic Act said anything restricting the range of remedies states could provide].) Finally, the federal OSH Act allows a state with an approved plan to implement modifications or additions without prior approval of the plan change by Federal OSHA.\n   </p>\n   <p id=\"p-93\">\n    In the absence of a clear and manifest congressional purpose to preempt claims such as the UCL and FAL claims asserted in this action, such claims are encompassed in the presumption against preemption that arises upon a state's assumption of responsibility under the federal OSH Act to regulate worker safety and health. (See\n    <em>\n     Quesada\n    </em>\n    ,\n    <em>\n     supra\n    </em>\n    , 62 Cal.4th at p. 315,\n    <extracted-citation index=\"198\" url=\"https://cite.case.law/citations/?q=195%20Cal.%20Rptr.%203d%20505\">\n     195 Cal.Rptr.3d 505\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"199\" url=\"https://cite.case.law/citations/?q=361%20P.3d%20868\">\n     361 P.3d 868\n    </extracted-citation>\n    .)\n   </p>\n   <p id=\"p-94\">\n    <strong>\n     III. Disposition\n    </strong>\n   </p>\n   <p id=\"p-95\">\n    The judgment of the Court of Appeal is reversed, and the matter is remanded to the Court of Appeal with directions to vacate its order granting the petition for writ of mandate and instead to deny the petition for writ\n    of\n    mandate, and to remand the matter to the trial court for further proceedings not inconsistent with this opinion.\n   </p>\n   <p id=\"p-96\">\n    WE CONCUR:\n   </p>\n   <p id=\"p-97\">\n    CHIN, J.\n   </p>\n   <p id=\"p-98\">\n    CORRIGAN, J.\n   </p>\n   <p id=\"p-99\">\n    LIU, J.\n   </p>\n   <p id=\"p-100\">\n    CUÉLLAR, J.\n   </p>\n   <p id=\"p-101\">\n    KRUGER, J.\n   </p>\n   <p id=\"p-102\">\n    MIHARA, J.\n    <footnotemark>\n     *\n    </footnotemark>\n   </p>\n   <footnote label=\"6\">\n    <p id=\"p-114\">\n     We are aware of\n     <em>\n      Industrial Truck Ass'n v. Henry\n     </em>\n     (9th Cir. 1997)\n     <extracted-citation case-ids=\"910629\" index=\"200\" url=\"https://cite.case.law/f3d/125/1305/\">\n      125 F.3d 1305\n     </extracted-citation>\n     , in which the court read the\n     <em>\n      Gade\n     </em>\n     plurality's implied preemption analysis relatively broadly, and concluded that the state regulations promulgated to implement California's Safe Drinking Water and Toxic Enforcement Act were preempted by the federal OSH Act in the workplace context until the regulations were included in the existing state OSHA standards and approved by the Secretary of Labor. In the\n     <em>\n      Industrial Truck Ass'n\n     </em>\n     case, unlike here, it was undisputed that the challenged regulations themselves constituted occupational safety and health standards, and that there were inconsistent federal standards on the same issue; that case did not present a situation implicating mere additional enforcement measures for existing, approved standards. Moreover, as the Ninth Circuit recognized, \"[a]n agency's interpretation of the preemptive effect of its regulations is entitled to deference where Congress has delegated authority to the agency, the agency's interpretation is not contrary to a statute, and agency expertise is important to determining preemption.\" (\n     <em>\n      Id\n     </em>\n     . at p. 1311.) In light of this principle, the Ninth Circuit should have given deference to the federal Department of Labor's decision approving California's incorporation of provisions from Proposition 65 into a standard under the state plan. (62 Fed.Reg,\n     <em>\n      supra\n     </em>\n     .) As noted above, that decision reflects the federal agency's view that a state may modify its enforcement mechanisms without prior federal approval. (62 Fed.Reg., supra, at p. 31165.) Proper consideration of the federal Department's decision would have led to a narrower reading of the federal OSH Act's preemptive effect. (See also\n     <em>\n      National Cable &amp; Telecommunications Ass'n v. Brand X Internet Services\n     </em>\n     (2005)\n     <extracted-citation case-ids=\"8210237\" index=\"201\" url=\"https://cite.case.law/us/545/967/#p982\">\n      545 U.S. 967\n     </extracted-citation>\n     , 982,\n     <extracted-citation case-ids=\"8210237\" index=\"202\" url=\"https://cite.case.law/us/545/967/#p982\">\n      125 S.Ct. 2688\n     </extracted-citation>\n     ,\n     <extracted-citation case-ids=\"8210237\" index=\"203\" url=\"https://cite.case.law/us/545/967/#p982\">\n      162 L.Ed.2d 820\n     </extracted-citation>\n     [a subsequent agency construction is entitled to deference under\n     <em>\n      Chevron U.S.A. Inc. v. Natural Resources Defense Council, Inc\n     </em>\n     . (1984)\n     <extracted-citation case-ids=\"6209106\" index=\"204\" url=\"https://cite.case.law/us/467/837/\">\n      467 U.S. 837\n     </extracted-citation>\n     ,\n     <extracted-citation case-ids=\"6209106\" index=\"205\" url=\"https://cite.case.law/us/467/837/\">\n      104 S.Ct. 2778\n     </extracted-citation>\n     ,\n     <extracted-citation case-ids=\"6209106\" index=\"206\" url=\"https://cite.case.law/us/467/837/\">\n      81 L.Ed.2d 694\n     </extracted-citation>\n     unless the court's prior construction was based on a conclusion that the terms of the statute were unambiguous, leaving no room for the agency's construction].)\n    </p>\n   </footnote>\n   <footnote label=\"7\">\n    <p id=\"p-115\">\n     The congressional purpose recognized by the plurality opinion in\n     <em>\n      Gade\n     </em>\n     ,\n     <em>\n      supra\n     </em>\n     ,\n     <extracted-citation case-ids=\"1481203\" index=\"207\" url=\"https://cite.case.law/us/505/88/#p92\">\n      505 U.S. 88\n     </extracted-citation>\n     ,\n     <extracted-citation case-ids=\"1481203\" index=\"208\" url=\"https://cite.case.law/us/505/88/#p92\">\n      112 S.Ct. 2374\n     </extracted-citation>\n     , that there be but a single standard of conduct to which employers must adhere (\n     <em>\n      id\n     </em>\n     . at p. 99,\n     <extracted-citation case-ids=\"1481203\" index=\"209\" url=\"https://cite.case.law/us/505/88/#p92\">\n      112 S.Ct. 2374\n     </extracted-citation>\n     ) was at issue in\n     <em>\n      Gade\n     </em>\n     because there was no approved state plan that\n     <em>\n      displaced\n     </em>\n     the federal law. In contrast, the sole applicable relevant standards in this state are the California standards. The Secretary of Labor retains the authority to audit the state's enforcement of its standards and to withdraw federal approval, but until that happens, only the California standards govern employer conduct.\n    </p>\n   </footnote>\n   <footnote label=\"*\">\n    <p id=\"p-116\">\n     Associate Justice of the Court of Appeal, Sixth Appellate District, assigned by the Chief Justice pursuant to article VI, section 6 of the California Constitution.\n    </p>\n   </footnote>\n  </p>\n </opinion>\n</casebody>\n"
  }
}