{
  "casebody": {
    "data": "<casebody firstpage=\"13\" lastpage=\"15\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b37-7\">REILLY v. BURKELMAN.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b37-8\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AJ\">March 8, 1912.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b37-9\">1. Wills (§ 58<footnotemark>*</footnotemark>)—Contract to Make—Evidence.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b37-10\">A mere expression of intention to take care of a person is not sufficient to establish a contract to compensate by will for services rendered.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b37-11\">[Ed. Note.—For other cases, see Wilis, Cent. Dig. §§ 164, 165; Dec. Dig. § 58.*] .</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b37-12\">2. Wills (§ 58*)—Contracts to Devise or Bequeath—Evidence. .</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b37-13\">A contract to leave a person property, by will must be proven by the clearest evidence, given or corroborated in all essential particulars by disinterested witnesses.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b37-14\">[Éd. Note.—For other cases, see Wills, Cent. Dig. §§ 164, 165; Dec. Dig. § 58.*]</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b37-15\">3. Trial (§ 386*)—Instructions. . ■ . .</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b37-16\">In an action,against an executor for services rendered the testator during his life, a ruling that the statute of limitations was not a bar to any part of the claim back of six years was improper, where there was no evidence of a special contract to leave property by will in consideration for such services. , • •</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b37-17\">[Ed. Note.—For other cases, see Trial, Cent. Dig. §§ 901, 902; Dec. Dig.- § 386.*]_</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b38-4\"><page-number citation-index=\"1\" label=\"14\">*14</page-number>4. Executors and Administrators (§ 221<footnotemark>*</footnotemark>)—Liabilities of Estate—Services Rendered Testator—Evidence.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b38-6\">Evidence in an action to recover for services rendered a testator during bis lifetime <em>held to </em>show that the plaintiff received regular payments, for services rendered.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b38-7\">[Ed. Note.—For other cases, see Executors and Administrators, Cent. Dig. §§ 901-903%, 1858-1876; Dec. Dig. § 221.*]</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b38-8\">5. Executors and Administrators (§ 205*) — Contract to Devise or Bequeath.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b38-10\">Where a person received regular wages in the household of a testator, the presumption will obtain, in an action against his executor, that the payments were in full for all services, and the only ground of recovery would be under a special contract to compensate by will for extra services not covered by the regular compensation.</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b38-11\">[Ed. Note.—For other cases, see Executors and Administrators, Cent. Dig, § 732; Dec. Dig. § 205.*]</headnotes>\n<summary data-order=\"18\" data-type=\"history\" id=\"b38-12\">Appeal from Trial Term, New York County.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b38-13\">Action by Katherine Reilly against Charles Burkelman, executor. From a judgment for plaintiff, and an order denying a motion for new trial, defendant appeals. Reversed, and new trial granted</summary>\n<p data-order=\"20\" data-type=\"judges\" id=\"AI\">Argued before INGRAHAM, P. J., and McLAUGHLIN, LAUGH-LIN, CLARKE, and MILLER, JJ.</p>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b38-14\">John J. Hatpin, for appellant.</attorneys>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b38-15\">H. A. Sperry, for respondent.</attorneys>\n<footnote data-order=\"23\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b37-18\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 tó date, &amp; Rep'r Indexes</p>\n</footnote>\n<footnote data-order=\"24\" data-type=\"footnote\" id=\"x999-2\" label=\"*\">\n<p id=\"b38-18\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date. &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"25\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b38-16\">MILLER, J.</author>\n<p id=\"A-q\">The plaintiff brought this suit to recover the sum of $15,950 for services rendered the defendant’s testator. She alleged in her complaint that, at his request and upon his promise to pay therefor, she rendered services for him as housekeeper between November, 1890, and! December, 1906, of the value of $5,760; that, upon like request and promise to pay, she rendered services from November, 1890, to July, 1905, as nurse for his sister, a member of his household, of the value of $900; that, upon like request and promise to pay, during the year 1900, she rendered services as nurse to his mother, a member of his household, of the value of $130; that, upon like request and promise to pay, between November, 1890, and December, 1906, she rendered services as nurse to him of the value of $8,320; that, between the 1st day of January, 1897, and the 30th day of May, 1905, upon like request and promise to pay, she rendered services as nurse to his brother, a member of his household, of the value of $840. She also alleged a promise on his part to leave her by will a legacy sufficiently large to compensate her for the said services, and a breach of that agreement.</p>\n<p id=\"b38-17\">Upon the trial, it appeared that the plaintiff was the testator’s cousin,, that she came to this country from Ireland in 1881 or 1882, and became a member of his household, and remained such until about six months before his death, which occurred in June, 1907. She admitted that, when she left, she had $800 or $900 in a savings bank, and that she had drawn out of the bank $200 at one time to take a- trip to-Ireland. There is no evidence whatever to support a finding of an <page-number citation-index=\"1\" label=\"15\">*15</page-number>express contract, except for the testimony of two witnesses, one of whom testified that on one occasion the testator said, referring to the plaintiff, “Yes, I am going to take care of Kate;” and the other that on another occasion the testator said, “Yes; Kate is a good nurse, but I will see her all right for it; I will see her all right.” A witness for the defendant, who had been employed as a servant in the said household for 13 or 14 years, testified that she was paid monthly, and that she saw money paid to the plaintiff pretty nearly every time that money was paid to her. - '</p>\n<p id=\"b39-5\"><bracketnum>[1, 2]</bracketnum> The plaintiff’s counsel evidently thought it necessary to plead and prove an express contract. It seems too plain for discussion that there is an utter failure of proof on that head. The evidence, hereinbefore quoted, tends to establish at the most nothing but an intention on the part of the testator, and would be wholly insufficient, even if the rule did not apply that the case had to be proven by the clearest and most convincing evidence, given or corroborated in all essential particulars by disinterested witnesses. Roberge v. Bonner, 185 N. Y. 265, <em>77 </em>N. E. 1023; Rosseau v. Rouss, 180 N. Y. 116, 72 N. E. 916. It is to be observed that both of those cases were actions at law, and hence refute the assertion of the respondent that the said rule only applies in actions for the specific performance of contracts.</p>\n<p id=\"b39-6\"><bracketnum>[3]</bracketnum> l^he plaintiff has undertaken to recover for the breach of a special contract to leave property by will, and upon that theory obtained a ruling of the trial court that the statute of limitations was not a bar to any part of the claim back of six years. As there was no evidence whatever of such a contract, it is plain that that ruling alone requires a reversal of the judgment.</p>\n<p id=\"b39-7\"><bracketnum>[4\", 5]</bracketnum> The plaintiff denied that she received regular wages, although, according to her own admission, she managed to save about $1,100 during the period for which she is now asserting a claim. Of course, if she received regular wages, the presumption would be, as the court charged at the defendant’s request, that such regular payments were in full for all services rendered. See Heywood v. Doherty, 121 N. Y. Supp. 610. We think the finding of the jury that regular payments were not made is against the weight of evidence. There is not only the direct testimony to that effect, supported by the admitted fact of the savings made by the plaintiff during the period, but there is the further strong circumstance that the plaintiff left the testator’s household, at least six months before his death, without, so far as appears, asserting any such claim as is now made.</p>\n<p id=\"b39-8\">The nature of the plaintiff’s claim suggests an attempt to recover for extra service not covered by the regular compensation received. Her suit is for the breach of a contract to leave her property by will sufficient to compensate her for her services, and upon her own theory, as well as upon the defendant’s evidence, establishing the regular payment of wages, it was necessary for her to prove such a special contract. That conclusion makes it unnecessary to consider the other questions, which may not arise on a new trial.</p>\n<p id=\"b39-9\">The judgment and order should be reversed, and a new trial granted, with costs to appellant to abide event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}