{
  "casebody": {
    "data": "<casebody firstpage=\"75\" lastpage=\"78\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b99-10\">In re DUELL et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b99-11\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AaC0\">March 15, 1912.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b99-12\">Elections (§ 154<footnotemark>*</footnotemark>)—Ballots—Form of Ballots—Order of Names.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b99-13\">The Election Law having provided no order for the placing of names of candidates for delegates to the National Convention upon the primary ballot, the determination of the Board of Elections as to the positions in which these names shall appear cannot be reviewed by the courts.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b99-14\">[Ed. Note.—For other cases, see Elections, Cent. Dig. § 136; Dec. Dig. § 154.*]</headnotes>\n<headnotes data-order=\"6\" data-type=\"judges\" id=\"b99-15\">Dowling and Laughlin, JJ., dissenting.</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b100-4\"><page-number citation-index=\"1\" label=\"76\">*76</page-number>Appeal from Special Term, New York County.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b100-5\">In the matter of the application against Charles H. Duell and others, as the Board of Elections, for an alteration in the ballots. From an order dismissing the application, applicants appeal. Affirmed.</summary>\n<p data-order=\"9\" data-type=\"judges\" id=\"b100-6\">Argued before INGRAHAM, P. J., and McLAUGHLIN, LAUGH-GIN, MILLER, and DOWLING, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b100-7\">William M. Bennett, for appellants.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b100-8\">Terence Farley, for respondent.</attorneys>\n<footnote data-order=\"12\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b99-16\">For other cases see same topic <em>&amp; </em>§ number in Dec. <em>&amp; </em>Am. Digs. 1907 to date, <em>&amp; </em>Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b100-9\">INGRAHAM, P. J.</author>\n<p id=\"AUF\">The majority of the court is of the opinion that there is no direction contained in the election law as to the order in which names of candidates for delegates to the National Convention shall be placed upon the ballot; and that, there being no authority as to the position in which these names should appear on the ballot, the acts of the Board of Elections did not violate the statute, and therefore the court has no power to interfere.</p>\n<p id=\"b100-10\">For this reason, we think the court has not the power to reverse the action of the Board of Elections, and the order appealed from should be affirmed.</p>\n<p id=\"b100-11\">MCLAUGHLIN and MILLER, JJ., concur.</p>\n</opinion>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b100-12\">DOWLING, J.</author>\n<p id=\"Aqz\">I dissent, although on different grounds than those given by my Brother LAUGHLIN. Under section 53 of the Primary. Law (Laws 1911, c. 891) provision is made for a primary election of delegates to the National Convention to be held on the last Tuesday in March. Either provision must be made for such delegates upon a single official ballot, which shall include all other persons to be voted for or they must be elected upon a separate ballot. As there is but a single ballot provided for, it seems to me that section 58 suggests the arrangement of the names thereon in a logical order. It enumerates three classes of places to be filled: (1) Candidates for specific offices. (2) Delegates to conventions. (3) Members of committees. No specific provision has been made for the delegates to the National Convention. The only discretion vested in the Board of Elections is as to the order in which committees shall appear. - The election of national delegates being specifically provided for at this March primary, and their place not having been designated, either they should have a separate ballot, or, if they are to appear upon the same ballot as the other persons to be chosen, then the proper place is second upon the ballot after the delegates to the State Convention, who by the provisions of the law are to follow the names of individual candidates for office as specified by section 58.</p>\n</opinion>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-4\" type=\"dissent\">\n<author id=\"b100-13\">LAUGHLIN, J. (dissenting).</author>\n<p id=\"AZR6\">I dissent from the decision and am of opinion that the names of the delegates to the National Convention should be printed at the head of the primary ballot. The primary election to be held on the 26th of the present month is expressly declared, by section 53 of the Election Law, to be for the purpose of choosing delegates and alternates to the National Convention, to nominate candidates of the respective parties for the office of President <page-number citation-index=\"1\" label=\"77\">*77</page-number>and Vice President of the United States. Incidental to that main purpose of the presidential primary, the Legislature, by a recent amendment of the statute, has authorized the electors of each party to elect members of their respective party organizations at the same time. The Board of Elections, instead of recognizing and following the provisions of the law declaring this spring primary to be for the purpose of choosing delegates to the National Convention, thus making it a presidential primary, appears to have deliberately planned to make it a primary for the election, not of delegates to the National Convention and to the State Convention to elect delegates to the National Convention, but of members of the party organization, and to render it as difficult as possible for the electors to appear at the primary and discover upon the ballot the names of the candidates for election as delegates to the National Convention by direct vote of the people. They have followed no rule in preparing this ballot. They have preceded the names of the candidates for election as delegates to the National Convention by candidates for members of party committees, and they have followed them by candidates for members of other party committees. They have not afforded the people an opportunity to discover the names of the delegates to the National Convention, either at the head or the foot of the ballot.</p>\n<p id=\"b101-5\">The delegates to the National Convention are not enumerated in section 58. It is, however, provided in that section, with respect to the form of the ballot for the fall primary, that the names of candidates for nomination to public office and for election as delegates shall precede on the official ballot the names of candidates for election as members of party committees. Thus the Legislature recognized that candidates for delegates, even to a state convention to nominate state officers, should have precedence on the ballot over candidates for membership on party committees; but the order for the ballot now under review gives greater dignity to party, congressional, and county committees than to the position of delegate to the National Convention. The Board of Elections, by the action now under review, has determined that membership in local party organizations is of more importance and consequence than proper nominations for the office of President and Vice President of the United States, and candidates for delegates to the National Convention have accordingly been subordinated to <em>all </em>candidates for membership on party committees, excepting executive, borough, aldermanic, and municipal court district committees. It is not even <em>pretended </em>that there is any warrant in the law, or reason or justification for thus arranging the names on the ballot; nor is any suggestion offered as to how it happens that candidates for members of four of the committees have been subordinated to candidates for election as delegates to the National Convention, thus placing the latter upon the official ballot between candidates for membership on party committees.</p>\n<p id=\"b101-6\">The mere statement of the facts, without argument, shows that, if discretion is vested in the Board of Elections with respect to preparing the form of the primary ballot, it has been so abused that the action taken by the board should be annulled, for it shows a deliberate attempt to confuse the voters and to render it most difficult, if not <page-number citation-index=\"1\" label=\"78\">*78</page-number>impossible, for them to vote intelligently, and to have their will recorded. I am of opinion, however, that the Board of Elections had no discretion in the, premises. The Legislature thus, by section 53 of the Election Law, having made the provisions of section 58 thereof applicable to the election of delegates to the National Convention, it necessarily follows, I think, that being a provision for the election of <em>delegates, </em>as distinguished from <em>members </em>of a party committee, the names of such delegates should either precede or follow the names of delegates to the State Convention. The only room for doubt is as to whether they should precede or follow on the ballot the names of delegates to the State Convention. The only discretion given to the board with respect to the order of names on the ballot is concerning the candidates for membership on <em>certain party committees. </em>I find nothing in the statute to indicate that the Legislature intended to leave any discretion to the board with respect to the place on the official ballot of the names of candidates for public office, or for delegates to any convention. The fair and reasonable construction of the statute, in view of the fact that on the official ballot the presidential electors precede all other names, requires that the names of the delegates to the National Convention should appear at the head of the ballot, and that their place should not be subordinated, even to delegates to the State Convention to nominate other delegates to the National Convention. By fair analogy from other statutory provisions, by which the positions on the official ballot for the presidential and annual elections, and on the official primary ballot, as well, are arranged to give precedence, as far as may be, according to the rank and dignity of the office and position, I am of opinion that the names of the <em>delegates, </em>commissioned by direct vote of the people to record their will in the National Convention, should precede the names of <em>delegates </em>to the State Convention, who are to <em>represent </em>the people, not in the National Convention, but in electing other delegates thereto.</p>\n<p id=\"b102-5\">The provisions of section 56 of the Election Law,.in my opinion, clearly authorize the court to review the action of the Board of Elections, and being of opinion that the action of the board now under review is a plain, deliberate violation of the statute, and an attempt to thwart the will of the people, I vote for reversal and for an order commanding the Board of Elections to place at the head of the ballot the names of candidates for election as delegates to the National Convention.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}