{
  "casebody": {
    "data": "<casebody firstpage=\"931\" lastpage=\"940\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b955-7\">PEOPLE ex rel. ISAACS v. MORAN, Peace Officer.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b955-8\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AzvH\">April 19, 1912.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b955-9\">Taxation (§ 859<footnotemark>*</footnotemark>)—Constitutional Law (§ 283*)—Dub Process of Law-Deprivation of Property—Sale of Stock Transfer Stamps—“Property.”</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b955-10\">Tax Law (Consol. Laws 1909, c. 60) § 271a, as added by Laws 1911, c. 12, which provides that no person other than a corporation organized under the Banking Law of the state (Consol. Laws 1909, e. 2) or under the National Bank Act (Act June 3, 1864, c. 106, 13 Stat. 99), or a duly authorized a sent of the Comptroller, shall sell any stamp issued pursuant to the article without first obtaining the Comptroller’s written consent, and which makes a violation thereof a misdemeanor, does not denrive one who had a large quantity of stamps on hand at the time of the amendment of any “property” within the meaning of the constitutional provision prohibiting the deprivation of property without due process of law.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b955-11\">[Ed. Note.—For other cases, see Taxation, Cent. Dig. § 1674; Dec. Dig. § 859;* Constitutional Law, Cent. Dig. §§ 891, 892, 904-906; Dee. Dig. § 283.*</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b955-12\">For other definitions, see Words and Phrases, vol. 6, pp. 5693-5728; vol. 8, pp. 7768-7770.]</headnotes>\n<headnotes data-order=\"7\" data-type=\"judges\" id=\"b955-13\">Scott and McLaughlin, JJ., dissenting.</headnotes>\n<summary data-order=\"8\" data-type=\"history\" id=\"b955-14\">Appeal from Special Term, New York County.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b955-15\">Habeas corpus by the People of the State of New York, on the relation of Alfred A. Isaacs, against John Moran, a peace officer of the county of New York. From an order dismissing the writ (132 N. Y. Supp. 535), relator appeals. Affirmed.</summary>\n<p data-order=\"10\" data-type=\"judges\" id=\"b955-16\">Argued before INGRAHAM, P. J., and McLAUGHLIN, SCOTT, CLARKE, and DOWLING, JJ.”</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b955-17\">George Ryall, of New York, for appellant.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b955-18\">Robert P. Beyer, Deputy Atty. Gen., for respondent.</attorneys>\n<footnote data-order=\"13\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b955-20\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, <em>&amp; </em>Rep'r Indexes</p>\n</footnote>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b955-19\">INGRAHAM, P. J.</author>\n<p id=\"ArG9\">I do not think that section 271a of the Tax Law (chapter 62 of the Laws of 1909 [Consol. Laws 1909, c. 60]) as added by Laws 1911, c. 12, violates the Constitution of this state. By article 12 of the Tax Law the state imposes a tax on all sales, or agreements to sell, or memoranda of sales, or deliveries, or trans<page-number citation-index=\"1\" label=\"932\">*932</page-number>fers, of sháres or certificates of stock, in any domestic or foreign association, company, or corporation, made after the 1st day of June, 1905, of 2 cents on each share of $100 of face value ór fraction thereof. As a' method of payment of such tax section 270 of the Tax Law provides that “the payment of such fax shall be denoted by an adhesive stamp or stamps affixed as follows.” Then follows the provision' indicating the books, instruments, or agreements upon which such stamps shall be placed to insure the payment of the tax, with a provision that the Comptroller may, upon proof that stamps had been erroneously affixed and canceled, refund the amount thereof. Section 271 provides:</p>\n<blockquote id=\"b956-5\">“Adhesive stamps for the purpose of paying the state tax provided for by this article shall be prepared by the State Comptroller, in such form, and of such denominations and in such quantities as he may from time to time prescribe, and shall be sold by him to the person or persons desiring to purchase the same.”</blockquote>\n<p id=\"b956-6\">Section 272 provides a penalty for a failure to pay this tax. Section 273 provides a penalty for failing to cancel a stamp used to denote the payment of the tax. By chapter 12 of the Laws of 1911, which became a law on March 9, 1911, a new section was added to the Tax Law known as section 271a, which provided that:</p>\n<blockquote id=\"b956-7\">“No person, firm, company, association, or corporation other than a. corporation organized under the Banking Law of this state or under the national bank act of the United States, or a duly authorized agent of the Comptroller, shall sell or expose for sale any stamp issued pursuant to this article without first obtaining from the Comptroller his written consent.”</blockquote>\n<p id=\"b956-8\">And a violation of this provision is made a misdemeanor.</p>\n<p id=\"b956-9\">The charge against the relator was that after this amendment to the Tax Law, and on the 10th of March, 1911, the agent of the Comptroller of the city of New York sold to the relator certain stock transfer tax stamps, and on the 20th of April, 1911, the said agent also sold to the relator certain other stock transfer tax stamps, and, that on the 3d of October, 1911, at the city of New York, the relator sold and delivered certain stock transfer tax stamps issued by the Comptroller of the state of New York pursuant to the provisions of this Tax Law, some of which were included within the same kind of stamps as were purchased by the relator on the 10th of March, and the 20th of April, 1911, and received from the purchaser a sum of money for the transfer and delivery of such stocks. The defendant was not an agent of the Comptroller in the state of New York, and was not doing business under the Banking Law (Consol. Laws 1909, c. 2) of this state. The relator alleges in his petition for a writ of habeas corpus that on the 9th of March, 1911, when this amendment to the Tax Law went into effect, he had in his possession stamps authorized and issued under the Stamp Act to an amount in excess of $1,000 in actual cash value, which stamps the relator had purchased from the Comptroller prior to the 9th of March, 1911. He. also alleges that he had not bought or had in his possession any such stamps which were issued and sold by the \"Comptroller on or since March 4, 1911, and had not sold, offered to sell, or exposed for sale any such stamps issued or sold by the said Comp<page-number citation-index=\"1\" label=\"933\">*933</page-number>troller on or before that date. The question whether or not the relator was guilty of the offense charged cannot be determined in this proceeding. There was evidence before the magistrate that the relator had been guilty of a violation of this section of the Tax Law which went into effect on March 9, 1911, and, if the provision of that section is a constitutional exercise of the power of the Legislature, it follows that the writ must be dismissed and the relator remanded. The court in this proceeding cannot determine that the relator sold only stamps that he had purchased prior to the passage of the amendment to section 271a; and, if this section can be construed as only containing a prohibition for the sale of stamps purchased after the passage of the section containing the prohibition, then there is no constitutional objection to the provision, and I think, if it is necessary to sustain the validity of the provision, it should be so construed. As a general rule, statutes are not construed so as to have a retroactive effect, or to affect property in existence at the time of the passage of the act, unless such construction is rendered necessary by the language used and the evident intent of the Legislature in passing the enactment. Now this statute, as before stated, became a law on March 9, 1911. It provides that no person, etc., “shall sell or expose for sale any stamp issued” pursuant to this article without first obtaining from the Comptroller his written consent. This provision does not .in express terms apply to stamps that had prior to that time been purchased from the Comptroller. The prohibition applies to stamps issued “pursuant to this article.” It was this article as amended by the act in question to which, I think, it was intended the prohibition should apply. The prohibition was to apply in the future. It provided for no penalty for a sale of stamps prior to the passage of the act, and did not expressly refer to stamps purchased prior to the passage of the act. Stamps issued in pursuance of that article as then enacted and in force would be stamps issued in pursuance of the amended article which were stamps issued after the amendment went into effect. This construction seems to me to be entirely consistent with the purpose of the Legislature in enacting the law, would protect the owners of stamps theretofore issued, and would prevent any injustice, as any person buying stamps after the prohibition became effective would do it subject to the limitations as to the subsequent sale of the stamps so purchased. I think the section is capable of this construction, and, if so, it should be given such a construction as will render unnecessary declaring the act unconstitutional. But, assuming that this prohibition did actually apply to stamps issued before it took effect, I do not think the enactment of this provision was beyond the power of the Legislature. As before stated, the issue of these stamps merely provided a method by which persons subject to the payment of the tax could discharge their obligation to the state. The statute authorizes the Comptroller to issue these stamps and to sell them “to the person or persons desiring to purchase the same.” There was no provision in the statute which authorized persons purchasing the stamps which were issued for the purpose of enabling those liable for the tax to pay it to sell or deal in stamps or treat them as articles of merchandise. It seems to me <page-number citation-index=\"1\" label=\"934\">*934</page-number>that a person purchasing stamps under this provision of the statute as it existed prior to March 9, 1911, purchased them subject to the right of the Legislature to regulate their use or methods in which they should be transferred or sold. If, after the relator had purchased these stamps, the Legislature had repealed the provision imposing a tax upon stock transfers, that repeal would certainly not have been unconstitutional because thereby the stamps in the possession of the relator were rendered valueless. It might be that the relator would have a claim against the state to refund the amount that he had paid the state on the purchase of the stamps. And it may be that the relator has a right to a refund from the state of the amount that he had paid to the state for these stamps if they had become valueless in his hands because of the prohibition in their sale contained in the amendment in question.</p>\n<p id=\"b958-5\">Just how such a right could be enforced against the state it is not necessary to determine. We are dealing now with the power of the state to pass an act which would affect the value of the stamps in the hands of the relator, and the nature of the law that affects that value seems to me immaterial. What the relator purchased were stamps which were required to be used in the payment of a tax imposed by the state upon a transfer of its stocks. The relator, not needing those stamps for his own purpose, claimed the right to sell them to others who would need them to 'pay such tax, but the state had objected to the sale of such stamps, and made it a' misdemeanor to sell them, and it is the validity of this prohibition that is in question.- There is nothing in the statute or in the inherent character of the stamps themselves which, as I view it, makes the constitutional provision applicable. The stamps were sold for the purpose of enabling persons who were liable to pay a tax to the state to pay such tax, and they were available to the relator for use for that purpose. They were, in effect, it seems to me a receipt by the state of a certain tax paid in advance, and which was to be used as evidence of such payment when the tax became payable. Mr. Justice Scott in his opinion bases the conclusion that this act was prohibited by the Constitution upon the assumption that these stamps when purchased became property of which he could not be deprived without due process of law, and he seeks to uphold this conclusion by an application of a line of authorities of which Wynehamer v. People, 13 N. Y. 378, is-the leading case; but it seems to me that the principle there established has no application to such stamps. That case applied to a stock of liquors, the sale of which was rendered illegal by chapter 231 of the Laws of 1855. Now, before the passage of this prohibitory . act, liquors were personal property like any other property. The state had not manufactured or sold it, and it differed in no respect from merchandise of any other character. It was in relation to property of this kind that Judge Comstock observed that he could not find any definition of property which did not include the power of disposition and sale, as well as the right of private use and enjoyment. It is true that persons stealing stamps which have been purchased may be guilty of larceny, and any person who had pur<page-number citation-index=\"1\" label=\"935\">*935</page-number>chased stamps of this character and held them for use in paying the tax has an insurable interest upon which he could obtain insurance in case of their destruction by fire. They undoubtedly constitute^ a species of property by which a person having purchased them prior to the 9th of March, 1911, could have used them to pay to the state the tax when it became payable, but I do not think that the right that the relator acquired was property so that he could not be prohibited from transferring the right to use these stamps in payment of a tax to others within the protection of the state or federal Constitution, for, as before stated, they were, at most, a certificate that a person had paid to the Comptroller a sum of money and received from him evidence of such payment which could be subsequently used in the payment of a tax under section 270 of the Tax Law.</p>\n<p id=\"b959-5\">As before stated, the state could repeal that tax entirely which would destroy the value of these stamps in the hands of the relator, but for that reason the repeal would not be unconstitutional. So I think it clear that the state could change the method of payment of the tax by requiring that in the future it should be paid in money directly to the Comptroller instead of by the use of these stamps Certainly such an act would not be a violation of the Constitution because thereby the value of the stamps in the hands of the purchaser had been impaired or destroyed, but the act in question does not affect the use of these stamps by the relator to pay any tax for which he is liable, but prevents him from transferring to others the right to use the money that he has paid to the Comptroller represented by the stamps in payment of the tax due by the transferees. The very nature of the transaction between the relator and the Comptroller when the relator purchased the stamps for a use limited by the act under which they were sold seems to me to limit the interest of the purchaser of the stamps, so that they did not become property within the meaning of the constitutional provision which it is claimed renders this legislation void.</p>\n<p id=\"b959-6\">My view, therefore, is that this statute in question was a lawful exercise of the power of the Legislature, and the learned judge at Special Term correctly disposed of the application.</p>\n<p id=\"b959-7\">The order should therefore be affirmed.</p>\n<p id=\"b959-8\">CLARKE, J., concurs.</p>\n</opinion>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-3\" type=\"concurrence\">\n<author id=\"b959-9\">DOWLING, J.</author>\n<p id=\"Aov\">I concur on the second ground assigned, viz., that the provisions of the statute in question do not deprive the relator of any property right, and are not unconstitutional.</p>\n</opinion>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-4\" type=\"dissent\">\n<author id=\"b959-10\">SCOTT, J. (dissenting).</author>\n<p id=\"Any\">The relator was arrested and held by virtue of a warrant issued by a city magistrate upon the charge that on October 3, 1911, he “violated the provisions of section 271a of the Stock Transfer Law, in that he sold adhesive stamps issued pursuant to said law by the State Comptroller without having written consent to do so from said Comptroller.” '</p>\n<p id=\"b959-11\">The warrant was issued upon an affidavit by one Henry W. Rosenbloom, to the effect that relator is engaged as a stamp dealer and col<page-number citation-index=\"1\" label=\"936\">*936</page-number>lector in the city of N'ew York; that on the date named in the warrant he sold to affiant certain adhesive stamps of the character described in the warrant; and that said relator had not obtained from the State Comptroller a written consent authorizing him to sell said stamps, and is not an agent of the State Comptroller, nor doing business under the banking laws of the state.</p>\n<p id=\"b960-5\">The Stock Transfer Tax Law, first enacted in 1905, and now constituting sections 270 to 279, inclusive, of the Tax Law,' provides for a tax upon all sales, deliveries, or transfers of stock, to be paid by the affixing of adhesive stamps to be furnished and sold by the State Comptroller. Section 271 provides that:</p>\n<blockquote id=\"b960-6\">“Adhesive stamps for the purpose of paying the state tax provided for by ' this article shall be prepared by the State Comptroller, in such form, and of such denominations and in such quantities as he may from time to time prescribe, and shall be sold by him to the person or persons desiring to purchase the.same; he shall make provision for the sale of such stamps in such places and at such times as in his judgment he may deem necessary.”</blockquote>\n<p id=\"b960-7\">The section under which the relator has been held was added to the statute by chapter 12, Laws 1911, and went into effect on March 9, 1911. It reads as follows:</p>\n<blockquote id=\"b960-8\">“No person, firm, company, association or corporation other than a. corporation'organized under the Banking Law of this state or under the National Bank Act of the United States, or a duly authorized agent of the Comptroller, shall sell or expose for sale any stamp issued pursuant to this article, without first obtaining from the Comptroller his written consent, except that in connection with a sale of or agreement to sell stock a broker or agent of the principal making such sale or agreement to sell may supply and affix the stamp or stamps required by this article, No person shall sell any stamp for a sum less than the face value thereof without the written consent of the Comptroller. Any person violating any provision of this section shall be guilty of a misdemeanor.”</blockquote>\n<p id=\"b960-9\">The only' matter we can inquire into in this proceeding is the jurisdiction of the magistrate to issue the warrant, which involves the inquiry whether or not the complaint laid before him sufficiently charged the commission of a crime. If the act of 1911 is valid, the affidavit upon which the warrant was issued was sufficient because it charged, with precision and accuracy, a violation of the above-quoted provisions of section 271a.</p>\n<p id=\"b960-10\">The relator, recognizing the limited scope of the question involved, places himself broadly upon the proposition that the section is unconstitutional'and invalid, because, if-carried out according to its letter, it may result in the deprivation of property without compensation and without due process of law.</p>\n<p id=\"b960-11\">His argument, in brief, is that prior to the act of 1911 there was no limitation or restriction upon the right, to traffic in stock transfer tax stamps; that it was consequently lawful for any person to purchase them, and, having purchased them, to sell them again; that such tax stamps are a species of property, and the effect of an inhibition against their sale by one who has lawfully acquired them when their resale was permitted amounts to a privation of property, and that' the act of 1911 since it makes no distinction in favor of stamps-purchased before its enactment, and forbids the sale of such <page-number citation-index=\"1\" label=\"937\">*937</page-number>stamps as well as of those purchased after the passage of the act, is unconstitutional and void. The relator asserts that the stamps-which he is accused of selling were in fact purchased by him before the enactment of the act of 1911; that he had on hand when that act was passed about $1,000 worth of such stamps which he bought with the purpose of reselling them; that the State Comptroller had refused either to consent to the sale of said stamps by relator, or tore deem them and refund to relator the amount paid for them. • These matters, if available to the relator at all, are in the nature of defenses, and cannot be considered in this proceeding, which is limited, to an inquiry into the validity of the warrant upon which relator is held. We refer to them only as illustrative of the possible effect of the act under consideration, and in discussing the validity of the act we do so with especial reference to its operation as to stamps purchased prior to March 9, 1911.</p>\n<p id=\"b961-5\">That such stamps are property cannot admit of question. They may be the subject of larceny (Jolly v. United States, 170 U. S. 402, 18 Sup. Ct. 624, 42 L. Ed. 1085), and one who has purchased them, from the government has an insurable interest, and, in case of destruction, may recover their value from an insurer. United States v. Am. Tobacco Company, 166 U. S. 468, 17 Sup. Ct. 619, 41 L. Ed. 1081. That such stamps may lawfully be trafficked in is apparent from the Tax Eaw. Section 271 expressly provides that those stamps-shall be sold by the Comptroller, not alone to persons who may have occasion to use them for the purpose of paying the tax, but “to the person or persons desiring to purchase the same,” and the-very section under consideration provides that certain persons may traffic in them, and that any person may do so with the Comptroller’s consent. I think it is clear, therefore, that those stamps constitute a species of property which any one prior to the act of 1911 might lawfully buy and sell. The effect of the act, as to stamps purchased, before its passage, was to destroy their salability. It is elementary that one of the attributes of property is the right of the owner to use and dispose of it, and it has been well said that the depriving of an owner, of one of its essential attributes is depriving him of his property within the constitutional provisions. People ex rel. Manhattan Savings Inst. v. Otis, 90 N. Y. 48-52. In Wynehamer v. People, 13 N. Y. 378-396, Judge Comstock said:</p>\n<blockquote id=\"b961-6\">“Nor can X find any definition of property which does not include the power of disposition and sale, as well as,the right of private use and enjoyment”' —citing 1 Blackstone, Com. 138; 2 Kents’ Com. 320-326.</blockquote>\n<p id=\"b961-7\">The Wynehamer Case, which has been so often cited and discussed, is closely analogous to the present. It arose under the Prohibition-Act of 1855 (chapter 231), which absolutely forbade the sale, or keeping for sale, of any intoxicating liquor, except for medicinal or sacramental purposes. No distinction was made between liquor acquired1 before the passage of the act, and that acquired afterwards. Wynehamer was charged with having sold liquor in violation of the act,, and, although he attempted to do so, was not permitted to show that, the liquor he had sold was purchased by him before the act took ef<page-number citation-index=\"1\" label=\"938\">*938</page-number>feet. The case turned upon the constitutionality of the act in question, and was most thoroughly and exhaustively discussed by all the judges. The court formulated and stated its conclusions as follows:</p>\n<blockquote id=\"b962-5\">“(1) That the Prohibition Act in its operation upon property in intoxicating liquors existing in the hands oí any person within the state when the. act took effect is a violation of the provision in the Constitution of this state, which declares that no person shall be ‘deprived of life, liberty or property without due process of law.’ That the various provisions, prohibitions, and penalties contained in the act do substantially destroy the property in such liquors in violation of the terms and spirit of the constitutional provision.</blockquote>\n<blockquote id=\"b962-6\">“(2) That inasmuch as the act does not discriminate between such liquors existing when it took effect as a law, and such as might thereafter be acquired by importation or manufacture, and does not countenance or warrant any defense based upon the distinction referred to, it cannot be sustained in respect to any such liquor, whether existing at the time the act took effect or acquired subsequently.”</blockquote>\n<p id=\"b962-7\">The first proposition was distinctly placed upon the ground.that,to forbid the use and sale of property, lawfully acquired, was in effect a deprivation of property without compensation or due process of law. So, also, it was said in Matter of Jacobs, 98 N. Y. 98-105, 50 Am. Rep. 636:</p>\n<blockquote id=\"b962-8\">“The constitutional guaranty that no person shall be deprived of his property without due process of law may be violated without the physical taking of property for public of private use. Property may be destroyed, or its value may be annihilated. It is owned and kept for some useful purpose, and it has no value unless it can be used. Its capability for enjoyment and adaptability to some use are essential characteristics and attributes without which property cannot be conceived; and hence any law which destroys it or its value, or takes away any of its essential attributes, deprives the owner of his property.”</blockquote>\n<p id=\"b962-9\">So also in Forster v. Scott, 136 N. Y. 577-584, 32 N. E. 976, 18 L. R. A. 543:</p>\n<blockquote id=\"b962-10\">“Whenever the law deprives the owner of the beneficial use and free enjoyment of his property, or imposes restraints upon such use and enjoyment that materially affect its value, without legal process or compensation, it deprives him of his property within the meaning of the Constitution. All that is beneficial in property arises from its use and the fruits of that use, and whatever deprives a person of them deprives him of all that is desirable or valuable in the title and possession. It is not necessary, in order to render a statute obnoxious to the restraints of the Constitution, that it must in terms or in effect authorize an actual physical taking of the property or the thing itself, so long as it effects 'its free use and enjoyment, or the power of •disposition at the will of the owner.”</blockquote>\n<p id=\"b962-11\">It follows that if these stamps constitute property, as we cannot •doubt that they do, the prohibition against selling them results in depriving the owner of his property without due process of law. It is true, of course, that, though unsalable, they still remain available in the hands of the owner for the primary use for which they are provided, to wit, the fixation to contracts for the sale.of stock and stock transfers. This, however, would be wholly inadequate protection to a person who before the act of 1911 had purchased any considerable amount of the stamps unless he was engaged very largely in the business of buying and selling stocks for the tax amounts only to 2 cents upon each $100 of face value or fraction thereof. The <page-number citation-index=\"1\" label=\"939\">*939</page-number>possibility of thus realizing the value of the stamps will no more operate to save the validity of the act than did the right to use liquors for medicinal or sacramental purposes operate to save the validity of the act condemned in the Wynehamer Case, supra. Nor does the fact that a person owning stamps may deal in them if he can procure the consent of the Comptroller serve to save the statute, for the requirement that a person must secure leave from some one to entitle him to exercise a right carries with it, by natural implication, a discretion on the part of the other to refuse to grant it, and he cannot be compelled to act by mandamus. People ex rel. Schwab v. Grant, 126 N. Y. 473, 27 N. E. 964; People ex rel. Fellows v. Early, 106 App. Div. 269, 94 N. Y. Supp. 640. The justice at Special Term from whose order this appeal is taken was of the opinion that the act of 1911 could be sustained notwithstanding its effect was to destroy the value of relator’s property because the Legislature had the undoubted right at any time to repeal the Stock Transfer Tax Law, and, if it did so, the owner of unused stamps “could not sell them for the purpose for which they were originally intended, and the stamps would be without any value at all.” It is scarcely conceivable that any Legislature would be guilty of the bad faith which would be involved in destroying the value of property under such circumstances without making due provision for the redemption of outstanding unused stamps. To do so would be distinctly dishonest, for it is not the purchase of the stamps from the Comptroller which pays the tax, but their cancellation after being affixed to the instrument of transfer. Until they have been affixed and canceled, they are in the nature of vouchers for money paid to the state to be applied in the future to the payment of the tax. If in the case supposed of a repeal of the Tax Act an owner of unused stamps could not recoup their value from the state, it would not be because of the inequity of his claim for recoupment, but merely because the state, in its sovereign capacity, arbitrarily refused to redeem or to allow itself to be sued. A state can no more impair by legislation the obligations of its own contracts than it can impair the obligations of the contracts of individuals (Woodruff v. Trapnall, 10 How. 202, 13 L. Ed. 383), and, while a citizen having a just claim against the state may not be able to enforce it by direct action, he may as occasion arises resist any law which infringes his constitutional rights. “Although the obligations of a state rest for their performance upon its honor and good faith, and cannot be made the subject of judicial cognizance unless the state consents to be sued, or comes itself into court, yet, where property or rights are enjoyed under a grant or contract made with the state, they cannot wantonly be invaded. Whilst the state cannot be compelled by suit to perform its contracts, any attempt on its part to violate property or rights acquired under its contracts may be judicially resisted; and any law impairing the obligations. of contracts under which such power or rights are held is void and powerless to affect their enjoyment.” Hans v. Louisiana, 134 U. S. 1, 10 Sup. Ct. 504, 33 L. Ed. 842; Pennoyer v. McConnaughy, 140 U. S. 1, 11 Sup. Ct. 699, 35 L. Ed. 363. We therefore are of the opinion that the act of 1911, in so <page-number citation-index=\"1\" label=\"940\">*940</page-number>far as it forbids the sale of stamps lawfully purchased before its-passage by any person except those specially enumerated in the act itself, is unconstitutional and invalid.</p>\n<p id=\"b964-5\">The question remains whether or not it is valid as to the sale of stamps purchased after its passage. If the act applied in terms only to such latter stamps, or if it made provision for the redemption of stamps lawfully purchased before its enactment, we should find no difficulty in.sustaining its validity. The difficulty is that the act does not discriminate between stamps purchased before it took effect, and those purchased afterwards, and does not countenance or warrant a defense based upon such distinction. It therefore falls under the second conclusion formulated and announced by the Court of Appeals in the Wynehamer Case, supra, and cannot be sustained as to any stamps whether purchased before the act took effect or after-wards. See, also, Matter of Townsend, 39 N. Y. 171; People v. Orange County Road Com., 175 N. Y. 84, 67 N. E. 129, 65 L. R. A. 33; People ex rel. McPike v. Van de Carr, 178 N. Y. 425, 70 N. E. 965, 66 L. R. A. 189, 102 Am. St. Rep. 516. We are therefore constrained to hold that the act under which relator is held is wholly unconstitutional and invalid. It therefore furnished no ground for the arrest.</p>\n<p id=\"b964-6\">The writ should be sustained, and the relator discharged from custody.</p>\n<p id=\"b964-7\">McLaughlin, j., concurs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}