{
  "casebody": {
    "data": "<casebody firstpage=\"255\" lastpage=\"258\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b311-10\">James B. Judson and Washington G. Wiley v. John Duffy.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b311-12\"><em>Adverse possession </em>— Evidence.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b311-15\">3. The divestiture of title to land upon no better claim than occupancy can be justified only by clear and cogent proof upon each of the essential elements of adverse possession; citing <em>Yelverton v. Steele, </em>40 Mich. 538; <em>Pendill v. Agricultural Society, </em>95 Id. 491.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b311-16\">:2. It is the duty of courts to protect the rights of land-owners from the danger of capricious verdicts by refusing to allow a jury to consider the question of adverse possession until evidence sufficient to make a <em>prima facie </em>case under the rule laid down in <em>Yelverton v. Steele, </em>40 Mich. 538, has been introduced.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b311-17\">’3. Evidence that a defendant in ejectment entered into actual possession of the land in 1882, under a deed from the holder of void tax titles, and that his grantor, in 1861, arranged with a neighboring farmer to look after the land, and thereafter paid the taxes assessed thereon, and that the farmer drove his cattle to the land sometimes to pasture, and authorized others to cut grass thereon, it being wild and unfenced, and used by the cattle of the neighborhood as a common, and the grass being cut by any one who chose, without molestation, which supervision, such as it was, ended in 1876 or 1878, falls short of that “clear and cogent proof” necessary to divest the title to land by adverse possession.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b311-18\">Error to Ingham. (Person, J.)</summary>\n<otherdate data-order=\"6\" data-type=\"otherdate\" id=\"AOq\">Argued April 20, 1893.</otherdate>\n<decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"A_s\">Decided June 30, 1893.</decisiondate>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b312-3\"><page-number citation-index=\"1\" label=\"256\">*256</page-number>Ejectment. Plaintiffs bring error.</summary>\n<disposition data-order=\"9\" data-type=\"disposition\" id=\"AGx\">Reversed.</disposition>\n<summary data-order=\"10\" data-type=\"summary\" id=\"Az_x\">The facta are stated in the opinion.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b312-4\"><em>Cahill é Ostrander¡ </em>for appellants.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b312-5\"><em>Thomas E. Barhworth, </em>for defendant, contended:-</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"b312-6\">1. There was evidence to indicate adverse possession for 20 years previous to. the time defendant bought the land, and its sufficiency was for the jury; citing Busw. Lim. § 233, and cases cited; <em>Gayetty v. Bethune, </em>14 Mass. 49; <em>Jones v. Porter, </em>3 Pen. &amp; W. 134.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b312-8\">2. It has been held that, where the continuity of possession is in question, the jury have the fight to pass upon the testimony, although none is presented to dispute continuous possession; citing <em>Thompson v. Kauffelt, </em>110 Penn. St. 209; <em>Thompson v. Coal &amp; Iron Co., </em>133 Id. 46; <em>Hacker v. Horlemus, </em>74 Wis. 21; <em>Holbrook v. Bowman, </em>62 N. H. 313.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b312-10\">3. It is not necessary that the land be cultivated or fenced, or that a stranger passing by would necessarily know that some one was asserting dominion over it. If the claim of right is so open and notorious that the neighborhood understands and recognizes it, nothing more is required; citing <em>Curtis v. Campbell, </em>54 Mich. 340; <em>Murray v. Hudson, </em>65 Id. 670; <em>Clark v. Campau, </em>92 Id. 573; and the payment of taxes is very significant; citing <em>Rayner v. Zee, 20 </em>Mich. 387.</p>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b312-12\">Hooker, C. J.</author>\n<p id=\"AIk\">Plaintiffs, being owners of the government title to the premises in controversy, bring ejectment against defendant, who entered into possession in November, 1882, under a deed from one Baldwin, who was a grantee under void tax titles. The only defense made is that of adverse possession. The case was tried by. jury, and a verdict for defendant was rendered, upon which judgment was duly entered, and plaintiffs appeal.</p>\n<p id=\"b312-13\">Where title to land is sought to be divested upon no better claim than occupancy, it can be justified only by clear and cogent proof upon each of the essential elements of adverse possession. <em>Yelverton v. Steele, </em>40 Mich. 538; <em>Pendill v. Agricultural Society, </em>95 Id. 491. And until each of these is supported by something more than an <page-number citation-index=\"1\" label=\"257\">*257</page-number>inference, the question should not be submitted to the jury. When there is evidence upon each of them which, if believed, can be said to establish adverse possession, the case should go to the jury.</p>\n<p id=\"b313-4\">The evidence shows that in 1861 Baldwin employed one Poxson, a neighboring farmer, to look after the land, to protect his timber; giving him five dollars, and telling him that he could have the marsh grass. Beyond paying the taxes, this was all that Baldwin did. Under this arrangement, Poxson did, substantially, nothing more than to drive his cattle there sometimes to pasture, and to authorize two men to cut grass. The significance of these acts is materially lessened by the facts that the land was a wild swamp lot, unfenced, used by the cattle of the neighborhood as a common, and that grass was cut by any one who chose, without molestation by Poxson. Poxson testifies that—</p>\n<blockquote id=\"b313-5\"><em>“ </em>I went around the land with Baldwin, and showed him the line,” — and continues: “I didn’t do much of anything about it. No one stole off the timber then, but I looked after it for Mr. Baldwin.”</blockquote>\n<p id=\"b313-6\">His looking after it was not sufficient to prevent wood roads being cut by persons taking hay. This supervision by Poxson, such as it was, came to an end in 1876 or 1878, after which he paid no attention to the land, and there is no evidence that any one did. There is evidence that one or both of the men whom Poxson authorized to cut grass continued to do so, and that Baldwin’s son paid taxes. But it is equally clear that the land remained unoccupied for several years, until in 1882 the defendant entered upon it.</p>\n<p id=\"b313-7\">This testimony was all admissible, but falls short of' that <em>“ </em>clear and cogent proof ” which permits the divestiture of. title to land. Some of the cases seem to have given rise to the assumption that adverse possession becomes a ques<page-number citation-index=\"1\" label=\"258\">*258</page-number>tion for the jury when there is any admissible evidence tending to establish it, but we understand the rule to be that until the evidence reaches the required degree of clearness and cogency (which is manifestly a question for the court) there is nothing to go to the jury; and it is a clear duty of courts to protect the rights of landholders from the danger of capricious verdicts by refusing to allow consideration of the question of adverse possession by a jury until evidence sufficient to make a <em>prima facie </em>case, under the rule laid down in the case of <em>Yelverton v. Steele, </em>has been introduced.</p>\n<p id=\"b314-4\">The jury should have been directed to render a verdict for the plaintiffs.</p>\n<p id=\"b314-5\">Judgment reversed.</p>\n<judges id=\"b314-6\">Long and Grant, JJ., concurred with Hooker, 0. J.</judges>\n<judges id=\"b314-7\">McGrath and Montgomery, JJ., concurred on the ground that the possession was interrupted for several years.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}