{
  "casebody": {
    "data": "<casebody firstpage=\"239\" lastpage=\"268\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b245-6\">Watchman and Bratt <em>vs. </em>Charles Crook, Jr. <em>et al.</em></parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"AE\"><em>June, </em>1833.</decisiondate>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b245-7\">Whatever may have been the principles contained in the more ancient decisions, upon the legal effect and operation of contracts containing various covenants, the strong bearing of the courts in more modern times, has been to disencumber themselves from the fetters of technical rules, and to give such a rational interpretation to contracts, as will carry the intention of the parties into full and complete operation.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b245-8\">W contracted with C by an agreement under their seals, that he would furnish materials, and construct, and put up for C, a high pressure steam engine of certain specified proportions and power,—“the whole to be finished, and delivered at the factory of C, and there properly fitted up, and put into effective operation by and at the charge of W, within 90 days from the date of the agreement. In consideration whereof, C agreed to pay W for said engine, so as aforesaid to be constructed and put up, the sum of $3700, in the following proportions; $100 each week, as the work progressed, until the same should he finished and put up as aforesaid, when the sum of $1200, including the weekly advances, was to he paid ; the residue of the consideration $2500 was to be paid in six, nine, and twelve months, from and after the said engine should have been put into full and effective operation to the full extent and meaning of the said covenant.” C, agreed also, that he would provide and pay for the brick and stone work necessary for putting up the boilers of said engine, and likewise pay for the brick and stone work. W further agreed to warrant and insure the faithful performance of the engine, for the term of twelve months from the time it should he put into operation as aforesaid. Heed, that upon the true construction of this covenant, 1. That the parties contemplated the completion of the engine before the weekly payments would amount to the sum of $1200. 2. That the time limited for the completion of the engine was of the essence of the contract. 3. That W was <page-number citation-index=\"1\" label=\"240\">*240</page-number>not entitled <em>to </em>recover the ,i)2500 under the covenant, until he had complied with the stipulations of the contract, as well in relation to the time fixed on, as to other particulars. 4. That it was not necessary for C to provide the brick and stone work for putting up the boilers, before <em>the </em>boilers would be in a state of readiness to be put up, of which fact, it was the duty of W to inform C in duo time.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b246-5\">Where a covenant exists to do a particular piece of work, if after the work is done, though not pursuant to the contract, the party for whom it is done accepts it, it would seem to be right and proper that he should pay for it, what it is worth. Justice requires this, and the principles of the law do not forbid it.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b246-6\">Where the County Court decides a cause upon general demurrer, against the plaintiff, and their judgment upon appeal is affirmed,' this court will not award a <em>procedendo.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b246-7\">The case of <em>Terry vs. Duals, </em>2 <em>Hen. </em>Blade, 389, overruled.</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b246-8\">Appeal from <em>Baltimore </em>County Court.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b246-9\">This was an action of <em>Covenant, </em>instituted by the appellants, against the appellees on the '7th February, lSS1?, on an agreement dated the 12th September, 1825.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b246-10\">The declaration stated, for that whereas heretofore, to Wit, on the 12th of September, in the year 1825, at, &amp;c. by a certain covenant then and there made, and agreed upon between the said plaintiffs and defendants, (which said covenant sealed, &amp;e.) it was witnessed amongst other things, that for the consideration thereinafter mentioned, the said <em>Watchman 8f Bratt, </em>the plaintiffs, had bargained and agreed, and by the said covenant did bargain and agree to and <em>with </em>the said defendants, by the name of <em>Charles Crook, Junior and brothers, </em>that they the said <em>Watchman 8? Bratt, </em>the plaintiffs, should and would furnish good merchantable materials, and construct, make, fit, and put up, in a good, faithful and workman-like manner, for the said <em>Charles Crook, Junior and brothers, </em>the said defendants, a high pressure steam engine, of thirty horses power, to work at a pressure of forty-five pounds to the inch, with a cast iron cylinder with three boilers of iron, a quarter of an inch thick, to be nineteen feet long, thirty-six inches diameter, and a flue proportioned thereto, the whole to be finished and delivered at the factory of the said <em>Charles Crook, Junior and </em><page-number citation-index=\"1\" label=\"241\">*241</page-number>brothers, and there properly fitted up, and put into effective operation, by and at the proper expense and charge of the said <em>Watchman </em>A Bratt, within ninety days from the day of the date of the said agreement In consideration whereof, the said <em>Charles Crook, Junior and </em>brothers, the said defendants, by the said covenant, agreed to pay the said <em>Watchman </em>Bratt, the plaintiffs, for the said engine, so as aforesaid to be constructed, made, and put up, the sum of thirty-seven hundred dollars, and obliged and bound themselves to pay the same in the following proportions, to wit: to pay the sum of one hundred dollars each week, as the work progressed, until the same should be finished and put up as aforesaid, when the sum of twelve hundred dollars, including the weekly advances aforesaid, was to be paid; the residue or balance of the said consideration, that is to say, twenty-five hundred dollars was to be paid in three equal instalments, payable at six, nine, and twelve months, from and after the said engine should have been put into full and effective operation, to the full extent and meaning of the said covenant. And the said defendants also promised and agreed by the said covenant, that they would provide and pay for the brick and stone work necessary for putting up the boilers aforesaid, and likewise pay for the brick and stone. And it was further agreed by the said covenant, that <em>Watchman § </em>Bratt, the said plaintiffs, were to warrant and insure the faithful performance of the said engine, for the term of twelve months from the time it should be put into operation as aforesaid. And the said plaintiffs further aver, that after the execution of the said covenant, and of good merchantable materials by them furnished, (except a fly wheel, crank, and shaft, which were furnished by the said defendants, to be used in the construction of the said engine, of their own accord, and which constitute only a small portion of the value of the materials used in the construction of the said engine,) they the said plaintiffs, did construct and make in a good, faithful, and workman-like manner, for the said defendants, a high pres<page-number citation-index=\"1\" label=\"242\">*242</page-number>sure' steam engine of thirty horse power, to Work at a pressure of forty-five' pounds to the inch, with a cast iron cylinder, with three boilers of iron a quarter of an inch thick, nineteen feet long, thirty six inches diameter, and a <em>flue </em>proportioned <em>\", </em>and that afterwards, to wit, on the first day of January, eighteen hundred and twenty-six, the said plain-, tiffs delivered the said engine, cylinder and boilers, thus constructed as aforesaid, at the factory of the said defendants, and there properly fitted up, and put the same into full and effective operation, at the proper expense and charge of the said plaintiffs, and that the said steam engine, thus furnished, constructed, and put into full and effective operation, was by the said defendants then accepted, retained, and from thence hitherto hath been used and employed by the said defendants at their factory aforesaid. And the said plaintiffs further aver, that after the said engine was so as aforesaid put into full and effective operation, at the factory of the said defendants, and by them there accepted, and before the commencement of this action, the term of twelve months had fully expired. Nevertheless, the said defendants have not paid the said plaintiffs the aforesaid instalments at six, nine, and twelve months, by the said defendants to be paid as aforesaid, and which amount to the sum of twenty-five hundred dollars, nor any part thereof, and so have not kept their said covenant.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b248-4\"><em>Second breach. 1st count. </em>And the said plaintiffs for further breach of the said covenant, say, that after the execution of the same, they of good merchantable materials by them furnished, (except a ily wheel, crank and shaft, which were furnished by the said defendants of their own accord, to be used in the construction of the said engine, and were so used, and which said fly wheel, crank and shaft, constituted only a small part of the value of the materials, used in the construction of the said engine,) they, the said plaintiffs, did construct and make, in a good, faithful, and workmanlike manner, for the said defendants, a high pressure steam engine of thirty horse power, to work at a pressure of forty <page-number citation-index=\"1\" label=\"243\">*243</page-number>five pounds to the inch, with a cast iron cylinder, with three boilers of iron, a quarter of an inch thick, nineteen feet long, thirty-six inches in diameter, and a flue proportioned thereto, and were ready and prepared to deliver and properly fit up the said engine, at the factory of the said defendants, and to put the same into full and effective operation, on the eleventh day of December, in the year eighteen hundred and twenty-five, according to the said covenant ; but the said defendants did not provide the brick and stone work necessary for putting up the boillers of the said engine; by reason whereof the said engine could not be fitted up and put into full and effective operation on the day and year aforesaid, and the said plaintiff’s were thereby prevented from <em>fitting </em>the same up, and putting the same into full and effective operation on the day and year aforesaid : by reason whereof, the said defendants became liable to pay to the said plaintiffs, the sum of twenty-five hundred dollars, in instalments of six, nine and twelve months, from the day and year last aforesaid. Yet the said plaintiffs say, that although the said term of twelve months had fully expired and ended before the institution of this suit, yet the said defendants had not paid the said sum of money, nor any part thereof, and so have not kept their covenant aforesaid.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b249-5\"><em>Second Count. </em>After referring to the covenant as before set forth, the plaintiffs averred, that after the execution of the aforesaid covenant, to wit, on the 20th December, 1825, at, &amp;c. they of good merchantable materials, by them furnished, did construct, make, fit and put up, in good, faithful and workman-like manner, for the said defendants, a high pressure steam engine of thirty horse power, to work at a pressure of forty-five pounds to the inch, with a cast iron cylinder, with three boilers of iron, a quarter of an inch thick, nineteen feet in length, and thirty-six inches in diameter, and a flue proportioned thereto, and the said engine with the appurtenances aforesaid, they, the said plaintiffs, delivered, fitted up, and put into effective operation, at the <page-number citation-index=\"1\" label=\"244\">*244</page-number>factory of the said defendants, in the city of Baltimore* And the said plaintiffs further aver, that the said engine and appurtenances were not fitted up and put into effective operation, at the factory of the said defendants, within the term of ninety days from the date of the said covenant, because they say, that the brick and stone work necessary for putting up the boilers in the said covenant mentioned, and without which, the said engine could not have been fitted up and put into effective operation, were, not provided within the said term, by the said defendants, their agents or servants. And the said plaintiffs further aver, that the said engine and appurtenances so by them fitted up as aforesaid, were accepted by the said defendants, and by them retained and used from thence hitherto ; and although the .term of twelve months had fully expired and ended, after the putting the said engine into effective operation, and its acceptance as aforesaid, and before the bringing of this action. Nevertheless &amp;c.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b250-5\"><em>Third Count. </em>After referring to the covenant as before set forth, the plaintiffs averred, that after the execution of the said covenant, to wit, on the 20th December, last above mentioned, that of good merchantable materials, by them furnished, they did construct, make, fit and put up, in a good, faithful, and workman-like manner, for the said <em>Charles </em>Crook, <em>Jr. </em>and brothers, a high pressure steam engine of thirty horse power, to work at a pressure of forty-five pounds to the inch, with a cast iron cylinder, with three boilers of iron, a quarter of an inch thiek, to be nineteen feet long, and thirty-six inches in diameter, and a flue proportioned thereto, and delivered the same at the factory of the said defendants, in the city of Baltimore, and there properly fitted up, and put the same into full and effective operation, at the proper expense and charge of the said <em>Watchman </em>and <em>Bratt. </em>And the said plaintiffs also say, that although the term of twelve months had fully expired and ended, after the said engine and appurtenances had as aforesaid been fitted up and put into full and effective <page-number citation-index=\"1\" label=\"245\">*245</page-number>operation, and before the commencement of this action. Nevertheless &amp;c.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b251-5\"><em>Fourth Count. </em>After referring to the covenant as before set forth, the plaintiffs averred, that after the making of the said covenant, they did make, construct, fit and put up, the steam engine therein mentioned, at the factory of the said defendants, in the city of <em>Baltimore, </em>and did put the said steam engine into full and effective operation for the said defendants, on the twentieth day of December, in the year eighteen hundred and twenty-five, at the factory aforesaid, to the full intent and meaning of the said covenant, to wit, at the county aforesaid. By reason whereof the said plaintiffs say, that after the expiration of twelve months from the time the said engine was put in full and effective operation as aforesaid, they became entitled to have of the said defendants, and the said defendants were obliged to pay them, the aforesaid three instalments, at sis, nine and twelve months, amounting to the sum of twenty-five hundred dollars. And although the said term of twelve months above mentioned, had fully expired and ended, before this action was commenced, yet the said defendants have not paid to the said plaintiffs, the said sum of twenty-five hundred dollars, nor any part thereof, and so have broken their covenant aforesaid. And therefore the said plaintiffs say they have sustained damage in the sum of five thousand dollars, &amp;c.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b251-6\">The defendants demurred generally to the first and second counts; and the plaintiffs joined in the demurrer. The defendants pleaded to the third and fourth counts as follows.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b251-7\"><em>First plea to 3d and 4th counts. </em>And as to the two last counts in the said declaration contained, the said defendants say, that the said plaintiffs ought not, &amp;c. because they say, that the said plaintiffs did not furnish good merchantable materials, and construct, make, fit and put up, in good and faithful workman-like manner, for the said <em>Charles Crook, Jr. </em>and <em>brothers, </em>the said defendants, a high pressure steam engine, of thirty horse power, to work at a pressure of forty fxve pounds to the inch, with a cast iron cylinder, with three <page-number citation-index=\"1\" label=\"246\">*246</page-number>boilers of iron, a quarter of an inch thick, nineteen feet long, thirty-six inches diameter, and a flue proportioned thereto, and put the same into full and effective operation at the factory of the said <em>Charles Crook Jr. </em>and <em>brothers, </em>by and at the proper expense and charge of the said <em>Watchman and Bratt, </em>within ninety days after the execution of the articles of agreement above mentioned, and this they are ready to verify. Wherefore they pray judgment, &amp;c.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b252-5\"><em>Second Plea to 3d and 4th Counts. </em>And the said defendants, as to the said two last counts in the said declaration contained, for further plea thereto,' &amp;c. because they say, that although true it is, that the said plaintiffs did deliver and set up certain parts of a steam engine at the factory of the said defendants, yet the said plaintiffs never did deliver a fly wheel, crank, or shaft; and the said defendants aver, that a fly wheel, crank and shaft are necessary and. indispensible parts of a steam engine, without which the residue is of no use or benefit in spinning cotton. And so the said defendants say, that the said plaintiffs did not make, construct, fit and put up the steam engine in the article of agreement mentioned, in manner and form as in the said two last counts in the said declaration, they have averred; and this they, the said defendants are ready to verify. Wherefore they pray judgment, &amp;c.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b252-6\"><em>Rejoinder to defendants’ </em>lsf <em>Plea to 3d and 4th Counts. </em>And the said plaintiffs, as to the first plea by the said defendants above pleaded, to the said third and fourth counts of the said declaration, say that they ought not to be precluded thereby, because they say, that they did furnish good merchantable materials, and construct, make, fit, and put up, in a good, faithful and workman-like manner, <em>for </em>the said defendants, a high pressure steam engine of thirty horse power, to work at a pressure of forty-five pounds to the inch, with a cast iron cylinder, with three boilers of iron a quarter of an inch thick, nineteen feet long, thirty-six inches diameter, and a flue proportioned thereto; and put the same into full and effective operation at the factory of the <page-number citation-index=\"1\" label=\"247\">*247</page-number>said defendants, at the expense and charge of the said plaintiffs, on the twentieth day of December, in the year eigheen hundred and twenty-five, to wit, at the county aforesaid, &amp;c. and therefore, &amp;c.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b253-5\"><em>Rejoinder to defendants1 2nd Plea to 3d and 4th counts. </em>And the said plaintiffs as to the second plea of the said defendants to the third and fourth counts of the said declaration, say, that they ought not to be barred from, &amp;c. because they say, that they did deliver a fly wheel, crank and shaft, with the said steam engine; and of this they put themselves upon the country, and so forth. And the said defendants by their said attorneys, in like manner, &amp;c.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b253-6\">The defendants then demurred generally to plaintiffs’ rejoinder to the 1st plea to the 3d and 4th counts, and joined issue upon the rejoinder to second plea to same counts. The county court rendered judgment upon all the demurrers for the defendants, and the plaintiffs appealed to this court.</summary>\n<p data-order=\"20\" data-type=\"summary\" id=\"b253-7\">The casue came on to be argued before Buchanan, Ch„ J., and Earle, Stephen, and Dorsey, J.</p>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b253-8\"><em>Gill, </em>for the appellant, contended.</attorneys>\n<p data-order=\"22\" data-type=\"legal\" id=\"b253-9\">1. That the first breach in the first count of the declaration, contains an averment of a sufficient and substantial performance of the plaintiffs’ part of the covenant, to enable them to recover the instalments of f 2500.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b253-10\">In support to the first breach, he cited 1 <em>Saund. </em>320, 481. <em>note 4. Terry vs. Duntze, </em>2 <em>Hen. Black. </em>389. 1 <em>Saund. </em>319. <em>Heard vs. Wadham, </em>1 <em>East. Rep. </em>625, 631. <em>Seers vs. Fowler, 2 Johns. Rep. </em>272. <em>Wilcox vs. Ten. Eyck, </em>5 <em>Johns. </em>78. <em>Carpenter vs. Creswell, </em>15 <em>Serg. and Low. </em>22. <em>Gardiner vs. Corson, </em>15 <em>Mass. </em>501. <em>Ib. </em>503. <em>Harper vs. Hampton, </em>1 <em>Harr. and Johns. </em>672. lie insisted that <em>lime </em>was not of the essence of the contract He referred also in support of this count to <em>Duke of St. Albans vs. Shore, </em>1 <em>Hen. Black. </em>273. 2 <em>Harr. and Johns. </em>466. <em>Benson vs. Hubbs, 4 Ib. </em>286.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b254-4\"><page-number citation-index=\"1\" label=\"248\">*248</page-number>2. That the exception, as stated in said breach of the materials furnished in the construction of the engine, does not diminish in point of law, the performance of the covenant as to furnishing materials, relied on and pleaded. That it forms a case, if at all objectionable, for the defendant to recover damages upon, but cannot defeat the action. <em>Terry vs. </em>Duntze, 2 <em>Hen. </em>Black. 389. 1 <em>Chitty Pl. </em>317, 318. <em>Rawson vs. Johnson, </em>1 <em>East. </em>206, 208, 211. <em>Waterhouse vs. Skinner, </em>2 <em>Bos. and Pul. </em>447. <em>Robbins vs. Luce, </em>4 <em>Mass. Rep. </em>475. <em>Couch vs. Ingersoll, </em>2 <em>Pick. Rep. </em>302. <em>Hotham vs. East India Co. </em>1 <em>Term. Rep. </em>638. <em>McElderry vs. Flannigain, </em>1 <em>Harr. and Gill, </em>323. <em>Wills. Rep. </em>496.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b254-5\">3. That the agreement to finish the engine within <em>ninety </em>days is not of the essence of this contract, and does not make a condition precedent.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b254-6\">4. That the defendants’ covenant to pay the $2500 in instalments, after the engine should have been put into full and effective operation, does not relate to the <em>time </em>of its being put into operation, but to the <em>fact </em>of its being put into full and effective operation.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b254-7\">5. That the only conditions precedent, if there be any, to the payment of the $2500, were the fact of the engine being put into full and effective operation, and the lapse of six, nine, and twelve months thereafter.</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b254-8\">Upon the 2d breach in the first count, he contended.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b254-9\">6. That if the ninety days mentioned in the covenant, be a condition precedent, yet the fact that the plaintiffs were ready, and prepared to put the said engine into effective operation within the ninety days, and were prevented by the defendants, gives the plaintiffs a right to the $2500 after the lapse of twelve months from such readiness.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b254-10\">7. Upon the breach as laid in the second count he insisted, that the ninety days constituted no condition precedent. That the hindrance within that time by the defendants as averred, and the actual putting up the engine according to <page-number citation-index=\"1\" label=\"249\">*249</page-number>'¿he covenant, gave a right after the lapse of the twelve months, to the $2500.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b255-5\">8. The defendants cannot, and ought <em>not to rely </em>upon the engine not being put up within the ninety days, without first showing, that they, within that time, did their part of what was necessary to its being put into operation, viz: providing the brick and stone work.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b255-6\">9. That those breaches, in which ic appears that the appellants were prevented from performing their covenant to the day by the default of the appellees, are to be considered as equivalent to performance by the appellants, in support to the second count he cited, 1 <em>Chitty Pl. </em>76. <em>Heard vs. </em>Wadham, 1 <em>East. </em>630. <em>Jewell vs. Schroeppell, </em>4 <em>Cowen, </em>564. <em>Littler vs. Holland, 3 Durn. and East. </em>590. <em>Brown vs. Goodman, </em>3 <em>Term. Rep. </em>592, <em>(note.) Phillips vs. Rose, </em>8 <em>Johns. Rep. </em>392. 15 <em>Ib. </em>304. <em>Freeman vs. Adams, </em>9 <em>Johns. Rep. </em>114.</p>\n<p data-order=\"33\" data-type=\"legal\" id=\"b255-9\">Upon the 3d and 4th counts, he referred to <em>Boone vs. Iyre, </em>1 <em>Hen. Black. </em>273, <em>(note.) Terry vs. Duntze, </em>2 <em>Hen. Black. </em>389. <em>Ritchie vs. Atkinson, </em>10 <em>East. </em>295. <em>Ib. </em>300. <em>Ib. </em>302. <em>Ib. </em>311. <em>Havelock vs. Geddes, </em>555. <em>Ib. </em>563.</p>\n<attorneys data-order=\"34\" data-type=\"attorneys\" id=\"b255-10\"><em>Johnson </em>and <em>Evans, </em>for the appellees.</attorneys>\n<p data-order=\"35\" data-type=\"legal\" id=\"b255-11\">1. The covenant of the defendants to pay the last instalment of $2,500, is dependent on the plaintiffs’ finishing and putting up the engine, within the ninety days. The rule by which covenants are decided to be dependent, or the reverse, is, that the intention of the parties, as displayed upon the face of the contract, shall govern 5 and the precedency of acts depends upon the order of time, in which they are to be performed. <em>Speake vs. Sheppard, </em>6 <em>Harr. and Johns. </em>85. <em>Thorpe vs. Thorpe, </em>1 <em>Salk. </em>171. 1 <em>Ld. Raymond, </em>665. <em>1 Wheat. Selw. </em>98. <em>Campbell vs. Jones, </em>6 <em>Term. Rep. 573. </em>1 <em>Saund. </em>320, <em>note </em>4. When the covenants go to the whole consideration on both sides, they are dependent. 1 <em>Ventris, </em>147. <em>Duke of St. Albans vs. </em>Shore, 1 H. Black. 270—and the plaintiff must show a <page-number citation-index=\"1\" label=\"250\">*250</page-number>substantial performance of the agreement on his part, before he can maintain an action. <em>Carpenter vs. Creswell, </em>15 <em>Serg. and Lowb. </em>22. <em>Gardiner vs. Corson, </em>15 <em>Mass. Rep. </em>504. And even the performance of a substantial part, will not be sufficient, unless the things to be done are <em>divisible. Ritchie vs. Atkinson, </em>10 <em>East. </em>308. <em>Watkins vs. Hodges &amp; Lansdale, </em>6 <em>Harr. and Johns. </em>38. The same contract may contain covenants, dependent, independent, and mutual. <em>Gardiner vs. Corson, </em>15 <em>Mass. Rep. </em>500. <em>Stoner vs. Gordon, et al. </em>3 <em>Maul. and Selw. </em>308. <em>Webster vs. Warren, </em>2 <em>Wash. C. C. R. </em>456.</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b256-5\">In this case, the covenants are, 1st, that a certain sum should be paid weekly, as the work progressed,—2d, that when the work should be finished, the balance of the sum of $1200 was to be paid,—and 3d, that the balance of the $3*700 (the whole price) should be paid by instalments, of six, nine, and twelve months, from the actual completion of the work. This balance, according to the contract, was to be $2500. Now, compel the defendants to pay it before the completion of the work, and the credit of six, nine, and twelve months is expunged from the contract; or if the-work should be retarded, and the weekly payments should amount to more than $1200, then the terms of the contract are changed to the disadvantage of the defendants.</p>\n<p data-order=\"37\" data-type=\"legal\" id=\"b256-6\">In the case of <em>Terry vs. Duntze, </em>2 <em>H. Black, </em>389, the whole of the sum to be paid, <em>might have become </em>due before the work was completed, because there was a stipulation to pay certain weekly wages to the plaintiffs, and these wages <em>might </em>have amounted to more than the sum to be paid. But in the case under discussion, the weekly payments were in no event, to be paid out of the last instalment, which could not become due until the end of certain stipulated periods from the final completion of the work. <em>Cunningham vs. Morell, </em>10 <em>Johns. Rep. </em>203. <em>Harper vs. Hampton, </em>1 <em>Harr. and Johns. </em>672. If the rule supposed to be established by <em>Terry vs: Duntze, </em>applies to this case, then the defendants could be made to pay the <em>tohole </em>sum before <page-number citation-index=\"1\" label=\"251\">*251</page-number>the work was even commenced, that being the necessary result of considering the covenants independent. It is said, however, that the covenant to pay, is in consideration of performance of a <em>part only </em>of the covenant to perform. But if this he so, then the defendants could be made to pay the whole, as soon as the work was commenced. This cannot he the case—performance is certainly necessary, and being necessary, the question is, is <em>time </em>a material part of the performance ?</p>\n<p data-order=\"38\" data-type=\"legal\" id=\"b257-5\">Suppose the plaintiffs had not completed the engine by the time agreed on, but in their declaration had averred a completion by a subsequent day, and that defendants had refused to receive it, the action would certainly have failed. <em>Watkins vs. Hodges and </em>Lansdale, 6 Harr. <em>and Johns. </em>38.</p>\n<p data-order=\"39\" data-type=\"legal\" id=\"b257-6\">2. Does the subsequent acceptance of the engine, authorize the plaintiffs to recover the price, under <em>the covenant </em>? Now if tíme <em>immaterial, </em>a parol agreement to dispense with it, no more authorizes a recovery <em>upon the covenant, </em>than would a parol agreement to dispense with any other part of the covenant. However the acceptance of the engine by the defendants, after the time stipulated, may have subjected them to an action in another form, for the value of the work, still, they are not liable on the covenant. <em>White vs. Parkin, </em>12 <em>East. </em>583. <em>Smith vs. Wilson, </em>8 <em>East. </em>436. <em>Thompson vs. Brown, 7 Taunt. 656. Littler </em>vs. Holland, 3 <em>Term. Rep. </em>592. 4 <em>Taunt. 745. Jewell vs. Schroeppell, </em>4 <em>Cowen, </em>564. <em>7 Pick. Rep. </em>181. <em>Smith vs. First Cong. Meeting House, </em>8 <em>Pick. Rep. </em>178. <em>Abbott on ships, </em>329. <em>Caze &amp; Richaud vs. Balt. Ins. Co. 7 Cranch. </em>358. <em>Hamilton vs. Warfield, </em>2 <em>Gill and Johns. </em>482.</p>\n<p data-order=\"40\" data-type=\"legal\" id=\"b257-9\">3. The 2d breach in the 1st count, and the 2d count, do not aver suffieently, that the plaintiffs were prevented by the defendants from performing the contract on their part. 1 <em>Chitty Pl. </em>323. <em>Bach vs. Owen, </em>5 <em>Term Rep. </em>409.</p>\n<p data-order=\"41\" data-type=\"legal\" id=\"b257-10\">It was the duty of the plaintiffs, <em>first to </em>prepare the boilers, before they could call on the defendants to do the brick work, for the brick work was required to put up the boil<page-number citation-index=\"1\" label=\"252\">*252</page-number>ers, and consequently, the defendants should have <em>notice </em>that the boilers were ready. Suppose the plaintiffs had not prepared the boilers in time, the defendants would not have been liable for a failure to do the brick work. The defendants were not bound to take notice of the progress made in the work. The obligation to pay weekly had no reference to the value of the work done. There is no averment of an actual delivery, but a readiness to deliver; nor does-the excuse go to the delivery, but to the engine as set up.</p>\n<attorneys data-order=\"42\" data-type=\"attorneys\" id=\"b258-5\"><em>Taney, </em>(Att’y Geni. U. S.) in reply.</attorneys>\n<p data-order=\"43\" data-type=\"legal\" id=\"b258-6\">1. The covenants are independent, and performance <em>by </em>the plaintiffs, not a condition precedent to the payment oí the money.</p>\n<p data-order=\"44\" data-type=\"legal\" id=\"b258-7\">3. If the covenants are dependent, still, time in this agreement is not essential.</p>\n<p data-order=\"45\" data-type=\"legal\" id=\"b258-8\">3. If, however, time is a material part of this contract,, still as the substantial part of the covenant has been performed, a failure as to.time merely, is not fatal to the action.</p>\n<p data-order=\"46\" data-type=\"legal\" id=\"b258-9\">4. If all these points are against the plaintiffs, still a sufficient excuse is alleged, for the failure on their part, and the action consequently can be maintained.</p>\n<p data-order=\"47\" data-type=\"legal\" id=\"b258-10\">1. When the <em>entire </em>consideration is to be paid, when the <em>entire </em>work is done, and no part while it is in progress, then the doing the work by the time limited, is a condition precedent; but if part of the compensation is to be paid before performance, the covenants are independent. In <em>Watkins vs. Hodges and Landsdale, </em>6 <em>Harr. and Johns. </em>38, the whole of the tobacco was to be delivered by a given day, which was before any part of the purchase money was to be paid.</p>\n<p data-order=\"48\" data-type=\"legal\" id=\"b258-11\">The question is, whether the covenant is within the case of <em>Terry </em>and <em>Duntze, </em>and whether that case is law ? That case was not decided upon the ground, that the entire consideration might be paid before the entire work was done, but distinctly upon the ground, that if a part was to be paid, the covenants are independent—and in such a case the parties are, supposed to rely reciprocally upon the covenants of each <page-number citation-index=\"1\" label=\"253\">*253</page-number>other. The e?sc ai box* is clearly within Te rulo of <em>Terry and Duntze, </em>because a certain ruto Is stipulated to be paid weekly as the work progressed. Being within the rule, the nest (¿uesiion is, is there any thing in it which should induce the court lo eh auge it? In the coge 10 <em>Johns, </em>the rule was changed, but that was a case in which <em>no work </em>had been performed. Again—for the recovery of the weekly payments, the plaintiffs must sue in covenant, and if therefore for the bdar.ee, they are to sue in <em>assumpsit, </em>you divide the remedy, and compel them to bring two actions instead of one, and according to this interpretation, the credit stipulated for is gone, because as soon as the engine was put up, and accepted, though the day after the day named in the agreement, the plaintiffs could bring their action. Besides, if <em>covenant </em>cannot be maintained by the plaintiffs for the money, their warranty that the engine should remain in good order for a certain period is discharged.</p>\n<p data-order=\"49\" data-type=\"legal\" id=\"b259-5\">The authority of the ease of <em>Terry </em>and <em>Duntze, </em>is recognized in the following <em>eases:-—Heard vs. </em>Wadham, 1 East, 625. <em>Ib. </em>631. <em>Seers vs. Fowler, </em>2 <em>Johns. Rep. </em>272. <em>Ib. </em>387. <em>Wilcox vs. Ten. Eyck, </em>5 <em>Johns. </em>78. <em>Gardiner vs. Corson, </em>15 <em>Mass. Rep. </em>500. <em>Rech vs. Moore, </em>19 <em>Johns. Rep. </em>341. <em>Webster vs. Warren, </em>2 <em>Wash. C. C. R. </em>456.</p>\n<p data-order=\"50\" data-type=\"legal\" id=\"b259-6\">2. But if the covenants are dependent, sill <em>time </em>is not essential. The defendants’ covenants are not dependent as to time, but upon the making and patting up the engine. <em>Cunnigham vs. Morell, </em>10 <em>Johns. </em>214.</p>\n<p data-order=\"51\" data-type=\"legal\" id=\"b259-7\">If the Iasi instalment was to be paid in certain periodical payments, after the ninety days, the time named for putting the engine into full and effective operation, why does the contract say, that the instalments are to be paid at stipulated periods, after the completion of the work, instead of fixing the credit from the end of the ninety days? It is plain, from this stipulation, that the credit was to run from the completion of the work, and not from the expiration of the ninety days, and it could not therefore have been intended to oblige the plaintiffs to finish the work within the time, or to make time a pari of the condition precedent.</p>\n<p data-order=\"52\" data-type=\"legal\" id=\"b260-4\"><page-number citation-index=\"1\" label=\"254\">*254</page-number>3. A substantial part of the contract having been performed by the plaintiffs, within the time, they are entitled to recover, though a small part was not so performed. The case of <em>Boone &amp; Iyre, </em>decides that, a contract divisible .in its nature, need only to be performed in part, to enable the party performing to recover; nor is there any thing in <em>Hamilton vs. Warfield, 2 Gill and Johns. </em>482, against this proposition, because there the condition was indivisible. In suppport of this proposition, he referred to <em>Havelock vs. Geddes, </em>10 <em>East. </em>555. <em>Carpenter vs. Creswell, </em>15 <em>Serg. and Low. 22. </em>6 <em>Durn. and East. </em>570.</p>\n<p data-order=\"53\" data-type=\"legal\" id=\"b260-5\">4, The excuse, for the failure on the part of the plaintiffs to perform their contract, is sufficient. The question here is, should the plaintiffs have averred <em>notice </em>of their readines ? When concurrent acts are to be done, it is not necessary to aver notice. Notice is only necessary, when knowledge is in possession of but one party; but here the acts to be done were concurrent, the putting up the engine, and preparing the brick and stone work, being to be done, at the same time. In such a case, the averment of <em>readiness </em>is sufficient. Notice need not be averred, because the contract itself gave the defendants notice, that they must have the work ready a reasonable time before the end of the ninety days, and it was their duty to know, what would be a reasonable time. 2 <em>Saund. </em>694, <em>(note 3.)</em></p>\n<opinion data-order=\"54\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b260-6\">Stephen, J.</author>\n<p id=\"Adq\">delivered the opinion of the court.</p>\n<p id=\"b260-7\">This suit was instituted upon a covenant,^entered into between the parties on the 12th of September, 1825; and after referring to the pleadings, the judge said—the question which arises in this case, is upon the true construction and character of the covenants contained in thé deed, or instrument of writing upon which this suit was instituted. We may say <em>in limine, </em>that whatever may have been the principles contained in the more ancient decisions, upon the legal effect and operation of contracts of a similar description, the strong -leaning of the courts <page-number citation-index=\"1\" label=\"255\">*255</page-number>iu more modern times, has been to disencumber themselves from the fetters of technical rules, and to give such a rational interpretation to the contract as will carry the intention of the parties into full and complete operation, in 8th <em>Term. Rep. </em>371, <em>Grose, </em>Justice says, “the question is, whether these covenants be dependent or independent, and that must be collected from the apparent intention of the parties to the contract. There <em>is </em>certainly some confusion in the books on this subject, some of the older cases leaning to construe covenants of this sort to be independent, contrary to the real sense of the parties, and the true justice of the case. .Bui the later authorities convey more just sentiments, and the case of <em>Kingston vs. Preston, </em>was the first strong authority in which they prevailed in opposition to the former. ” In this case of <em>Kingston vs. Preston, Ld. Mansfield </em>says, “that the dependence or independence of covenants, was to be collected from the evident sense and meaning of the parties, and that however transposed they might be in the deed, their precedency must depend on the order of time in which the intent of the transaction requires their performance.” Alluding to the case of <em>Kingston vs. Preston, </em>in a subsequent part of his opinion, Mr. <em>Justice Grose </em>says, “1 have since found, that that was not the first case, where those sentiments began to be entertained; for it appears from a late publication of reports from the manuscript of <em>Ld. Chief Justice Wittes, </em>that in a case of <em>Thomas vs. Cadwalader, Willes Rep. </em>496, his lordship noticed the injurious tendency of the doctrine, which had before that time prevailed in those cases, and seemed very desirous, that the governing rule should be so to construe such covenants, as that the real intention of the parties should be carried into effect, to obtain the true justice of the case. This was afterwards done in the ease of <em>Kingston vs. Preston, </em>and that has since been settled to be the rule in many cases.” Mr. <em>Justice Grose </em>then concludes his opinion by observing, that “the intention of the parties is, or is assumed to be, the governing principle of all the <page-number citation-index=\"1\" label=\"256\">*256</page-number>late determinations.” In the same case, Mr. <em>Justice Lawrence </em>observes, “whatever the form of words may be, if we can collect from the face of the instrument, that the whole was to be performed by the plaintiff before the money was to be paid, nothing short of the performance of the whole can enable him to sustain this action for the money.” So, in the same case, <em>Ld. Kenyon, </em>speaking of the cases which had been cited in the argument, says, “the general rule which governs them all is, that every man’s agreement is <em>to be </em>performed according to his intent, as far as that is to be collected from the particular instrument.” A similar principle is laid down in 6 <em>Term. Rep. </em>669, where <em>Ld. Kenyon </em>says, “it has been frequently said, and common sense seems to <em>justify it, that conditions are </em>to be construed to be either precedent or subsequent, according to the fair intention of the parties, to be collected from the instrument, and that technical words, (if there be any to encounter such intention, and there are none in this case) should give way to that intention.” According to these authorities, the important inquiry in this case is, what was the intention of the parties to be collected from the covenant entered into between them. It appears by the pleadings in the cause, that the plaintiffs, for the consideration therein mentioned, agreed with the defendants that they would furnish the materials, and construct, make, fit, and put up in a good, faithful and workmanlike manner, a high pressure steam engine of a particular description, the whole to be finished and delivered at the factory of the defendants, and there properly fitted up, and put into effective operation, by, and at the proper expense and charge of the plaintiffs, within ninety days from the day of the date of the said agreement; <em>in consideration whereof, </em>(that is, in consideration that the plaintiffs would perform their part of the contract, by making and putting up the engine as stipulated ;) the defendants bound themselves to pay the sum of thirty-five hundred dollars/or <em>the said engine, so as aforesaid to he constructed, made, and put up </em>in the following <page-number citation-index=\"1\" label=\"257\">*257</page-number>proportions, to wit; to pay the sum of $100 each week as the work progressed, until the same <em>should, be finished, and put up as aforesaid, when </em>the sum of twelve hundred dollars, <em>including </em>the weekly advances aforesaid, was to be paid. The residue of the consideration, that is to say, twenty-five hundred dollars, was to be paid in three equal instalments, at six, nine, and twelve months, from and after the said engine should have been put into full and effective operation, to the <em>full extent </em>and meaning of said covenant; and the defendants covenanted, that they would provide and pay for the brick and stone work, necessary for the putting up the boilers aforesaid, and likewise pay for the brick and stone; and the plaintiffs agreed to warrant and insure the faithful performance of the said engine, for the term of twelve months from time it should be put into operation as aforesaid. Upon the true construction of this contract, was it the understanding of the parties that the engine was to be completed in ninety days, as a condition precedent to the payment of the three last instalments, amounting to the sum of twenty-five hundred dollars ? In the first place, it is to be observed, that the parties contemplated the completion of the engine, before the weekly payments would amount to the sum of twelve hundred dollars, because those payments were to be deducted from that sum; and the <em>balance </em>to be paid when the work should <em>be finished, </em>and put up according to contract, or to use the language of the deed of covenant, “should be finished, and put up as aforesaid.” If then, it was the evident intent and meaning of the parties, that the engine should be completed, and put up before the weekly payments would amount to the sum of twelve hundred dollars; it is demonstrably clear, that the time limited for the completion of the work was of the essence of the contract, and that the plaintiffs were not entitled to recover the twenty-five hundred dollars under the covenant upon which their action was founded, because those instalments vrere not to be paid until “after the said engine should have been put into ful <page-number citation-index=\"1\" label=\"258\">*258</page-number>and effective operation, to the <em>full extent </em>and <em>meaning </em>of said covenant,” which, upon every principle of correct interpretation, would seem to require a rigid compliance with the stipulations of the contract, as well in relation to the time fixed on, as to the other particulars; the words used being sufficiently strong, and comprehensive to indicate such to have been the sense and meaning of the parties. That time was of importance in the contemplation of the parties, and formed a material ingredient in the constitution of their contract, further appears from that part of it,by which the plaintiff’s covenant to “ warrant and insure the faithful performance of the said engine, for the'term of twelve months, from the time it should be put into operation as aforesaid.” Nor do we think that the failure to complete the engine by the time limited, is excused by the non-performance of the defendants of their covenant, by which they bind themselves, “to provide, and pay for the brick and stone work, necessary for putting up the boilers aforesaid, and likewise pay for the brick and stone,” because it was not necessary to do that part of the work, before the boilers would be in a state of readiness to be put up; of \"which fact, it was the duty of the plaintiffs to inform the defendants in due and proper time, as they best knew when such part of the work would be <em>wanted; </em>and until it should become necessary, it was not the duty of the defendants to do an act which might ultimately prove to be vain and nugatory. In this case, the words in “consideration whereof,” must we think be construed to refer, not to the promise or undertaking of the plaintiffs to do the work, but to the actual performance of the thing, stipulated to be done; for in 4 <em>Term. Rep. </em>764, <em>Ld. Kenyon </em>was of opinion, that the words “in consideration of the premises,” meant in consideration of the actual transfer of the stock, and not in consideration of the covenant to transfer. So, in 1 <em>Tidd’s Prae. </em>443, it is said, “the words by which conditions precedent are commonly created, are, for and in consideration of <em>iia quod proindef íyc, </em>A by his <page-number citation-index=\"1\" label=\"259\">*259</page-number>agreement was to complete a certain piece of road, on or before the 261b of October, 1810, and B covenanted to pay him for completing the whole of the work, $6000, to be paid in instalments as the work progressed. It was held that A could not maintain an action for the whole consideration money, without averring, and proving a performance of the whole work, and that if he brought his action for a rateable part of the money, he must show a rateable performance. The above case may be found in 10 <em>Johns. </em>203, <em>Cunningham and another vs. </em>Morrell, where <em>Chief Justice Kent </em>delivered the following very sensible and learned opinion, in which he seemed to think that in the case of <em>Terry vs. </em>Buntze, the court pushed the doctrine of mutual and independent covenants too far. He says, “we cannot distinguish this case so as to take it out of the operation of the case of <em>Sears and </em>Fowler, and <em>Havens vs. </em>Bush, 2 <em>Johns. Rep. 272, </em>387. Those cases were governed by the <em>English </em>decision in <em>Terry vs. Duntze, </em>2 <em>Hen. Black. </em>380. But from a more full consideration of the subject, we are now led to believe, that the court of C. B. carried too far, the principle of mutual and independent covenants. It is true, that if by the terms of the contract, the money is to bo paid by a day certain, and which is to happen before the performance of the service, or by a day certain, and there is no day certain for the performance, the performance is not a condition precedent, and the party may sue for the money without averring or showing performance. This is what was said by <em>Ld. Holt </em>in the ease of <em>Thorpe vs, Thorpe, </em>12 <em>Mod. </em>455. 1 <em>Ld. Raymond, </em>662. And he went no further with the doctrine of mutual covenants. Where it be repugnant to the contract to make the service a condition precedent, the parties, he observes, are left to mutua remedies, on which by the express words of the agreement they have depended. The cases which he cites of <em>Pool vs. Tolchesser, </em>48 <em>Edward, </em>111, 2, 3, and <em>Pordage vs. Cole, </em>1 <em>Baund. </em>319, are to this effect, and in both of them, the entire consideration was to be paid by a fixed time, and <page-number citation-index=\"1\" label=\"260\">*260</page-number>which might precede the service. <em>Ld. Holt </em>further said in that case, “what is the reason that mutual promises shall bear an action without performance ? One’s bargain is to be performed according as he makes it. If he makes a bargain and relies on the other’s covenant, or promise to have, what he would have done to him, it is his own fault. If the agreement be that A shall have the horse of B, and A agree that B shall have his money, they may make it so, and there needs no averment of performance to maintain an action on either side; but if it appear by the agreement, that the plain intent of either party was to have the thing to be done to him, performed, before his doing what he undertakes of his side, it must then be averred. After this rational explanation of the rule, we cannot but think it was misapplied, or carried to an unreasonable length in <em>Terry vs. Duntze. </em>The covenant in that case was, that the plaintiff should finish the building by a given day, and the defendant was to pay the consideration by instalments as the building should proceed, and according to a certain and specified state of advancement, and the remaining part of the consideration when the building should be completed 5 but because two several sums of money were to be paid before the whole was performed, and when only a part of the service was performed, the court held the covenants to be independent, and as we understand the case, aiid as the reporter understood it, that the plaintiff might maintain his action for the entire consideration, without any averment of performance. This was contrary to the plain understanding of the parties, and was not warranted by any of the cases referred to. It was sufficient for the plaintiff to have shown the advance of the building as stipulated, to have entitled him to the instalment then to be paid, but to have entitled himself to the last instalment, he was bound to aver, and show a completion of the contract. The good sense and justice of the ease, as it appears to us, required this construction, and the meaning of the parties could not have been mistaken. The error in that case, and in the <page-number citation-index=\"1\" label=\"261\">*261</page-number>two cases in this court which followed it, consisted in holding the covenants to be independent throughout, because a part of the consideration money was to be paid before the entire service was .to be performed. This might have been the case, if the contract in all those cases had not provided that a certain part of the consideration was to be paid on the completion of the service, and which rendered the service <em>pro imito, </em>a condition precedent. There is nothing unreasonable nor unusual in such an agreement. It has been the constant language of the <em>English </em>courts, that the dependence or independence of the covenants, depended on the good sense and meaning of the contract. Their precedency, said <em>Ld. Mansfield, </em>must depend on the order of time, in which the intent of the transaction requires their performance. A mechanic generally stands in need of advances from time to time, in aiding- him to procure the materials to carry on his work, and the employer if prudent will generally reserve a considerable payment until the work be completed, and to depend on such completion. But if all these payments can be demanded without performance, merely because a part of them were to be made as the work advanced, it would be making the intention of the parties subservient to technical rules. The parties have an undoubted right, if they please, to make their covenants dependent or independent throughout, or to make the covenants independent as to one payment, and dependent as to another. They have a right to mould their contracts so as to suit their mutual convenience and interests, and when the courts can ascertain their meaning, they are so to construe the contract as to give effect to that meaning, provided the purpose be lawful. For these reasons, I apprehend that we have yielded with too much deference to the decision in <em>Terry vs. Duntze, </em>and did not sufficiently advert to the evil consequences of the doctrine in the extent there laid down. It becomes then our duty to limit the operation of that case, and of the two cases in this court which were founded upon it, so as to belter to <page-number citation-index=\"1\" label=\"262\">*262</page-number>fulfil the intention of the contract, and the justice of the case ; and in doing this, we may be permitted to consider it as some apology for those decisions, that we at the time reposed on the authority of so respectable a tribunal as the <em>C. B; </em>and especially when its decision was supported by ' so distinguished a judge as <em>Buller, </em>who was equally eminent for a clear and sound judgment, and for diligent and profound inquiry.</p>\n<p id=\"b268-4\">“Having thus freed ourselves from undue embarrassment in considering the real merits of this case, we say, that as the road was to be completed on or before the 20th of October, 1810, and as the defendant was to pay therefore the sum of $6000, to be paid on or before that day, in instalments as the work progressed, the just construction of the contract is, that if the plaintiffs will go for the whole consideration-money, they are bound to aver, and show a performance of the whole work, and if they go for a rateable part of the money, they are bound to show a rateable performance.” We have extracted thus largely from the opinion of that eminent jurist, Chief Justice <em>Kent, </em>because we think it supported, not only by correct legal principles, but by the plainest dictates of common sense, and because it goes far to rescue the law, which ought to be considered a rational science, from the imputation of gross injustice and palpable absurdity. One other decision only, and that of modern date, and made in one of our sister States by a very learned and distinguished tribunal, will be referred to. It will be found in 8 <em>Mass. Rep. </em>80. In that case, <em>Parker, </em>Ch. J., in delivering the opinion of the court, also adverts to the case of <em>Terry vs. Buntze, </em>and uses the following strong expressions : “In one case of modern date, it was decided, that if a man covenants to work upon a house, and the owner covenants to pay him by instalments, and that the last instalment shall be paid when the house is finished, the workman may recover the last instalment, whether the house shall be finished or not. This seems to be turning a man’s contract into something totally different from his words <page-number citation-index=\"1\" label=\"263\">*263</page-number>and intentions in the contract; and yet in the same book it is said, that the intent of the parties is to govern in the construction of the covenants. The principal reason given for this decision is, that some of the instalments were to be paid before the house was finished. But because a man had engaged to pay one certain sum of money before his house was finished, therefore, he should be held to pay another sum, which he had not engaged to pay, until his house should be finished, seems id be very questionable as a logical, whatever it may be as a legal conclusion.” The cases of <em>Goodesson vs. </em>Munn, 4 <em>D. and East. </em>61. <em>Campbell vs. Jones, </em>cited in the argument; <em>Glazebrook vs. Woodrow, </em>8 <em>D. and East, </em>366; and <em>Heard vs. Wadham, </em>1 East, 619, all show a disposition on the part of the judges, to break through the bonds which some old eases had imposed upon them, and to adopt what <em>Ld. Kenyon, </em>in one of the cases calls the common sense doctrine.—'that the true intent of the parties, as apparent in the instrument, should determine whether covenants or promises are independent, or conditional, instead of any technical rules of which the parties were totally ignorant, and the application of which, would in most casos utterly defeat their intentions. We think therefore, that the plaintiffs were not entitled to recover the money sued for by them, upon the true construction of the covenants entered into by them. Whether they had not their remedy in a different form of action, is another question. If after the work was done, though not pursuant to the contract, the party for whom It was done, accepted it, it would seem right and proper, that he should pay for it, what it was worth. This we think, justice would require, and it is believed, that the principles of law do not forbid it. To this effect the law is stated to be in 4 <em>Cowens Rep. </em>564. It is there said, that “if there he a special agreement under seal to do' work, and it be done, but not pursuant to the agreement, either in point of time, or i-n any other respect, the party who did the work may recover upon the common counts in assumpsit, for the work and labor, if the work be <page-number citation-index=\"1\" label=\"264\">*264</page-number>accepted by the party for whom it was done. The workman cannot maintain covenant, unless he perform the work strictly within the time. By permitting the plaintiffs, after knowing that the work was not completed in time, to proceed and finish it, he waived all right to object on that ground, and the law implies a promise on his part, to pay what the labor was reasonably worth.” So, in <em>Burn vs. </em>Miller, 4 <em>Taunt. Rep. </em>745, we find the same principle recognized. “A lessor contracted to pay his tenant, at a valuation for certain erections, pursuant to a plan to be agreed on, provided they were completed in two months. No plan was agreed on, and after the condition broken, the lessor encouraged the lessee to proceed with the <em>work, and held </em>that the lessee might recover as for work and labor, on an implied promise, arising out of so many of the facts, as were applicable to the new agreement.” In this case the court say, “It is a settled rule, even in case of deeds, that if there be a condition precedent in a deed, and it is not performed, and the parties proceed with the performance of other parts of the contract, although the deed cannot take effect, the law will raise an implied <em>assumpsit. </em>Upon this ground it is, that freight is daily recovered in actions of <em>assumpsit, </em>on implied promises substituted for the charter parties by deed. And here, though the plaintiff cannot put his case upon the written agreement, he may upon the agreement raised upon so many of the facts of the ease, as are applica-r ble.” Upon the whole, we are of opinion, that the judgment of the court below was correct, and that the same ought to be affirmed.</p>\n<p id=\"b270-5\">JUDGMENT AFFIRMED.</p>\n<p id=\"b270-6\"><em>Gill, </em>for the appellants, after the affirmance of the above judgment, moved for <em>a procedendo, </em>upon the following grounds.</p>\n<p id=\"b270-7\">The 10th sec. of the act of 1826, ch. 200, declares, that upon any appeal, or writ of error, the Court of Appeals, shall give judgment, or award <em>a procedendo, </em>for a rehearing <page-number citation-index=\"1\" label=\"265\">*265</page-number>of the case, as shall appear to be just. Prior to this law, and by the act of 1806, <em>ch. </em>90, <em>sec. </em>1, the right to award <em>a procedendo </em>depended upon the reversal of the judgment of the county court. The act of 1826 establishes a different, and more liberal rule. It submits the subject to the sound discretion of the court, to its moral jurisdiction, and directs, that the <em>procedendo </em>shall be awarded, when there is evidence in the record, either by facts, or pleading, that the plaintiff’ has a just claim. In this case, it is apparent, from the record, that the defendants have had the substantial benefits of the contract, and have not paid for them.</p>\n<p id=\"b271-5\">Under the act of 1826, the court is not trammelled by technical restraints of any sort, and it may be fairly inferred, that the legislature designed to give a re-hearing, in connexion with the right to amend the pleadings, to the same extent as before had been awarded upon bills of exception, where the judgment of the county court had been reversed. This qualification of a right to the <em>procedendo, </em>is a very fair one. It aids just claims, and provides against accidents and errors growing out of nice questions of pleading. The claim being a just one, the defendant has no right to complain.</p>\n<p id=\"b271-6\">If the cause is transmitted to the county court, with leave to amend the pleadings, the plaintiffs could put it in a situation to recover. They could aver an excuse, in proper, and technical form, for a non-delivery of the engine in full and effective operation at <em>Crook’s </em>factory, within ninety days. It could be averred, that after the execution of the contract, and before the expiration of the ninety days, the plaintiffs gave the defendants notice, at their factory, that they, the plaintiffs, were ready, prepared, and willing to put up the said engine, and put the same into operation, and that they requested the defendants to furnish the brick and stone work, a sufficient period before the expiration of the ninety days, to have enabled the plaintiffs to put up, and put the said engine into operation at the said factory within said ninety days, but that the defendants did not, and would not furnish the brick and stone work in season.</p>\n<p id=\"b272-4\"><page-number citation-index=\"1\" label=\"266\">*266</page-number>The second breach of the first <em>count </em>avers, that the plaintiffs were ready and prepared to deliver and properly put up the engine at the factory of the defendants, and to put the same into full and effective operation, on the 11th of December, 1825, but the defendants did not provide the brick and stone work necessary for putting up the boilers, by reason whereof the engine could not be put up on the day, and the plaintiffs were thereby prevented from putting, up the engine. To this breach there was a <em>general demurrer* </em>The state of the pleadings then admit:</p>\n<p id=\"b272-5\">1. That the plaintiffs commenced the engine. 2. That they were ready within the ninety days, to put it up at the factory. 3. That the defendants did not furnish the brick work. 4. That the failure to furnish the stone work, prevented the putting up the engine.</p>\n<p id=\"b272-6\">Now, these facts show, that the greater part of the work must have been completed, and that the plaintiffs had nearly earned their whole claim, even supposing defendants had furnished the brick work, and that the defendant must have received <em>some </em>notice to furnish the brick work. The plaintiffs, therefore, having in substance, performed their contract,, they are entitled, under the act of assembly, to a new trial.</p>\n<p id=\"b272-7\">The county court had several times, before the institution of this suit, decided the broad principle, that <em>time </em>was not of the essence of a sealed contract. In <em>Finley </em>vs. <em>Boehme, </em>3 <em>Gill and Johns. </em>42, that point was directly so-decided by that court. These decisions induced the counsel not to bring <em>assumpsit*</em></p>\n<p id=\"b272-8\">\n<em>Johnson, contra.</em>\n</p>\n<p id=\"b272-9\">Independent of the act of 1830, <em>ch. </em>186, an act not referred to by the appellants, no provision can be' found, and no case decided, to authorize a <em>procedendo, </em>when the judgment appealed from is <em>affirmed. </em>Had it been otherwise, there would have been no necessity for the act of 1830. The passage of that act is evidence, if any were needed, that <em>a procedendo, </em>in case of affirmance, was before wholly unprovided for ; and the act of 1830 applies only to bills of <page-number citation-index=\"1\" label=\"267\">*267</page-number>exceptions, and of course not to a ease like the present. But if the court was now, for the first time, called upon to act under the law ©f 1826, it is confidently contended, that the present motion could not be granted. In this case, as in all others, the court can alone look to the record, and to what it discloses. That the plaintiff has a better ease than his pleadings disclose, can only be known by facts appearing in exceptions, or in other parts of the record. When that is <em>not </em>the case, the court can have no knowledge that the case as made by the plaintiff, is not the <em>only case that he can make, </em>and of course, can have no knowledge that justice requires a new trial. In the present instance, the only ground upon which it can be pretended, that the plaintiffs could recover on this covenant, is by supposing a fact to exist, of which no evidence is offered in any part of the record. The court therefore, cannot see that justice requires a new trial.</p>\n<p id=\"b273-5\">The only ground on which it is contended that a <em>procedendo </em>should issue, in this case, is the <em>suggestion </em>of the appellants’ counsel, that he believes the fact will enable him to make a better case, than is now presented by the record. It will not escape the observation of the court, that the case of the appellants was brought out in pleading in every variety of form, and that no application was made to the court below to amend, for the purpose of pleading the fact now alleged to exist, and which if it does exist, must have been then known to their counsel. That excuse was deemed by them to be necessary to account for the delay in the completion of the engine is obvious, because the pleadings aver an excuse in different ways. Under such circumstances, to subject the successful party below, to the expense and trouble of a new trial, would be a principle decidedly wrong, and in practice extremely pernicious. Should the precedent be established, it will be difficult to imagine a ease, in which the judgment of the Court of Appeals, will <em>practicality terminate the </em>suit. This, it will be observed, is not a case in which <em>from the record, </em>the court can see that the <page-number citation-index=\"1\" label=\"268\">*268</page-number>appellants have a better case, than is technically presented, and which is lost to them, from want of mere <em>technical form] </em>but on the contrary, one, in which as far <em>as the court have </em>or can have any <em>judicial </em>knowledge, the appellants are neither legally nor equitably entitled to recover. To go out of the record, and listen to the mere suggestions of the parties, or their counsel, as to the case they will be enabled to present, if an opportunity is given them, is not, cannot be, the duty of the court. No instance can be found, in which even in a court of original jurisdition, a new trial has been awarded, because of the want, at the first trial, of proof of a fact which- the losing party knew of, and might have produced, or by reasonable diligence might have found out. How much stronger does the principle apply, to a motion now made in the court of iast resort, for a new trial, merely to enable appellants to bring forward a fact, which if it exists, they certainly were aware of before the first trial. Besides, look at the practical injustice. The defendants may have had proof fully sufficient to negative the proposed allegation as to notice, as well as all the other matters of excuse, already stated in the pleadings. Relying on the insufficiency of the latter, they demur, and obtain a judgment. This is now affirmed, and it is proposed to send the case back, when for aught this court can know, all the evidence the defendants had, in relation to the whole transaction, is lost to them without any default on their part. Such a course, would certainly not be in furtherance of any prinple of justice.</p>\n<p id=\"b274-5\">MOTION OVERRULED BY THE COURT.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}