{
  "casebody": {
    "data": "<casebody firstpage=\"76\" lastpage=\"81\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b92-6\">Gyro Brass Manufacturing Corporation <em>v. </em>United Automobile, Aircraft and Agricultural Implement Workers of America, C.I.O.-A.F.L., et al.</parties>\n<p data-order=\"1\" data-type=\"judges\" id=\"b92-7\">Baldwin, C. J., King, Mtjkphy, Mellitz and Shea, Js.</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b92-11\">Argued October 14</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A4C\">decided December 23, 1959</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b93-5\"><page-number citation-index=\"1\" label=\"77\">*77</page-number><em>Donald F. Keefe, </em>for the appellant-appellee (plaintiff).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b93-6\"><em>Margaret C. Driscoll, </em>for the appellees-appellants (defendants).</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b93-7\">Mellitz, J.</author>\n<p id=\"Aqh\">The plaintiff instituted this action to recover damages for losses allegedly sustained when it was required to close its plant as a result of unlawful interference with its right to obtain possession of certain goods required for the operation of its business. By way of counterclaim, the defendants sought damages for expenses incurred for counsel fees in resisting allegedly unlawful attempts by the plaintiff to obtain possession of the goods. The trial court found against the plaintiff on the complaint and against the defendants on the counterclaim, and all parties have appealed.</p>\n<p id=\"b93-8\">The plaintiff assembled and sold single-handle mixing faucets and valves. Its principal place of business was in Westbury, New York. Its main <page-number citation-index=\"1\" label=\"78\">*78</page-number>source of supply for required component parts was the Chase Brass and Copper Company, hereinafter referred to as Chase, in Waterbury. The parts were manufactured in quantities to the plaintiff’s specifications, pursuant to contracts between the plaintiff and Chase, and were shipped f.o.b. Waterbury or Westbury in monthly amounts as the plaintiff requested. In February, 1956, the production and maintenance employees of Chase, members of the defendant Chase Brass and Copper Company Workers Union, Local 1565, U.A.W.-C.I.O.-A.F.L., hereinafter referred to as the union, went on strike. Immediately prior to the strike, Chase and the union entered into a so-called maintenance agreement whereby Chase agreed not to produce or ship goods for the duration of the agreement, and the union in return agreed to maintain the Chase plant in good condition, and ready to operate as soon as a settlement was reached. This was described as a “closed gate” policy, and to enforce it a procedure was worked out for regulating entrance to the plant by means of passes signed by the company and countersigned by the union.</p>\n<p id=\"b94-4\">As a result of the agreement, Chase engaged in no production and made no shipments during the course of the strike. After the strike began, Chase informed the plaintiff that Chase could make no further shipments, although it had on hand a stock of parts produced under its contract with the plaintiff. The plaintiff then asked Chase for permission to come into its plant and take delivery, offering to pay cash and to waive the credit terms of the contract. Chase was agreeable, provided the plaintiff could get into the plant and obtain the parts. The plaintiff knew that the maintenance agreement required, for entry, passes signed by both Chase and the <page-number citation-index=\"1\" label=\"79\">*79</page-number>union. The plaintiff did not request a pass from Chase, nor did Chase request the union to issue a pass to the plaintiff. The plaintiff made several requests of the union for a pass or permission to obtain the materials, but was informed that the union would not permit any shipments out of the plant. Thereafter, the plaintiff attempted to obtain possession by means of two replevin writs. When officers approached the picket line for the purpose of executing the replevin process, they were denied entry to the plant and were informed that they could not enter without a pass. In addition to the replevin writs, the plaintiff obtained an ex parte injunction against Chase, the union and the defendant international union, with which the union was affiliated. The injunction was vacated by stipulation of the parties after it was in effect for part of a day.</p>\n<p id=\"b95-4\">In the view of the trial court, the crueial question was whether the plaintiff had title to the parts or the right to possession of them when it instituted the replevin actions. The court concluded that the plaintiff had failed to establish title to, or the right to possession of, any goods in the Chase plant and, therefore, that there was no unlawful interference by the defendants with any rights of the plaintiff.</p>\n<p id=\"b95-5\">The original sales agreement between Chase and the plaintiff provided for delivery f.o.b. Waterbury or Westbury. Unless it appeared that the parties intended otherwise, title to the goods and the right to possession would pass to the plaintiff at the f.o.b. point. General Statutes § 42-19 (rule 5). The plaintiff claimed that the original sales agreement had been modified. It sought to put in evidence, by testimony of its president, the content of a conversation between him and the sales manager of Chase whereby, it was claimed, the parties agreed orally <page-number citation-index=\"1\" label=\"80\">*80</page-number>to modify the terms of their agreement, so that the plaintiff obtained a contractual right to immediate possession of the parts in the Chase plant. It was competent for the parties to modify the terms of their written agreement by a parol agreement. <em>Blakeslee </em>v. <em>Water Commissioners, </em>121 Conn. 163, 182, 183 A. 887. The plaintiff’s president testified that shortly after the strike began he had a conversation with the sales manager of Chase about the parts. The witness was asked to relate the conversation ; on objection, it was excluded as hearsay. Whether there was an oral modification of the sales agreement between Chase and the plaintiff as a result of the conversation depended on whether certain words were spoken in the course of it. To prove such a modification would necessitate testimony as to the content of the conversation. <em>Car rano </em>v. <em>Hutt, </em>93 Conn. 106, 111, 105 A. 323. The utterances themselves were the facts in issue and could be proved through any witness who heard them spoken. That the witness through whom the proof was offered was one of the participants was immaterial. <em>Engel </em>v. <em>Conti, </em>78 Conn. 351, 354, 62 A. 210. Testimony of the contents of an utterance, offered only to prove that it was made, is not hearsay. <em>Carrano </em>v. <em>Hutt, </em>supra; <em>State </em>v. <em>Tolisano, </em>136 Conn. 210, 214, 70 A.2d 118. The testimony which the plaintiff sought to introduce was not objectionable as hearsay, and the court erred in excluding it.</p>\n<p id=\"b96-4\">The conclusion of the court that there were no goods of the plaintiff in the Chase plant which could be subject to a replevin action was predicated upon an express finding that there had been no modification of the original sales agreement with regard to the passage of title or the right to possession. The evidence which the plaintiff attempted to introduce <page-number citation-index=\"1\" label=\"81\">*81</page-number>was relevant and material to that issue, and its exclusion prevented the plaintiff from presenting the proof upon the basis of which it rested its claim of an oral modification of the sales agreement and its right to possession of the goods it sought to replevy. The error in the exclusion of this evidence must be regarded as harmful.</p>\n<p id=\"b97-4\">Since a new trial is required, it is unnecessary to consider other claimed errors assigned by the plaintiff, or the errors assigned on the defendants’ appeal. We take note, however, of the plaintiff’s claim that the defendants unlawfully interfered with officers who were attempting to serve legal process. Obviously, no one has a right, unless under the most exceptional circumstances, to obstruct an officer who is armed with process lawful upon its face and who is in the performance of his duty. General Statutes §53-165; <em>State </em>v. <em>Cesero, </em>146 Conn. 375, 379, 151 A.2d 338; <em>Hull </em>v. <em>Bartlett, </em>49 Conn. 64, 67; <em>Watson </em>v. <em>Watson, </em>9 Conn. 140, 146. From the finding, which is not subject to correction, it does not appear that the plaintiff has established a violation of this rule.</p>\n<p id=\"b97-5\">There is error, the judgment is set aside and a new trial is ordered.</p>\n<p id=\"b97-6\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}