{
  "casebody": {
    "data": "<casebody firstpage=\"605\" lastpage=\"611\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b639-6\">(166 App. Div. 182)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b639-7\">LANE v. JACOBS.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AkX\">(No. 538/80.)</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b639-8\">(Supreme Court, Appellate Division, Fourth Department.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Aoy\">January 20, 1915.)</decisiondate>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b639-9\">1. Boundaries &lt;3=48—Establishment by Acquiescence ob Practical Location.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b639-11\">Where a barn, was built on the rear of a lot, which encroached on an adjoining lot, and a fence was built from the barn to a point opposite the rear of the house on the adjoining lot, and after the barn was torn down a fence was built to take its place, and the barn and fence for many years had been accepted by the adjoining owners as representing the true line, the division line became practically located, and the fence by acquiescence became the true line.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b639-12\">[Ed. Note.—For other cases, see Boundaries, Cent. Dig. §§ 232-242; Dec. Dig. &lt;S=48.]</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b639-13\">2. Boundaries &lt;3=48—Establishment by Acquiescence or Practical Location.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b639-15\">Where a fence on the rear of a lot, which had been accepted by adjoining lot owners for many years as representing the true division line, was not straight, there being an angle at some distance from the rear of the lot, the parties were bound by the location of the fence as it existed, and it was error for the court, in a suit involving a dispute over the boundary, to adjudicate that the division line was a straight line from the point where the fence commenced on the rear line of the lots to the street.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b639-16\">[Ed. Note.—For other cases, see Boundaries, Cent. Dig. §§ 232-242; Dec. Dig. &lt;3=48.]</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b639-17\">3. Boundaries &lt;3=48—Establishment by Acquiescence or Practical Location.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b639-19\">A fence and the side of a barn- on the rear of a lot had. been accepted for many years as the division line between two adjoining lots, although the barn encroached two feet on the adjoining lot. The barn had been replaced by a fence, which was not straight, there being an angle at a distance from the rear line of the lot corresponding with the length of the barn. There had been no practical location of the division line between the front portions of the lots, but a straight line from the end of the fence would give each party the frontage called for by his deed, while an extension of the line from the angle in the fence would cut off a considerable portion of the dwelling house on the lot encroached upon. <em>Held, </em>that it would be inore equitable to adopt the fence as the division line so far as it extended, and to run a straight line from the end of the fence to the street.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b639-20\">[Ed. Note.—For other cases, see Boundaries, Cent. Dig. §§ 232-242; Dec. Dig. &lt;S=4S.]</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b640-2\"><page-number citation-index=\"1\" label=\"606\">*606</page-number>4. Boundaries @=49—Establishment by Acquiescence or Practical Location.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b640-3\">That the curb line in front of plaintiff’s lot was turned in at a point where defendant contended the dividing line should be, that for some years a driveway existed near this claimed division line leading to defendant’s barn, and that a small ornamental tree was planted by plaintiff at or near this line, did not show a practical location of the division line; it appearing that the curb line was turned in by employes in an engineer’s office, and not with the knowledge or consent of either party or their predecessors in title, and it further appearing that a vent pipe from plaintiff’s house extended for some distance over the line claimed by defendant.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b640-4\">[Ed. Note.—Eor other cases, see Boundaries, Cent. Dig. §§ 243-248; Dec. Dig. @=49.]</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b640-5\">Kruse, P. J., and Robson, J., dissenting.</headnotes>\n<summary data-order=\"18\" data-type=\"history\" id=\"b640-6\">Appeal from Equity Term, Monroe County.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b640-7\">Action by Charles M. Lane against Albert W. Jacobs. Judgment in favor of defendant, and plaintiff appeals. Reversed, and new trial granted.</summary>\n<p data-order=\"20\" data-type=\"judges\" id=\"b640-8\">Argued before KRUSE, P. J., and ROBSON, FOOTE, LAMBERT, and MERRELL, JJ.</p>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b640-9\">James M. E. O’Grady, of Rochester, for appellant.</attorneys>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b640-10\">Wile &amp; Oviatt, of Rochester (Percival D. Oviatt, of Rochester, of counsel), for respondent.</attorneys>\n<opinion data-order=\"23\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"pACt\">MERRELL, J.</author>\n<p id=\"AAHo\">This is an action in equity involving, the location and establishment of the division line between adjoining residential properties of the parties on Arnold Park in the city of Rochester. The plaintiff avers that defendant is about to erect a division fence separating the lands of the parties, and in so doing will encroach upon plaintiff’s lot, and seeks injunctive relief to restrain the defendant.</p>\n<p id=\"b640-12\">A careful examination of the record leads me to the conclusion that the differences between these neighbors involve property rights of little or no substantial value, and that this controversy, like many another of its sort arising over boundary disputes, might well have been avoided by the exercise of a small measure of charity and the application of the Golden Rule. One marvels that in these days of advanced civilization men will suffer a brief earthly tenure to be riven by acrimonious litigation arising from circumstances of such trifling substance as in this case. But human nature seems prone to jealously guard what it conceives to be its legal rights, and this court is required to equitably adjust the differences of the parties to this litigation. Indeed, the somewhat aggressive attitude of the defendant in seeking to place the “ornamental” post at the point where he.contends his south line reaches the street, and which act on his part could have no other object than to establish the division line to his own liking, and in some manner thus to foreclose plaintiff from thereafter disputing its location, furnishes some excuse to plaintiff for seeking relief in the courts.</p>\n<p id=\"b640-13\">Arnold Park was laid out nearly 40 years ago as a residential tract lying southerly from East avenue in the city of Rochester. An avenue <page-number citation-index=\"1\" label=\"607\">*607</page-number>was opened leading southerly from said avenue, with grass plots running in the center and driveways on either side. Between the driveways and the sidewalk generous grass plots were left, thus making'the project a park in fact as well as in name. For a long period the park was maintained as a private enterprise, gates being maintained at its junction with East avenue, which, while usually open and permitting free entrance upon the park, were occasionally closed, as if to warn the public that its use of the avenue of. the park was by sufferance of the owners rather than a public right. However, some years prior to the commencement of this action, the privacy was relaxed and Arnold Park was dedicated to the city and became a public street, maintained and controlled as were the other public thoroughfares of the municipality. As originally laid out, the portion of the tract lying westerly of Arnold Park avenue was divided into 12 or 13 lots, each, with the exception of lot 1, lying adjacent to East avenue, being 75 feet wide on Arnold Park avenue and 150 feet deep, inclusive of an alleyway in the rear. The early deeds all seem to describe the several lots as of 75 feet in width, front and rear, and, with the exception of the first few lots and plaintiff’s lot in the rear, seem to have maintained substantially their original dimensions to the present time. Many years since the several lots were acquired and residences erected thereon. The only attempt to separate or define the lot boundaries seems to have been confined to the rear of the lots, where board fences were erected for the purpose of preventing dogs or chickens from running across the lots, and said fences seem to have extended from the rear fence easterly to the rear of the houses, and from thence to the street the lawns ran together without dividing mark.</p>\n<p id=\"b641-5\"><bracketnum>[1]</bracketnum> The plaintiff is the owner of lot No. 12, and the defendant lot No. 11, lying adjacent to plaintiff on the north. The title deeds of these lots describe them as 75 feet wide, front and rear, although some question seems to have arisen when plaintiff’s predecessor in title received his deed, and the lot was described as about 75 feet wide. As a matter of fact, in some manner not clearly explained, plaintiff’s lot in the rear seems to have, many years since, been somewhat narrowed, and is actually a little over 73 feet wide. Soon after the tract was opened a barn was erected on the rear of lot No. 11, now owned by defendant, and which was apparently intended to be placed along the division line between lots 11 and 12. The south side of the barn for about 25 feet of its length seems to have been accepted by the adjoining owners as representing the true line, although in fact its location narrowed the lot now owned by plaintiff by nearly 2 feet. From the southeast corner of -the barn the line was continued easterly by a high board fence a distance of 30 feet or more to a point opposite the rear of the house on lot 12, and to further prevent the rear of the lot becoming a runway for dogs a short piece of fence was extended southerly to the house. Some years later this barn was moved from lot 11 to the southwest corner of lot 12, and a new barn was erected on lot 11, occupying the same position substantially as the original barn erected thereon. Some years prior to the commencement of this action the defendant tore down the second barn, utilizing the timbers in re<page-number citation-index=\"1\" label=\"608\">*608</page-number>building his house, and a fence was built to take the place of the barn which was removed.</p>\n<p id=\"b642-3\">It is the contention of the plaintiff that the division fence in the rear does not mark the true line between the lots of the parties. Defendant claims, and it seems to us is sustainéd in such contention, that by the erection of the barns on the assumed line between the parties and their predecessors in title and the location of the fence in the rear the division line became practically located, and through the long period ■of years that the fence has occupied its present position it became by acquiescence the true line between the parties.</p>\n<p id=\"b642-4\"><bracketnum>[2,3]</bracketnum> The defendant further claims that the division line along plaintiff’s house and extending easterly to the street should be defined by a projection of the line so fixed by the fence. However, the evidence shows that in some manner the fence, as it stood at the time of the commencement of the action, was not entirely straight, but at a distance from the rear line corresponding substantially with the length of the barns as- they heretofore stood upon the line there is an angle of something more than one-half a foot in the fence line. The learned trial court decided that the division line between the parties, not only where the fence has existed for a long period of years, but thence easterly to the margin of the street, should be defined by a straight line starting at the point where the fence commences on the rear line of the lots and extending thence easterly through the extreme east end of the fence as it existed at the time of the commencement of the action, and thence upon the same course to the margin of the street. It seems to us that the facts disclosed by the evidence in this case do not warrant such a determination. We are of the opinion that the parties are bound by the location of the fence as defining the division line so far as said fence exists. But by every principle of practical location the division line should not deviate from the fence,, which should follow whatever course it takes. The effect of the decision of the learned trial court would be to establish an entirely new line between the parties, and a parcel of land, small though it may be, which for 40 years has been in the possession of the defendant and his predecessors in title, would be given to the plaintiff. We can see no valid reason for holding, under the circumstances revealed in this case, that the line as fixed by the learned trial court should represent the true line between these parties. The evidence is uncontradicted that the line indicated by the trial court as the true line would cut off a considerable portion of the plaintiff’s dwelling house. Plaintiff’s engineer, Ryan, who for seven years served as city engineer, testified to this fact, and it is not disputed, but is, indeed, corroborated by the testimony of defendant’s engineer. The location of the line separating defendant’s premises from his neighbor on the north appears from the evidence to be undisputed. As along the division line between plaintiff and defendant a board fence extends on the rear between defendant and the lot to his north, easterly to a point opposite the rear of defendant’s house, continuing thence easterly in a straight line, the point where said line intersects Arnold Park avenue barely escapes the projections of defendant’s house, and measuring from the intersection of this line to the sidewalk and the point where the division line in dispute between <page-number citation-index=\"1\" label=\"609\">*609</page-number>these parties would intersect the sidewalk would leave defendant a frontage of two feet or thereabouts more than he is entitled to under his deed. If the line as contended for by defendant is the true line, and his lot is of the width of 75 feet, his northerly line would cut off a considerable portion of his dwelling, house. It seems to us such location of lines would be unjust and inequitable as between the parties.</p>\n<p id=\"b643-5\"><bracketnum>[4]</bracketnum> In an attempt to establish a line by practical location along the front of the lots, defendant seizes hold of a few circumstances, and argues therefrom that such line has by act of the parties and their predecessors in title received practical location. It appears that the curb line in front of plaintiff’s property is turned in at a point where the line contended for by defendant would meet it, and it also appears that for some years a driveway existed near this division line and which led to defendant’s barn; also'that a small ornamental tree, known as an umbrella tree, was planted by plaintiff, and was situated at or near the line claimed by defendant. We do not think these facts sufficient to show any practical location of the line in question. It does not appear that the curb line was turned at the driveway with the knowledge or consent of either of the parties or their predecessors in title, but, according to the testimony of plaintiff’s engineer, Ryan, these driveway turns were made by boys in the engineer’s office, and were not at all accurate as defining boundaries of lots. While it appears that the driveway maintained for some years must have encroached somewhat on plaintiff’s property, yet we do not think that fact is of sufficient significance to be important. A vent pipe leading from plaintiff’s house extended for some distance over the line as contended for by defendant, and the ornamental tree, instead of being evidence of the boundary between the parties, would seem rather to indicate that the party at least responsible for it believed that the line ran somewhat northerly therefrom. At the present time and for a considerable number of years no driveway has existed, and its location has now been graded and is kept as a part of the lawn.</p>\n<p id=\"b643-6\">It seems to us that the more equitable disposition of this case would be to hold that the line of the board fence as maintained between the parties in the rear marks the division line, and that from the easterly end of said fence the properties of the parties are divided by a straight line running easterly to the street margin at a point 75 feet from plaintiff’s southeasterly corner. With the line thus run, plaintiff’s house would not be interfered with, and each of the parties would have 75 feet frontage as intended and called for in their respective deeds. It is apparent that this controversy involves property rights between these parties of more fancied than real substance. The lots are occupied by the residences of the parties. There is no indication that there will ever be a demand for these properties for commercial purposes, nor can the excuse be urged that the disputed strip is valuable for gardening or agricultural purposes. No division fence is required, as the landscape scheme of the street seems to omit all division fences between the property owners, giving to the tract a parklike appearance. There is no physical appearance of a division line between the parties. Their lawns have been graded together, and no monument tells where the line <page-number citation-index=\"1\" label=\"610\">*610</page-number>separated. No reason is furnished why a division fence should he built. Hence, as before stated, this controversy has little substance, so far as property values are concerned. With the line located as herein indicated no violence will result to the rights of either of the parties. Plaintiff, while somewhat contracted in the rear of his lot, will still have his 75 feet of frontage, and would not suffer the serious damage to his dwelling house which would result from the establishment of the line as indicated b)r the learned trial court, and defendant will have 75 feet, both rear and front, which would seem to be all that in equity and justice he should demand.</p>\n<p id=\"b644-5\">Judgment reversed, and new trial granted, with costs to appellant to abide event, and the findings of fact numbered'8, 9, 10, 11, and 12, in the decision are disapproved. All concur, except KRUSE, P. J., and ROBSON, J., who dissent in a memorandum by</p>\n<author id=\"b644-6\">ROBSON, J.</author>\n<p id=\"A8m\">It is conceded that the west end of the present fence marks the west end of the line dividing the lots of plaintiff and defendant. While plaintiff’s surveyor testifies that the line of this fence is not straight, there being, as he claims, an angle in it, which at its extreme point makes a deviation of about six inches from a straight line, no such condition was discovered by defendant’s surveyor. So slight a deviation from a straight line, even if it existed, would not, as it seems to me, necessarily establish that the practical location of that line was not the straight line from the west post to the east post found by the trial court. It is also urged that, if the division line is established as found by the trial court by an extension of the fence line to its intersection with the west line of the street, it would cut off a substantial part of the eaves of plaintiff’s house. The record indicates that for about 20 feet of the addition built on the west and north of plaintiff’s house the eaves would extend from 1 to 1% inches over the line. But this addition was built by Otis, the person who obtained a rebate of price of the lot after it had been discovered that the lot, which Sage, the then owner, could sell, was not 75 feet front and rear. At the time Otis purchased there had not been a practical location of the line, if such location was ever made. The fact that there is this insignificant projection of the eaves' over the line is under the circumstances negligible.</p>\n<p id=\"b644-7\">That the line as practically located should include the whole division line between the lots, and was <em>so </em>intended, would be consistent with what would ordinarily be the intention of the parties agreeing upon location of a line, and such an inference is warranted by the' facts. Naturally such a line would be a straight line, as the trial justice points out. The descriptions by which the lots were conveyed show that the division lines of lots are straight lines. An extension of the fence line to the street coincides exactly with the line of occupation by defendant, so far as occupation consistent with the use of the premises for residential purposes as then used admitted. A driveway extending from the street was maintained for many years by defendant on the south side of his lot, the south line of the driveway being coincident with the fence line extended. The driveway also extended along the fence to the barn. So far as the turning in of the curb line and <page-number citation-index=\"1\" label=\"611\">*611</page-number>the physical features as to the sidewalk and other natural objects, including the umbrella tree, are concerned, they all point to the extended fence line as the line of practical location. Practical location of an uncertain boundary line is ordinarily a question of fact, provided evidence is furnished from which an inference of the fact may be drawn. \"Actual and continued possession of the premises adjoining the located line is not essential to the existence of a practical location. It does not depend on a pedis possessio of the land adjoining, but its existence may be established by any competent evidence of the fact.”' Ratcliffe v. Gray, *42 N. Y. 510, 513. The fence line so far as the fence extended, it is conceded, practically located at least that part of the boundary line. The other facts, to which I have adverted, seem to me to warrant the inference of fact found by the trial court that the fence line, extended to the street line, completed the boundary line by practical location thereof by agreement or concurrence of the owners of the premises.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}