{
  "casebody": {
    "data": "<casebody firstpage=\"437\" lastpage=\"440\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b461-9\">Elbert Phillips v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b461-10\">No. 21662.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AZs\">Delivered June 18, 1941.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b461-11\">Motion for Rehearing Withdrawn October 15, 1941.</otherdate>\n<p data-order=\"4\" data-type=\"summary\" id=\"b462-9\"><page-number citation-index=\"1\" label=\"438\">*438</page-number>The opinion states the case.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b462-10\"><em>W. Clyde Hull </em>and <em>Otto S. Perfect, </em>both of Pittsburg-, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b462-11\"><em>Spurgeon E. Bell, </em>State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b462-12\">GRAVES, Judge.</author>\n<p id=\"b462-13\">Appellant was convicted of burglary, and assessed a term of two years in the penitentiary by the jury.</p>\n<p id=\"b462-14\">The facts show that a house used for vocational training at the Douglassville Public School in Cass County was burglarized and an oil stove and two sewing machines were taken therefroni. Sometime later the oil stove was found in the possession of Monroe Reed, and Roy Bostick testified that he purchased same from appellant and two others and paid therefore the sum of $17.00. Meredith Ellison and his brother, who since had died,. were the others present when such sale was made to Roy Bostick. Some time thereafter Roy Bostick sold this same stove to Monroe Reed for the same sum of $17.00, and it was later recovered from Reed and identified as the one taken from this school building. It was also shown that the building from which the stove was taken was entered burglariously.</p>\n<p id=\"b462-15\">Meredith Ellison turned State’s evidence and gave sufficient testimony to show circumstantially that appellant and Meredith’s deceased brother had burglarized this house, while the witness had agreed to and was supposed to keep watch for the two others.</p>\n<p id=\"b462-16\">Appellant complains because of the trial court’s failure to <page-number citation-index=\"1\" label=\"439\">*439</page-number>instruct the jury that Roy Bostick and Monroe Reed were accomplices, and that their testimony required corroboration before a conviction could be had, and that such testimony could not be used as corroborative of Meredith Ellison, who was denominated as an accomplice by the court in his charge. Under the facts as presented to us we do not think the trial court was under the duty of instructing the jury that the witnesses Bostick and Reed were accomplices. The testimony showed that Bostick paid a fair value for such stove, and that he sold the same at a later date to Reed for the same price. It is true that Bostick received the stove at nighttime after appellant and his comrades had been to the Bostick home in the daytime and told Bostick that they had such stove for sale, and would bring it to the Bostick home and show it to him. They also had at such time two sewing machines which they left at Bostick’s home for a day or so, but nowhere in the testimony is it shown that Bostick knew or was put upon notice that these articles were stolen articles, and the adequacy of the price paid, and its later sale for the same price, would go far to show that so far as he was concerned it was supposed to be a legitimate transaction. We do not think they were accomplices as a matter of law.</p>\n<p id=\"b463-5\">We think the trial court was correct in his charge in defining the term theft, as shown by the allegation in the indictment.</p>\n<p id=\"b463-6\">There appears a matter relative to the court’s charge that is more serious. The indictment charged that the entry into this house was effected for the purpose of committing theft, and in his charge the trial court authorized a conviction, upon the part of the jury, if they found that such entry was made for the purpose of committing <em>a, felony, </em>or the crime of theft.</p>\n<p id=\"b463-7\">The trial court was in error when it thus charged that the jury could convict herein if they believed beyond a reasonable doubt that appellant entered such house with the intent to commit <em>a, felony </em>or the crime of theft. The felony portion of such phrase should have been omitted, chiefly upon the ground that such portion of the statute had not been charged in the indictment. The authorities relative to this matter have been recently collated in the case of Gooden v. State, 145 S. W. (2d) 177. This matter was properly and timely presented to the trial court as an objection to the court’s charge, and also in a special requested charge, and is evidenced by appellant’s bill of excep<page-number citation-index=\"1\" label=\"440\">*440</page-number>tions No. 6. For the error disclosed therein and just above discussed the judgment is reversed and the cause remanded.</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b464-3\">ON REQUEST TO- WITHDRAW APPELLANT’S MOTION FOR REHEARING.</p>\n<author id=\"b464-4\">HAWKINS, Presiding Judge.</author>\n<p id=\"b464-5\">The judgment of conviction was reversed in an opinion delivered June 18, 1941. On July 3, 1941, appellant filed a motion for rehearing in which he agrees- that the order of reversal was correct, but requesting a modification of certain statements as to the facts and certain conclusions of law contained in our opinion.</p>\n<p id=\"b464-6\">On September 22d, 1941 appellant filed a request to withdraw his motion filed on July 3d, stating that such motion “was filed under a misapprehension of the law.”</p>\n<p id=\"b464-7\">Upon appellant’s request he is granted permission to withdraw his motion for rehearing filed on July 3d, and the clerk of this court is directed to issue mandate under the originial opinion.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}