{
  "casebody": {
    "data": "<casebody firstpage=\"569\" lastpage=\"570\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b593-10\">Sam Woods v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b593-11\">No. 21706.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A7N\">Delivered November 5, 1941.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b593-17\">The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b593-18\"><em>W. E. Martin, </em>of Abilene, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b593-19\"><em>Spurgeon E. Bell, </em>State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b593-20\">KRUEGER, Judge.</author>\n<p id=\"b593-21\">The offense is forgery. The punishment assessed is confinement in the State penitentiary for a term of two years.</p>\n<p id=\"b594-2\"><page-number citation-index=\"1\" label=\"570\">*570</page-number>The indictment contained two counts, the first of which charged appellant with forging the name of M. D. Moore to a check which reads in words and figures as follows:</p>\n<blockquote id=\"b594-3\">“Roscoe, Texas, 10 - 14 1940 - No. ________</blockquote>\n<blockquote id=\"b594-4\">“THE ROSCOE STATE BANK 88-748 “Of Roscoe, Texas</blockquote>\n<blockquote id=\"b594-5\">“Pay to Sam Woods or bearer $2 00</blockquote>\n<blockquote id=\"b594-6\">“Two No/100 ----Dollars</blockquote>\n<blockquote id=\"b594-7\">“M. D. Moore.”</blockquote>\n<p id=\"b594-8\">The second count charged appellant with knowingly passing as true to Ed Graham said forged check. The court, in his charge, submitted the case to the jury on the first count of the indictment.</p>\n<p id=\"b594-9\">Ed Graham, who was called by the State as a witness, testified that he was employed by the Lieb Food Market located in the town of Sweetwater, Texas. He was handed a check which he identified as the one which appellant passed to him in payment for some groceries. This check was then handed to the Court Reporter who marked it as State’s Exhibit No. 1.</p>\n<p id=\"b594-10\">The cashier of the Roscoe Bank was called by the State as a witness and identified the check marked, “State’s Exhibit No. 1” as the one which was presented to his bank for payment, but the check itself was never formally introduced in evidence. This was necessary in order for the State to make a complete case under the following authorities: 19 Tex. Jur. p. 861, sec. 49 ; Gammill v. State, 133 Tex. Cr. R. 489; Spence v. State, 109 Tex. Cr. R. 617. Consequently, this case must be reversed and the cause remanded.</p>\n<p id=\"b594-11\">There are three bills of exception in the record but, in our opinion, the questions thereby presented will most likely not arise upon another trial. We, therefore, pretermit a discussion of the same.</p>\n<p id=\"b594-12\">For the error herein pointed out, the judgment of the trial court is reversed and the cause remanded.</p>\n<p id=\"b594-13\">The foregoing opinion of the Commission of Appeals has been examined by the Judges of the Court of Criminal Appeals and approved by the Court.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}