{
  "casebody": {
    "data": "<casebody firstpage=\"290\" lastpage=\"298\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b318-5\">[Civ. No. 5197.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AK8\">First Appellate District, Division One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AJh\">May 23, 1927.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b318-7\">MARTINA BADOSTAIN, Respondent, v. PACIFIC ELECTRIC RAILWAY COMPANY (a Corporation), Appellant. BERNABE BADOSTAIN, Respondent, v. PACIFIC ELECTRIC RAILWAY CO., Appellant (2 Cases). FRANK BADOSTAIN, Respondent, v. PACIFIC ELECTRIC RAILWAY CO., Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b320-8\"><page-number citation-index=\"1\" label=\"292\">*292</page-number>Frank Carr, R. C. Gortner and C. W. Cornell for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b320-9\">William Jennings Bryan, Jr., and Dockweiler, Dockweiler &amp; Finch for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b320-10\">CASHIN, J.</author>\n<p id=\"ATx\">Appeals from the judgments entered against appellant, Pacific Electric Railway Company, a corporation, upon verdicts returned by a jury in four separate actions. The actions were tried together and the appeals are presented on the same transcript.</p>\n<p id=\"b320-11\">Three of the actions were brought by Martina Badostain, • Frank Badostain, and Bernabe Badostain to recover for personal injuries suffered by them, and the fourth, by Bernabe Badostain, to recover for the death of Jose Badostain, his minor son, and it was averred in each complaint that the damages alleged were caused by the negligence of appellant. Respondents Bernabe and Martina Badostain are husband and wife, Frank Badostain being their son, as was also the deceased.</p>\n<p id=\"b320-12\">At about 3:30 P. M. on September 25, 1921, respondents and the deceased were traveling in an automobile owned by Bernabe Badostain, and driven by his son Frank, in a <page-number citation-index=\"1\" label=\"293\">*293</page-number>southerly direction along Bloomfield Avenue, a public highway in Orange County. At Crescentia station the highway, which runs north and south, crosses the double-tracked electric railway operated by appellant, which at this point is laid in the direction of southeast-northwest. The station, which was situated east of the highway and northeast of the railway, in the angle made by their intersection, was a one-story frame building, unboarded on the sides facing the south and east, and built upon a loading platform above the level of the tracks. The length of the platform along the tracks was forty feet, its distance from the first rail being eight feet. Along the highway its length was twenty feet, and its height above the center of the highway, which slopes from the crossing to the north, varies from three and one-half to five feet. At a point about twenty feet southeast from the platform was a cattle-guard, from which to the northwest across the right of way a fence was maintained. According to the testimony and as shown by photographs in evidence there were growing along the east side of the highway, but not upon appellant’s property, several eucalyptus trees, the branches of which, with a growth of weeds on the right of way north of the platform, tended to a certain extent to obscure the view to the southeast. It was further testified that certain of the branches were removed after the accident and before the photographs were taken, and it may fairly be inferred from the evidence that these overhung the right of way.</p>\n<p id=\"b321-3\">The complaints alleged that the death and injuries complained of were caused by appellant’s negligent operation of its electric car which approached the crossing from the southeast; that the car was operated at an excessive rate of speed; that no warning of its approach was given nor were the brakes applied, and that appellant was also negligent in the construction and maintenance of the platform and station and in permitting branches of the trees and the weeds mentioned to obscure the view of the track from the highway. These averments were denied by appellant, which alleged that the negligence of respondents was the sole proximate cause of the accident.</p>\n<p id=\"b321-4\">It was testified by the latter that the automobile was stopped at a point forty-five feet north of the crossing; that from that point, with the exception of about five hundred feet <page-number citation-index=\"1\" label=\"294\">*294</page-number>of the tracks which was obscured, by the platform and station, they were afforded a view to the southeast for approximately a mile; that seeing no car approaching and hearing no warning signals they proceeded at a speed between eight and nine miles per hour, but that after proceeding a few feet their view was then obstructed by the buildings mentioned ; that when they reached a point about nine feet from the track they first observed the approaching car, which was then, according to their various estimates, between fifteen and sixty feet away; that at this point the brakes were applied and the course of the automobile turned to the right, too late, however, to avoid a collision, which resulted in the death and injuries alleged. According to their testimony none of the occupants of the automobile had previously seen or passed over the intersection with the exception of the driver, who on one occasion had crossed at night. It appears from the photographs that from the point where the automobile was stopped, which was a few feet below the level of the track, no direct view along the railroad to the southeast could be obtained. The speed of the electric car as it approached the crossing, according to the testimony of the several witnesses, was from thirty to fifty miles per hour, the estimate of the motorman being forty miles. According to the testimony of the latter and the train-master of appellant, who was a passenger, the power had been turned off about one thousand feet east of the crossing, and at the time of the accident the car was coasting, the noise from the car when so running being less than when the power is applied. The witnesses differed as to whether signals of its approach were given, those called by respondents testifying that they heard none.</p>\n<p id=\"b322-3\">Appellant contends that the only conclusions reasonably to be drawn from the evidence were that the car was operated with due care; that respondents were guilty of negligence which proximately contributed to the damage alleged, and that certain of the court’s instructions were prejudicially erroneous.</p>\n<p id=\"b322-4\">As stated, the evidence that the motorman was negligent in failing to give proper warning of the approach of the car was negative, consisting of testimony of witnesses that they heard no signals; but, as held in the following cases, this testimony, even as opposed to positive testimony <page-number citation-index=\"1\" label=\"295\">*295</page-number>that signals were given, presented a question for the jury, and was sufficient to sustain a finding of negligence. <em>(Thompson </em>v. <em>Los Angeles &amp; San Diego etc. Ry. Co., </em>165 Cal. 748 [134 Pac. 709]; <em>Keena </em>v. <em>United Railroads, etc., </em>197 Cal. 148 [239 Pac. 1061].)</p>\n<p id=\"b323-3\">The further question whether the speed in approaching the crossing was so dangerous or excessive, in view of the conditions shown to exist, as to constitute negligence was also one for the jury <em>(Bilton </em>v. <em>Southern Pac. Co., </em>148 Cal. 443 [83 Pac. 440]; <em>Tousley </em>v. <em>Pacific Elec. Ry. Co., </em>166 Cal. 457 [137 Pac. 31]), and we cannot say that a finding adverse to appellant on either of these issues would be unsupported.</p>\n<p id=\"b323-4\">A railway track is in and of itself a sign of danger, and one approaching such track with intent to cross it is bound to exercise his faculties of sight and hearing in order to ascertain whether cars are approaching <em>(Herbert </em>v. <em>Southern Pac. Co., </em>121 Cal. 227 [53 Pac. 651]).  It is his duty to use ordinary care in selecting a time and place to look and listen for approaching cars, and he should stop for the purpose of making such observations when necessary, it not being enough that he merely listen, believing that those operating the car will give warning of its approach <em>(Griffin </em>v. <em>San Pedro etc. R. R. Co., </em>170 Cal. 772 [L. R. A. 1916A, 842, 151 Pac. 282]);  but whether a person struck in crossing a railroad track was guilty of negligence is ordinarily one of fact for the jury, and it becomes a question of law for the decision of the court only where the facts are undisputed, and even then only where on those facts reasonable minds can draw but one conclusion on the issue of plaintiff’s negligence <em>(Loftus </em>v. <em>Pacific Elec. Ry. Co., </em>166 Cal. 464 [137 Pac. 34]).  If, however, the established facts and conditions are such as to make it plain that a person looking and listening must have seen or heard, his testimony that he looked and listened but did not see or hear is not enough to support a verdict in his favor <em>(Zibbell </em>v. <em>Southern Pac. Co., </em>160 Cal. 237 [116 Pac. 513]).</p>\n<p id=\"b323-5\">In the instant case it was sufficiently shown that respondents were not apprised of the danger by warning signals from the car until too late to avoid the accident, and that as operated the noise of its approach was thereby lessened; and it does not appear from the testimony, in view <page-number citation-index=\"1\" label=\"296\">*296</page-number>of the conditions shown, that respondents, by looking from the spot where they stopped, must necessarily have seen its approach, nor that by again stopping before reaching the point where the car was first seen its approach would have been discovered. The facts are similar to those in <em>Cooper </em>v. <em>Los Angeles Ry. Co., </em>137 Cal. 229 [70 Pac. 11], and <em>Loftus </em>v. <em>Pacific Elec. Ry. Co., supra; </em>and under all the circumstances the inference was not unreasonable that respondents, in approaching the crossing after making the observations shown, were exercising the degree of care which an ordinarily prudent man so situated would have exercised, and that the car could have been neither seen nor heard by them until too late to avoid the collision; and we cannot say but that the sole proximate causes of the injuries and death were the excessive speed of the car and appellant’s failure to give timely'warning of its approach.</p>\n<p id=\"b324-3\">Appellant assigns as error an instruction stating in substance that if the jury believed from the evidence that appellant at the time of the accident was negligent in maintaining a platform and station which obstructed the view of the plaintiffs as they approached the crossing, and they further believed that weeds, brush, and the overhanging branches of trees growing adjacent to and along its right of way prevented plaintiffs from seeing the approach of the car in time to avoid being struck, and also prevented the motorman from seeing the automobile in time to avoid colliding with it, and the plaintiffs were free from negligence, their verdict must be for the latter.</p>\n<p id=\"b324-4\">The jury was further instructed as follows:</p>\n<blockquote id=\"b324-5\">“The plaintiffs in this action have claimed that the defendant was negligent in maintaining the loading platform on its right of way. The court instructs you that the defendant not only had the right to, but should maintain suitable and necessary stations and platforms for the use of itself and the patrons of the railway along its right of way. This was not negligence, and you cannot consider the defendant negligent in maintaining this loading platform. There was no negligence whatsoever in having this loading platform at the place that it was.</blockquote>\n<blockquote id=\"b324-6\">“Not only must the plaintiffs prove that the defendant was negligent but they must prove that the negligence of the defendant was the proximate cause of the collision and <page-number citation-index=\"1\" label=\"297\">*297</page-number>injury to the plaintiffs; if from all the evidence you were to believe that the occupants of the automobile were so conducting themselves as they approached this track that they would not have noticed the approach of the ear or heeded the approach of the car regardless of weeds or limbs on the right of way between the car and themselves, then the presence of weeds and branches, if you believe there were such to the extent that the defendant was negligent in this respect, would not be a proximate cause of the accident, but the inattentiveness of the occupants of the automobile would be a proximate cause of the accident. In other words, if you believe from all the evidence that the occupants of the automobile were so conducting themselves that it would have made no difference whether or not the right of way was filled with weeds and branches, then even if you believe the defendant was negligent in this respect, still this negligence would not be the proximate cause of the collision. In other words, one cannot complain of a condition which would have made no difference to him.”</blockquote>\n<p id=\"ATp\">Although a growth of weeds on appellant’s property north of the intersection was shown and that the limbs of trees growing on adjacent land overhung the right of way, all of which appellant might have removed <em>(Grandona </em>v. <em>Lovdal, </em>78 Cal. 611 [12 Am. St. Rep. 121, 21 Pac. 366]), and did partially remove after the accident and before the photographs were taken, and that these obstructions to a certain extent obscured the view from the highway, there was no evidence sufficient to support a finding that appellant was negligent in the maintenance of either the station or platform. While the giving of an instruction which finds no support in the evidence is improper <em>(Boone </em>v. <em>Oakland Transit Co., </em>139 Cal. 490 [73 Pac. 243]; <em>Idemoto </em>v. <em>Sheidecker, </em>193 Cal. 653 [226 Pac. 922]), and, if prejudicial, ground for reversal <em>(Eppinger </em>v. <em>Kendrick, </em>114 Cal. 620 [46 Pac. 613]; <em>Bosqui </em>v. <em>Sutro R. R. Co., </em>131 Cal. 390 [63 Pac. 682]; <em>Wallis </em>v. <em>Southern Pac. Co., </em>184 Cal. 663 [15 A. L. R. 117, 195 Pac. 408]; <em>Griffith </em>v. <em>Oak Ridge Oil Co., </em>190 Cal. 389, 393 [212 Pac. 913]), in the instant case, in view of the conditions north of the station, the instructions quoted, with others by which the jury was fully advised as to the care required of both appellant and the occupants of the automobile in approaching the crossing, were sufficient to <page-number citation-index=\"1\" label=\"298\">*298</page-number>remove the effect of an otherwise misleading instruction, and it cannot reasonably be said that the error was prejudicial.</p>\n<p id=\"b326-3\">Other instructions with respect to the care required in approaching a railway crossing and of one suddenly placed in a position of peril are also criticised by appellant. Such instructions, in view of the evidence, were proper, and those in question correctly stated the general rules applicable thereto, and were not, as claimed by appellant, misleading. We are satisfied from an examination of the entire record that the evidence was sufficient to sustain the verdict in each case, and that no error is shown which can fairly be said to have resulted in a miscarriage of justice.</p>\n<p id=\"b326-4\">The judgments are affirmed.</p>\n<p id=\"b326-5\">Tyler, P. J., and Knight, J., concurred.</p>\n<p id=\"b326-6\">A petition by appellant to have the cause heard in the supreme court, after judgment in the district court of appeal, was denied by the supreme court on July 22, 1927.</p>\n<p id=\"b326-7\">Curtis, J., dissented.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}