{
  "casebody": {
    "data": "<casebody firstpage=\"529\" lastpage=\"541\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b547-7\">AMALGAMATED CASUALTY INSURANCE COMPANY <em>v. </em>HELMS, et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b547-8\">[No. 366,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AU3\">September Term, 1964.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b548-7\">\n<page-number citation-index=\"1\" label=\"530\">*530</page-number>\n<em>Decided July 28, 1965.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b548-12\">The cause was argued before Prescott, C. J., and Hornby, Sybbrt, Oppenheimer and Barnes, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b548-13\"><em>Thomas G. Andrew, </em>with whom were <em>Rollins, Smalkin, Weston &amp; Andrew </em>on the brief, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b548-14\"><em>Melvin J. Sykes, </em>with whom was <em>Paul Berman </em>on the brief, for appellees.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b548-15\">Prescott, C. J.,</author>\n<p id=\"AWV\">delivered the opinion of the Court.</p>\n<p id=\"b548-16\">The facts with which we deal in this appeal are, for the main part, undisputed. They may be briefly stated and they follow. On September 27, 1953, an accident occurred on Route 301, a public highway in the State of Maryland. One of the vehicles <page-number citation-index=\"1\" label=\"531\">*531</page-number>involved was a taxicab owned by Carl H. Campbell, then being operated by one James E. Duckett with Campbell’s permission. This latter fact is mildly disputed, but, for the purposes of this case, we shall assume it to be true. Persons named Helms and Staples were injured in the accident.</p>\n<p id=\"b549-6\">At the time of the collision, Campbell’s vehicle was insured by appellant (sometimes hereafter referred to as Amalgamated) by a policy given pursuant to the provisions of the Motor Vehicle Financial Responsibility Act. Code (1951), Article 66§§ 114, <em>et seq., </em>now Code (1957), Article 66/4, §§ 116, <em>et seq. </em>(Sometimes hereafter referred to as “the Act,” and Sections referred to by number only will refer to the 1951 Code). The injured persons sued Duckett, and obtained judgments against him on November 19, 1956. No appeals were taken. On November 18, 1959, appellees brought suit against the appellant to require payment by it, to the extent of its liability, of the judgments obtained against Duckett.</p>\n<p id=\"b549-7\">Amalgamated’s policy provided, <em>inter alia, </em>that any person who had secured a judgment against anyone insured under the policy would be entitled to recover under the terms of the policy “in the same manner and to the same extent as the insured.” It also provided that “no action shall lie against the company unless * * * suit is instituted within two years and one day after date of such judgment * * (It will be noted that suit in the instant case was not commenced until almost three years after the judgments were obtained.<footnotemark>1</footnotemark>) The latter contractual period of limitations is the only provision included in the policy which is challenged as not complying with the terms of the Act. Although several questions were raised in the briefs and argued, our conclusion that the said condition is valid is determinative of the appeal.</p>\n<p id=\"b549-8\">The precise question seems to be a novel one: no case directly in point is cited by either side (although both sides presented carefully prepared briefs and able arguments), and we have found none.</p>\n<p id=\"b549-9\">In order to consider the question properly, we deem it necessary to set forth certain pertinent provisions of the Act. It <page-number citation-index=\"1\" label=\"532\">*532</page-number>begins by providing that all persons who operate taxicabs (with certain exceptions not pertinent here) over the highways of this State must first obtain a permit from the Department of Motor Vehicles (Department), and the Department shall not issue such a permit until the person applying therefor files with the Department proof of financial responsibility. One of the permissible modes of ¿stablishing proof of financial responsibility is the filing of an insurance policy, which was done by Campbell, and is the policy involved herein. Section 127 of the Act states the kind of policy required by the Act. This Section is quite lengthy and deals with the subject in considerable detail. Pertinent excerpts therefrom follow:</p>\n<blockquote id=\"b550-4\"><em>“A </em>policy of insurance, as that term is used in this Article, when offered as proof of financial responsibility under this Article, shall mean an automobile public liability and property damage policy, issued by an insurance carrier authorized by the Commissioner of Insurance * * * to transact business in this State.</blockquote>\n<blockquote id=\"APS\">“A copy, of the form of such policy shall be filed, with the .Commissioner of Insurance who shall within thirty (30) days approve or disapprove of the same. ***.*** and provided further that when a policy of insurance has b'een issued which purports to be under the terms of this Article, or when a duly authenticated certificate of the insurance carrier has been furnished to the Department * * * then such insurance carrier shall be obligated at least to the extent of the minimum requirements of this Article, any provision of the policy of insurance to the contrary notwithstanding.</blockquote>\n<blockquote id=\"b550-6\">* * *</blockquote>\n<blockquote id=\"b550-7\"><em>“A </em>policy or policies of insurance shall provide- insurance,- in the name of the person insured; to apply to all motor vehicles owned by the person insured; and in addition thereto shall provide insurance, in the name of the person insured, to apply to any motor vehicle operated by, but not owned by the person insured:</blockquote>\n<blockquote id=\"b551-4\"><page-number citation-index=\"1\" label=\"533\">*533</page-number>“(A) Such policy of insurance shall meet the requirements enumerated hereunder when:</blockquote>\n<blockquote id=\"b551-5\">[There then follow six headings of requirements, with one of those headings having six sub-headings, spelling out in detail what the provisions which the policy or policies must contain in order to comply with the Act. None of them provides that the period of limitations for instituting suit must be the general statutory period of limitations; in fact, no mention is made of limitations.]</blockquote>\n<blockquote id=\"b551-6\">“(f) that the liability of the insurance carrier shall become absolute whenever loss or damage included in such policy occurs, and the satisfaction by the insured person of a final judgment for such loss or damage shall not be a condition precedent to the right or obligation of the carrier to make payment on account of such loss or damage.</blockquote>\n<blockquote id=\"b551-7\">“(B) A policy of insurance offered as proof of financial responsibility under this Article may:</blockquote>\n<blockquote id=\"b551-8\">“(5) contain any agreement, provision or stipulation not in conflict with or contrary to the provisions, required in this Article and not otherwise contrary to law;</blockquote>\n<blockquote id=\"b551-9\">“(E) A policy of insurance offered as proof of financial responsibility under this Article, the written application therefor, if any, and any endorsement to such policy which is not in conflict with or contrary to the provisions required by this Article, shall constitute the entire contract between the parties.”</blockquote>\n<p id=\"b551-10\">Appellee’s counsel frankly admit the “precise question” here-involved “has not, so far as counsel are aware, been specifically decided by any court,” but contend that the answer to the-question being considered in appellee’s favor, has been foreshadowed by the cases dealing with the philosophy and purpose <page-number citation-index=\"1\" label=\"534\">*534</page-number>of the Act, claiming that the courts have “sympathetically implemented” the general purpose of the Act and other similar acts. With commendable thoroughness, counsel for the appellee have cited to us about all of the authorities which might tend toward supporting their contention. They cite such cases as <em>Casualty Co. v. Hinds, </em>180 Md. 676 (decided under Code [1939], Article 56, § 182) ; <em>Citizens Co. v. Allied Co., </em>217 Md. 494; <em>Barrella v. Stewart, </em>228 Md. 378; <em>National Indemnity Co. v. Simmons, 230 </em>Md. 234; <em>Weinreich v. Walker, </em>236 Md. 290; <em>Inland Mutual Insurance Company v. Stallings, 263 </em>F. 2d 852 (C.A. 4); <em>Gray v. Citizens Casualty Company of New York, 286 </em>F. 2d 625 (C.A. 4); <em>Olds v. General Acc. Fire &amp; Life Assur. Corporation, </em>155 P. 2d 676 (Cal. App.) ; and <em>Chatfield v. Farm Bureau Mut. Auto. </em>Ins. <em>Co., </em>208 F. 2d 250 (C.A. 4).</p>\n<p id=\"b552-5\">It would serve no useful purpose to analyse, in detail, each of the above cases. We have previously noted that none of them is directly in point. The rationale of the Maryland cases is that the Act is remedial legislation and should be liberally construed against insurance carriers in favor of the public; that its purpose is to assure the ability of certain motor vehicle owners and operators, against whom judgments may be entered on account of negligent driving, to respond in damages to persons injured or whose property has been damaged, as a result of such negligent driving; that in Maryland, as provided by the Act, the liability of the insurance carrier becomes absolute whenever loss or damage covered in the policy occurs; that all policies given to satisfy the requirements of the Act must fully conform therewith, and, if there be any conflict between the Act and the policy, the Act prevails; and that certain defenses may be available to the insurer as against the insured, which are not so available as against an injured member of the public. (And this seems to be the rationale of the out-of-state authorities cited with the exception of the <em>Olds </em>case.) We have no desire to recede one jot or tittle from the holdings in the Maryland cases named above; on the contrary, we reaffirm the same.</p>\n<p id=\"b552-6\">However, construing a statute liberally and adding to it, by judicial fiat, a provision which the Legislature did not see fit to include are not one and the same thing. As stated by Justice <page-number citation-index=\"1\" label=\"535\">*535</page-number>Brandéis, for the Court, in <em>Iselin v. United States, 270 </em>U. S. 245, 251: “What the Government asks is not a construction of a statute, but, in effect, an enlargement of it by the court, so that what was omitted, presumably by inadvertance [in that case], may be included within its scope. To supply omissions transcends the judicial function.” This is exactly what we are requested to do here. We are not asked to construe any specific provision of the Act, but to write into it an additional provision of something to the following effect. Under Section 127 (A), quoted in part above, which states “such policy of insurance shall meet the requirements enumerated hereunder wheninclude an added requirement that the policy shall designate, as between the insurer and a plaintiff member of the public (as distinguished from the insured), a period of limitations equal to, or greater than, the general statutory period of limitations.</p>\n<p id=\"b553-5\">Such action on our part would, we think, be in the teeth of our previous decisions. Of course, the cardinal rule of statutory construction is to seek and carry out the true intention of the Legislature. <em>Casey Devel. Corp. v. Montgomery County, </em>212 Md. 138. And in so doing, it sometimes becomes necessary, under unusual circumstances, to look to the spirit and purpose of an enactment. <em>Cearfoss v. State, </em>42 Md. 403; <em>Bickel v. Nice, </em>173 Md. 1; <em>Smith v. Higinbothom, </em>187 Md. 115. But Chief Judge Mar bury very clearly pointed out in <em>Clark v. Tawes, </em>187 Md. 195, that the rule that real intent must prevail over literal intent is adopted only when the literal words of a statute say something that the Legislature could not possibly have meant. He said that this Court has repeatedly stated that as a general rule a court may not surmise a legislative intention contrary to the plain language of a statute, nor insert or omit words to make the statute express an intention not evidenced in its original form. See also <em>Pressman v. State Tax Comm., </em>204 Md. 78 and cases cited therein; and <em>Fowel v. State, </em>206 Md. 101. And, if a statute be plain and free from ambiguity, its application may not be enlarged or extended by construction. <em>Grimm v. State, </em>212 Md. 243.</p>\n<p id=\"b553-6\">In other words, the courts, in the absence of ambiguity, should, as a general rule, confine themselves to a construction <page-number citation-index=\"1\" label=\"536\">*536</page-number>of a statute as written, and not attempt, under the guise of construction, to supply omissions or remedy possible defects in the statute, or to insert exceptions not made by the Legislature. Cf. <em>Himmel v. Eichengreen, </em>107 Md. 610; <em>Miller v. State, </em>174 Md. 362; 82 C.J.S., <em>Statutes, </em>§ 312; <em>Schmeizl v. </em>Schmeizl, 186 Md. 371.</p>\n<p id=\"b554-5\">In the last named case, this Court made several cogent observations. Referring to a practice of the early English judges in disregarding the letter of a statute and extending its provisions to cases which in their judgment were within the mischief which the law was designed to remedy but which were not expressly provided for and excepting from the operation of the statute cases which were covered by its general terms, on the grounds of reason and justice, the Court said: “But the doctrine giving the judge power to mould the statute in accordance with his notions of justice has no place in our law. We follow the fundamental rule that a court is not at liberty to surmise a legislative intention contrary to the letter of the statute, or to indulge in the license of inserting or omitting words with the view of making the statute express an intention which is not evidenced in the original form. * * *. * * * where the language of the statute is clear and explicit, and expresses a definite and sensible meaning, the court cannot disregard the mandate of the Legislature and insert an exception, where none has been made by the Legislature, for the sake of relieving against hardship or injustice.” We will close our citation of authorities on this aspect of the case with a statement of Professor Cooley, quoted with approval in <em>Miller, supra, </em>(174 Md. at p. 371): “What a court is to do, therefore, is to declare the law as written [referring to a constitutional provision], leaving it to the people themselves to make such changes as new circumstances may require.”</p>\n<p id=\"b554-6\">In applying the above principles of law, we first consider whether the language of the Act, pertinent to this appeal, is ambiguous. We pointed out above that we are not requested to construe liberally an ambiguity in the Act, but to add to it a provision that is not contained therein; and, in our judgment, we can not properly be asked to construe the pertinent provisions thereof as being ambiguous. When the Legislature pro<page-number citation-index=\"1\" label=\"537\">*537</page-number>vided in § 127, after stating matters that the policy “shall provide,” that “such policy of insurance <em>shall meet the requirements enumerated hereunder when” </em>(italics ours), we think it issued a clear, explicit, and precise mandate that if the policy met the <em>enumerated </em>requirements, it was adequate and sufficient to comply with the Act, and required no additional prerequisites. The provisions of subsection (E) seem particularly cogent here, wherein it is provided that a policy of insurance offered under the Act, the written application therefor, if any, and any endorsement thereon which is not in conflict with or contrary to the provisions <em>required </em>by the Act, shall constitute the <em>entire </em>contract between the parties.</p>\n<p id=\"b555-6\">The legislative history of the Act not only bolsters the above conclusion, but seems to impel it. The initial requirement in Maryland of liability insurance for motor vehicles was enacted in 1931. Acts of 1931, Ch. 498. It applied to persons who had been found guilty of operating under the influence of liquor or drugs, who had caused an accident while violating the motor vehicle law resulting in death, and those who&gt; had left the scene of an accident in violation of § 196 without making known their identity. In 1933, 1935, and 1939 the Legislature enacted statutes which resulted in the Act for the “Insurance for Commercial Motor Vehicles.” Code (1939), Article 56, § 182. This Act provided that no owner of a commercial motor vehicle, etc., should operate the same without a permit from the Commissioner of Motor Vehicles, who should not grant such a permit unless the owner “shall have provided good and sufficient security for the protection of the public * * One of the methods of furnishing such security was by an insurance policy, and the statute provided that the policy should be in a form to' be approved by the Commissioner and “insure the owner against any judgment [within certain limits] which may be recovered against” him for personal injury or property damage. The statute also contained the provision, which is still retained in our law, that the liability of the insurer shall become absolute when loss or damage occurs.</p>\n<p id=\"b555-7\">While § 182 was in force and effect, two important decisions were rendered thereunder. In 1942, this Court decided <em>Casualty Co. v. Hinds, supra, </em>(180 Md. 676). There, the insurance policy <page-number citation-index=\"1\" label=\"538\">*538</page-number>contained two exclusions: that the policy did not cover the motor vehicle while being operated by one under the age of 21; nor while rented to others or used to carry passengers for hire. Judgment was obtained against the named insured in the policy, and, when the judgment was not paid, suit was entered against the insurance company and a judgment was obtained against it. This Court affirmed the judgment on appeal, holding that the statute and the policy had to be read together, and, as the statute required the policy to insure the owner “against any judgment” recovered against him and as judgment has been so obtained, the provisions of the statute could not be frustrated by exclusionary clauses in the policy.</p>\n<p id=\"b556-6\">In 1943, after the decision in <em>Hinds, supra, </em>the Fourth Circuit decided the case of <em>Malisfski v. Indem. Ins. Co. of North America, </em>135 F. 2d 910, with an opinion written by Judge Parker. In that case, the policy contained an omnibus coverage clause with an exclusion thereto that said clause should not apply to any employee of the insured with respect to any action brought against the employee because of injury to any other employee of the same insured, etc. The case turned upon who was in fact the employer of the operator of the motor at the time it caused injury. However, the argument made there resembles that presented in the case at bar; namely, it was contended that the effect of § 182 was to nullify the exclusionary clause of the omnibus clause, but Judge Parker said, “We see nothing in this position.” He pointed out that the statute (at that time) required the policy to insure the <em>owner </em>against any judgment which might be recovered against <em>him, </em>and stated that manifestly there was nothing in the statute that required the omnibus clause, or which forbade the exclusionary provision relative thereto.</p>\n<p id=\"b556-7\">In 1943, the Legislature overhauled generally the motor vehicle laws of this State, and placed them in a separate Article of the Code. This was done after long and careful consideration by the General Assembly. In this new enactment, the provisions of the Act of 1931 and § 182, both <em>supra, </em>were, at least for the main part, consolidated into what was called, and is now known as, the “Motor Vehicle Financial Responsibility Act.” Without repeating what we said above, it will be noted that the <page-number citation-index=\"1\" label=\"539\">*539</page-number>provisions of Code (1939), Article 56, § 182 (the forerunner of § 127) were rather general in nature and permitted the policy’s form to be approved by the Commissioner of Motor Vehicles. However, when § 127 was adopted in 1943, the form of the policy was required to be submitted to, and approved by, the Commissioner of Insurance (with the insurer furnishing the Department of Motor Vehicles a duly authenticated certificate that a policy has been issued or a copy of the policy), and, for the first time in Maryland, the Legislature spelt out with specificity just what the policy <em>must </em>contain and what it <em>may </em>contain, and that, if it contains certain enumerated provisions, it <em>shall meet the requirements </em>of the Act. It is clear to us that the Legislature, when it adopted § 127, set forth therein guides and standards to govern the Commissioner of Insurance in passing upon the sufficiency of the forms of policies, and, if a policy contains the provisions enumerated under subsection A, it is sufficient to comply with the Act.</p>\n<p id=\"b557-5\">Our above conclusion is further bolstered by the fact that a number of states have specific statutes providing that no insurance policies shall be issued which contain agreements or stipulations requiring suits thereon to be brought within less than named periods of time, or within shorter periods of time than that required by the general statutes of limitations. As of 1938, an annotation in 112 A.L.R. 1288, lists some eleven states as then having such statutes. Maryland, although recognizing many years ago that insurance was a proper subject for regulation, has never, to our knowledge, had such a statute. Also an examination of the “Uniform Vehicle Code” (1962) a publication put out by the National Committee on Uniform Traffic Laws and Ordinances as a guide for state motor vehicle laws, discloses, under its “Financial Responsibility” chapter, no recommendation that reasonable contractual periods of limitations be banned. It scarcely seems possible that, if the Legislature of Maryland intended that no period of limitations less than that named in the general statute of limitations should be permissible in policies given under the Act, it would have completely overlooked placing such a provision therein when it could have been done so easily. And, of course, the present or <page-number citation-index=\"1\" label=\"540\">*540</page-number>any future Legislature may, if it deems such a requirement desirable, include the same within the terms of the Act.</p>\n<p id=\"b558-6\">This leaves for our consideration only the matter of whether the two years and a day contractual period of limitations was legal, for if it were “otherwise contrary to law” it was contrary to the provisions of the Act and void as between the parties to this appeal. At this point, it should be noted that this provision in the policy did nothing to lessen or prevent the liability of the insurance carrier becoming absolute at the time of loss or damage; it only required the appellees to assert their claims of liability by a certain time. Cf. <em>Hafer v. St. Louis Southwestern Ry. Co., </em>142 S. W. 176 (Ark.). Hence, it is seen that a lack of due diligence on the part of the appellees is the sole cause of the unfortunate position in which they now find themselves.</p>\n<p id=\"b558-7\">Provisions in insurance policies, reasonably limiting the time within which an action on the policy, must be brought, have been almost universally upheld as valid in the absence of statutory restrictions to the contrary. The cases are collated in 46 C.J.S., <em>Insurance, </em>§ 1256 and in an annotation in 121 A.L.R. 776.</p>\n<p id=\"b558-8\">In <em>Bass v. Standard Accident Ins. Co., </em>70 F. 2d 86 (C.A. 4), Judge Soper was dealing with Maryland law (although not considering the Act). He stated: “It is not disputed by either party * * * that the parties to an insurance contract may by its terms reasonably restrict the time within which a right thereby conferred may be exercised, even though this period may be less than that prescribed by a general statute of limitations.” He upheld a period of two years as being reasonable.</p>\n<p id=\"b558-9\">A short discussion of the <em>Olds </em>case, <em>supra </em>(155 P. 2d 676), will conclude this opinion. That case was decided twenty years ago by an intermediate appellate court of California. A Shepardization of it in the Pacific Reporter reveals that it has been cited but once since, relative to any point here involved, and then only for the proposition that a reasonable contractual period of limitations is permissible. The opinion is quite lengthy and it would not be helpful to discuss it elaborately. The factual situation was rather unusual and the statutes involved were not identical with ours. The court held, <em>inter alia, </em>that a period of limitations of one year contained in an insurance policy vio<page-number citation-index=\"1\" label=\"541\">*541</page-number>lated “the policy [and] spirit” of a California direct action statute similar to ours found in Code (1951), Article 48A, § 80. We think the case is distinguishable on its facts and the statutes there involved, but, to the extent, if any, that it conflicts with this opinion we decline to follow it, especially in view of Judge Soper’s opinion in <em>Bass, supra.</em></p>\n<p id=\"b559-5\">We hold that the two years and a day period of limitations was reasonable under the circumstances here involved, and that it was a lawful and permitted provision of the policy of insurance.</p>\n<p id=\"b559-6\">\n<em>Judgments reversed without new trial; the costs in this Court and below to be paid 9/10 by the Helms and 1/10 by the Staples.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b549-10\">. Different counsel represented appellees at that time.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}