{
  "casebody": {
    "data": "<casebody firstpage=\"129\" lastpage=\"134\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b165-3\">Walter C. Harding, trustee, &amp;c., complainant-respondent, <em>v. </em>The First-Mechanics National Bank of Trenton, defendant-appellant.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b165-7\">[Decided April 28th, 1933.]</decisiondate>\n<p data-order=\"2\" data-type=\"otherdate\" id=\"b165-11\">On appeal from a decree of the court of chancery advised by Vice-Chancellor Buchanan, who filed the following opinion:</p>\n<p data-order=\"3\" data-type=\"summary\" id=\"b165-12\">“One Elton Ertel was engaged in the business of selling automobiles in Trenton, New Jersey. The automobiles were obtained from a manufacturer’s agent or distributor in Philadelphia, named Faunce. The course of dealing was as follows:</p>\n<p data-order=\"4\" data-type=\"summary\" id=\"b165-13\">“Ertel would order automobiles from Faunce; Faunce would ship the automobiles to Trenton, sending the bills of <page-number citation-index=\"1\" label=\"130\">*130</page-number>lading with sight draft attached to the defendant bank. The price was about $800 per car. The bank would notify Ertel that it had the bills of lading and draft; Ertel would go to the bank, make and deliver to the bank his promissory note for $700 per car, together with his check for the excess of the amount of the draft over the note or notes, and also execute and deliver to the bank a bill of sale, absolute in form, for each car. These bills of sale were not recorded as chattel mortgages.</p>\n<p data-order=\"5\" data-type=\"summary\" id=\"b166-4\">“The bank would thereupon pay to Paunce the amount of the draft, deliver to Ertel the bills of lading, Ertel would obtain possession of the cars and deal with them so far as the public was concerned, as his own; he would negotiate sales, on his own account and without participation or control therein by the bank, to purchasers; and upon making such a sale would give the purchaser a bill of sale from himself as owner, would pay the bank the amount due on the note for that car, and the bank would return to him the bill of sale it had received from him.</p>\n<p data-order=\"6\" data-type=\"summary\" id=\"b166-5\">“On August 10th, 1931, Ertel told the bank that he was about to file petition in bankruptcy. He then had in his possession four cars, obtained in accordance with the procedure above recited, for which the bank held absolute bins of sale (unrecorded) and claimed title as security for loans or advances of $700 on each car. The bank asked and obtained immediate possession of these cars. The next day, August 11th, 1931, Ertel filed petition in bankruptcy; was duly adjudicated, and complainant appointed trustee.</p>\n<p data-order=\"7\" data-type=\"summary\" id=\"b166-6\">“The bank sold the cars; the price obtained does not appear. Neither does it appear whether or not the bank filed any claim (whether for the amount due on the notes in question or for any other claim) against the bankrupt estate. The assets are insufficient to pay the bankrupt’s creditors.</p>\n<p data-order=\"8\" data-type=\"summary\" id=\"b166-7\">“The trustee sues to have the four bills of sale declared to be chattel mortgages, <em>i. </em>&lt;?., not absolute, but as security only for $700 each; to have them declared void because not recorded; to have the transfers of possession by Ertel to the bank immediately prior to the filing of the petition declared <page-number citation-index=\"1\" label=\"131\">*131</page-number>preferential and void as against the Bankruptcy act; and for decree for the payment by the bank to complainant of the reasonable value of the four cars.</p>\n<p data-order=\"9\" data-type=\"summary\" id=\"b167-4\">“There is no dispute as to the facts. It is conceded — at least tacitly — that complainant is entitled to the decree sought, unless defendant’s claim of right, title or interest in the cars rests upon something other than the bills of sale given by Ertel and the possession turned over by him immediately prior to the bankruptcy.</p>\n<p data-order=\"10\" data-type=\"summary\" id=\"b167-5\"><em>“Prima facie, </em>on the facts proven or admitted in this ease (hereinbefore recited) there appears a purchase and sale between Faunce as seller and Ertel as buyer; Faunce was a distributor of cars, Ertel was a retail dealer who obtained his cars from Faunce; there is no evidence that the bank was in the business of purchasing or selling cars; the evidence is that the bank simply loaned money to Ertel for him to pay for the cars ordered by him from Faunce. .</p>\n<p data-order=\"11\" data-type=\"summary\" id=\"A2H\">“Faunce, as seller, shipped the cars to Trenton, sending the invoice and bill of lading to the bank with sight draft attached, so as to insure Faunce’s receiving payment of the purchase price as a condition to Ertel’s obtaining possession of the car. The bank presumably was Faunce’s agent in this regard; and presumably its duty and authority in the scope of such agency, was to turn over to Ertel the bill of lading— the ownership and possession of the car — upon its receiving (as agent for Faunce) payment of the purchase price. Such would be the presumption from the ordinary course of business ; there is no evidence as to any other or different arrangement between Faunce and the bank.</p>\n<p data-order=\"12\" data-type=\"summary\" id=\"b167-7\">“The money which the bank, as Faunce’s agent, received as the purchase price of the car was paid to it in part by Ertel and in part ($700) was paid to itself as agent by itself as an individual at the request of, and for the account of, Ertel. This, of course, was an entirely separate and distinct transaction; the bank acted therein not as agent for Faunce, but for itself, creating the relationship of debtor and creditor between Ertel and itself. It took and obtained Ertel’s note, for the $700 which it paid to itself as Faunce’s agent, and took and retained a bill of sale from Ertel to itself, for the car.</p>\n<p data-order=\"13\" data-type=\"summary\" id=\"b168-3\"><page-number citation-index=\"1\" label=\"132\">*132</page-number>“There is no evidence whatever of any right, title or interest in the car vesting in the bank (in its individual capacity) as the result of any transfer (or intent to transfer), direct to the bank from Faunce. As Faunce’s agent it was the seller, not the buyer — it was delivering title, not receiving title. Any claim of title of any kind in the car in itself individually could only have come to it (under the evidence) from Ertel; and this it obviously recognized, and evidenced, by taking a bill of sale from Ertel.</p>\n<p data-order=\"14\" data-type=\"summary\" id=\"b168-4\">“There can be no doubt but that the bill of sale, though absolute in form, was a ‘conveyance intended to operate as a chattel mortgage’ (under section 4 of the Chattel Mortgage act, <em>P. L. 1928 p. </em>181). The bank had no control over the terms of sale negotiated by Ertel; no interest in the purchase price or profit received by Ertel; its only interest was the $700 advanced by it to Ertel (or for his account) on the security of the car as pledge; and upon receipt of that $700 it returned the bill of sale to Ertel.</p>\n<p data-order=\"15\" data-type=\"summary\" id=\"b168-5\">“Being such chattel mortgage, it was, of course, void as against Ertel’s creditors, and against the trustee in bankruptcy standing in their shoes, under section 4 of the Chattel Mortgage act, supra, for lack of compliance with the requirements of that section. The action of the bank in taking possession of the cars with knowledge of the bankrupt’s condition, immediately before the bankruptcy, constituted therefore a preference under the Bankruptcy act, voidable at the suit of the trustee.</p>\n<p data-order=\"16\" data-type=\"summary\" id=\"b168-6\">“The bank contends that the bill of sale was not a chattel mortgage; that a chattel mortgage must be a conveyance from one who has title; that Ertel never had title because, before the bill of lading was delivered to Ertel by the bank, Ertel had already executed the bill of sale to the bank, showing the express intent of the parties that title should ‘remain’ in the bank; that the bank never intended to deliver title to Ertel by delivering to him the bill of lading.</p>\n<p data-order=\"17\" data-type=\"summary\" id=\"b168-7\">“This contention has been answered by what has already been said herein. The only way in which, under the evidence, the bank could have acquired title (as pledgee or otherwise) <page-number citation-index=\"1\" label=\"133\">*133</page-number>was from Ertel. The fact that Ertel may have actually executed the bill of sale to the bank prior to the delivery by the bank to him of the bill of sale, is, of course, of no materiality whatever in equity, under the circumstances of this case.</p>\n<p data-order=\"18\" data-type=\"summary\" id=\"b169-4\">“The bank further argues that the transaction constituted a well known commercial practice involving ‘trust receipts/ and held valid in many instances. The answer to that is, first, that the instrument executed by Ertel to the bank was a bill of sale and not a trust receipt; secondly, whatever validity the so-called trust receipts may have in other courts or other jurisdictions, in this state they stand upon exactly the same footing as the usual chattel mortgage or conditional bill of sale. <em>Commonwealth Finance Co. </em>v. <em>Schutt, 97 N. J. Law 225 </em>(at <em>p. </em>229); <em>116 Atl. Rep. 722; Karkuff </em>v. <em>Mutual Securities Co., 108 N. J. Eq. 128 </em>(at <em>p. </em>130); <em>148 Atl. Rep. 160.</em></p>\n<p data-order=\"19\" data-type=\"summary\" id=\"b169-5\">“It is not perceived that the position of the bank would be any better if the evidence warranted a finding that title had never passed to Ertel. Any title which the bank could have, if not derived by it from Ertel, must have been derived from Faunce, the seller.</p>\n<p data-order=\"20\" data-type=\"summary\" id=\"b169-6\">“By section 5 of the Conditional Sales act (P. <em>L. 1919 p. </em>461), the reservation of property in a seller,- in a conditional-sale, is void as to creditors of the buyer, without notice, unless the contract be filed. ‘Conditional sale’ under section 1 of the act includes any contract for the sale of goods under which possession is delivered to the buyer, but the property in the goods is not to vest in the buyer until a subsequent time on the payment of purchase price. ‘Seller’ means the person who sells or any legal successor in interest of such person.</p>\n<p data-order=\"21\" data-type=\"summary\" id=\"b169-7\">“If then, there could he deemed, under the evidence, to have been any arrangement or understanding between Faunce and the bank, whereby the bank either as the agent of, or as a successor in interest from, Faunce, was authorized to retain property or title in the car until payment by Ertel of the bank’s loan to him, while in the meantime delivering to Ertel the possession thereof, such arrangement being carried out by <page-number citation-index=\"1\" label=\"134\">*134</page-number>the bank as stated, constituted a conditional sale, which was void for failure to file the same.</p>\n<p data-order=\"22\" data-type=\"summary\" id=\"b170-4\">“Complainant is entitled to decree.</p>\n<p data-order=\"23\" data-type=\"summary\" id=\"b170-5\">“Defendant offered no proof as to the amount it received for the cars sold by it, nor as to the reasonable or market value thereof, other than to elicit some testimony tending to show that the values fixed by complainant’s witnesses were probably too high. Under the evidence, and considering all the circumstances, it would seem that the fair and reasonable value of the four cars was- $3,000.</p>\n<p data-order=\"24\" data-type=\"summary\" id=\"b170-6\">“Complainant seeking equity, must do equity. The decree will provide that defendant be permitted to prove its claim against the bankrupt estate; or if that be impossible, the amount of the decree will be reduced by the amount of dividend which defendant would have received had its claim been filed.”</p>\n<attorneys data-order=\"25\" data-type=\"attorneys\" id=\"b170-7\">Messrs, Scammell, <em>Knight •&amp; </em>Reese, for the appellant.</attorneys>\n<attorneys data-order=\"26\" data-type=\"attorneys\" id=\"b170-8\"><em>Mr. Joseph Fishberg </em>and <em>Mr. Jay B. </em>Tomlinson, for the respondent.</attorneys>\n<opinion data-order=\"27\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b170-9\">Pee Curiam.</author>\n<p id=\"b170-10\">The decree appealed from will be affirmed, for the reasons stated in the opinion delivered by Vice-Chancellor Buchanan in the court of chancery.</p>\n<p id=\"b170-11\"><em>For affirmance </em>— The Chief-Justice, Trenchard, Parker, Lloyd, Case, Donges, Heher, Van Buskirk, Kays, Hetfield, Dear, Wells, Dill, JJ. 13.</p>\n<p id=\"b170-12\"><em>For reversal </em>— None.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}