{
  "casebody": {
    "data": "<casebody firstpage=\"184\" lastpage=\"185\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b206-4\">Amanda M. Lougee &amp; another, executors, <em>vs. </em>Annie E. H. Wilkie &amp; others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b206-6\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AvY\">March 15, 1911.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A2G\">May 19, 1911.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b206-7\">Present: Knowlton, C. J., Morton, Hammond, Sheldon, &amp; Rugg, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b206-8\"><em>Will, </em>Attestation, Codicil. <em>Devise and Legacy.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b206-9\">A clause of a <em>will </em>directed that the residue of the testator’s estate be equally divided between W and another. A codicil of the will provided that “ all money left ” to W should be held in trust by the executors, “ the income to be paid her as they think best for her surport the Principle not to be used, unless necessary.” W was one of the three attesting witnesses to the codicil. There was no clause in the codicil specifically revoking the will or any part thereof. <em>Held, </em>that the legacy to W in the codicil was to be considered by itself without reference to that contained in the will, the will not having taken effect when the codicil was made, and being revocable at any time before the testator’s death, that the legacy was beneficial in its character, and therefore that, under B. L. c. 135, § 3, since there were not three subscribing witnesses to the codicil who did not receive a beneficial devise or legacy thereunder, the legacy to W in the codicil was void and the provision for her in the original will remained unchanged.</headnotes>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b206-10\">Knowlton, C. J.</author>\n<p id=\"Ara\">This is a petition filed in the Probate Court for instructions as to the disposition of the property now remaining in the hands of the petitioners as executors of the will of Martha J. Webster, late of Boston, deceased. By the ninth clause of the will all the residue of the estate is given to such of four persons named, as shall be living at the time of the probate of the will. Of these persons, Katie J. Gerry and Annie E. H. Wilkie were the only ones living at the time referred to. If there were no other provision appearing upon the subject, the residue would be divided equally between them.</p>\n<p id=\"b206-11\">The second codicil of the will of the testatrix contains this clause : “ All money left by me to my sister Annie E. H. Wilkie shall be held in trust by my Executors the income to be paid her as they fhiuk best for her surport the Principle not to be used, unless necessary, all money left her by me after her death shall go to Catharine J. Gerry after her Funeral Expenses are Paid and her name carved on the Monumt and a Marker placed on her grave.” Two of the three witnesses to this codicil were Annie E. H. Wilkie and Catharine J. Gerry. The R. L. c. 135, § 3, is <page-number citation-index=\"1\" label=\"185\">*185</page-number>as follows: “ A beneficial devise or legacy which is made in a will to a subscribing witness thereto, or to the husband or wife of such witness, shall be void unless there are three other competent subscribing witnesses to such will.” The question is as to each of two legacies in this clause, whether it is a beneficial legacy within the meaning of the statute. As to the legacy to Catharine J. Gerry, no question is made. It is beneficial, and therefore void.</p>\n<attorneys id=\"b207-8\">The case was submitted on briefs.</attorneys>\n<attorneys id=\"b207-9\"><em>S. H. Hollis, </em>for the respondent Annie E. H. Wilkie.</attorneys>\n<attorneys id=\"b207-10\"><em>H A. </em>Smith, for the respondent Catharine J. Gerry.</attorneys>\n<p id=\"b207-5\">The legacy to Annie E. H. Wilkie is beneficial in its character. It provides for her an income for her support, in the discretion of the executors, including, if need be, the principal sum which it was intended that she should take under the residuary clause when the original will was made. The question arises whether this falls short of being a beneficial legacy because it may be of less value to her than that contained in'the original will would be, if that were left to go into effect unchanged. We are of opinion that this legacy is to be considered by itself, without reference to the fact that the testatrix had contemplated her receiving another legacy under a will which had not taken effect, but was revocable at any time prior to the death of the testatrix. This provision purported to give and secure to the legatee, something valuable. Whether it was less valuable or more valuable than something else that she might have received if a former will was left unchanged, was immaterial. It was a beneficial legacy which came within the terms of the statute, and was void.</p>\n<p id=\"b207-6\">The result is that the provision of the original will remains unchanged by this provision, and the property in the hands of the executors is to be divided between these two legatees in equal shares.<footnotemark>*</footnotemark></p>\n<p id=\"b207-7\"><em>So </em>ordered.</p>\n<footnote label=\"*\">\n<p id=\"b207-11\"> There was no clause in any of the codicils specifically revoking the will as a whole or the residuary clause in particular.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}