{
  "casebody": {
    "data": "<casebody firstpage=\"228\" lastpage=\"231\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b262-5\">Munley <em>v. </em>Sugar Notch Borough, Appellant.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b262-6\"><em>Negligence </em>— Boroughs—Obstruction <em>in street </em>— Constructive <em>notice.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b262-7\">Where a borough permits mortar boxes to remain for three or four weeks in a much traveled street, it is liable to a person who sustains personal injuries from such obstruction.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b262-8\"><em>Practice, C. P. </em>— Laches—Non-pros—Waiver.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b262-9\">Where the plaintiff in an accident case against a borough delays for over eight years in prosecuting his case for trial after the issuing of the summons, the borough is entitled to have the case non-prossed, but if the borough, through its general counsel, entered a plea of not guilty, such plea is a waiver of the right to a non-pros. In such a case the power of the attorney to enter the plea cannot be disputed where it is shown that he had been regularly retained as the attorney for the borough about five years, and that his official relations with it had not expired until some days after he had entered the plea.</syllabus>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b262-10\">Argued April 11, 1906.</otherdate>\n<summary data-order=\"6\" data-type=\"summary\" id=\"AIA\">Appeal, No. 110, Jan. T., 1906, by defendant, from judgment of C. P. Luzerne Co., Dec. T., 1896, No. 62, on verdict for plaintiff in case of Peter Munley by his next friend and mother, Margaret Munley, v. Sugar Notch Borough.</summary>\n<judges data-order=\"7\" data-type=\"summary\" id=\"AXI\">Before Mitchell, C. J., Mestrezat, Potter, Elkin and Stewart, JJ.</judges>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"A_d\">Affirmed.</disposition>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b262-11\">Trespass to recover damages for personal injuries. Before Halsey, J.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b262-12\">From the record it appeared that the summons was issued on October 9, 1896, and that the statement was filed on February 15, 1905, and on the same day the defendant by its attorney, Thomas F. Farrell, pleaded not guilty. Other facts appear by the opinion of the Supreme Court.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b262-13\">Verdict and judgment for plaintiff for $5,000. Defendant appealed.</summary>\n<decisiondate data-order=\"12\" data-type=\"decisiondate\" id=\"AAx\"><page-number citation-index=\"1\" label=\"229\">*229</page-number>May, 7, 1906:</decisiondate>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b263-3\"><em>Errors assigned </em>among others were in refusing judgment of non-pros, and in refusing binding instructions for defendant.</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b263-4\"><em>Edward A. </em>Lynch, with him <em>M. F. McDonald, </em>for appellant.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"AQ_\">The solicitor of this borough defendant, before he could perform any act in the pending suit, should first have received authority from the council: Philadelphia v. McManis, 15 Phila. 51; Johnstown, etc., R. R. Co. v. Egbert, 152 Pa. 53; Harvey v. Schuylkill Trust Co., 199 Pa. 421.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b263-5\">We contend that under the circumstances and in view of the many cases upon this branch of the subject the great delay between the issuing of the summons and the filing of the statement would be such laches on the appellee’s part as should warrant the granting of the judgment of non-pros, and thereby bar the right of recovery: Rist’s Est., 192 Pa. 24; Waring v. Penna. R. R. Co., 176 Pa. 172; Hoffman v. Stiger, 1 Pittsburg, 185; Biddle v. Girard Nat. Bank, 109 Pa. 349; Johnston v. Mining Co., 148 U. S. 360 (13 Sup. Ct. Repr. 585); Paddleford v. Bancroft, 22 Vt. 529; Saville v. Frisbie, 70 Cal. 87 (11 Pac. Repr. 502); Taber v. Taber, 60 N. Y. Superior Ct. 65.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b263-6\">The mortar box was not a nuisance or an unsafe object to impede travel, or to interfere with the legitimate use of the highway: Guilmartin v. Philadelphia, 201 Pa. 518 ; Friedman v. Snare &amp; Triest Co., 71 N. J. 605 (61 Atl. Repr. 401); McKee v. Traction Co., 211 Pa. 47 ; Nichols v. Pittsfield Twp., 209 Pa. 240.</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b263-7\"><em>James L. Lenahan </em>and <em>Thomas F. Farrell, </em>with them <em>P. M. Thornton, </em>for appellee.</attorneys>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b263-8\">Opinion by</p>\n<author id=\"AWE1\">Mr. Justice Mestbezat,</author>\n<p id=\"b263-9\">There was ample evidence in this case to charge the borough with constructive notice of the obstruction in the street which caused the injury to the plaintiff. Three or four witnesses testified that the board in the mortar box, which was the cause of the injury, had been there for at least three or four weeks prior to the time of the accident. The mortar boxes were on a much traveled street of the borough, and it was clearly the duty of the officials, having notice of their existence, to cause <page-number citation-index=\"1\" label=\"230\">*230</page-number>the obstruction to be removed. In this case it was not done, and if the jury found that the officials had notice of the obstruction the borough’s liability necessarily followed.</p>\n<p id=\"b264-4\">We think it clear under our authorities that the defendant would have been entitled to a non-pros of the action if it had made an application on February 15, 1905, prior to the plea entered by its counsel. The authorities on this point are numerous and all in accord. In analogy to tbe statute of limitations, a plaintiff must prosecute his action without unreasonable delay, or a presumption of abandonment will arise which will entitle the defendant to a non-pros. But considering this to be the rule and that the defendant in this case would have been entitled, by reason of the laches of the plaintiff in prosecuting the case, to have had a compulsory nonsuit entered, the action of Mr. Farrell in entering a plea of not guilty was a waiver of such right. While the right to a nonsuit cannot be questioned, it is equally clear that a defendant may waive the right and assent to a trial of the cause. In entering the plea, it must be assumed that the borough was willing to waive its right to a non-pros.</p>\n<p id=\"b264-5\">On the rule taken by the defendant to show cause why a nonsuit should not be entered, the defendant took depositions. It there attempted to show that Mr. Farrell, who entered the plea in the case, did not have authority to do so. But the evidence failed of its purpose. It was clearly shown that he had been regularly retained as the attorney for the borough for about five years, and that his official relations with it did not expire until some days after he had pleaded to the plaintiff’s statement. In the absence of evidence showing that his authority was restricted and that it did not authorize him to plead, prosecute or defend any litigation to which the borough was a party, the presumption is that he had such authority. The evidence of the defendant taken on the rule went no further than to show that when an action was brought against the borough it was usually reported to the borough council and instructions were given to the attorney as to what action to take. That, however, was not the universal practice. This case, however, had been pending for about ten years and if a plea was to be entered there can be no doubt in the absence of evidence to the contrary that the borough attorney was the <page-number citation-index=\"1\" label=\"231\">*231</page-number>proper official to do it. It is not alleged or claimed that he had been forbidden to exercise such authority; in fact the borough officials testified that they had no knowledge of the pendency of the action until some months after the case had been put at issue by entering a plea.</p>\n<p id=\"b265-4\">If, as claimed by the defendant, Mr. Farrell exceeded his authority and acted contrary to the interests of the borough and his duty as its attorney in entering the plea, the borough must look to him for redress and cannot successfully defend this action on that ground. Mr. Farrell, like every other attorney, was bound to use the utmost good faith towards his client and use his skill and ability as an attorney for the best interests of his client in the litigation pending between the borough and Munley. If he failed in this duty to the borough, and by reason of negligence or any other misconduct on his part it suffered thereby, he is responsible. That question does not arise in this case and cannot be interposed as a defense.</p>\n<p id=\"b265-5\">For the reasons above given we are compelled to affirm this judgment.</p>\n<p id=\"b265-6\">The judgment of the court below is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}