{
  "casebody": {
    "data": "<casebody firstpage=\"294\" lastpage=\"295\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b294-8\">Ross <em>vs. </em>The People.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b294-9\">Where goods have been obtained trader a purchase, though by fraud and false pretences, the party obtaining them, cannot be convicted of larceny.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b294-10\">The case of <em>Rex </em>v. <em>Campbell </em>(1 <em>Mood. Cr. Cas. </em>179) overruled. ■ <em>Semble.</em></headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b294-11\">Error to the New-York general sessions, where Ross was. convicted of grand larceny. The evidence tended to show that' the goods alleged to have been stolen were obtained by purchase fraudulently and under false pretences. The court below charged the jury that, if they believed the goods were thus obtained, they might convict of larceny; and to this, the prisoner’s counsel excepted. The jury rendered a verdict of guilty; and, after judgment, the prisoner sued out a writ of error.</summary>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b294-12\"><em>J. S. Carpentier, </em>for the plaintiff in error,</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"AXa\">cited <em>Mowrey </em>v. <em>Walsh, </em>(8 <em>Cowen, </em>238.)</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b294-13\"><em>J. R. Whiting, </em>(district attorney,) <em>contra,</em></attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"A0Q\">relied principally on <em>Rex </em>v. <em>Campbell, </em>(1 <em>Mood. Cr. Cas. </em>179.)</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b294-14\"><em>By the Court, </em>Cowen. J.</author>\n<p id=\"AnqN\">Several of the English cases hold that, though goods be obtained by false pretences and with a design, <em>ab initio, </em>not to pay for them, yet, being delivered by the <page-number citation-index=\"1\" label=\"295\">*295</page-number>owner with an intention to sell them, the pretended purchaser is not guilty of larceny. This distinction was followed in <em>Mowrey </em>v. <em>Walsh, </em>(8 <em>Cowen, </em>238,) and must he adhered to. No doubt such a sale is a nullity; that it involves the moral guilt of larceny ; and that it is difficult to distinguish it in principle from larceny. Were the question, therefore, <em>res nova </em>in this court, I, for one, would follow the decision in <em>Rex </em>v. <em>Campbell, </em>(1 <em>Mood. Cr. Cas. </em>179.) The decisions are, however, the other way, even in England, with the single exception of that case; and they have long been followed here. There is nothing so palpably absurd in this as to warrant our overruling them.</p>\n<p id=\"b295-5\">Judgment reversed.<footnotemark>(a)</footnotemark></p>\n<footnote label=\"(a)\">\n<p id=\"b295-6\"><em> </em>See the remarks of Cowen, J. in <em>Cary </em>v. <em>Hotailing, </em>(1 <em>Hill, </em>311, 315.)</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}