{
  "casebody": {
    "data": "<casebody firstpage=\"692\" lastpage=\"697\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b728-10\">[Civ. No. 8158.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A_3\">First Appellate District, Division Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AmN\">January 16, 1932.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b728-12\">R. H. JEANSON et al., Appellants, v. E. ZANGL et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b729-7\"><page-number citation-index=\"1\" label=\"693\">*693</page-number>Bigby &amp; Boone for Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b729-8\">Jennings &amp; Belcher for Respondents.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b729-9\">STURTEYANT, J.</author>\n<p id=\"AVi\">—The plaintiffs commenced an action to obtain a decree restraining and enjoining a sale of real estate under a deed of trust. From a judgment in favor of the defendants, the plaintiffs have appealed.</p>\n<p id=\"b729-10\">On February 8, 1927, the plaintiffs bought from the defendant Robt. Zangl a herd of cows. The parties executed a written conditional sales contract evidencing the purchase. That instrument refers to a trust deed as being made as security tlieréof. On the same day the plaintiffs as trustors, Geo. E. Kennedy as trustee, and Robert Zangl executed a trust deed involving certain real estate. That deed refers to the document mentioned above and recites that the deed of trust is given to secure the performance of the conditional sales contract. On the same day the plaintiffs executed their promissory note in the sum of $7,652, the balance due on the sales price. It is a demand note made payable to Robert Zangl. A copy is set forth in the deed of trust. The cows were delivered to the plaintiffs <page-number citation-index=\"1\" label=\"694\">*694</page-number>and soon thereafter Robert Zangl sold his contract to the defendant Seaboard Acceptance Company. Among others, the conditional sales contract contained the following passages:</p>\n<blockquote id=\"b730-5\">“This agreement, made this 8th day of February, A. D. 1927, between Robt. Zangl party of the first part, and R. H. Jeanson, party of the second part. . . .</blockquote>\n<blockquote id=\"b730-6\">“Witnesseth, That the party of the first part, in consideration of the sum of 7652.00 Dollars to be fully paid as herein provided, and upon the terms and conditions hereinafter named, agrees to sell to the party of the second part, the following property, to-wit: 40 Head Dairy Cows described as follows: (detailed description of 40 Head of Cows omitted).</blockquote>\n<blockquote id=\"b730-7\">“As security for this lease contract, R. H. Jeanson are placing a Trust Deed for $7652.00 in favor of Robert Zangl, which Robert Zangl is assigning to Seaboard Acceptance Company, and it is understood and agreed that this trust deed shall remain as security, and should said R. IT. Jeanson default in any payment of principal and interest under this lease contract, or violate any of the terms and conditions provided therein, such default would automatically cause the above described Deed of Trust to become due and payable in one sum, but at the time final payment has been made under this lease contract, it is agreed that Trust Deed is also to be released. Also all the heifer increase from above animals. And the party of the second part agrees to purchase said property at the sum of $7652.00 and pay the same as follows :$.... in cash upon the execution of this agreement, and the balance of $7652.00 in 12 equal monthly installments of $200.00 each payable at Los Angeles as follows: on the 15th day of each and every month until Feby. 15, 1928, inclusive, when balance becomes due and payable. First installment to be made March 15th with interest from date on all deferred payments at the rate of 8 per cent per annum, payable monthly. . . .</blockquote>\n<blockquote id=\"b730-8\">“It is further agreed between the parties hereto that the title ownership and right of possession of said, property shall be and remain in the party of the first part until all payments have been made as herein provided, and the said party of the first part may, at his option take and remove said property from the premises and possession of the party <page-number citation-index=\"1\" label=\"695\">*695</page-number>of the second part at any time upon default in payment of any installment of the purchase price of said property, or upon default in the payment of any other sum of money or upon any failure to perform any of the conditions to be performed by the party of the second part, as provided for in this contract, and leave and license irrevocable is hereby given and granted to said party of the first part to enter in and upon said premises of said party of the second part to remove said property.</blockquote>\n<blockquote id=\"b731-5\">“It is further agreed that time is the essence of this agreement, and upon a failure on the part of the party of the second part to keep and perform any of the covenants of conditions hereof by the party of the second part to be kept and performed, then and thereupon, without notice, this agreement shall, at the option of the party of the first part be deemed to be cancelled and of no further effect as against said party of the first part, and all right and interest of said party of the second part in or to said property shall cease, and all payments by the party of the second part theretofore made shall belong to the party of the first part, as full payment for the prior use of said property.</blockquote>\n<blockquote id=\"b731-6\">“It is further agreed that in the event that the party of the second part shall fail to pay any of said installments of the purchase price of said property, or interest thereon at maturity, or violate any provision of this agreement, then all the installments of the purchase price of said property together with interest thereon, as aforesaid, shall, at the option of the party of the first part, become immediately due and payable, and the party of the first part may, at his option upon such default, by suit enforce payment of the entire sum then unpaid and interest thereon, together with an additional sum of ten per cent on the full amount then unpaid as attorney’s fee.”</blockquote>\n<p id=\"b731-7\">On August 29, 1927, the plaintiffs were in default and the defendant Seaboard Acceptance Company commenced an action in claim and delivery, took the cows, obtained a default judgment against the plaintiffs, sold the cows, and credited the plaintiffs with the amount received from the sales. Thereafter in proper manner and in due form if started proceedings'to foreclose the deed of trust for the balance payable by the plaintiffs under the terms of the <page-number citation-index=\"1\" label=\"696\">*696</page-number>conditional sales contract. To restrain that sale, the plaintiffs commenced this action.</p>\n<p id=\"b732-5\">The plaintiffs make two points, but they are but two different presentations of one and the same contention, which is, that the Seaboard Acceptance Company exhausted its rights when it took under court process the cows from the possession of the plaintiffs. In other words, the plaintiffs contend that the Seaboard Acceptance Company could not take possession of the cows as its own and at the same time sue for the price and they cite and rely on <em>Parke etc. Co. </em>v. <em>White River L. Co., </em>101 Cal. 37 [35 Pac. 442], and the several later cases which cite and follow the doctrine there stated. The doctrine of that case is settled law in many states. (55 C. J. 1270.) But it has exceptions. (55 C. J. 1270; <em>Silverstin </em>v. <em>Kohler, </em>181 Cal. 51 [9 A. L. R. 1177, 183 Pac. 451].) We think the plaintiffs fail to distinguish the difference in the facts.  If the vendor, in a conditional sales contract, upon a default occurring sues for the entire price it is clear that he waives his right to the possession of the property and his right to maintain an action in claim and delivery. However, if a default occurs and the vendor commences a proceeding to recover possession of the property it does not necessarily follow that he is doing so for the purpose of possessing the property as his own. Bach case must depend on its own facts.  In the instant case there was evidence that the Seaboard Acceptance Company commenced the claim and delivery proceeding with the intention of effecting a sale of the cows for the plaintiffs’ account and applying the proceeds of the sale to the balance due on the purchase price and that such intention was communicated to the plaintiffs. Findings were waived. We are not advised as to the conclusions which the trial court reached on the evidence that was before it-. In support of its judgment we must assume that it based its judgment on the facts we have recited. If -it did so, it did not commit an error, because the question has been directly adjudicated in <em>Matteson </em>v. <em>Equitable M. </em>&amp; <em>M. Co., </em>143 Cal. 436 [77 Pac. 144]. That ease determines every question involved in this case with one possible exception. In the Matteson case the plaintiff sued for the balance due as damages, after giving credit for all moneys received. In this case the vendor’s assignee is attempting to collect the <page-number citation-index=\"1\" label=\"697\">*697</page-number>same item, not by suit but under the clear terms of its trust deed. We see no frailty in its position.</p>\n<p id=\"b733-4\">The judgment is affirmed.</p>\n<p id=\"b733-5\">Nourse, P. J., and Spence, J., concurred.</p>\n<p id=\"b733-6\">A petition for a rehearing of this cause was denied by the District Court of Appeal on February 15, 1932.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}