{
  "casebody": {
    "data": "<casebody firstpage=\"151\" lastpage=\"156\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b183-2\">Crum <em>v. </em>Pennsylvania Railroad Company, Appellant.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b183-3\"><em>Practice, C. P. </em>— Pleading—Amendment <em>of statement </em>— Evidence.</syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b183-4\">1. Where a plaintiff is permitted to amend his statement and no objection or exception is taken thereto, and the defendant subsequently pleads to the amended statement, the defendant cannot after-wards at the trial of the cause object to the admission of testimony on the ground that the amended statement was invalid because the only purpose of the amendment was to change dates after the statute of limitation had interposed.</syllabus>\n<syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b183-5\"><em>Deed </em>— Construction—Railroad—Waters.</syllabus>\n<syllabus data-order=\"4\" data-type=\"syllabus\" id=\"b183-6\">2. Where a railroad company purchases a narrow strip of land to be used for the bed of a stream which it proposes to divert from its natural course, and the vendor in his deed releases the company from damages “by reason of the taking and occupying of the lot or piece of land above described, .... or by reason of the change of the course ” of the stream, the court will construe the release so as not to cover injuries to the vendor’s remaining lands by changes made by the company wholly upon the lands of others, and unrelated to the changes made on the vendor’s lands so far as concerns consequences to him.</syllabus>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b183-7\">Argued Oct. 5, 1909.</otherdate>\n<summary data-order=\"6\" data-type=\"summary\" id=\"A0e\">Appeal, No. 166, Oct. T., 1909, by defendant, from judgment of C. P. Cambria Co., June T., 1907, No. 169, on verdict for plaintiff in case of Charles Crum, Executor of Sylvester Crum, deceased, v. Pennsylvania Railroad Company.</summary>\n<judges data-order=\"7\" data-type=\"judges\" id=\"ABA\">Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.</judges>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"AGl\">Affirmed.</disposition>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b183-8\">Trespass to recover damages for injuries to land. Before O’Connor, P. J.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b183-9\">The facts appear by the opinion of the Supreme Court.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b183-10\">At the trial when Charles Crum was on the stand he was asked this question:</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b183-11\">Mr. Davis: “Q. When did the change take place in that dam and race? ”</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b183-12\">Mr. Storey: Defendant’s counsel object to any testimony from the witness or from the plaintiff which is included within the amendments made by him in this case as being incompe<page-number citation-index=\"1\" label=\"152\">*152</page-number>tent, in so far as the claim is set forth: in other words, that the statement avers the new channel was made in 1898 and that the amendment is invalid inasmuch as it is only to change the dates so as to bring it within the statute of limitations, and that such amendments cannot be made where the statute interposes.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b184-4\">The Court: The objection is overruled, an exception noted and bill sealed for the defendant company. [1]</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b184-5\">Defendant presented these points:</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b184-6\">1. Inasmuch as plaintiff is suing for an unlawful trespass, in turning the water into the new channel, about May, 1898, whereby the cause of action then accrued, and having neglected to bring his action until April 3, 1907, the statute of limitation bars a recovery. <em>Answer: </em>Denied. [2]</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b184-7\">2. Inasmuch as the amended statement is for the same cause of action, excepting the attempt to change the date to bring it within the statutory period it is invalid and plaintiff cannot recover. <em>Answer: </em>Denied. [3]</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b184-8\">3. That the deed of release executed and delivered by Sylvester Crum, to the defendant company, on December 11,1901, wherein he for himself, his heirs, executors, administrators and assigns, did release and discharge the defendant company from all claims, demands, payments of money and right to compensation for or on account of any and all damages, by reason of the change of the course in the Little Conemaugh river, is a bar to this action, and the verdict should be for the defendant company. <em>Answer: </em>Denied. [4]</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b184-9\">6. Under all the evidence in the case the verdict should be for the defendant. <em>Answer: </em>Denied. [5]</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b184-10\">Verdict for plaintiff for $7,500, upon which judgment was entered for $5,000, all above that sum having been remitted. Defendant appealed.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b184-11\"><em>Errors assigned </em>were (1) rulings on evidence, quoting the bill of exceptions; (2-5) above instructions, quoting them.</summary>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b184-12\"><em>H. W. Storey, </em>with him <em>John W. Kephart, </em>for appellant.—</attorneys>\n<p data-order=\"23\" data-type=\"legal\" id=\"AFG\">Where the owners of land for a valuable consideration, re<page-number citation-index=\"1\" label=\"153\">*153</page-number>leased a railroad company from all suits, claims, demands and damages by reason of its entry, and the location and construction thereon of its railroad and works connected therewith, such release is a bar to an action by a subsequent lessee of said owners brought to recover damages for injuries caused by an insufficient culvert constructed prior to the execution of the release: Hoffeditz v. South Penna. Ry., etc., Co., 129 Pa. 264.</p>\n<decisiondate data-order=\"24\" data-type=\"decisiondate\" id=\"Ard\">January 3, 1910:</decisiondate>\n<attorneys data-order=\"25\" data-type=\"attorneys\" id=\"b185-3\"><em>Harvey Roland, </em>with him <em>Wm. Davis, </em>for appellee.</attorneys>\n<opinion data-order=\"26\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b185-4\">Opinion by</p>\n<author id=\"Aoz\">Mr. Justice Stewart,</author>\n<p id=\"b185-5\">Samuel Crum, whose executor has been substituted as plaintiff in this action, was the owner of a tract of land on which he maintained a gristmill, with dam and race appurtenant fed from the water of the Conemaugh river. At a point something more than 1,000 feet east of plaintiff’s line, the defendant company in straightening and otherwise improving its tracks, found it necessary to change the channel of the river for a considerable distance. This work was done wholly outside the lines of the plaintiff’s lands. The plaintiff complains, however, that as a result of the change, both because of the manner in which the new channel was constructed and the character of the land through which it was dug, large quantities of sand and waste material have been carried by the current of the stream from the bottom and sides of the new channel into his milldam and race, to an extent which has practically destroyed both for the purposes they were intended. The action was brought April 3, 1907, for the recovery of damages for the injury complained of. In the statement filed it was averred that the change in the channel of the river was made in 1898, and the claim was expressly stated to be for injuries of a permanent character which have resulted in great depreciation in value of plaintiff’s property. While the statement attributed the injury to the change of the channel, it was silent as to when the deposits in the dam and race were first made. The court allowed an amended statement to be filed in which it was averred that they began in <page-number citation-index=\"1\" label=\"154\">*154</page-number>May and June, 1901, and continued thereafter until the bringing of the suit. The amendment was made without objection; the defendant pleaded surprise, and when the case was again called defendant had pleaded specially that plaintiff’s light of action had accrued more than six years before suit brought. On the trial the testimony of plaintiff’s witnesses supported the averment in the amended statement, that the injury began in the summer of 1901, and continued to increase thereafter. This testimony was objected to on the ground that the amended statement was “invalid, inasmuch as it is only to change the dates so as to bring it within the statute of limitations, and that such amendments cannot be made when the statute interposes.” The admission of this testimony is assigned as error. The objection, as will be seen, goes to the sufficiency of the amendment. Had the defendant excepted to the order of the court allowing the amended statement to be filed, and assigned the action of the court in this regard as error, it would then have been in position to have challenged the correctness of the court’s' action. We say nothing as to the chances of success in any such contention had it been made, for that matter is not before us. It is enough to know that the amendment was made without objection; that the testimony objected to was directly in support of its averments, and that its admission was free from error so far as the pleadings in the case were involved.</p>\n<p id=\"b186-4\">At a point little less than a mile west from the new channel of which we have been speaking, and below the point where plaintiff’s dam and race had derived their water supply from the Conemaugh, along the southern boundary of defendant’s lands, the defendant company made further improvements in its tracks, and there, too, found it necessary to change the channel of the river, throwing it further north of the tracks and further in upon plaintiff’s lands over which it flowed. To this end it purchased from the plaintiff a narrow strip of land along its right of way containing between three and four acres. The conveyance was made December 11, 1901, and contains this provision, “And the said Sylvester Crum, for himself, his heirs, executors, administrators and assigns, doth hereby re<page-number citation-index=\"1\" label=\"155\">*155</page-number>lease and discharge the said party of the second part, its successors and assigns from all claims, demands, payments of money and rights of compensation, for or on account of any and all damages by reason of the taking and occupying of the lot or piece of land above described, or by reason of the location and construction of a railroad, tracks, sidings or appurtenances upon or over the same, or any part thereof, or by reason of the change of the course of the Little Conemaugh river.” On the trial of the case this deed was introduced by the defendant for the purpose of showing a settlement and release of the damages claimed in the present action. The learned trial judge construed the release to include such damages only as resulted to plaintiff’s land in consequence of the change in the channel through and along the lands conveyed. A study of the situation as disclosed by the maps submitted on either side leaves us in no doubt whatever as to what is intended by the release. It is quite apparent that the change in the channel of the river on the land conveyed to the defendant company by this deed, could not have caused the injury complained of or contributed to it in the remotest way. The dam and race were at the extreme northeast corner of plaintiff’s tract, and it was at that point that the current of the river carried over upon plaintiff’s land the waste material from the sides and bottom of the new channel, which was 1,000 feet to the east, higher up the stream and wholly upon lands of others. The land which plaintiff sold to the defendant company by the deed containing the release of damages, is a narrow strip along the southern boundary of the tract, far below the dam and race, and along defendant company’s right of way. No change at this point in the bed of the stream could have caused the injury complained of, except as the flow of the water was reversed. Nothing can be clearer than that the defendant company in acquiring this narrow strip of land, had in view a change of the channel of the river at that point, and intended this land for the new channel. It afterward so employed it. For whatever injury resulted to any part of the tract remaining in the plaintiff after this conveyance, because of the change of the river’s channel at this <page-number citation-index=\"1\" label=\"156\">*156</page-number>point, the release contained in the deed would be a sufficient discharge; but by what principle of construction can the release be made to operate as well upon damages traceable to a source entirely distinct and independent, and occasioned wholly by a change of channel on the land which had not belonged to the plaintiff? The language of the release forbids any such construction as this. What it releases in terms is damages occasioned “by reason of the change of the course of the Little Conemaugh,” that is to say, the one change for which the defendant company was maldng provision in purchasing the plaintiff's land. It would be an arbitrary and enforced construction that would extend the meaning of these words so as to include other changes made in the bed of the river, even though upon the land of the plaintiff; still more unreasonable would it be to make them cover changes made wholly upon the lands of others, and unrelated to those made on plaintiff’s lands so far as concerns consequences to the plaintiff. It is a settled rule of construction that an agreement comprehends only those things in respect to which it appears the contracting parties proposed to contract, and not others they never thought of. Evidently what the parties to this release were contracting about, was the damage that might result by reason of the defendant company employing the land conveyed to it for the bed of the stream. So much is apparent from the transaction itself, and the release cannot be allowed to embrace anything beyond it.</p>\n<p id=\"b188-4\">The judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}