{
  "casebody": {
    "data": "<casebody firstpage=\"25\" lastpage=\"30\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b71-7\">Piedmont Hotel Company, Respondent, <em>v. </em>A. E. Nettleton Company, Appellant.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b72-7\"><page-number citation-index=\"1\" label=\"26\">*26</page-number>(Argued October 5, 1933;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ArE\">decided November 21, 1933.)</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b72-9\"><em>Edward Schoeneck </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"Aha\">The lease provides for a novation whereby upon the happening of certain contingencies, the occurrence of which is alleged in the answer and asserted in the answering affidavits, defendant was to be relieved from all liability to pay rent and the Georgia corporation was to be substituted as lessee. <em>(Schoonmaker </em>v. <em>Gray, </em>208 N. Y. 209; <em>Woolsey </em>v. <em>Funke, </em>121 N. Y. 87; <em>Atwater &amp; Co. </em>v. <em>Panama R. R. Co., </em>246 N. Y. 519; <em>Poel </em>v. <em>Brunswick-Balke-Collender Co., </em>216 N. Y. 310.)</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b72-10\"><em>Henry S. Fraser </em>for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"ATi\">The contract of lease is not ambiguous, and its provisions do not conflict. The lease allows an assignment by the lessee, without release of liability to the lessor. <em>(Thomas </em>v. <em>Scutt, </em>127 N. Y. 133; <em>Rosenthal P. Co. </em>v. <em>National Folding B. &amp; P. Co., </em>226 N. Y. 313; <em>Rochester Lantern Co. </em>v. <em>Stiles, </em>135 N. Y. 209; <em>Devlin </em>v. <em>Mayor, </em>63 N. Y. 8.) Clause 3(C) is reconcilable with clause 18 on the ground that the former not only furnishes the lessor’s consent to the assignment, but functions as a requirement, and nothing more, that the proposed assignee shall expressly assume all the covenants in the lease. <em>(Mann </em>v. <em>Munch Brewery, 225 N. </em>Y. 189; <em>Lynch </em>v. <em>Joseph, </em>228 App. Div. 367; <em>Langel </em>v. <em>Betz, </em>250 N. Y. 159; <em>Griggs </em>v. <em>Day, </em>136 N. Y. 152; <em>Lese </em>v. <em>Lamprecht, </em>196 N. Y. 32; <em>Sayre </em>v. <em>Peck, </em>1 Barb. 464.)</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b73-4\"><page-number citation-index=\"1\" label=\"27\">*27</page-number>Hubbs, J.</author>\n<p id=\"AXb\">This is an action brought by the landlord to recover rent under a lease of premises situate in Atlanta, Ga. The lease prepared on a form furnished by plaintiff-respondent and mailed from Atlanta to appellant at Syracuse, N. Y., contained the following printed clauses:</p>\n<p id=\"b73-5\">“ 17. This lease shall not be assigned, nor shall the Lessee sublet the premises or any part thereof without the written consent of the Lessor. This provision shall not be waived except in writing.</p>\n<p id=\"b73-6\">“ 18. In the event these premises are subleased, or this contract is assigned under the terms and in the manner herein permitted, such sub-tenant or assignee shall become hable directly to the Lessor hereunder to the same extent as to all things herein mentioned, without relieving any liability of the Lessee.”</p>\n<p id=\"b73-7\">The appellant caused to be included the following typewritten clause: “3. * * * C. Lessor understands that the A. E. Nettleton Company will cause to be formed the Atlanta Nettleton Company, Inc., under the laws of the State of New York and that when the same is duly qualified for doing business in the State of Georgia, Lessor agrees that this lease together with all of its rights, duties and obligations shall be assigned and transferred from the A. E. Nettleton Company to said Atlanta Nettle-ton Company, Inc., without any further consent on the part of this Lessor.”</p>\n<p id=\"b73-9\">It is alleged in the answer that by the lease set forth in the complaint it was understood and agreed that the defendant should cause to be formed the Atlanta Nettle-ton Company, Inc., that when said corporation was qualified to do business in the State of Georgia, the lease was to be assigned and transferred to it without further consent from the plaintiff, and “the defendant should thereupon be relieved and discharged of all liability on said lease; ” that after the execution of the lease, Atlanta Nettleton Company, Inc., was incorporated, was admitted to do business in the State of Georgia and defendant caused the lease, <em>“ </em>together with all the rights, duties and obligations ” to be “ assigned and transferred from the defend<page-number citation-index=\"1\" label=\"28\">*28</page-number>ant to the Atlanta Nettleton Company, Inc.,” which thereupon assumed and agreed to perform all duties and obligations of the lease upon the part of the lessee to be performed; “ that said Atlanta Nettleton Company, Inc., entered into possession of the premises,” and “paid to the plaintiff the rent owing under said lease and plaintiff accepted the same,” and “ that plaintiff duly accepted said Atlanta Nettleton Company, Inc., in place of defendant as lessee, and in full discharge of and substitution for the defendant,” and that “ the defendant was thereby fully and finally discharged from all liability on said lease.”</p>\n<p id=\"b74-5\">The plaintiff moved for summary judgment under rule 113 of the Rules of Civil Practice, which was denied at Special Term. The Appellate Division reversed, one justice dissenting, and granted leave to appeal to this court upon the following certified question: “ Was the defendant’s answer sufficient in law to constitute a defense to plaintiff’s alleged cause of action? ”</p>\n<p id=\"b74-6\">The answer to that question depends on the interpretation which may reasonably and properly be given to clause 3-C of the lease. May it be said, as a matter of law, that the words “ this lease together with all its rights, duties and obligations shall be assigned and transferred from the A. E. Nettleton Company to said Atlanta Nettleton Company, Inc., without any further consent on the part of this Lessor,” provide for a novation upon the transfer of the lease to the Atlanta Nettleton Company, Inc., or does the inclusion of clause 3-C in the lease which contained clauses 17 and 18 create an ambiguity and present an issue upon a question of fact?</p>\n<p id=\"b74-7\">It does not seem to us that upon proof of a transfer of the lease as permitted by clause 3-C, it could be held as a matter of law that obligation to pay the rent reserved would rest upon the transferee to the exclusion of the appellant. However, clause 3-C and clauses 17 and 18 must be read together and whether they are consistent or <page-number citation-index=\"1\" label=\"29\">*29</page-number>inconsistent can only be determined upon proof of the intent of the parties. Clauses 17 and 18, by their specific terms, refer to possible assignments of the lease and subletting of the property. They áre contained in the printed portion of the lease and provide for written consent of the lessor before any transfer shall be made thereunder. That clause 3-C was intended to cover other than a usual assignment or subletting is evidenced by the fact that it provides upon the happening of a particular contingency for an assignment and transfer not only of the lease and premises but of all the “ rights, duties and obligations ” of the lease <em>from </em>the appellant to a specified corporation thereafter to be formed, such assignment and transfer to be without any further consent on the part of the respondent. If, by an assignment and transfer of the lease, together with all of its rights, duties and obligations from the appellant to a specified corporation to be formed, nothing more was meant than that consent was given to an assignment or subletting of the premises or an assignment of the contract to an assignee or subtenant, then the clauses are not inconsistent.</p>\n<p id=\"b75-5\">If, however, it was intended that the transferee was to assume all of appellant’s obligations under the lease to the exclusion of the appellant, then clause 3-C and clause 18 are inconsistent. That there is ambiguity in clause 3-C and in the lease as a whole seems reasonably clear.</p>\n<p id=\"b75-6\">The appellant alleges that it was understood and agreed that upon a transfer of the rights, duties and obligations of the lease to the Atlanta Nettleton Company, Inc., it should thereupon be relieved and discharged of all liability on the lease. There being an ambiguity in the lease under consideration, the pleadings present a question of fact which should not be determined upon a motion for summary judgment, but should be tried in the ordinary manner. '</p>\n<p id=\"b75-7\">A somewhat similar question to that here involved is presented in <em>Schulman </em>v. <em>Cornman </em>(221 App. Div. 170,173). <page-number citation-index=\"1\" label=\"30\">*30</page-number>In that case a contract of option to purchase provided for the return of a deposit if the title should not be marketable. Pursuant to the option, a contract was entered into with the owner of the fee, in which the property was described, and there was added to the description, <em>“ </em>being such part of the said parcel of land as exists and is owned by the seller at the time of the signing of this agreement.”</p>\n<p id=\"b76-4\">The action was brought to recover the balance of the purchase price. The answer set up that the owner of the premises was not able to deliver title to at least eighty-five per cent of the land approximately described. Plaintiff made a motion for summary judgment which was granted by the trial court. In reversing, the Appellate Division said: <em>“ </em>there is thus presented an issue requiring evidence to establish in what sense the parties used this ambiguous clause in question, namely, whether to include a variation which was a small proportion of the total amount purporting to be conveyed or to include any variation down to less than one-eighth of the land approximately contracted for” (p. 174).</p>\n<p id=\"b76-5\">In the case at bar, evidence is necessary to establish in what sense the parties used the ambiguous clause in question and the defendant is entitled to have that question tried as an issue of fact. In reaching that conclusion we have had in mind that the clause of the lease in question was prepared by a layman. Also the well-established rule that to justify a court in granting summary judgment it must be satisfied <em>“ </em>that there is in truth nothing to be tried.” <em>(Curry </em>v. <em>Mackenzie, </em>239 N. Y. 267, 270.)</p>\n<p id=\"b76-6\">The order of the Appellate Division should be reversed and that of the Special Term affirmed, with costs in the Appellate Division and in this court, and the question certified should be answered in the affirmative.</p>\n<p id=\"b76-7\">Pound, Ch. J., Crane, Lehman, O’Brien and Crouch, JJ., concur; Kellogg, J., concurs in result.</p>\n<p id=\"b76-8\">Ordered accordingly.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}