{
  "casebody": {
    "data": "<casebody firstpage=\"72\" lastpage=\"75\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"otherdate\" id=\"b96-8\">MARCH 3, 1938</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b96-9\">B. B. Bacon v. The State.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b96-10\">No. 19292.</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AEC\">Delivered January 26, 1938.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b96-11\">Rehearing granted March 3, 1938.</otherdate>\n<p data-order=\"5\" data-type=\"summary\" id=\"b97-15\"><page-number citation-index=\"1\" label=\"73\">*73</page-number>The opinion states the case.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b97-16\"><em>Sam B. </em>Spence, of Wichita Falls, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b97-17\"><em>Lloyd W. Davidson, </em>State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b97-18\">Christian, Judge.</author>\n<p id=\"AUO\">Conviction for a misdemeanor, punishment being assessed at a fine of one hundred dollars.</p>\n<p id=\"b97-19\">The statement of facts does not appear to have been filed in the trial court. Hence it can not be considered. Trevinio v. State, 65 S. W. (2d) 500. In the absence of a statement of facts we are unable to appraise the bills of exception.</p>\n<p id=\"b97-20\">The judgment is affirmed.</p>\n<p id=\"b97-21\">The foregoing opinion of the Commission of Appeals has been examined by the Judges of the Court of Criminal Appeals and approved by the Court.</p>\n<p id=\"b97-22\">ON motion for rehearing.</p>\n<author id=\"b97-23\">Graves, Judge.</author>\n<p id=\"A7R\">This cause has been heretofore affirmed in an opinion by Judge Christian on account of the fact that the statement of facts appearing in the record did not bear the file mark of the clerk of the district court, and on account of such <page-number citation-index=\"1\" label=\"74\">*74</page-number>failure to bear such file mark we were unable to appraise the bills of exception contained in the record.</p>\n<p id=\"AhP\">It has been made to appear that such failure to file was a mere inadvertence upon the part of the clerk, and that such statement had actually been filed with him in the time prescribed by law, and said judgment of affirmance will now be set aside, and we will proceed to consider said cause upon its merits.</p>\n<p id=\"b98-4\">Appellant’s main complaint seems to be centered upon the proposition that the trial court erred in failing to charge the jury on the law of circumstantial evidence. This matter was called to the court’s attention in appellant’s objections to the court’s charge as well as in his requested charge No. 2.</p>\n<p id=\"b98-5\">Briefly stated the facts are these: Two liquor inspectors walked into the appellant’s wholesale liquor store and first saw a man afterwards identified as appellant, who saw them and greeted them with “how do you do.” They answered him, and then within five or six feet of appellant a lady approached them and asked what she could do for them, and they replied that they wanted some whisky. She then said: “You come on behind here and be selecting your liquor, and a salesman will be in before long to take your order.” The appellant and salesmen were all in the same room, and the whisky was displayed on shelves therein. The inspectors selected their whisky, and the salesman then notified them that the whisky could not be delivered to them in the room where purchased, but that they would have to drive out a certain road where a truck would bring to them the whisky. It was then paid for in this room, and the inspectors left and went to such road, where soon a truck bearing appellant’s name delivered to them the whisky that they had purchased in appellant’s store. Some of the witnesses placed appellant present at least a portion of the time in the room while the inspectors were making this purchase, but all agreed upon the fact that the sale was made to them by a man named Small, and that the delivery of this whisky was made to them by a further person, who was not Mr. Bacon.</p>\n<p id=\"b98-6\">Appellant vigorously contends that the basis of his conviction would have to be furnished by circumstantial evidence; that there was nothing to show that he had anything to do with the sale, that his notice was called to the same, or that he had knowledge of the sale or delivery of the goods charged to have been unlawfully sold.</p>\n<p id=\"b98-7\">Upon mature reflection we are driven to the conclusion that the State had to rely upon circumstantial evidence in order to connect this appellant with such unlawful sale, and thus be<page-number citation-index=\"1\" label=\"75\">*75</page-number>lieving we feel that the court was in error in failing to charge upon circumstantial evidence in this cause.</p>\n<p id=\"b99-5\">Appellant complains in bill of- exception No. 4 of the fact that the court refused to instruct the jury that the inspectors of the Liquor Control Board, Mr. Schuck and Mr. Brossman, were accomplices, and also complains because the matter was not submitted to the jury to be determined by them whether such inspectors were accomplice witnesses or not.</p>\n<p id=\"b99-6\">The facts relative to this purchase by these two inspectors are practically the same as those set forth in Stevens v. State, 110 S. W. (2d) 906, in which this Court held that such witnesses were not accomplices.</p>\n<p id=\"b99-7\">Because of the court’s error in failing to charge on circumstantial evidence in this case, this judgment is reversed and the cause remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}