{
  "casebody": {
    "data": "<casebody firstpage=\"222\" lastpage=\"232\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b254-8\">MURRAY <em>v. </em>SWENSON, Warden</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AeP\">[No. 8,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AKW\">October Term, 1950.]</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b256-5\">\n<page-number citation-index=\"1\" label=\"224\">*224</page-number>\n<em>Application for leave to appeal granted April 11, 1950.</em>\n</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b256-6\">\n<em>Decided November 3, 1950.</em>\n</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b256-9\">The cause was argued before Marbury, C. J., and Delaplaine, Collins, Henderson and Markell, JJ.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b256-10\">\n<em>Edgar Paul Boyko for appellant.</em>\n</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b256-11\"><em>Kenneth C. Proctor, Assistant Attorney General, </em>with whom were <em>Hall Hammond, Attorney General, J. Bernard Wells, State’s Attorney for Baltimore City, </em>and <em>Edwin A. Gehring, Assistant State’s Attorney, </em>on the brief, for appellee.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b257-4\"><page-number citation-index=\"1\" label=\"225\">*225</page-number>Delaplaine, J.,</author>\n<p id=\"AoA\">delivered the opinion of the Court.</p>\n<p id=\"b257-5\">In 1923 James T. Murray was convicted of murder in the Criminal Court of Baltimore and was sentenced to life imprisonment in the Maryland Penitentiary. In December, 1941, Governor Herbert R. O’Conor granted him a pardon subject to the following conditions: (1) that he would remain under the supervision of the Director of Parole and Probation for the period of three years, (2) that during this period he would conform to such rules of conduct and propriety as are customarily imposed upon paroled prisoners, and (3) that upon any material breach of any such rule the pardon would be declared null and void, and he would be required to return to the penitentiary to serve the unserved portion of his sentence.</p>\n<p id=\"b257-6\">On June 17, 1943, the pardon was revoked by Governor O’Conor, and Murray was returned to the penitentiary. In December, 1949, Murray, then 54 years old, applied to Judge Herman M. Moser in the Baltimore City Court for a writ of <em>habeas corpus. </em>From an order remanding him to the custody of the warden of the penitentiary, he has brought this appeal.</p>\n<p id=\"b257-7\">It appeared at the hearing below that appellant, after he was pardoned, went to Youngstown, Ohio, to live in the home of his sister, Mrs. Olive Matz, who agreed to act as his sponsor. He obtained employment as an electrician. Quarrels soon arose between him and his sister. He claimed that, while he was in the penitentiary, she disposed of some furniture which he had inherited from his mother and took his share of his mother’s insurance. After repeated arguments with his sister, he planned to leave her home and live elsewhere. His sister objected, saying: “If you do, you go back to the penitentiary.” Nevertheless he left, and his sister notified the Department of Parole and Probation in Annapolis, making the complaint that he had been molesting her two-year-old daughter. Appellant testified that his sister, however, continued to urge him to return, and that he consented to do so.</p>\n<p id=\"b258-4\"><page-number citation-index=\"1\" label=\"226\">*226</page-number>On June 17, 1942, the Department of Parole and Probation asked Governor O’Conor to issue a warrant authorizing appellant’s return. The Department said that it had received disturbing reports, but acknowledged that there had not been obtained “any positive proof” of his delinquency. In accordance with the request, the Governor signed a revocation of the pardon. The Department sent James A. Kavanaugh, a parole officer, to Youngstown to bring appellant back to Maryland. He called to see appellant’s sister, and after talking with her he requested appellant to come with him to Baltimore. The officer did not tell him the nature of the complaint, but merely informed him that the Director of Parole and Probation wanted to talk to him. The officer testified that he accompanied him to Baltimore with absolutely no objection. They arrived in Baltimore on June 21, and appellant was held overnight in a police station. On the following morning he was brought before the Director of Parole and Probation, Herman M. Moser, who afterwards became an Associate Judge of the Supreme Bench of Baltimore City, and who heard the case below. The Director informed appellant of the charges against him. Appellant denied the charges, but was taken back to the penitentiary under the Governor’s order issued five days before.</p>\n<p id=\"b258-5\">The Director requested Dr. Manfred S. Guttmacher, chief medical officer, to examine appellant. Dr.. Guttmacher reported on June 28, after making a quick examination, that he “might be suffering from general paresis.” He conjectured that the alleged conduct might well be symptomatic of mental deterioration, but he admitted that there was no objective evidence. Some time later the Director, requested Dr. J. G. N. Cushing to make a more complete medical and psychiatric examination. Dr. Cushing found that. appellant did not have paresis, and was probably incapable of the misconduct of. which he had been accused.</p>\n<p id=\"b258-6\">Appellant alleged that he made several efforts .to induce the Department to correct its mistake, but no further <page-number citation-index=\"1\" label=\"227\">*227</page-number>action was taken. His attorney suggested that this may have been due to “the well-known administrative reluctance to admit gross errors of judgment.” In any event, when it appeared that the Department had no intention of making any further investigation in Ohio, he applied for a writ of <em>habeas corpus. </em>Appellant’s attorney explained that he purposely took the case before Judge Moser because of the fact that he was the Director in 1942 and was personally familiar with the details of the case. The records of the Department do not show the specific nature of the complaint, or who made it; they show only that there was a complaint by telephone and that the parole officer was sent to Ohio to bring appellant back to Maryland.</p>\n<p id=\"b259-5\">Judge Moser, in remanding appellant to the-penitentiary, stated that in his view the important thing in the case was not so much the complaint of appellant’s sister as the report of Dr. Guttmacher, which showed that appellant was not a safe person to be on parole.</p>\n<p id=\"b259-6\">Petitioner declares positively that he did not commit “any criminal act or any act which would reflect upon his character or integrity” while on parole. He, therefore, contends that the Governor’s order revoking his pardon without giving him an opportunity to be heard deprived him of due process of law.</p>\n<p id=\"b259-7\">In England at common law, when a complaint was made that a convict conditionally pardoned had violated the conditions of the pardon, a warrant was issued for his arrest and he was committed to jail until he could be brought before the court for a hearing. An order was then issued by the court, and he was brought before the court to show cause why execution should not be awarded against him on his original sentence. The record of the conviction was then produced. If he pleaded that he was not the person convicted, a jury was impaneled to try that issue. If the jury found that he was the same person, then he was allowed to be heard on any matters relating to the charge that he had failed to abide by the conditions of <page-number citation-index=\"1\" label=\"228\">*228</page-number>the pardon. It was permissible for him to present any evidence that might serve as an excuse for nonperformance of the strict terms of the conditions. For example, when a convict had promised to leave the jurisdiction, he could present the excuse that he did not have a reasonable time in which to leave, or that he had been unavoidably delayed in leaving on account of his sickness or the sickness of some member of his family. If the court was of the opinion that such impediments amounted to a valid excuse, he was discharged from custody. If the court was in doubt as to the disputed facts, it was sometimes the practice to obtain the verdict of a jury. While the court had the right to call a jury for this purpose, the prisoner was not entitled to a jury as a matter of right. The only issue for which the prisoner could demand a jury was whether he was the same person who was convicted. The reason for that rule was that, if it were otherwise, a person might be imprisoned who had never been tried by a jury.</p>\n<p id=\"b260-5\">So, in the year 1893, when there was no statute in Minnesota providing for the revocation of conditional pardons, the Supreme Court of that State held that a convict who had been granted a conditional pardon could not be remanded to suffer his original punishment because of an alleged nonperformance of the conditions upon the mere order of the Governor, but he was entitled to a hearing before the court and an opportunity to show that he had performed the conditions of the pardon, or that he had a valid excuse for not having done so. <em>State ex rel. O’Conor v. Wolfer, </em>53 Minn. 135, 54 N. W. 1065, 19 L. R. A. 783.</p>\n<p id=\"b260-6\">For many years the Governor of the State of Maryland has had the prerogative of granting reprieves and pardons. Md. Constitution, art. 2, sec. 20. In 1915 the voters of the State ratified a constitutional amendment granting to the Legislature the power to provide for the manner of release of convicts upon parole. Laws of 1914, ch. 453; Md. Constitution, art. 3, sec. 60. <page-number citation-index=\"1\" label=\"229\">*229</page-number>Anticipating the ratification of the amendment, the Legislature in 1914 created an Advisory Board of Parole to supervise the life and conduct of those conditionally pardoned and to report to the Governor whether or not the conditions of the pardons were being faithfully complied with. Laws of 1914, ch. 500. In 1939 the Legislature authorized the Governor to appoint, by and with the consent of the Senate, a Director of Parole and Probation who, together with the Attorney General of Maryland, the State Superintendent of Prisons, and the Chief Probation Officer of the Supreme Bench of Baltimore City, shall constitute the Board of Parole and Probation. Laws of 1939, ch. 406, Code 1939, art. 41, sec. 76.</p>\n<p id=\"b261-5\">There is a difference between a parole and a conditional pardon. A parole is a conditional release from imprisonment which entitles the grantee to leave the institution in which he is imprisoned, and to serve the remainder of his term outside the confines thereof, if he shall satisfactorily comply with all the terms and conditions provided in the parole order. Thus, a parole does not vacate the sentence, but merely suspends the execution of the penalty and releases the convict from imprisonment temporarily upon conditions which he may accept or reject. Generally, a pardon is an act of clemency, evidenced by an executive order signed by the Governor, absolving the convict from the guilt of his criminal acts and exempting him from any pains and penalties imposed upon him therefor by law. A conditional pardon is defined as a pardon whose legal operation is dependent upon the performance of such conditions as the Governor may specify in the order. Code 1939, art. 41, sec. 74.</p>\n<p id=\"b261-6\">When the Director of Parole and Probation issues a warrant for the taking of any paroled convict, he conducts a hearing “within a reasonable time” to determine whether or not the parole shall be revoked. If the Director finds that the paroled convict has in fact vio<page-number citation-index=\"1\" label=\"230\">*230</page-number>lated his parole, he issues an order remanding him to the institution from which he was paroled. Code 1939, art. 41, sec. 84. On the other hand, a conditional pardon can be revoked only by the Governor. The statute provides (1) that the Governor shall be the sole judge of whether or not the conditions of the conditional pardon have been breached, and (2) that the determination by the Governor that the conditions have been violated shall be final and not subject to review by any Court of this State. Code 1939, art. 41, sec. 80.</p>\n<p id=\"b262-6\">Quite a few courts in this country have held that, upon satisfactory information that the conditions of a pardon have been violated, the Governor may, without notice or hearing, revoke the pardon and order the return of. the convict to the institution from which he had been paroled, and that this does not deprive him of his liberty without due process of law. These decisions were generally based upon the ground that the Governor had the power to revoke by express statutory provision and in pursuance of the conditions of the pardon. For instance, in <em>Owen v. Smith, </em>89 Neb. 596, 131 N. W. 914, 915, the Supreme Court of Nebraska reasoned as follows: “Any other construction of the law would not be a kindness to the inmates of the penitentiary; for, if the Governor is given to understand that every time he grants a parole he thereby restores the convict to full citizenship to such an extent that he cannot revoke such parole except upon notice and a full hearing, he would be very loath to exercise the humane prerogative which the Code now confers upon him.”</p>\n<p id=\"b262-7\">We, however, held in 1943 in <em>Wright v. Herzog, </em>182 Md. 316, 34 A. 2d 460, that a convict’s right to his liberty under the terms of a conditional pardon cannot be revoked without such hearing as is the generally accepted prerequisite of due process, if the exercise of such power by the Governor is challenged by a definite allegation that the petitioner has complied with the conditions of the grant. We followed the decision of the United States Circuit Court of Appeals in <em>Fleenor v. </em><page-number citation-index=\"1\" label=\"231\">*231</page-number><em>Hammond, </em>6 Cir., 116 F. 2d 982, 132 A. L. R. 1241, that to revoke a conditional pardon for breach of conditions without affording the convict an opportunity to be heard upon the question whether the conditions have been violated is a denial of due process of law in violation of the Fourteenth Amendment of the Constitution of the United States.</p>\n<p id=\"b263-5\">The grant of a conditional pardon is an act of grace which may be coupled with such conditions as the Governor may impose. The statute giving the Governor the power to revoke a conditional pardon without giving the convict the right of appeal from his determination is constitutional, but the fact that the Governor can impose conditions upon the pardon and reserve the right to revoke it does not authorize him to exercise the right of revocation arbitrarily or solely upon rumor. When a convict is granted a conditional pardon, he possesses a very valuable right, the right to liberty. This right can be forfeited only in consequence of a breach of one or more of the conditions of the grant. The Governor cannot revoke the conditional pardon without giving the grantee an opportunity to be heard, for such arbitrary action would contravene the American concept of the fundamental principles of justice. Such action would violate the Fourteenth Amendment.</p>\n<p id=\"b263-6\">We make it plain that this does not mean that the grantee of a conditional pardon who is accused of violating its conditions is entitled to a trial in any strict or formal sense. The demands of due process will be satisfied if he is extended a reasonable opportunity to defend himself against the charge that he has violated the conditions upon which his pardon was granted. <em>Fleenor v. Hammond, </em>6 Cir., 116 F. 2d 982, 986, 132 A. L. R. 1241, 1247.</p>\n<p id=\"b263-7\">When Murray’s conditional pardon was revoked, he was in Ohio by permission of the Department of Parole and Probation. The parole officer had no difficulty in finding him in Youngstown and brought him back to Maryland without any protest. The accused arrived <page-number citation-index=\"1\" label=\"232\">*232</page-number>in Baltimore four days after the Governor signed the order of revocation. He earnestly asserts that, although the Director promised to make a further investigation of the sister’s complaint, no effort was ever made to substantiate it by proof, although letters from relatives of his sister’s husband showed that he was “the victim of a trumpted-up story invented by his sister.”</p>\n<p id=\"b264-5\">It is not necessary to enter into a discussion of the reports of the examining physicians. It is sufficient to say that Dr. Cushing, who made a much more thorough examination than Dr. Guttmacher, reported that, in spite of Murray's weaknesses, physical and psychopathic, it would probably be safe to parole him under certain conditions. With this question, however, it is not for us to deal, for the Governor is the sole judge of the question whether or not the conditions of the pardon have been breached.</p>\n<p id=\"b264-6\">Because it appears that the Governor did not give appellant an opportunity to be heard, we will modify the order appealed from and remand the case with directions that appellant be remanded to the warden of the Maryland Penitentiary, to be by him transferred to the warden of the Baltimore City Jail, and to be held there pending such hearing as the Governor may give, and to be released from custody in case such a hearing is not given within a reasonable time.</p>\n<p id=\"b264-7\">Order modified and case remanded for the passage of an order in compliance with this opinion, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}