{
  "casebody": {
    "data": "<casebody firstpage=\"460\" lastpage=\"466\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b472-4\">IN THE TAX COURT OF THE STATE OF OREGON</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b472-5\">Rhoady R. LEE and Jeanne M. Lee <em>v. </em>DEPARTMENT OF REVENUE</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"A76\">(TC 3909)</docketnumber>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b472-21\">William J. Stalnaker, O’Donnell, Ramis, Crew, Corrigan &amp; Bachrach, represented Plaintiffs (taxpayers).</attorneys>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b473-3\"><page-number citation-index=\"1\" label=\"461\">*461</page-number>James C. Wallace, Assistant Attorney General, Department of Justice, Salem, represented Defendant.</attorneys>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b473-4\">Decision for Defendant rendered May 14, 1998.</decisiondate>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b473-5\">CARL N. BYERS, Judge.</author>\n<p id=\"b473-6\">Plaintiffs (taxpayers) appeal from assessments of personal income taxes for 1987,1989,1990,1991, and 1992. The assessments arose out of income and losses of a partnership doing business interstate. Taxpayers contend that the partnership is not a unitary business and, even if it is, its Oregon losses must be separately accounted for under ORS 314.675.<footnotemark>1</footnotemark> The parties have stipulated to the facts and submitted this matter on cross motions for summary judgment.</p>\n<p id=\"b473-7\">During the tax years in issue, Rhoady R. Lee, Jr. (Rhoady) was the chief executive officer of Lakeside Industries (Lakeside), a state of Washington partnership whose home office is in Redmond, Washington. All of the partners were S corporations incorporated in Washington. Rhoady was the sole shareholder of one partner, Washington Asphalt, Inc. The income tax assessments arose out of the partnership income and losses that flowed from the partnership through the S corporation to Rhoady personally.</p>\n<p id=\"b473-8\">During the years in issue, Lakeside engaged in the sale of asphalt and in street and highway construction. It had 11 operating divisions with 22 asphalt plants. There were nine divisions located in Washington, one in Oregon, and one in Idaho. The Oregon division began in 1985 in Portland and expanded in 1987. The Oregon division was the first division to use asphalt recycling.</p>\n<p id=\"b473-9\">Lakeside reported its operations and financial activity in Oregon on a separate accounting basis. For the fiscal years ending March 31, 1987, 1989, 1990, and 1991, the Oregon division reported net operating losses. For fiscal years ending March 31,1988, and 1992, the Oregon division reported net income. The Department of Revenue rejected the use of separate accounting, asserting that Lakeside was a <page-number citation-index=\"1\" label=\"462\">*462</page-number>unitary business. More Oregon income was therefore attributable to Rhoady, resulting in increased personal income taxes.</p>\n<p id=\"b474-4\">The parties stipulate that the issue before the court is \"whether separate accounting or unitary reporting should be used for the years in question, including whether losses generated in Oregon must be separately accounted for outside of Oregon’s unitary reporting statutory scheme.” The court considers this as two separate issues: (1) Is Lakeside a unitary business? and (2) Must Lakeside’s Oregon losses be separately accounted for under ORS 314.675?</p>\n<p id=\"b474-5\">The stipulated facts indicate that Lakeside is a single-operating entity. The partnership is engaged in a single line of business throughout its divisions on a uniform basis. There is no indication of the number of partners, nor whether the partners are actively engaged in the partnership business. In the absence of any facts to the contrary, the court assumes that the divisions are subject to the control of central management. As a partnership engaged in a single business doing business in three states, its income must be apportioned under ORS 314.615.</p>\n<p id=\"b474-6\">Even if the various divisions are viewed as separate businesses, the court nevertheless finds that Lakeside is a unitary business. It has centralized management with one set of officers. It is engaged in the same line of business and is functionally integrated with regard to capital and credit; purchases of fuel; centralized management of payroll, pension, taxes, customer payments, and trade accounts; and centralized purchasing and accounting. The court acknowledges that division managers are delegated a large degree of decisional responsibility. The parties have stipulated that each division operates autonomously in its own market, with each division manager making decisions as to employment, job selection, bidding, scheduling, and ordering of materials and supplies. Each division has a different gross-profit margin or percentage.</p>\n<p id=\"b474-7\">Nevertheless, the court finds that the interrelationship and interdependence of the parts make Lakeside a unitary business. The centralized management provided by its officers is broader than just determining which specific jobs <page-number citation-index=\"1\" label=\"463\">*463</page-number>to bid on or accept. Taxpayers’ officers undoubtedly provide policy and direction, set standards and require levels of performance. For example, the decision to engage in recycling of asphalt would have been made at the partnership level. The parties have stipulated that there are economies of scale and functional integration, including equipment and vehicle purchasing. Although not expressly stated, the centralized or single-capital pool would allow a division to bid on jobs not otherwise attainable.</p>\n<p id=\"b475-4\">Before addressing how to account for losses under ORS 314.675, the court notes that ORS 314.615 provides that taxpayers who have income from business activity within and without the state “shall allocate and apportion the net income of the taxpayer as provided in ORS 314.605 to 314.675.” Thus, although ORS 314.675 may not be part of UDITPA, it is drawn into and made a part of it by its inclusion in the process. Specifically, ORS 314.675 provides that if the operations of a taxpayer subject to ORS 314.280 or ORS 314.615 result in a net loss:</p>\n<blockquote id=\"b475-5\">“[T]hat net loss shall be apportioned in the same manner as the net income so as fairly and accurately to reflect the net loss of the business done within this state.”</blockquote>\n<p id=\"b475-6\">If Lakeside’s income is apportioned under ORS 314.615, then its net losses must also be apportioned in the same manner. That provides for consistency as well as uniformity. Taxpayers’ position would have combined reporting of net income but not of net losses. That is inconsistent with the statutes and would open the door to manipulation, something that the formula approach was intended to overcome.</p>\n<p id=\"b475-7\">This court has held that the legislature intended to assert the jurisdiction of the state to tax up to the maximum allowed under the due process clause of the constitution. <em>See Maytag Corp. v. Dept. of Rev., </em>12 OTR 502, 506 (1993). Generally, application of the apportionment provisions of UDITPA result in the greatest tax. As such, it is the appropriate method unless the taxpayer proves a violation of constitutional rights. ORS 314.670 provides:</p>\n<blockquote id=\"b475-8\"><em>“* * * </em>If the application of the allocation and apportionment provisions of ORS 314.610 to 314.665 do not fairly repre- . sent the extent of the taxpayer’s business activity in this <page-number citation-index=\"1\" label=\"464\">*464</page-number>state, and result in the violation of the taxpayer’s rights under the Constitution of this state or of the United States, the taxpayer may petition for * * * or the department may require * * * [a modification of the method including the use of separate accounting].”</blockquote>\n<p id=\"b476-4\">There is no indication that taxpayers or Lakeside petitioned for a variance from the apportionment method of reporting. Nevertheless, taxpayers argue that ORS 314.675 requires separate accounting in order to accurately reflect the net income of the business done within the state.</p>\n<p id=\"b476-5\">. The unitary concept was adopted with the rationale that, due to the interdependence and integration that exist within certain businesses, it is not practical to separately measure the income earned in just one state. Instead, the allocation and apportionment formula assumes a direct relationship between the extent of the business activity within the state and the income earned by that business within the state. Accordingly, the statutes do not attempt to measure the net income earned in the state. Rather, they attempt to measure business activity as a fair way to allocate net income. Where a taxpayer is unitary and does business both within and without the state, the burden is upon the taxpayer to demonstrate that the extent of business activity does not fairly measure income.</p>\n<p id=\"b476-7\">Taxpayers rely upon <em>Hines Lumber Co. v. Galloway, </em>175 Or 524, 154 P2d 539 (1944) as authority for using separate accounting. The court does not see <em>Hines </em>as supporting taxpayers’ position. Because <em>Hines </em>was decided on a demur to a complaint, there are few facts in the reported case. Nevertheless, it is clear that Hines was an integrated wood products company doing business both within and without Oregon. It also owned an out of state coal company that went bankrupt. Hines attempted to deduct the loss incurred on the stock of the coal company from its wood products income. The state tax commission found that the separate corporations were not unitary and that Hines could not offset income earned in Oregon by a loss incurred outside Oregon.</p>\n<p id=\"b477-3\"><page-number citation-index=\"1\" label=\"465\">*465</page-number>It is important to note that Hines had filed a combined return and that the state tax commission excluded only the coal company loss. The court noted that the tax commission did <em>not </em>allow separate accounting for Oregon, rather it:</p>\n<blockquote id=\"b477-4\">“[D]etermined that the plaintiffs 1940 net income, ignoring the coal company stock loss, was $588,178.00. They found that a part of that total was earned in Oregon and allocated to this state $207,103.53.” <em>Hines, </em>175 Or at 530.<footnotemark>2</footnotemark></blockquote>\n<p id=\"b477-5\">In conclusion, the court finds that Lakeside is a unitary business, that it conducted the same line of business in and out of Oregon, and that its income is subject to apportionment. Accordingly, by direction of ORS 314.675, the net loss is to be apportioned in the same manner.</p>\n<p id=\"b477-6\">Because the Portland property is newer it has a higher book value that, under the apportionment formula, attributes more income to Oregon. However, the courts have long recognized that apportioning income is an approximation only, required by the nature of an interdependent and integrated multistate business. The facts do not show that Lakeside or taxpayers’ constitutional rights have been violated. There will always be some property that is newer than other property within a business. Likewise, differences in state laws may require one division to incur greater payroll costs on some jobs than others, although earning the same profit on the job. Centralized management might decide to experiment with asphalt recycling and incur losses or earn greater income in one division than another. Another division might incur higher material costs and earn less profit on the same gross sales. Nevertheless, these aspects are not proof of excess or under taxation. They are simply the rough edges that are made smooth by the apportionment method of accounting for a unitary business. Now, therefore,</p>\n<p id=\"b478-3\"><page-number citation-index=\"1\" label=\"466\">*466</page-number>IT IS ORDERED that Plaintiffs’ Motion for Summary Judgment is denied, and</p>\n<p id=\"b478-4\">IT IS FURTHER ORDERED that Defendant’s Motion for Summary Judgment is granted.</p>\n<footnote label=\"1\">\n<p id=\"b473-10\"> All references to the Oregon Revised Statutes are to 1991.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b477-7\"> It is also important to note that <em>Hines </em>dealt with an excise tax that in theory, at the time, was imposed for the privilege of earning a net income in this state. That linguistic distinction whose lack of substance became apparent was rejected by the United States Supreme Court in <em>Complete Auto Transit, Inc. v. Brady, </em>430 US 274, 51 L Ed 2d 326, 97 S Ct 1076 (1977). <em>See </em>Paul J. Hartman, <em>Federal Limitations on State and Local Taxation, </em>8 2:17 (1981).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}