{
  "casebody": {
    "data": "<casebody firstpage=\"407\" lastpage=\"408\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b439-5\">[No. 21065.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AF2\">Department Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Al1\">July 25, 1894.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b439-6\">THE PEOPLE, Respondent, <em>v. </em>JOSE ANTONIO CHAVEZ, Appellant.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b439-7\">Criminal Daw—Rape—Assault—Instructions—Desser Offense—Applicability to Evidence.—An assault with intent to commit rape, as well as a simple assault, are included within the offense of rape; but if there is no evidence tending to reduce the offense of rape charged in the information, the court is justified in refusing to instruct the jury that the defendant might be convicted under the information of an assault with intent to commit rape.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b439-8\">Id.—Penetration—Conflict—Expert Evidence.—The slightest penetration is sufficient to constitute the offense of rape; and where the evidence of the prosecution is clear and convincing that the crime of rape was committed, and there is no contradictory evidence upon the part of the defense other \"than the testimony of expert medical witnesses upon the probability of an actual penetration having occurred, such evidence is insufficient to create a conflict or doubt as to the fact of penetration having occurred.</syllabus>\n<summary data-order=\"6\" data-type=\"history\" id=\"b439-9\">Appeal from a judgment of the Superior Court of San Diego County.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b439-10\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b439-11\"><em>Daney &amp; Wright, </em>for Appellant.</p>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b439-12\"><em>Attorney General W. H. H. Hart, </em>and <em>Deputy Attorney General Charles H. Jackson, </em>for Respondent.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b439-13\">The Court.</author>\n<p id=\"As_\">The defendant was convicted of the crime of rape upon Rebecca A. Foss, a widow, aged fifty-seven years. He appeals from the judgment and from an order denying his motion for a new trial.</p>\n<p id=\"b439-14\">The court refused to give the jury an instruction, at the request of the defendant, to the effect that under the information charging the crime of rape the defendant might be convicted of an assault with intent to commit rape. The ruling of the court in this regard rested upon its opinion that there was no evidence to support an instruction of that character. This is the only assignment of error demanding any special consideration, and the proper disposition of it depends upon the <page-number citation-index=\"1\" label=\"408\">*408</page-number>nature of the evidence placed before the jury at the trial. For while it may be conceded that an assault with intent to commit rape, as well as a simple assault, are included in the offense here charged, still if there was no evidence tending to reduce the offense from that charged in the information, the court was entirely justified in refusing to give the instruction requested. This principle has been repeatedly recognized and approved by this court in the trial of defendants charged with murder, where instructions have been asked and refused pertaining to the offense of manslaughter. <em>(People </em>v. <em>Turley, </em>50 Cal. 469; <em>People </em>v. <em>Lee Gam, </em>69 Cal. 552.)</p>\n<p id=\"b440-5\">Upon an examination of the record we think the court committed no error in refusing the instruction asked. The evidence upon the part of the prosecution is direct, clear, and convincing that the crime of rape was committed. The outrageous and brutal manner in which the defendant’s victim was maltreated and assaulted need not be detailed. Upon the part of the defense there is no evidence contradictory to that introduced by the prosecution, save the testimony of certain medical gentlemen who were placed upon the witness-stand as experts upon the probability of an actual penetration having occurred. We think the evidence wholly insufficient to create any conflict in this particular. The slightest penetration is sufficient to constitute the offense, and the expert evidence cannot be said to cast a doubt upon the fact of such penetration having occurred.</p>\n<p id=\"b440-6\">The judgment and order are affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}