{
  "casebody": {
    "data": "<casebody firstpage=\"738\" lastpage=\"750\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b752-4\">Corina Murphy &amp; another<footnotemark>1</footnotemark> <em>vs. </em>Charlestown Savings Bank.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b752-6\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A-Zi\">February 4, 1980.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aht\">June 3, 1980.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b752-7\">Present: Hennessey, C.J., Quirico, Braucher, Kaplan, &amp; Liacos, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b752-13\"><em>Sheldon H. Ganz </em>for the plaintiffs.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b752-14\"><em>James O. Peterson </em>for the defendant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b752-15\"><em>Francis X. Bellotti, </em>Attorney General, amicus curiae, <em>John T. Montgomery, Susan H. Frey, &amp; Louis A. Rizoli, </em>Assistant Attorneys General, submitted a brief.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b752-16\"><em>David A. White, </em>for Massachusetts Urban Reinvestment Advisory Group, Inc., amicus curiae, submitted a brief.</attorneys>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b752-18\"> Thomas J. Murphy, husband.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b752-17\">Liacos, J.</author>\n<p id=\"AgQ\">In this action, based on G. L. c. 93A, § 9, the plaintiffs, Gorina and Thomas J. Murphy, alleged that the defendant, Charlestown Savings Bank (bank), had committed unfair or deceptive acts or practices relating to the servicing and foreclosure of the bank’s mortgage on the Murphys’ residence. The plaintiffs sought a preliminary injunction forbidding the bank from conveying title to the premises. <page-number citation-index=\"1\" label=\"739\">*739</page-number>The Murphys also prayed that the title be returned to them and that they be awarded general, incidental and consequential damages for loss of the equity in their property. Finally, they sought multiple damages and the attorney’s fees as permitted under c. 93A. On February 14, 1979, the defendant filed an answer. On February 27, a judge of the Superior Court denied the plaintiffs’ request for a preliminary injunction. The defendant moved on April 19 for judgment on the pleadings. Treating the motion as one to dismiss pursuant to Mass. R. Civ. P. 12 (b) (6), 365 Mass. 754 (1974), the judge allowed it on May 22. On May 23 he entered judgment for the defendant. The plaintiffs appealed from that judgment. We transferred the plaintiffs’ appeal here on our own motion. We affirm the judgment.<footnotemark>2</footnotemark></p>\n<p id=\"b753-5\">For purposes of reviewing the ruling on the motion to dismiss, we take as true the allegations of the complaint and reasonable inferences that favor the plaintiffs. <em>Lowell Gas Co. </em>v. <em>Attorney Gen., </em>377 Mass. 37, 39 (1979). The facts alleged are these. On or about June 3, 1974, the Murphys, husband and wife, gave the bank a mortgage on their home at 197 Bunker Hill Street, Charlestown, Boston, to secure a loan of $19,000. At that time the bank appraised the premises at $28,000. The mortgage payments were maintained for about three and one-half years, at the end of which time the Murphys were having marital difficulties. Gorina filed for divorce, and Thomas was ordered to vacate their home. Thomas did not contribute to her support, the support of their minor child, or the upkeep of the home. In May, 1978, the Murphys were in arrears on their mortgage payments for March, April, and May. Gorina contacted the bank, requested a temporary waiver of principal payments, and was led to believe that a waiver would be granted if her attorney submitted a formal request. Accordingly, on June 7, 1978, her counsel wrote to the bank, but, on June <page-number citation-index=\"1\" label=\"740\">*740</page-number>12, the bank rejected Gorina’s request. On July 3, the bank sent notice to Gorina’s attorney and a copy to Thomas, at a Melrose address, that the Murphys’ loan was scheduled for foreclosure on July 11, 1978. The bank on August 4 filed in the Land Court a complaint for authority to foreclose the mortgage by entry and possession and to exercise a power of sale. On September 1, Gorina Murphy furnished her attorney with a check for $1,567.75, full payment of mortgage arrearage, including late charges, for May through September, 1978. On that day her attorney informed the bank by letter that he had the check. The bank did not reply, and on September 12 Gorina’s attorney forwarded the check to the bank. Three days later the bank returned the check, requested that it be certified and demanded that payment include attorney’s fees of $369.85. According to the bank, if Mrs. Murphy did not comply with these demands by 12 noon, September 22, 1978, foreclosure proceedings would resume. On September 21 Gorina mailed the bank a certified check for $1,567.75 and requested an extension for payment of the attorney’s fees. The bank rejected her request. On October 10, she attempted to pay in cash $1,877.75, which included all arrearages and late charges. She also sought to make a partial payment of the attorney’s fees and promised to pay the balance within a short time. The bank again rejected her request.<footnotemark>3</footnotemark></p>\n<p id=\"b754-5\">On November 15 the bank foreclosed the property by sale. The plaintiffs and their attorneys allegedly were unaware of the sale. The bank forwarded notice of sale to both plaintiffs at a Westford address even though bank officials allegedly had reason to know that Thomas lived in Melrose. The bank also had reason to know that the plaintiffs did not have actual notice of the sale because letters of notice were returned unopened. At the sale of November 15, the bank <page-number citation-index=\"1\" label=\"741\">*741</page-number>bought the property for $17,000. On the same date the bank entered into a purchase and sale agreement with tenants of the property, whereby the bank would sell the property for $24,000 and take back a $22,800 mortgage.<footnotemark>4</footnotemark> At that time the fair market value of the property allegedly exceeded $30,000, and the bank allegedly was aware of this. Furthermore, the plaintiffs contend that, before the foreclosure sale, the bank had entered into negotiations to sell the property for $24,000.</p>\n<p id=\"b755-5\">On January 11, 1979, the plaintiffs sent the bank a demand letter, listing ten purported wilful and knowing violations of c. 93A. In essence, the letter asserted that the bank committed unfair or deceptive acts or practices (1) by twice refusing full payment of mortgage arrearage and late charges, refusing because the Murphys were in the process of obtaining a divorce, and foreclosing with only $369.85 legal fees in dispute; (2) by refusing to grant waiver of principal payments, and leading Gorina to believe that a waiver would be granted; (3) by failing to afford either the Murphys or Gorina’s attorney adequate notice of the foreclosure sale; (4) by negotiating before the foreclosure sale to sell the property to a third party; purchasing the property, worth over $30,000 for $17,000, an amount less than the outstanding mortgage; and then agreeing to sell the property to the third party for $24,000 with a 90% purchase money mortgage. The bank answered each allegation individually and refused to offer settlement. After receiving the demand, the bank allegedly refused credit to the third party purchaser of the property. At the time the complaint was filed, the bank had retained title, but was seeking a buyer.</p>\n<p id=\"b755-6\">The Murphys argue that c. 93A applies generally to banks. They assert that their mortgage transaction with the bank made them purchasers of property within the meaning of G. L. c. 93A, § 9 (1). They claim that their complaint adequately alleges that the bank’s conduct caused them to lose the equity in their property, and this constituted the loss of money or property that § 9 (1) requires, and that the bank behaved unfairly and deceptively.</p>\n<p id=\"b756-4\"><page-number citation-index=\"1\" label=\"742\">*742</page-number>We have reserved the question whether c. 93A applies generally to banks. <em>Mechanics Nat’l Bank </em>v. <em>Killeen, </em>377 Mass. 100, 110 n.8 (1979). The defendant argues that, even though banks engage in commerce, they are not covered under G. L. c. 93A, § 2 (a).<footnotemark>5</footnotemark> Although the parties have briefed the issue of applicability of the statute based on their varied views of the meaning of the statutory language and the intent of the Legislature, the issue is not adequately briefed, nor is it one essential to decide for the determination of this appeal.<footnotemark>6</footnotemark> Thus, we do not decide the issue, but assume arguendo the applicability of G. L. c. 93A, § 2 (a), to banks solely for purposes of considering the question whether the mortgage transaction of the plaintiffs with the bank made the plaintiffs purchasers of property within the meaning of G. L. c. 93A, § 9 (1), as amended through St. 1978, c. 478, § 45. We conclude, for the reasons stated, it did not. This determination being dispositive, we need go no further.</p>\n<p id=\"b756-5\">At the time of the alleged unfair or deceptive act or practice in this case, a party seeking a private remedy under G. L. c. 93A, § 9 (1), “was required to show: first, that he or she purchased or leased goods, services or property, real or personal primarily for personal, family or household purposes.” <em>Linthicum </em>v. <em>Archambault, </em>379 Mass. 381, 384 (1979). <em>Dodd v. Commercial Union Ins. Co., </em>373 Mass. 72, 80-82 (1977).</p>\n<p id=\"b757-4\"><page-number citation-index=\"1\" label=\"743\">*743</page-number>The language “[a]ny person who purchases or leases goods, services or property, real or personal,” has since been struck from § 9 (1). Statute 1979, c. 406, § 1, effective October 18, 1979, amended c. 93A to afford a remedy to “[a]ny person, other than a person entitled to bring action under section eleven of this chapter [i.e., a person “who engages in the conduct of any trade or commerce”], who has been injured by another person’s [unfair or deceptive act or practice].” Thus, § 9 may no longer contain limits based on the nature of the transaction or the plaintiff’s status within that transaction.<footnotemark>7</footnotemark> However, the Murphys’ cause of action arose in 1978, before the new amendment’s effective date, and they must hurdle obstacles that for later plaintiffs may have been swept away. Thus, they must answer the question that we raised in <em>Mechanics Nat’l Bank </em>v. <em>Killeen, supra </em>at 110 n.8: they must demonstrate that a mortgagor in a home loan mortgage is a “purchaser” of property within the meaning of former § 9.</p>\n<p id=\"b757-5\">The plaintiffs argue in substance that a mortgagor is a purchaser of the use of money. They assert, in effect, that payment of interest is consideration for the use of money, and the right to use money is a valuable property right. A purchase is “the act of acquiring property by the payment of the price.” <em>Hunt </em>v. <em>Bassett, </em>269 Mass. 298, 302 (1929). See also <em>Howard </em>v. <em>Chicopee, </em>299 Mass. 115, 122 (1937). Thus, the plaintiffs argue, a mortgagor is a purchaser. Furthermore, treating a mortgagor as a purchaser would be consistent with our frequent observation that G. L. c. 93A deserves broad construction.</p>\n<p id=\"b757-6\">The plaintiffs’ argument has some intuitive appeal. We have stated that payment of interest is essentially consideration for the use of money. <em>New England Factors, Inc. </em>v. <em>Genstil, </em>322 Mass. 36, 40 (1947). See <em>Commissioner of </em><page-number citation-index=\"1\" label=\"744\">*744</page-number><em>Corps. &amp; Taxation </em>v. <em>Rathbone, </em>321 Mass. 312, 313 (1947). We do not dispute that the right to the use of money is, in some settings, a valuable property right.<footnotemark>8</footnotemark> Nor would we contend that the <em>Hunt </em>definition is inapplicable in all contexts that may arise in the law.<footnotemark>9</footnotemark> However, we do not think that the word “purchase” in former G. L. c. 93A, § 9, was intended to include a conventional home loan mortgage. And the principle counseling us to construe c. 93A broadly does not urge us to adopt a construction that outstrips the intent of the Legislature. See <em>Baker Transp., Inc. </em>v. <em>State Tax Comm'n, </em>371 Mass. 872, 877 n.11 (1977).<footnotemark>10</footnotemark></p>\n<p id=\"b759-4\"><page-number citation-index=\"1\" label=\"745\">*745</page-number>Under the plaintiffs’ interpretation, any loan of money<footnotemark>11</footnotemark> for interest is a purchase by the borrower. The plaintiffs’ reasoning does not distinguish between secured and unsecured loans. Neither the plaintiffs nor the amicus Massachusetts Urban Reinvestment Advisory Group, Inc., has cited a single authority that characterizes a loan of money as a purchase of the use of money.<footnotemark>12</footnotemark> For that reason alone, we <page-number citation-index=\"1\" label=\"746\">*746</page-number>question that the Legislature had home loan mortgages in mind when it wrote the word “purchases” into former § 9. Furthermore, the status of existing law argues emphatically against the plaintiffs’ approach. Analogous statutory material and relevant case law either do not support the plaintiffs’ analysis or they stress outright the distinction between a loan and a purchase. Faced with the pressure of authority the reed of intuition must bend.</p>\n<p id=\"b760-5\">The Uniform Commercial Code (UCC), G. L. c. 106, and the Federal Consumer Credit Protection Act, 15 U.S.C. §§ 1601 et seq. (1976), provide natural sources of analogy for analyzing the language in former § 9.<footnotemark>13</footnotemark> The UCC defi<page-number citation-index=\"1\" label=\"747\">*747</page-number>nition of “purchase” states: “‘Purchase’ includes taking by sale, discount, negotiation, mortgage, pledge, lien, issue or re-issue, gift or any other voluntary transaction creating an interest in property.” G. L. c. 106, § 1-201 (32). The language “taking by . . . mortgage” does not help the plaintiffs. As we understand the phrase, it refers to a mortgagee’s taking of a mortgage, not to the mortgagor’s receipt of money. See <em>Tillotson </em>v. <em>Stephens, </em>195 Neb. 104 (1975). Cf. <em>Kennett-Murray &amp; Co. </em>v. <em>Pawnee Nat’l Bank, </em>598 P.2d 274, 278 (Okla. 1979), and cases cited therein (secured party is a purchaser). This understanding of “taking by . . . mortgage” is consistent with our title theory of mortgages, under which “ [a] mortgage of real estate is a conveyance of the title or of some interest therein defeasible upon the payment of money or the performance of some other condition.” <em>Perry </em>v. <em>Miller, </em>330 Mass. 261, 263 (1953). See <em>Negron </em>v. <em>Gordon, </em>373 Mass. 199, 204 (1977). Here too the mortgagor appears in the guise of a “seller” and the mortgagee in the guise of a “purchaser.”</p>\n<p id=\"b761-5\">The UCG is helpful to the plaintiffs only if a loan of money with interest is a “taking by . . . voluntary transaction creating an interest in property.” We find no cases to support such a view. This gap is in part understandable because money is expressly excluded from coverage as “goods” under art. 2, G. L. c. 106, § 2-105 (1), “commercial paper” under art. 3, G. L. c. 106, § 3-103 (1), or “securities” under art. 8, G. L. c. 106, § 8-102 (1) <em>(b), </em>the principal varieties of property with which the UCG deals. Moreover, we doubt that the Legislature’s intent for former § 9 was coincident with the UCG definition of “purchase” as “taking by . . . any . . . voluntary transaction creating an interest in property.” In so far as § 9 applies to both a purchase of property and a purchase of services, the UCG definition is not broad enough. On the other hand, as the definition applies to purchases of property, it is too broad. A lessee of goods or <page-number citation-index=\"1\" label=\"748\">*748</page-number>real estate takes by a voluntary transaction creating a possessory interest in property. See <em>McDonald’s Chevrolet, Inc. </em>v. <em>Johnson, </em>Ind. App. (1978)<footnotemark>a</footnotemark> (bailee of mobile home is purchaser). But if “purchase” includes “lease,” there was no need for the Legislature to include both words in former § 9 of c. 93A. “It is a common tenet of statutory construction that, wherever possible, no provision of a legislative enactment should be treated as superfluous.” <em>Casa Loma, Inc. </em>v. <em>Alcoholic Beverages Control Comm’n, </em>377 Mass. 231, 234 (1979). Adopting the “voluntary transaction” clause of the UCC definition of “purchase” would render the word “leases” in former § 9 superfluous. Therefore, that clause of the UCC definition is not applicable in former § 9, and the UCC definition contains no language helpful to the plaintiffs’ view.<footnotemark>14</footnotemark></p>\n<p id=\"b762-5\">The Federal Consumer Credit Protection Act, 15 U.S.C. §§ 1601 et seq. (1976),<footnotemark>15</footnotemark> and its Massachusetts analogue, G. L. c. 140C, further undermine the plaintiffs’ position. Although neither statute defines “loan” or “sale,” the Federal act does define “credit sale,” 15 U.S.C. § 1602(g) (1976). According to <em>id., </em>§ 1602 (f), “[t]he term ‘creditor’ refers on<page-number citation-index=\"1\" label=\"749\">*749</page-number>ly to creditors who regularly extend . . . credit. . . for which the payment of a finance charge is . . . required, whether in connection with loans, sales of property or services, or otherwise.” Furthermore, <em>id. </em>§ 1639(a) sets out disclosure requirements for a creditor making a consumer loan transaction which is not a credit sale. The Federal Reserve Board’s Regulation Z, Truth in Lending Regulations,<footnotemark>16</footnotemark> makes still clearer the distinction between “consumer loan” and “credit sale.” Compare 12 C.F.R. § 226.2 (k) (1979) (defining “Consumer loan”) with <em>id. </em>§ 226.2(n) (defining “Credit sale”). Compare <em>id. </em>§ 226.8(c) (disclosure requirements for credit sales) with <em>id. </em>§ 226.8(d) (disclosure requirements for loans and other nonsale credit). The intent to differentiate between the two concepts also appears in the definition of “credit” as “the right granted by a creditor to a customer to defer payment of debt, incur debt and defer its payment, or purchase property or services and defer payment therefor.” <em>Id. </em>§ 226.2(q). Nowhere in the statutory or regulatory scheme do we find mention of a purchase of credit.</p>\n<p id=\"b763-5\">There is clear evidence that the Legislature knew of these sections of the Federal act when it enacted former § 9. General Laws c. 93A, § 9, was first inserted by St. 1969, c. 690, approved August 13, 1969. Yet, in St. 1969, c. 517, § 1, approved July 16, 1969, only four weeks before, the Legislature enacted G. L. c. 140C, whose language tracks that in Regulation Z and makes the identical distinction between loan and sale. G. L. c. 140C, §§ 1 (j), (k), (m); 7 (c), (d). It seems probable that the Legislature had the same distinction in mind when it enacted former § 9.<footnotemark>17</footnotemark></p>\n<p id=\"b764-4\"><page-number citation-index=\"1\" label=\"750\">*750</page-number>Although we conclude that the plaintiffs are not purchasers of property within the meaning of former § 9, our holding today is closely cabined. The plaintiffs argue in substance that a borrower of a loan of money with interest, whether the loan is secured or not, purchases the use of money. We do not think that the Legislature intended to include such a transaction as a “purchase.” Without more, the mere fact of borrowing money and repaying the money with interest is insufficient to establish a qualifying transaction under former § 9. Whether a similar transaction would qualify under the amended version of § 9 is a question we must hold in abeyance.</p>\n<p id=\"b764-5\">\n<em>Judgment affirmed.</em>\n</p>\n<footnote label=\"2\">\n<p id=\"b753-6\"> We have received briefs of two amici curiae, the Attorney General and the Massachusetts Urban Reinvestment Advisory Group, Inc. The brief of the Attorney General addresses only the issue whether c. 93A applies to banks.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b754-6\"> The complaint states that on or about October 31, 1978, Gorina Murphy filed a complaint with the State Banking Commission. The record contains a copy of that complaint as an appended exhibit. The record contains no further information about the fate of the complaint to the commission.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b755-7\"> It appears that this sale of the property was never consummated.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b756-6\"> General Laws c. 93A, § 2 (a), inserted by St. 1967, c. 813, § 1, states: “Unfair methods of competition and unfair or deceptive acts or practices in the conduct of any trade or commerce are hereby declared unlawful.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b756-7\"> Neither the main briefs of the parties nor the amici briefs deal with the issue of whether regulation of the conduct of banks is preempted by Federal law which regulates banking practices. Compare 15 U.S.C. § 45(a) (2) (1976) (banking exempted from provisions of Federal Trade Commission Act); <em>id. </em>§ 57a(f) (1) added 1975 by Pub. L. No. 93-637, Title II, § 202(a), 88 Stat. 2193 (1975) (authorizing Federal Reserve Board to enact regulations to prohibit “unfair or deceptive acts or practices” by banks, “including acts or practices which are unfair or deceptive to consumers”; and <em>id. </em>§ 57a(f) (2) (enforcement powers of Comptroller of Currency, Federal Reserve Board, FDIC). Defendants address the preemption issue for the first time in a reply brief filed after oral argument.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b757-7\"> The Legislature seems not only to have eliminated the “purchases or leases” and the “goods, services or property” requirements of the § 9 private remedy, but also the requirement of a transaction “primarily for personal, family or household purposes.”</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b758-5\"> For example, courts award interest as an element of damages: “The underlying principle in this area is that a wrongful delay in payment of a sum of money deprives the prospective payee of the use of the money during that period, and that there ought to be compensation for this delay.” <em>Trustees of the Boston &amp; Me. Corp. </em>v. <em>Massachusetts Bay Transp. Auth., </em>367 Mass. 57, 65 (1975). On the other hand, absent an express or implied agreement to the contrary, Massachusetts law “neither imposes nor implies an obligation to pay interest from the moment of the creation of a debt, or of a deposit.” <em>Ratner </em>v. <em>Hill, </em>270 Mass. 249, 253-254 (1930). “[T]he general rule [is] that interest shall not run until money becomes due.” <em>Trustees of the Boston &amp; Me. Corp. </em>v. <em>Massachusetts Bay Transp. Auth., supra. </em>See <em>Massachusetts Gen. Hosp. </em>v. <em>Commissioner of Pub. Welfare, </em>359 Mass. 206, 210 (1971).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b758-6\"> Variations of that definition are quite common. Black’s Law Dictionary 1110 (rev. 5th ed. 1979) defines “purchase” as “[transmission of property from one person to another by voluntary act and agreement, founded on a valuable consideration.” Webster’s Second New Int’l Dictionary 2015 (1959) defines “purchaser” as “[o]ne who acquires property for a consideration, generally of money.” The Uniform Commercial Code, § 1-201(32) (1957), defines “purchase” as “taking by . . . any . . . voluntary transaction creating an interest in property.” For further discussion of this definition, see <em>infra </em>at 746-748. None of these definitions expressly excludes cases in which the transferee of the property promises to return it at a future date.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b758-7\"> The plaintiffs have not attempted to demonstrate that the word “purchase” in § 9 is ambiguous, nor have they pointed us to any legislative history that might support their analysis. See <em>Globe Newspaper Co. </em>v. <em>Superior Court, </em>379 Mass. 846, 850-851 (1980). If we assume arguendo that the word “purchase” is ambiguous, we find only very limited support for the plaintiffs’ position. The title to an act may help resolve questions about doubtful statutory language. <em>Breault </em>v. <em>Ford Motor Co., </em>364 Mass. 352 (1973). Statute 1969, c. 690, is entitled, “An Act providing civil <page-number citation-index=\"1\" label=\"745\">*745</page-number>remedies to a person injured by <em>any </em>act or practice declared unfair or deceptive by the consumer protection act” (emphasis supplied). This title suggests that the only requirements for the remedy are (1) a person is injured (2) by an unfair or deceptive act or practice. A similar two-part test appears in an article by the principal draftsman of former § 9. Rice, New Private Remedies for Consumers: The Amendment of Chapter 93A, 54 Mass. L.Q. 307, 313-314 (1969). The article also states that “[t]he range of transactions covered is, in essence, virtually limitless.” <em>Id. </em>at 313.</p>\n<p id=\"b759-6\">We find this analysis problematic. If the Legislature did not mean to limit covered transactions to consumer purchases and leases, why did it include these words in § 9 ? Similar language has never been included in the “businessman” section, G. L. c. 93A, § 11. If “purchases” and “leases” were not words of limitation, the Legislature need not have struck them in the 1979 amendment to § 9. Furthermore, we note that Professor Rice’s examples of covered transactions included no loans. And though he spoke of § 9’s applicability to real estate transactions, Rice, <em>supra </em>at 312-313, the 1969 version of § 9 covered only “purchases or leases” of “goods or services.” Extension of coverage to “property, real or personal,” did not occur till the enactment of St. 1971, c. 241. Thus, the range of transactions covered in 1969 was broad, but not so “limitless” as may have appeared at the time. Furthermore, the legislative history of St. 1971, c. 241, contains no hint that the extension of coverage to real property was intended to apply to home loan mortgages. The Governor introduced the earliest version of the bill along with a special message that stated: “The . . . bill extends the safeguards of the consumer protection laws to the largest purchase a consumer ever makes — his home. The remedies provided by this statute will go far to answer the complaints of those of our citizens who have been victimized by the few fly-by-night builders who try to leave the expensive corrective repairs to the hapless new owner.” 1971 House Doc. No. 5023. Ruilders, rather than mortgagees, appear to have been the amendment’s prime target.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b759-7\"> According to Black’s Law Dictionary 844 (rev. 5th ed. 1979), a “loan” is “[djelivery by one party to and receipt by another party of a sum of money upon agreement, express or implied, to repay it, with or without interest.”</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b759-8\"> Amicus Massachusetts Urban Reinvestment Advisory Group, Inc., finds two additional “purchases” in the mortgage transaction. Amicus <page-number citation-index=\"1\" label=\"746\">*746</page-number>argues that a person who borrows funds is a purchaser not only of credit, but credit services. In support of this position, amicus remarks that mortgages typically involve “mortgage servicing” for which the consumer may be charged “points.” Furthermore, amicus argues that the mortgagor conveys property to the bank, retains only an equity of redemption, then “repurchases” the property in instalments.</p>\n<p id=\"b760-7\">Neither of these arguments will withstand scrutiny on the present record. The record does not contain the Murphys’ mortgage agreement or information about the terms of the lending. We do not know whether they were charged points for mortgage servicing, nor precisely what such servicing might have encompassed. Therefore, we intimate no view whether an exchange of points for servicing is a “purchase” under § 9. As for amicus’ second argument, amicus cites no authority characterizing the repayment of a mortgage as a repurchase. We know of no authority favoring a bifurcated analysis of a mortgage or other secured transaction. Amicus ignores that the transaction begins with a loan of money and that the “repurchase” is in fact a repayment with interest.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b760-8\"> According to the principal draftsman of former § 9 the language in that section “describing both the person who may bring an action-and the type of transaction out of which an action may arise is derived from the Uniform Commercial Code § 9-109(1) and the Federal Consumer Credit Protection Act, 15 U.S.C. 1604 (1968). Rice, New Private Remedies for Consumers: The Amendment of Chapter 93A, 54 Mass. L.Q. 307, 312 (1969). General Laws c. 106, § 9-109(1), inserted by St. 1957, c. 765, § 1, states: “Goods are (1) ‘consumer goods’ if they are used or bought for use primarily for personal, family or household purposes.” The Federal statute, 15 U.S.C. § 1604 (1976), authorizes the Federal Reserve Board to prescribe regulations. However, 15 U.S.C. § 1602(h) (1976), inserted by Pub. L. No. 90-321, Tide I, § 103(h), 82 Stat. 147 (1968); states: “The adjective ‘consumer,’ used with reference to a credit transaction, characterizes the transaction as one in which the party to whom credit is offered or extended is a natural person, and the money, property, or services which <page-number citation-index=\"1\" label=\"747\">*747</page-number>are the subject of the transaction are primarily for personal, family, household, or agricultural purposes.” Similar language appears in Federal Reserve Board Regulation Z, 12 C.F.R. § 226.2(k) (1979).</p>\n</footnote>\n<footnote label=\"a\">\n<p id=\"b762-6\"> 376 N.E.2d 106 (1978).</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b762-7\"> In addition, the UCC explicitly recognizes a distinction between sales of goods covered by art. 2 and secured transactions covered by art. 9. General Laws c. 106, § 2-102, inserted by St. 1957, c. 765, § 1, excludes from art. 2 “any transaction which although in the form of an unconditional contract to sell or present sale is intended to operate only as a security transaction.” This language indicates the importance of the sale/loan distinction in the context of transactions in goods. We take it as evidence that the Legislature was cognizant of the distinction when it enacted former § 9 of c. 93A.</p>\n<p id=\"b762-8\">Of course, analogies based on art. 2 have limited utility for interpretation of former § 9, which applies not only to transactions in goods, but also to transactions in services or property. We do not imply that the “common sales transactions” to which former § 9 applies are limited to “sales” within art. 2 of the UCC. <em>Dodd </em>v. <em>Commercial Union Ins. Co., </em>373 Mass. 72, 80 (1977).</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b762-9\"> Each of the sections of the Federal act cited herein was first inserted by Pub. L. No. 90-321, Tide I, § 102, 82 Stat. 146 (1968), and was thus in effect when former § 9 of c. 93A was first enacted. St. 1969, c. 690, approved August 13, 1969.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b763-6\"> Each of the sections of Regulation Z cited herein was first inserted in 34 Fed. Reg. 2002 (February 11, 1969). Subsequent amendments have preserved the distinctions between loan and sale.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b763-7\"> The UCC, Federal Consumer Credit Protection Act, and G. L. c. 140C are not the only statutes in which the distinction between a loan and a sale is important. Massachusetts courts have expended effort differentiating the two concepts for purposes of the interest limitation under the small loans business statute. G. L. c. 140, § 96. See <em>Commonwealth </em>v. <em>Security Acceptance Corp., </em>350 Mass. 159 (1966) (where seller in time <page-number citation-index=\"1\" label=\"750\">*750</page-number>sale totaling $1,900 in goods advanced buyer an additional $700 and calculated interest based on $2,600, the $700 was not a separate loan, but part of the sale price); <em>Uni-Serv Corp. </em>v. <em>Commissioner of Banks, </em>349 Mass. 283, 286 (1965) (revolving credit card plan is not a loan but “essentially a time sales financing arrangement in which credit is extended for the sole purpose of purchasing goods or services from stores participating in the plan”).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}