{
  "casebody": {
    "data": "<casebody firstpage=\"751\" lastpage=\"761\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b765-3\">Commonwealth <em>vs. </em>Andrew A. Moon.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b765-4\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AyE\">February 4, 1980.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Asg\">June 3, 1980.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b765-5\">Present: Hennessey, C.J., Quirico, Braucher, Kaplan, &amp; Liacos, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b765-13\"><em>Carol S. Ball, </em>Assistant District Attorney, for the Commonwealth.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b765-14\"><em>Richard J. Hayes </em>for the defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b765-15\">Quirico, J.</author>\n<p id=\"ApM\">The defendant was indicted for two crimes, assault by means of a dangerous weapon and stealing property of the value of more than one hundred dollars. Prior to <page-number citation-index=\"1\" label=\"752\">*752</page-number>trial the defendant filed two motions to suppress evidence. One motion concerned a wallet and its contents and an automobile registration certificate, all taken from the defendant’s car by the police without a warrant. The other sought to suppress an identification of the defendant by the victim of the alleged assault after the police showed him a photograph of the defendant taken from the latter’s car, and also to suppress any subsequent identifications of the defendant by the victim.</p>\n<p id=\"b766-5\">On March 29, 1978, an evidentiary hearing was held on the motions, with two witnesses testifying on the factual issues involved. At the close of the evidence, and after arguments by counsel, the judge, in open court, made a statement commenting on the evidence in the case and on some of the rules of law applicable thereto, and then allowed both motions. At the request of the prosecutor the following day, the judge made written findings of fact and conclusions thereon which he later filed in court.</p>\n<p id=\"b766-6\">A single justice of this court granted the Commonwealth’s application under G. L. c. 278, § 28E,<footnotemark>1</footnotemark> for an interlocutory appeal and transferred the appeal to the Appeals Court for hearing. That court reversed the judge’s order allowing the motion to suppress the wallet and other articles taken from the defendant’s car, and affirmed the order allowing the motion to suppress the identifications. <em>Commonwealth </em>v. <em>Moon, </em>8 Mass. App. Ct. 375 (1979).</p>\n<p id=\"b766-7\">Each party then filed an application for further review by this court of the holdings of the Appeals Court. The Commonwealth sought further review of the judge’s ordér suppressing the identifications, which the Appeals Court had affirmed, and the defendant sought further review of the judge’s ruling suppressing the material seized from the defendant’s car, which the Appeals Court had reversed. We <page-number citation-index=\"1\" label=\"753\">*753</page-number>allowed both applications. G. L. c. 211A, § 11. We affirm the orders by the judge allowing both motions.</p>\n<p id=\"b767-5\">Before considering the judge’s orders on the two motions, we address two procedural questions raised by the defendant. The first is a contention that the prosecutor did not save an exception when the judge allowed the two motions in open court. If, as of the date of the orders, March 29, 1978, the prosecution was required to save an exception as a condition to its right to obtain appellate review (a point which this court has not yet decided, see <em>Commonwealth </em>v. <em>Taylor, </em>374 Mass. 426, 430-431 [1978]), our decision of this case does not require us to decide that question here. The second is a claim that the Commonwealth did not diligently prosecute its interlocutory appeal under G. L. c. 278, § 28E. The record before us show^ only that the orders allowing the motions to suppress were made on March 29, 1978; that the application for interlocutory appeal was argued before the single justice on December 6, 1978, and allowed on December 22, 1978; and that the appeal was argued before the Appeals Court on June 13, 1979, and decided on September 27, 1979. There is nothing in the record to explain the reason for the time elapsed between the several steps in the processing of the appeal. The dates and time lapses without more do not permit us to conclude that the Commonwealth did not diligently prosecute its appeal.</p>\n<p id=\"b767-6\">We turn now to the principal issue raised by the Commonwealth in this appeal, that is, whether the judge erred in allowing the defendant’s two motions to suppress — one relating to the items taken by the police officers from the defendant’s car, and the other relating to the victim’s identification of the defendant.</p>\n<p id=\"b767-7\">We have noted earlier in this opinion that at the close of the evidence received at the hearing on the motions the judge made some statements in open court before allowing the motions. Some of those statements may have been sufficient to indicate or to imply factual conclusions which he had apparently reached. However, on the following day <page-number citation-index=\"1\" label=\"754\">*754</page-number>the judge filed a formal document entitled “ Findings of Fact and Conclusions Thereon” which we assume was intended by him to be the complete formal statement of the factual basis for his action. He made the written findings at the request of the prosecutor who stated that the purpose of the request was to provide a record for a possible appeal from the allowance of the motions.<footnotemark>2</footnotemark> It is also appropriate to note that both parties to this appeal, in stating the facts of the case in their briefs, do so by repeating the written findings of the judge almost verbatim.</p>\n<p id=\"b768-5\">The written findings made by the judge are the following:</p>\n<blockquote id=\"b768-6\">“This matter came on for hearing before me in the Superior Court sitting in Middlesex on the 29th day of March 1978 upon defendant’s Motions to Suppress. One motion sought to suppress a photograph and any subsequent in-court identification, and the other motion sought to suppress items seized in the automobile of the defendant.</blockquote>\n<blockquote id=\"b768-7\">“After hearing the evidence and reviewing the arguments of counsel for the defendant and the Commonwealth I find the relevant facts to be as follows:</blockquote>\n<blockquote id=\"b768-8\">“On June 27, 1977 one Charles Mosesian viewed an individual acting in a suspicious fashion outside the building in which he lived. As a result of that observation Mr. Mosesian left his apartment and went to the garage of that building. At that time he encountered an individual between two automobiles. He confronted the individual at a distance of ten feet for a period of ten to twenty seconds. At that time Mr. Mosesian observed a knife in the possession of the person whom he encountered in the garage. Subsequent to the ten-to-twenty-second observation the individual turned and ran from the witness. The above-mentioned <page-number citation-index=\"1\" label=\"755\">*755</page-number>observations occurred during the nighttime in an area which was lighted by 50-watt bulbs placed at intervals of approximately fifteen feet.</blockquote>\n<blockquote id=\"b769-5\">“Watertown Police arrived at the scene and the witness provided a description of the person with the knife as being approximately one inch taller than the witness, weighing approximately 160 pounds and having dark hair. At that point a Watertown policeman commented to his partner in the presence of witness Mosesian, ‘That sounds like Andy Moon.’ Witness Mosesian testified that he heard that comment. The witness then pointed out an automobile which he felt belonged to the person with the knife although he had never seen him within the vehicle. A police check of the registration number of that motor vehicle revealed that it was registered to the defendant Andrew Moon. The police went to that automobile, opened the unlocked door and searched the same. Among other things taken therefrom was a wallet containing the photograph of the defendant. The photograph was exhibited to witness Mosesian who identified the person depicted therein as being the same man that he observed with the knife in the garage.</blockquote>\n<blockquote id=\"b769-6\"><em>“CONCLUSIONS. </em>I find that the witness’ opportunity to observe the defendant and the description given to the police officers were such that the naming of the defendant on the scene, and the exhibiting to the witness a single photograph of the defendant, were so suggestive as to materially taint any subsequent identification of the defendant either in the photo as exhibited or in court at the time of trial.</blockquote>\n<blockquote id=\"b769-7\">“I further find no probable cause for the search of defendant’s motor vehicle and the seizure of the items found therein, particularly in light of the fact that the officers were aware of the identity of the registered owner of the vehicle and had no reason to believe that there was any contraband located therein.</blockquote>\n<blockquote id=\"b769-8\">“Motions to suppress allowed.”</blockquote>\n<p id=\"b769-9\">1. <em>Standard of review. </em>The evidence before the judge at the hearing on the motions to suppress consisted entirely of <page-number citation-index=\"1\" label=\"756\">*756</page-number>oral testimony. The determination of the weight and credibility of the testimony is the function and responsibility of the judge who saw and heard the witnesses, and not of this court. In such a situation, where subsidiary findings of fact have been made by the trial judge, they will be accepted by this court, and we do not substitute our judgment for his, absent clear error. <em>Commonwealth </em>v. <em>Murphy, </em>362 Mass. 542, 547 (1972). <em>Commonwealth </em>v. <em>Harmond, </em>376 Mass. 557, 560-561 (1978). <em>Commonwealth </em>v. <em>Jones, </em>375 Mass. 349, 354 (1978). <em>Commonwealth </em>v. <em>Taylor, </em>374 Mass. 426, 431 (1978). There is no error, much less clear error, in the judge’s subsidiary findings of fact, and it is not contended that the evidence was not sufficient to support the findings.</p>\n<p id=\"b770-5\">“We cannot properly be asked to revise a judge’s subsidiary findings of fact, where they are warranted by the evidence, or to review the weight [or credibility] of the evidence related to the findings. . . . Nevertheless, it is important to add that the <em>ultimate </em>findings and rulings of a judge may give rise to a meaningful appeal, even in a case where his subsidiary findings are beyond practical challenge. This is true because the ultimate conclusions of a judge on identification [or search and seizure] issues may be of constitutional proportions. This court must, where justice requires, substitute its judgment for that of a trial judge at the final stage.” <em>Commonwealth </em>v. <em>Murphy, supra </em>at 550-551 (Hennessey, J., concurring). <em>Commonwealth </em>v. <em>Sires, </em>370 Mass. 541, 544 n.1 (1976). <em>Commonwealth </em>v. <em>Harmond, supra </em>at 560-561.</p>\n<p id=\"b770-6\">2. <em>Motion to suppress identification. </em>We point to those of the judge’s findings which bear particularly on his suppression of the identification of the defendant by the victim. The first opportunity the victim had to see thé person who is charged with assaulting him was in a garage at the place where the victim lived, and it lasted for a period of ten to twenty seconds. The judge made findings as to the lighting conditions at that time and place, and also as to the description which the victim gave to the police. The description <page-number citation-index=\"1\" label=\"757\">*757</page-number>was rather general. The judge apparently concluded that up to the time the victim finished giving his description to the police officers he would not have been able to identify his assailant. It was then that one police officer said to the other in the victim’s presence: “That sounds like Andy Moon.” It was not until after the victim was shown a single picture, that of the defendant, that the victim identified the defendant as his assailant. The judge found that the police action in naming the defendant and then showing the victim the single photograph of the defendant was “so suggestive as to materially taint any subsequent identification of the defendant either in the photo as exhibited or in court at the time of trial.”</p>\n<p id=\"b771-5\">The subsidiary findings by the judge to the effect that the police suggested the name of the defendant to the victim, and that they showed the victim a photograph taken from the defendant’s car are supported by the evidence, and they are not disputed. All of the findings support the conclusion by the judge that those acts were unnecessarily suggestive and that they tainted the victim’s identification of the defendant’s photograph as that of his assailant. While we are not bound by that conclusion, it is deserving of reasonable deference. <em>Commonwealth </em>v. <em>Cincotta, </em>379 Mass. 391, 392 (1979).</p>\n<p id=\"b771-6\">The Commonwealth argues that the showing of the defendant’s photograph to the victim at the scene is the equivalent of the one-on-one showup of a defendant which took place, and was approved by this court in <em>Commonwealth </em>v. <em>Barnett, </em>371 Mass. 87, 92 (1976), cert. denied, 429 U.S. 1049 (1977), and <em>Commonwealth </em>v. <em>Bumpus, </em>354 Mass. 494, 500-501 (1968), cert. denied, 393 U.S. 1034 (1969). We do not agree.</p>\n<p id=\"b771-7\">There was no showing of any exigency which required the police officers to suggest the defendant’s name, or to show his photograph, to the victim. There was no reason why they could not have awaited an opportunity to show the victim an array of photographs. Nor is there any explanation why they did not wait until the defendant was <page-number citation-index=\"1\" label=\"758\">*758</page-number>arrested and then permit the victim to try to identify him from a lineup.</p>\n<p id=\"b772-4\">The identifications in <em>Barnett </em>and <em>Bumpus </em>involved an in person identification of a recently apprehended suspect by a witness shortly after the crime had occurred. The advantages of such an identification “in the immediate aftermath of crime” have been held, like other exigent circumstances, to justify the use of a one-on-one confrontation procedure which is otherwise the subject of disapproval. <em>Barnett, supra </em>at 92. <em>Commonwealth </em>v. <em>Jackson, </em>377 Mass. 319, 332 (1979) (“[Pjhotographs of only one person should not be shown to witnesses in the absence of exigent circumstances”), and cases cited. As noted above, no such exigencies justified the photographic confrontation in the present case. Moreover, further suggestiveness arose from the occurrences surrounding the showing of the picture. The witness believed that the car belonged to the person with the knife. He then watched as the police entered the car and removed a picture from a wallet, and showed him the picture for his identification. Prior to this the police had mentioned to the witness the name of a person whom they believed to be the criminal, and had learned by radio that the car belonged to the person whom they had named. These factors, unnecessary to the showing of the photograph, constitute “special elements of unfairness” which further remove the present identification from the class of cases in which a confrontation without a lineup may be permitted. Cf. <em>Commonwealth </em>v. <em>Bowden, </em>379 Mass. 472, 479 (1980); <em>Barnett, supra </em>at 93.</p>\n<p id=\"b772-5\">The test of whether a single person identification is constititutionally sufficient under the due process clause is whether the confrontation is unnecessarily suggestive of the defendant, <em>Commonwealth </em>v. <em>Storey, </em>378 Mass. 312, 317 (1979), so as to give rise to a very substantial likelihood of a mistaken identification. <em>Commonwealth </em>v. <em>Venios, </em>378 Mass. 24, 27-28 (1979). <em>Commonwealth </em>v. <em>Moynihan, </em>376 Mass. 468, 475 (1978), and cases cited. Upon such a showing by a defendant by a preponderance of the evidence, the <page-number citation-index=\"1\" label=\"759\">*759</page-number>burden falls on the Commonwealth to show that the identification rests on a source independent of the suggestive confrontation. <em>Venios, supra. </em>We hold that the judge was correct in ruling that the procedures employed in this case were “so suggestive as to materially taint any subsequent identification of the defendant.” The motion to suppress the identification was therefore properly allowed.</p>\n<p id=\"b773-5\">The Commonwealth urges us to apply the “reliability” test of <em>Manson </em>v. <em>Brathwaite, </em>432 U.S. 98, 114 (1977), to uphold the identification despite the unnecessary suggestiveness inherent in it. While the Appeals Court has applied this test in a number of cases (see <em>Commonwealth </em>v. <em>Bernard, </em>6 Mass. App. Ct. 499, 505-507 [1978]; <em>Commonwealth </em>v. <em>Gordon, </em>6 Mass. App. Ct. 230, 235-241 [1978], and cases cited), this court has heretofore declined to apply it. See <em>Commonwealth v. Cincotta, </em>379 Mass. 391, 396-397 (1979); <em>Commonwealth v. Rodriguez, </em>378 Mass. 296, 305 (1979); <em>Commonwealth v. Venios, </em>378 Mass. 24, 27-28 (1979). We decline to adopt the “reliability” test under the circumstances of the present case, although we reiterate that it is well for judges deciding issues such as the present one to make findings which relate to the factors to be considered under the test. It is fair to note that the findings of the judge here strongly indicate that the circumstances surrounding Mosesian’s identification of the defendant were such as to render the identification unreliable even under the <em>Manson </em>test.</p>\n<p id=\"b773-6\">Finally, we leave open for further discussion below the question, not argued by counsel or addressed by the judge, whether the manner in which the police obtained the photograph itself indicates that the identification which was achieved through its use should be excluded as the fruit of an illegal search and seizure.</p>\n<p id=\"b773-7\">3. <em>The Search and Seizure.</em></p>\n<p id=\"b773-8\">Since the search of the defendant’s automobile was conducted without a warrant, the burden was on the Commonwealth to show that it was reasonable under the Fourth <page-number citation-index=\"1\" label=\"760\">*760</page-number>Amendment to the United States Constitution. <em>Commonwealth </em>v. <em>Antobenedetto, </em>366 Mass. 51, 57 (1974). We uphold the conclusion of the judge, based on his findings, that the Commonwealth was required, but failed, to prove that the search was based on probable cause. See <em>Dyke </em>v. <em>Taylor Implement Mfg. Co., </em>391 U.S. 216, 221-222 (1968). His findings of fact show that there was no “nexus” between the car and the criminal activity of the person sought. See <em>Cardwell </em>v. <em>Lewis, </em>417 U.S. 583 592 (1974); <em>Commonwealth </em>v. <em>Rodriguez, </em>378 Mass. 296, 303 (1979). The fact that the person with the knife may have arrived in the neighborhood in the car did not by itself provide probable cause for the police to search the car in the hope of finding some material which might tend to identify or incriminate him.</p>\n<p id=\"b774-5\">The judge distinguished this case from one requiring the mere identification of an abandoned motor vehicle, noting that the police officers “were aware of the identity of the registered owners of the vehicle and had no reason to believe that there was any contraband located therein.” There was nothing to indicate that the defendant had entered the motor vehicle subsequent to the alleged assault; Mosesian had never seen his assailant enter the vehicle.</p>\n<p id=\"b774-6\">The present case is distinguished from <em>Commonwealth </em>v. <em>Cavanaugh, </em>366 Mass. 277, 282 (1974), in that here there was no “limited sight intrusion” which provided justification for further investigation prior to the search. The exigent circumstances present in that case, i.e., the apprehension of a driver after initial illegal conduct by him and then a high speed chase through city streets, also were not present here. The present case also differs from <em>Commonwealth </em>v. <em>Haefeli, </em>361 Mass. 271, 280-281 (1972), habeas corpus granted sub nom. <em>Haefeli </em>v. <em>Chernoff, </em>394 F. Supp. 1079 (D. Mass.), rev’d, 526 F.2d 1314 (1st Cir. 1975), and <em>Commonwealth </em>v. <em>Navarro, </em>2 Mass. App. Ct. 214, 217-220 (1974), because, as the trial judge found, there was no need to take further action to identify the owner of the vehicle and there was no indication that the car might have been <page-number citation-index=\"1\" label=\"761\">*761</page-number>used by another; to the contrary, the police had strong reason to believe the owner had been using it himself.</p>\n<p id=\"b775-4\">There is no foundation in the findings of the judge or in the record for the Commonwealth’s argument that the vehicle had been impounded or otherwise taken into police custody prior to the search. Cf. <em>South Dakota </em>v. <em>Opperman, </em>428 U.S. 364, 376 (1976); <em>Cady </em>v. <em>Dombrowski, </em>413 U.S. 433, 449 (1973). Nor is there any foundation for the Commonwealth’s repeated assertion that the wallet was in plain view on the car seat, or that it was seen by the officer prior to his entering the car. Cf. <em>Commonwealth </em>v. <em>Cavanaugh, supra.</em></p>\n<p id=\"b775-5\">Finally, we note in light of the invalidity of the search and seizure of the wallet, the strong possibility that the identification which was achieved by use of the driver’s license, which included his photograph, taken from the illegally seized wallet may have been inadmissible as the fruit of an illegal police procedure. See <em>Wong Sun </em>v. <em>United States, </em>371 U.S. 471 (1963); <em>Commonwealth </em>v. <em>Forde, </em>367 Mass. 798, 807-808 (1975); <em>Commonwealth </em>v. <em>Spofford, </em>343 Mass. 703, 707-708 (1962). As this question was not raised and is not necessary to our decision, however, we do not decide it.</p>\n<p id=\"b775-6\">The orders of the Superior Court allowing both motions to suppress are affirmed.</p>\n<p id=\"b775-7\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b766-8\"> This occurred on December 26,1978. For statute and rules governing interlocutory appeals in criminal cases after July 1, 1979, see: G. L. c. 278, § 28E, as amended by St. 1979, c. 344, § 45, and Mass. E. Crim. P. 15, 378 Mass. 882 (1979).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b768-9\"> The request by the prosecutor for written findings was as follows: “In that line I have to ask if you would be willing to draft findings and rulings in the near future if that would be possible, sir. I’m not sure what the situation is with the Appellate Division [of the office of the District Attorney]. They said to ask you. I don’t know whether your findings on the record [the transcript] are sufficient.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}