{
  "casebody": {
    "data": "<casebody firstpage=\"523\" lastpage=\"526\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b541-3\">(15 App. Div. 556.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b541-4\">ELLICK v. METROPOLITAN ST. RY. CO.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b541-5\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AX-\">April 6, 1897.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b541-6\">Street Railroads—Injury to Child on Track—Contributory Negligence.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b541-7\">Contributory negligence is a question for the jury where plaintiff, a boy <em>9y2 </em>years old, started to cross the street when the car by which he was struck was at a sufficient distance for him to cross safely under ordinary circumstances, though when he reached the track he saw the driver increase the speed of the car, notwithstanding which he attempted to cross.</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b541-8\">Appeal from trial term, New York county.</summary>\n<summary data-order=\"7\" data-type=\"history\" id=\"b541-9\">Transferred from First department.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b541-10\">Action by Arthur Ellick, an infant, by John S. Ellick, his guardian ad litem, against the Metropolitan Street-Bail way 'Company, for personal injuries. From a judgment of $3,007.25 damages and <page-number citation-index=\"1\" label=\"524\">*524</page-number>costs, entered upon a verdict in favor of plaintiff, and from an order denying a motion for a new trial made on the minutes, defendant appeals. Affirmed.</summary>\n<p data-order=\"9\" data-type=\"judges\" id=\"b542-4\">Argued before GOODRICH, P. J., and CULLEN, BARTLETT, HATCH, and BRADLEY, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b542-5\">John T. Little, Jr., for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b542-6\">Christopher Fine, for respondent.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b542-7\">HATCH, J.</author>\n<p id=\"AWTa\">We are of opinion that the evidence given upon the trial authorized the jury to find that the defendant was guilty of negligence in the management and operation of its car at the place where the accident occurred. The obligation which rested upon the defendant was to so manage the car as to have it under control at the time when it approached and crossed the street crossings. At this point it was to be expected that pedestrians would be encountered, in consequence of which it was incumbent upon the operator of the car to maintain a sharp outlook for them, to have the car under control, and to so manage the same as not to endanger the life or limb of persons making use of such crossing. The evidence authorized the inference that the driver of the car which inflicted this injury did not meet the measure of this obligation. On the contrary, the jury were authorized to And that the driver accelerated the speed of his car, by whipping up the horses attached Thereto, at about the moment of reaching the crossing, and that such act upon his part prevented the boy from crossing in safety, and produced the injury complained of. Our conclusion in this regard, however, does not dispose of the case. The plaintiff was equally required to use care for his own safety, and the consideration of whether he did so presents the troublesome question in the case.</p>\n<p id=\"b542-8\">The plaintiff was a bright, intelligent boy, nine yeárs and four months old, was accustomed to attend school and go upon errands for his mother. He was conceded to be sui juris. The injury was received at about half past 5 o’clock in the evening of November 11, 1895, a time when it was somewhat dark. The boy had been sent by his mother upon an errand which required him to cross the street upon which the defendant’s cars were operated. Upon the trial he gave the following testimony:</p>\n<blockquote id=\"b542-9\">“Before I started to cross * * * I looked to see a car. I saw a car coming, and it was about the barber’s shop. That is the third house from Twenty-Seventh street. Then it was coming awful fast, pretty fast. When I saw it coming it was opposite the barber’s shop; that is, three houses down. Q. Then what did you do? A. I went to the crossing, and when he got near he whipped up his horses; then I was walking; then I went to run, and the horses tripped me. Q. Where wére you, how near, or were you on the track, or where were you when he whipped up his horses? A. I was pretty near when he whipped up; pretty near the track. Q. When he whipped up his horses? A. Yes. Then I tried to get clear over. The horses knocked me down. Then I went under. Then somebody picked me from under the car.” -</blockquote>\n<p id=\"b542-10\">When the boy made his first observation of the- car he stood upon the curb of the walk at the crossing over which he was about to pass. The distance from where he stood to the position oc<page-number citation-index=\"1\" label=\"525\">*525</page-number>cupied by the car opposite the barber shop was about 65 feet. The distance the boy had to travel to reach the track upon which the car was proceeding was 23 feet 8J inches. It is therefore quite reasonable to suppose that the boy could cross the street and track before the car reached that point. At least, the jury would be able to say that it was reasonable for him so to suppose, considering the relative positions of the boy and the car, and the usual rate of speed at which street-surface cars move when propelled by horses. The boy, therefore, had the right to act upon the supposition that he could safely cross the street in front of the car. Acting upon this supposition, he started to cross the street. It does not appear that anything happened while he was traversing this distance from the curb to the track which would occasion him to think that he could not cross in safety before the car reached the crossing, or which ought to have notified him that he could not follow out the intention which controlled his movements. He had the right to rely upon the supposition that the defendant would do no act which would change the condition. In this state of mind, and with the intention of crossing before the car, he reached the track. The defendant then immediately changed the condition by accelerating the speed of the car. As it was done the plaintiff observed it. Under these conditions he was called upon to act. It involved a change of his mind,—either to act upon his original intention, or abandon it. Action was immediately required. While this change and determination was of mental condition, which may be instantaneous in action, yet it involved a change not only of mind but of action. The change and determination to act were required to be formed upon the instant, as it either involved an abandonment of what was originally contemplated, or determination to continue it. It might not be solved correctly,— was not so solved by the boy; but, as defendant had created the necessity, the plaintiff is not to suffer upon that account, unless we can say that the subsequent determination was heedless and negligent. The situation called for the exercise of judgment. If following out the original intention was not so apparently dangerous that prudence would dictate its abandonment, the act cannot, be characterized as negligent, even though its result was calamitous. If ordinarily prudent acting boys, situated as this boy was, would usually do as this boy did, then he is to be exonerated for what he did, even though the result showed error in judgment in determining so to do. The situation is somewhat different from one where the person had formed no intention to act in a particular way, and met the danger without occasion for change of purpose, except as it was dictated by the present condition.</p>\n<p id=\"b543-3\">In the present case we find ourselves unable to say, as matter of law, whether the act of the boy, in determining to continue on when the situation was changed by the act of the defendant, was an act of negligence or an error of judgment. If the former, no recovery can be had; if the latter, it can be upheld. We think, taking into consideration all of the circumstances, that these questions could only be answered by the jury, and are not to be an<page-number citation-index=\"1\" label=\"526\">*526</page-number>swered by the court. We are quite willing to concede that, if this boy had been an adult person, then the act of attempting to pass in front of this car, under the circumstances of this case, would have been an act of negligence. But this boy was not an adult. True, he was sui juris. But that alone does not suffice to adjudge him guilty of a negligent act. His conduct must be measured by the obligation to exercise due care proportioned to the danger to-be encountered. But the obligation is not measured by the standard which is -to be applied to an adult person. It is to be determined with regard to his age and the maturity of judgment which is found present in boys of that age. Thompson v. Railway Co., 145 N. Y. 196, 39 N. E. 709; Thurber v. Railroad Co., 60 N. Y. 326; Stone v. Railroad Co., 115 N. Y. 104, 21 N. E. 712. Having regard, then, to the age of this boy, his intelligence; and the care and circumspection exercised by boys usually of that age, can the court say, as matter of law, that this was a negligent act? We think not. It became a question for the jury upon all the evidence.</p>\n<p id=\"b544-5\">The defendant called several witnesses, who testified to circumstances tending to show that the boy ran into the horses or the-car. The driver and another witness testified that the boy ran under the horses. Another witness said he seemed to dive between the horses and the car. This testimony is somewhat discredited by the fact that the boy, when taken from under the car, was on the westerly side; and this circumstance corroborates his-testimony that he was knocked down before he got entirely over the track. As he was proceeding from east to west, it is difficult to see how he would be upon the \"westerly side, and almost clear of the car, if he went under the off horse, or went between the horses and the car. The result of such action would naturally be to bring him under the wheels upon the east, instead of the west, side of' the car. These considerations serve to show that the whole case-was for the jury.</p>\n<p id=\"b544-6\">The judgment should be affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}