{
  "casebody": {
    "data": "<casebody firstpage=\"209\" lastpage=\"214\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b229-4\">JAMES NORMAN ROBERTS <em>v. </em>STATE OF MARYLAND</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b229-5\">[No. 283,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Adv\">September Term, 1967.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b229-11\">\n<em>Decided May 21, 1968.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b230-5\"><page-number citation-index=\"1\" label=\"210\">*210</page-number>The cause was argued before Murphy, C. J., and Anderson, Morton, Orth, and Thompson, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b230-6\"><em>John-Clarence North </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b230-7\"><em>H. Edgar Lentz, Assistant Attorney General, </em>with whom were <em>Francis B. Bwrch, Attorney General, </em>and <em>John Cannon North, II, State’s Attorney for Talbot County, </em>on the brief, for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b230-8\">Per Curiam.</author>\n<p id=\"b230-9\">On May 1, 1967 a two-count indictment was returned charging appellant James Norman Roberts with assault with intent to murder and assault and battery. On May 9, 1967 before a jury with Judge Harry E. Clark presiding in the Circuit Court for Talbot County, appellant was found guilty of assault and battery and sentenced to confinement in the Maryland House of Correction for a period of five years.</p>\n<p id=\"b230-10\">From this judgment the appellant raises the following contentions on appeal:</p>\n<blockquote id=\"b230-11\">I. That the trial court erred in permitting an admittedly hard-of-hearing person to serve as a juror.</blockquote>\n<blockquote id=\"b230-12\">2. That the jury was prejudiced by the argumentative nature of the State’s Attorney’s opening statement.</blockquote>\n<blockquote id=\"b230-13\">3. That the trial court erred in ruling on the admissibility of evidence.</blockquote>\n<blockquote id=\"b230-14\">4. That the trial court erred in its instructions to the jury with respect to the definition of an assault and that the tenor of the instructions was provocative to the jury to the prejudice of the appellant.</blockquote>\n<p id=\"b230-15\">There was evidence adduced at the trial showing that appellant shot his fifteen year old nephew Gary Roberts in the back of the head with a .22 caliber rifle while at his grandmother’s home in St. Michaels, Maryland.</p>\n<p id=\"b230-16\">Gary Roberts testified that on January 7, 1967 at approximately 7:00 p.m., he went to his grandmother’s residence where he met his uncles Henry Roberts, age 35, and appellant, age <page-number citation-index=\"1\" label=\"211\">*211</page-number>27. It was the victim’s usual practice to use the telephone when at his grandmother’s house. He testified that the appellant said, “You’re not using the telephone,” and that he responded, “I’m going to use the telephone.” Appellant, who was 5'4\" and weighed 128 pounds, then assumed a fighting position and invited his nephew, who was 6', 171 pounds, to fight, but he declined. After further argument, the nephew grabbed appellant’s arms and pushed him on the sofa, holding him down and repeating his intention not to fight. Thereafter, appellant went upstairs and returned with his rifle, loaded. The nephew Roberts, anticipating trouble, walked into the kitchen as appellant fired the rifle from the living room into the kitchen. Roberts then left the house intending to return home when he was again confronted by appellant at gun point and ushered back into the house. When they reached the middle of the living room appellant shot Roberts in the back of the head.</p>\n<p id=\"b231-5\">Henry Roberts, testifying as a defense witness, admitted being in the same room with his nephew and appellant, but denied hearing any conversation between them. He recalled they were “tussling, playing” on the couch when appellant heard some dogs in the back yard and went upstairs and returned with his rifle. The nephew left the house by the back door, while appellant left by the front door, though the dogs were allegedly in the back of the house. He heard one shot from the rear of the house, then his nephew entered the house, followed in two or three minutes by the appellant. The witness further testified that appellant started going upstairs, and he heard sounds as if appellant was unloading his rifle when a shot was fired and the nephew fell to the floor. The witness admitted drinking one-half of a pint of whiskey and a few cans of beer earlier that day.</p>\n<p id=\"b231-6\">Appellant provided still a third version of the incident. He stated he had been drinking that day, about two quarts “of everything,” but that he was not intoxicated when his nephew arrived. Appellant claimed that the pushing and scuffling was a usual occurrence, and denied having an argument with his nephew that night. He testified that he brought down his rifle with the intention of selling it to Dwight Henry of McDaniel, Maryland. Appellant did not recall hearing any dogs, and he <page-number citation-index=\"1\" label=\"212\">*212</page-number>denied firing his rifle inside the house. He further testified that he went out the back door while his nephew was inside to shoot some bullets in the air for recreational purposes. He passed his nephew outside but had no conversation with him and then entered by the front door, his nephew following behind about ten seconds later. Thereafter, as he pulled on the bolt action of the rifle, it fired and shot his nephew in the back of the head.</p>\n<p id=\"b232-5\">I</p>\n<p id=\"b232-6\">Under the circumstances of this case, we hold that the trial judge did not err in permitting a slightly deaf juror to serve on the jury. Before opening remarks by counsel, the judge asked the jurors if any had difficulty with their hearing. When two responded affirmatively, it was suggested by the prosecutor that they should notify the court if they could not hear the questions posed or the witnesses’ responses. This was followed by the judge’s question to the two jurors: “Well now, will both of you gentlemen notify me if you have any trouble at all hearing any of the testimony so I can have it repeated for you so you do hear and understand.” Both jurors indicated in the affirmative. Each counsel was asked whether it was agreeable to keep these particular gentlemen on the jury, and both the prosecutor and defense counsel agreed.</p>\n<p id=\"b232-7\">It is generally held that a party who knows or by the exercise of proper diligence on the voir dire examination should have known that a juror was deaf waives the right to object thereto by waiting until after the verdict to raise his objection. See 31 Am. Jur. <em>Jury </em>§ 167. See also <em>Lindsey v. </em>State, 225 S. W. 2d 533 (Tenn.), wherein it was held that a defendant convicted of murder had waived any objection as to a juror’s partial deafness by failure to raise such objection before the verdict, since he knew of the partial deafness prior to the verdict, and Annotation, 15 A.L.R. 2d 534.</p>\n<p id=\"b232-8\">II</p>\n<p id=\"b232-9\">Appellant contends that the State’s opening statement was so prejudicially argumentative as to constitute reversible error. We find no merit in this contention. Defense counsel objected to the conclusion of the State’s opening remarks as being part of his argument rather than a statement of what he intended to prove. <page-number citation-index=\"1\" label=\"213\">*213</page-number>The judge admonished the State’s Attorney, “confine yourself in the future to what you intend to prove.” From our review of the record, we find no prejudice to appellant’s case resulting from the somewhat argumentative nature of the State’s opening argument.</p>\n<p id=\"b233-5\">III</p>\n<p id=\"b233-6\">Appellant contends that testimony elicited by the State from the prosecuting witness that he was in the hospital for two weeks subsequent to the shooting for treatment, and that his right arm and leg were paralyzed as a result, causing him to miss two and one-half months of school, was irrelevant and immaterial. We disagree.</p>\n<p id=\"b233-7\">It is well established that in prosecutions for assault in various degrees or forms or similar offenses involving physical violence, evidence as to the extent or effect of the injuries received by the assaulted party is admissible as being relevant or material to an issue of the case, or as relating to “a part of <em>res gestae,” </em>and defendant’s contention in these cases that the admission of such evidence was prejudicial in that it tended to arouse the jury against him has generally been denied by the courts. The cases are collected in an extensive Annotation at 87 A.L.R. 2d 926, particularly at pages 928-935. See also 6 C.J.S. <em>Assault and Battery </em>§ 123.</p>\n<p id=\"b233-8\">IV</p>\n<p id=\"b233-9\">Finally, we hold that there is no merit to appellant’s two-pronged contention (a) that the court erred in its instructions to the jury respecting the definition of an assault and (b) that the tenor of the court’s instructions was provocative to the jury to appellant’s prejudice. The court, in giving its instructions to the jury, defined the crime of assault and, by way of example, stated:</p>\n<blockquote id=\"b233-10\">“Obviously, when someone takes a .22 calibre rifle and unlawfully discharges a bullet therefrom into a vital part of another person’s body, this is one of the most serious forms of assault and battery.”</blockquote>\n<p id=\"b233-11\">The court also stated in its instructions:</p>\n<blockquote id=\"b233-12\">“If you find that the shooting which took place was accidentally or negligently committed, then you must <page-number citation-index=\"1\" label=\"214\">*214</page-number>find that there was no intent to commit murder or to commit assault and battery and must find the defendant not guilty on both counts.”</blockquote>\n<p id=\"b234-5\">While appellant lays particular stress on the court’s use of the word “unlawfully” in its instructions defining assault, and urges that the instruction was tantamount to dictating a directed verdict of guilt, we believe that the instructions, considered in their entirety, were not prejudicially improper. In so concluding, we have considered, but rejected, appellant’s argument that the trial judge’s instructions to the jury were erroneous in that they failed to include any reference to the fact that it is also “unlawful” to discharge a firearm within the town limits of St. Michaels.</p>\n<p id=\"b234-6\">\n<em>Judgment affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}