{
  "casebody": {
    "data": "<casebody firstpage=\"100\" lastpage=\"102\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b114-3\">MULTNOMAH MINING, MILLING &amp; DEVELOPMENT CO. v. UNITED STATES.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b114-5\">(Circuit Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AFm\">January 5, 1914.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b114-6\">No. 2265.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b114-7\">1. Mines and Minerals (§ 45<footnotemark>*</footnotemark>)—Mining Claims—Fraudulent Entry—Evidence.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b114-9\">In a suit <em>to </em>set aside certain patents for ground entered as mining claims, evidence <em>held </em>to warrant a finding that there had never'been a discovery of mineral thereon, and that the claims had been entered because of a water power thereon, and not for mining.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b114-10\">[Ed. Note.—For other cases, see Mines and Minerals, Cent. Dig. § 131; Dec. Dig. § 45.*]</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b114-11\">2. Mines and Minerals (§ 17*)—Mining Claim—Discovery.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b114-12\">The discovery of mineral, essential to valid mining location on public land, is not satisfied by a finding of traces of gold, but mineral must be found in sufficient quantities to justify a man of ordinary prudence, not necessarily a skilled miner, in the expenditure of his time and money in the development of the property.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b114-13\">[Ed. Note.—For other cases, see Mines and Minerals, Cent. Dig. §§ 24-28; Dec. Dig. § 17.*</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b114-14\">Sufficiency of discovery of mineral characteristics to support mining location, see note to Lange v. Robinson, 79 C. C. A. 6.]</headnotes>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b114-15\">Appeal from the District Court of the United States for the Northern Division of the Eastern District'of Washington; Frank H. Rudkin, Judge.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b114-16\">Suit by the United States of America against the Multnomah Mining, Milling &amp; Development Company, to cancel certain patents to-ground entered as mining claims. From a judgment for plaintiff, defendant appeals.</summary>\n<disposition data-order=\"13\" data-type=\"disposition\" id=\"AjM\">Affirmed.</disposition>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b114-17\">A. G. Elston, of Spokane, Wash., for appellant.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b114-18\">Oscar Cain, U. S. Atty., and Edmond J. Farley, Asst. U. S. Atty., both of Spokane, Wash.</attorneys>\n<p data-order=\"16\" data-type=\"judges\" id=\"b114-19\">Before GILBERT, ROSS, and MORROW, Circuit Judges.</p>\n<footnote data-order=\"17\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b114-21\">For other cases see same topic &amp; § number in Dec. <em>&amp; Am. </em>Digs. 1907 to date, <em>&amp; </em>Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b114-20\">GILBERT, Circuit Judge.</author>\n<p id=\"AaX\">The appellant had acquired patents to two placer claims, aggregating 257 acres of land, the locations having been made in 1901 and 19Ó2, and the patents having been issued on October 31, 1904. One was known as the Peabody claim, and the other as the Wickham claim. The Peabody claim extends about a mile on both sides of .the Nespelem river, just above its juncture with the Columbia river, and the Wickham claim lies to the northwestward thereof, and the main portion .of both lies about 70 feet above the Columbia river. In the Peabody claim the Nespelem river has a fall of 170 feet. The appellee brought a suit to set aside the patents on the ground of fraud, alleging that said lands were not mineral lands, that no mineral in paying quantities had ever been discovered thereon, and that the patents had been obtained upon false affidavits. The appellant denied the allegations of fraud, and denied its knowledge of any <page-number citation-index=\"1\" label=\"101\">*101</page-number>fraud' in the acquisition of the patents. Upon these issues the court below found for the appellee, and decreed that the patents be canceled.</p>\n<p id=\"b115-3\"><bracketnum>[1]</bracketnum> The testimony is voluminous and conflicting upon the issues of fraud. We find it amply sufficient, however, to sustain the decree of the court below. Impartial and competent witnesses who were employed by the government to inspect the land of these placer claims, made careful investigation, and found no evidence of mineral sufficient to justify exploitation or development. The witnesses for the appellant were the officers and employés of that company. They testified to having found small quantities of flake and “flour” gold, and in one instance a small piece of gold which they call a “nugget,” but which in some mining districts would be called coarse gold, but the extremely scant quantities found, and the testimony adduced, only tend to confirm the conclusions reached by the witnesses for the government. There is doubtless in the land in controversy a small quantity of fine gold, such as may be found in all the lands along the Columbia river from its headwaters to the ocean. But the proof is convincing that no gold in paying quantities has been discovered on these claims. If the land included in these placer claims was mineral land, or contained mineral sufficient to justify mining, that fact was capable of demonstration. The suit to set aside the patents was brought in March, 1908. The testimony of the appellant was taken in July, 1909. In the interval between those dates, there was ample time for the development and ascertainment of the mineral value of the land. For one month in that interval, the appellant did operate a sluice box, at which three men worked, but the quantity of gold produced was so inconsiderable as to indicate the futility of further operation. We have carefully considered' the contention of the appellant that while the ground may not be operated at a profit by panning or sluicing, it might be successfully mined by the hydraulic process. ' But the suggestion is a mere conjecture, based upon no tangible or scientific evidence, and it does not avail to sustain the validity of mining claims which were so evidently initiated without the discovery which the law requires.</p>\n<p id=\"b115-4\">Other facts adduced in evidence tend strongly to corroborate the conclusion that the lands were entered in fraud of the land laws of the United States, and that the purpose of the placer claimants was not to mine the placer claims, but to secure control of the valuable water power of the Nespelem river, and incidentally to use the lands covered by the placer claims for raising fruit, a purpose to which they were adapted, and to which other lands similarly situated along the Columbia river in that region have been devoted. Among the items of evidence which may be adverted to as supporting this conclusion is the fact that in all the years since their location no mining has been done on these claims; that upon the issuance of the patents in 1904, all exploitation of the claims as placer ground was abandoned; that in' September, 1902, after these claims had been located, the articles of incorporation of the appellant were amended so as to give the company power to acquire lands for town-site purposes, rights of way for ditches, canals, water courses, and reservoirs, to contract for and maintain electric franchises, and maintain and operate saw mills, etc. This <page-number citation-index=\"1\" label=\"102\">*102</page-number>amendment of articles foreshadowed the purpose for which these claims had been located—the development of the water power of the Nespelem river, and the distribution of water for irrigation, and electricity for power and other purposes. Expressing this purpose, the appellant printed and circulated to its stockholders and others literature with the heading “Eand Irrigation and Water,” in which it was said that:</p>\n<blockquote id=\"b116-4\">“AH along the basin of the Columbia the peculiar conditions of soil and climate create the most favorable conditions known for the production of all kinds of fruit” • . '</blockquote>\n<p id=\"b116-5\">—and-reference was made to the lands above and below Wenatchee, which “are to-day held at from $500 to $3,000 per acre,” and it was said:</p>\n<blockquote id=\"b116-6\">“Any company so situated as to be able to irrigate land on the Columbia basin by water power or otherwise have an immense fortune in their grasp.”</blockquote>\n<p id=\"b116-7\">Again:</p>\n<blockquote id=\"b116-8\">“We have acquired the great water power of the Nespelem river, constructed a dam across it above the falls, with head gate, flume,” etc.</blockquote>\n<p id=\"b116-9\">There was nothing in the literature so issued directing attention to the gold placer claims in controversy, or expressing the purpose of the appellant to mine the same.</p>\n<p id=\"b116-10\"><bracketnum>[2]</bracketnum> The appellant relies upon United States v. Iron &amp; Silver Min. Co., 128 U. S. 673, 9 Sup. Ct. 195, 32 L. Ed. 571, in which it was held that while misrepresentations knowingly made by an applicant for mineral patent as to discovery of mineral will justify the government in moving to set aside the patent, yet the burden of proof is upon the government, and the presumption that the patent was correctly issued can be overcome only by clear and convincing proof of the fraud alleged. But in our opinion the proof in the.case at bar fully meets the test as stated in that decision. In Steele v. Tanana Mines R. Co., ,148 Fed. 678, 78 C. C. A. 412, we held that an appropriate discovery of mineral is necessary to the lawful location of a placer claim, and that it was not sufficient if the locator in panning upon the claim in most instances secured colors of gold, “and in some instances fairly good prospects of gold,” following Chrisman v. Miller, 197 U. S. 319, 25 Sup. Ct. 468, 49 L. Ed. 770, and the doctrine announced in 1 Lindley on Mines, § 336, and cases there cited, which doctrine was approved in Chrisman v. Miller as follows:</p>\n<blockquote id=\"b116-11\">“The facts which are within the observation of the discoverer, and which induce him to locate, should be such as would justify a man of ordinary prudence, not necessarily a skilled miner, in -the expenditure of his time and money in the development of the property.”</blockquote>\n<p id=\"b116-12\">In the present case the proof is convincing that there was not only no discovery, but that there was never at any time any intention on the part of the locators or the appellant to mine the so-called placer claims.</p>\n<p id=\"b116-13\">The decree is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}