{
  "casebody": {
    "data": "<casebody firstpage=\"933\" lastpage=\"936\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b947-2\">BRITISH-AMERICAN TOBACCO CO., Limited, v. BRITISH-AMERICAN CIGAR STORES CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b947-4\">(Circuit Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A8ms\">February 10, 1914.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b947-5\">No. 131.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b947-6\">Tbade-Mabks and Tbade-Names (§ 70<footnotemark>*</footnotemark>)—Unlawful Competition—Cobpobate Name.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b947-7\">Complainant for 11 years had been extensively engaged in the wholesale tobacco business throughout the world, and had established an enviable reputation, dealing under the name “British-American.” Though authorized to sell at retail, it had not done so, in order to conserve its wholesale trade. Defendant, a New Jersey corporation without any connection with complainant, organized itself to establish a chain of cigar stores under the name “British-American Cigar Stores Company.” Defendant had no business in England nor anywhere else to warrant the use of the name “British,” and during the years succeeding defendant’s organization its use of the name “British-American’’ had caused confusion, and was calculated to lead the public to believe that there was some connection, financial or otherwise, between the companies, and induced the public to buy defendant’s goods and its stocks and bonds, believing that they were issued by a corporation organized or connected with complainant. <em>Held, </em>that defendant’s adoption of the words “British-American,” which had become irrevocably associated with the tobacco business, was unlawful and would be enjoined.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b947-8\">[Ed. Note.—For other cases, see Trade-Marks and Trade-Names, Cent. Dig. § 81; Dec. Dig. § 70.*</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b947-9\">Imitation or simulation of trade-mark or trade-name as unfair competition, see note to John H. Rice &amp; Co. v. Redlich Mfg. Co., 122 C. C. A. 447.]</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b947-10\">Appeal from the District Court of the United States for the Southern District of New York.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b947-11\">Suit by the British-American. Tobacco Company, Limited, against the British-American Cigar Stores Company, to restrain defendant’s use of the word “British” in its corporate name. From a decree dismissing the bill (206 Fed. 189), under equity rule 29 (198 Fed. xxvi), complainant appeals.</summary>\n<disposition data-order=\"10\" data-type=\"disposition\" id=\"Az_\">Reversed.</disposition>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b947-12\">Nicoll, Anable, Lindsay &amp; Fuller, of New York City (De Lancey' Nicoll and Thomas S. Fuller, both of New York City, of counsel), for appellant.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b947-13\">Kearny &amp; Dickinson, of New York City (Carroll G. Walter, of New York City, of counsel), for appellee.</attorneys>\n<p data-order=\"13\" data-type=\"judges\" id=\"b947-14\">Before LACOMBF, COXE, and ROGERS, Circuit Judges.</p>\n<footnote data-order=\"14\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b947-17\">For other cases see same topic <em>&amp; </em>§ number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b947-15\">COXE, Circuit Judge.</author>\n<p id=\"AKM\">The question presented by this appeal is whether or not the complaint states a cause of action.</p>\n<p id=\"b947-16\">The complainant is a British corporation engaged in growing and manufacturing tobacco and dealing in tobacco, cigars, cigarettes and snuff in England, America and elsewhere. It is authorized by its charter to buy, sell, grow, import and export tobacco, in all its forms, at wholesale and retail. It may organize or promote any company to deal-in its products. Its business has existed since 1902 and has spread to <page-number citation-index=\"1\" label=\"934\">*934</page-number>all parts of the world. Its principal office is in London and its chief subsidiary office, since 1903, has been in New York. Although it has the right to sell at retail it has refrained from doing so because of a widespread prejudice among retailers against wholesalers who enter the retail trade and thus compete with their own customers. For these reasons the complainant, although it has a right to do so, has not established a so-called chain of cigar stores or retail tobacco stores, as its doing so would greatly offend its customers and induce them to withdraw their trade.</p>\n<p id=\"b948-4\">The complaint further alleges that the defendant is a corporation recently organized in New Jersey, having no connection with Great Britain, and no inherent right to use the words “British-American” in choosing its name “British-American Cigar Stores Company.” It is alleged that the defendant has established a chain of cigar stores which it purposes to extend in the future and that its conduct has already caused great confusion and uncertainty in the tobacco trade and has been widely discussed in the trade journals inducing many interested persons to believe that the complainant is to engage clandestinely in the retail tobacco trade and is in competition with its own customers and intends to establish a retail business throughout this country. It is asserted, further, that the widespread belief thus engendered by the defendant’s use of the complainant’s name has been, and will continue to be, a great injury to the complainant and will impair its credit and good name and will enable the défendant to secure trade and credit under the belief that its stores are operated by, or are under the patronage of, the complainant.</p>\n<p id=\"b948-5\">In short, without further entering into details, the contention of the complainant is as follows:</p>\n<p id=\"b948-6\">First: That it has for eleven years been engaged in the tobacco business throughout the world and has established an enviable reputation for financial responsibility and honorable dealing under the name <em>British-American.</em></p>\n<p id=\"b948-7\">Second: That the defendant arbitrarily and without right has appropriated complainant’s name, which is exclusively associated in the tobacco business with the products of the complainant.</p>\n<p id=\"b948-8\">Third: That the defendant is a New Jersey corporation with no business in England or anywhere else to warrant the use of the name <em>British.</em></p>\n<p id=\"b948-9\">Fourth: That during the year the defendant has been operating,' the use of the name British-American has caused great confusion and will continue to cause confusion in the future.</p>\n<p id=\"b948-10\">Fifth: That the purchasing public having knowledge of complainant’s goods and desiring to procure them will, misled by the name, take the defendant’s goods instead.</p>\n<p id=\"b948-11\">Sixth: If the defendant’s goods are.inferior in quality, the complainant’s reputation will be seriously impaired, as the public will draw the inference that complainant’s output is deteriorating in quality-</p>\n<p id=\"b948-12\">M . Seventh: That should the complainant at any time m the future desire to establish a chain of cigar stores it may find the field entirely occupied by the defendant.</p>\n<p id=\"b949-2\"><page-number citation-index=\"1\" label=\"935\">*935</page-number>We cannot resist the conclusion that the complaint states a case of unfair competition. Unfair to the complainant because the use of its name may induce the thoughtless purchaser, anxious to secure its product, to take the defendant’s instead, and unfair to .the public 'because they may be induced to purchase not only the defendant’s goods, but also its bonds and stocks, believing that they are issued by a corporation organized by or connected with the complainant.</p>\n<p id=\"b949-3\">There can be no pretense that the defendant is in any way connected with the complainant, or any other British company, or that the word <em>British </em>is descriptive of its product, its methods or its incorporators. We are, unable to discover any valid, or even a plausible, reason for its adoption unless it was to accomplish the objects alleged in the complaint. If the object of the defendant were to sell its goods and securities upon their merits, what possible motive could it have had in choosing a name which had been pre-empted in the tobacco trade for ten years? We can think of none. If, on the other hand, the object were to induce the unthinking public to believe that the defendant was connected with the great British-American Company, with its boundless resources and a decade of successful business behind it, the defendant’s conduct was perfectly natural.</p>\n<p id=\"b949-4\">To change the defendant’s name can injure no one, to retain it may mislead the public, confuse the trade and seriously injure the complainant’s business. When such an alternative presents itself, the duty of a court of equity is plain, viz., to stop the unfair proceeding in limine. We think that the use of a name which is not descriptive of the defendant, which is not true in fact and which the defendant has no inherent right to appropriate may mislead the public in the sale of its products and securities and injure the business and credit of the complainant. If the defendant intends to deal fairly, it can do no harm to change its name; if it intends to use the name unfairly, it should be compelled to change it.</p>\n<p id=\"b949-5\">The words “British-American” may be geographical or political, but. in this controversy they have acquired a secondary meaning; they have been irrevocably associated with a large tobacco corporation for a decade, .and any other tobacco company with the same name is sure to be associaied in the public mind with the elder company and is sure to reap such benefits as accrue from such association.</p>\n<p id=\"b949-6\">If there were any valid reason for adopting the name, or if the business were other than tobacco, there might be some reason for the defendant’s action, but no honest reason can be suggested for appropriating the name of the old and long established company. In the absence of any plausible explanation we have a right to assume that the reason was to secure the advantages which would result from a supposed connection with the well known company.</p>\n<p id=\"b949-7\">The case of Borden’s Ice Cream Co. v. Borden’s Condensed Milk Co., 201 Fed. 510, 121 C. C. A. 200, can be readily distinguished on the facts, but assuming that it applies, we think the preponderance of authority sustains the conclusion we have reached. Elgin Nat. Watch Co. v. Loveland (C. C.) 132 Fed. 41; Cole v. American Cement Co., 130 Fed. 703, 65 C. C. A. 105; Met. Telegraph &amp; Telephone Co. <page-number citation-index=\"1\" label=\"936\">*936</page-number>v. Met. Telephone &amp; Telegraph Co., 156 App. Div. 577, 141 N. Y. Supp. 598; Florence Mfg. Co. v. Dowd, 178 Fed. 73, 101 C. C. A. 565.</p>\n<p id=\"b950-4\">The decree is reversed with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}