{
  "casebody": {
    "data": "<casebody firstpage=\"324\" lastpage=\"329\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b338-4\">GENERAL MOTORS CORPORATION, PLAINTIFF-APPELLANT, v. THE CITY OF LINDEN, DEFENDANT-RESPONDENT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b338-5\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b338-6\">Argued March 2, 1993—</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AvZq\">Decided July 7, 1993.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b339-6\"><page-number citation-index=\"1\" label=\"325\">*325</page-number>Before PRESSLER, R.S. COHEN and MUIR, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b339-7\"><em>John E. Garippa </em>argued the cause for appellant <em>(Garippa </em>and <em>Davenport, </em>attorneys; <em>Mr. Garippa, Philip J. Giannuario </em>and <em>Michael B. Shapiro, </em>of counsel and on the brief).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b339-8\"><em>Robert F. Giancaterino </em>argued the cause for respondent <em>(Skoloff &amp; Wolfe, </em>attorneys; <em>Saul A. Wolfe </em>and <em>Robert F. Giancaterino, </em>of counsel; <em>Mr. Giancaterino, </em>on the brief).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b339-9\">PER CURIAM.</author>\n<p id=\"b339-10\">Plaintiff General Motors Corporation filed complaints in the Tax Court seeking relief from the assessment of its real property by defendant City of Linden for the tax years 1983, 1984 and 1985. Defendant counterclaimed, contending that the assessments were too low. A forty-day trial ensued. Plaintiff now appeals from a judgment of the Tax Court, whose opinion is reported at 12 <em>N.J. Tax </em>24 (Tax Court 1991), increasing its real property assessment for each of the years in question.</p>\n<p id=\"b339-11\">During the pendency of the appeal in this court, two significant developments occurred which have so seriously undermined the conceptual basis of the Tax Court’s reasoning as to require its full reconsideration of these challenged assessments. We accordingly reverse and remand for that purpose.</p>\n<p id=\"b339-12\">A basic predicate of the Tax Court’s opinion was its conclusion that the premises, used for an automobile assembly plant, constituted owner-occupied, special purpose property. The consequence of this characterization was virtually to exclude application of two of the three customarily available assessment methods, namely market data and capitalization of income, and to leave only the cost approach. Moreover, in applying the cost-approach method to this adjudicated special purpose property, the Tax Court considered the value of the plant’s so-called fitups, that is, its paint booths, paint ovens, conveyor assemblies, water processing sys<page-number citation-index=\"1\" label=\"326\">*326</page-number>tem, welder water system, auto fluid fills, compressed air system, steam condensate system, makeup air system, and task lighting.</p>\n<p id=\"b340-5\">After the Tax Court’s judgment was entered, the Supreme Court decided <em>Ford Motor Co. v. Township of Edison, </em>127 <em>N.J. </em>290, 604 A.2d 580 (1992), which addressed the assessment of another automobile assembly plant which the parties agree is in every relevant respect congruent with General Motors’ Linden property. Indeed, the judge in this case found that the General Motors and the Ford plants have “striking similarities” and that, except for the larger size of the General Motors plant, “the improvements within the plant[s] are almost identical.” 12 <em>N.J. Tax </em>at 41-2.</p>\n<p id=\"b340-6\">In <em>Ford Motor, </em>the Supreme Court held that the Ford plant is not subject to classification as a special purpose property. We are, therefore, persuaded that it was error to have so classified the General Motors plant. Moreover, the Court in <em>Ford Motor </em>made clear that it would have been error for the Tax Court to have “limited its consideration of value to the current use of the property as an auto-assembly plant,” since by so doing, “it would have reached by the back door much the same result as would have been reached by classifying the property as ‘special purpose property.’ ” 127 <em>N.J. </em>at 300, 604 A.2d 580. Rather, the Court held, the property was properly valued in accordance with its highest and best use as a going-concern automobile assembly plant or for other “kindred use as a heavy-manufacturing facility.” <em>Id. </em>at 304, 604 A.2d 580. The Court, moreover, recognized that evaluation as a general-purpose manufacturing facility could, theoretically at least, have been supported by the proofs even though it concluded that Ford had failed to do so there. It said:</p>\n<blockquote id=\"b340-7\">We cannot say, however, that on this record the Tax Court abused its discretion in determining within what market or sub-market the property would be viewed in exchange. Because the kindred use as a heavy-manufacturing facility is a “reasonably probable and legal use” of the improved property that is “physically possible, appropriately supported, financially feasible, and [one] that results in the highest value,” ..., “we cannot say that the Tax Court abused its discretion in determining that auto assembly and kindred uses is the Edison plant’s highest and best use.” (Citation omitted.) <em>Id. </em>at 304-305, 604 A.2d 580.</blockquote>\n<p id=\"b341-5\"><page-number citation-index=\"1\" label=\"327\">*327</page-number>As we understand the Supreme Court’s point, the special-purpose classification effectively excludes the availability of comparable sales because it effectively excludes the possibility of a market for the property. Identification of highest and best use, on the other hand, defines the market, thereby delineating the class of comparables. The more narrowly defined highest and best use is, the narrower the relevant market. But even if narrowly defined, there is, at least presumptively, some market from which usable data can be culled. The problem here is that the special-purpose characterization relied on by the trial judge foreclosed the possibility of any market, other than congruent auto-assembly plant transactions, which could supply relevant sales data. We do not here undertake to define the appropriate market in this case. The Tax Court has special expertise in these matters. It is best able to do so by reconsidering, in the light of <em>Ford Motor, </em>not only this record but such supplementary proofs as the parties may wish to offer.</p>\n<p id=\"b341-6\">As we have noted, the trial judge’s special-purpose characterization led him to use the cost approach as the sole remaining available evaluation technique. Relying on <em>Texas Eastern v. Div. of Taxation, </em>11 <em>N.J.Tax </em>198 (Tax Ct.1990), which expansively construed the real-property definitions of <em>N.J.S.A. </em>54:4-1, the judge included in his cost analysis all the fitups we have referred to which contributed significantly to his ultimate valuation findings. While this appeal was pending, the Legislature enacted the Business Retention Act, <em>N.J.S.A. </em>54:4-1.13 to -1.16, and amended <em>N.J.S.A. </em>54:4-1 with the expressed intention “to reject and reverse the classification of property and narrowing of business property exclusions accomplished by a series of recent New Jersey Tax Court decisions, including <em>Texas Eastern.” </em>See Senate Budget and Appropriations Committee Statement to Senate No. <em>332—L. </em>1992, c. 24. The stated purpose of the Business Retention Act as set forth in <em>N.J.S.A. </em>54:4-1.14 is to ensure New Jersey’s continued competitiveness in manufacturing industries by reaffirming “the broad exclusion from local property taxes of business personal property used or held for use in business.” That section reads, in part, that</p>\n<blockquote id=\"b342-4\"><page-number citation-index=\"1\" label=\"328\">*328</page-number>... The Legislature further finds that in order to retain manufacturing jobs it is in the interest of the business community, municipalities and the State of New Jersey to maintain a policy regarding the taxation of business personal property which is historically consistent, equitable and competitive with neighboring states and which creates and maintains reasonable incentives for manufacturing interests to exist and thrive in New Jersey. The Legislature, therefore, declares that it is the policy of the State, through this act, to refine the definitions of real property and personal property in order to reaffirm the broad exclusion from local property taxes of business personal property used or held for use in business.</blockquote>\n<p id=\"b342-5\">Clearly, under the implementing amendment <em>N.J.S.A. </em>54:4-1b, as well as the definition of <em>N.J.S.A </em>54:4—1.15, some, if not all, of the fitups in this case constitute excluded personal property. Moreover, we note that the Business Retention Act was made specifically applicable “to all tax appeals pending at the time of enactment regardless of the tax year in question.” <em>L. </em>1992, c. 24, § 7. This was a pending tax appeal. The Business Retention Act therefore applies to this case. The cost-approach evaluation must, therefore, be reconsidered consistently therewith.</p>\n<p id=\"b342-6\">Plaintiff also argues that as a consequence of the Business Retention Act, all covered business personal property must be excluded from consideration not only in a cost approach but also in a market data analysis. It contends that by exempting business personal property from the definition of taxable real property, the Legislature must have intended that fair market value—what a willing buyer would pay a willing seller—also be calculated without reference to that personal property. It asserts that the special fittings of an industrial plant which adapt it for a particular use were intended by the Legislature to have no relevance in a market data analysis. The implication of this assertion is, of course, that ordinarily the highest and best use of industrial property will always be general purpose, and classifications resulting in more discretely defined and limited markets and submarkets are no longer pertinent. We agree with plaintiff that that interpretation may well be consistent with the basic purpose of the Business Retention Act to stabilize local real estate taxation of manufacturing property at reasonably “competitive” levels. We cannot say at this point, however, that the Legislature either foresaw or intended so significant a revision in the current methodology by which market data is analyzed in arriving at fair <page-number citation-index=\"1\" label=\"329\">*329</page-number>market value of industrial property. Nor can we say that the Legislature considered the concomitant burden which might thereby be imposed upon homeowners and other non-industrial users who might be called upon to take up the slack. This issue was not comprehensively briefed, and we deem it appropriate that it be considered in the first instance by the Tax Court in the context of a fully developed record.</p>\n<p id=\"b343-6\">We have considered the remaining arguments made by plaintiff on appeal and we are satisfied that they are either subsumed in our holdings herein or rendered moot thereby.</p>\n<p id=\"b343-7\">The judgment appealed from is reversed, and we remand to the Tax Court for reconsideration consistent with this opinion.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}