{
  "casebody": {
    "data": "<casebody firstpage=\"293\" lastpage=\"297\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b353-4\">MICHIGAN HOSPITAL SERVICE CORP., Petitioner, v. NATIONAL LABOR RELATIONS BOARD, Respondent and International Union, United Automobile, Aerospace and Agricultural Implement Workers of America, Intervenor.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b353-6\">No. 72-1002.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b353-7\">United States Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b353-9\">Dec. 19, 1972.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b353-17\">Robert S. Rosenfeld, Southfield, Mich., for petitioner; James DiMeglio, Keywell &amp; Rosenfeld, Southfield, Mich., on brief.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b353-18\">Paul J. Spielberg, Washington, D. C., for respondent; Peter G. Nash, Gen. Counsel, Marcel Mallet-Prevost, Asst, Gen. Counsel, Kenneth B. Hipp, Atty., N. L. R. B., Washington, D. C., on brief; Jerome H. Brooks, Director, Region 7, N. L. R. B., Detroit, Mich., of counsel.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b353-19\">Stephen I. Schlossberg, John A. Fil-lion, Edwin G. Fabré, Detroit, Mich., for intervenor.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b353-20\">Before PHILLIPS, Chief Judge, and CELEBREZZE and PECK, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b353-21\">CELEBREZZE, Circuit Judge.</author>\n<p id=\"b353-22\">This case is before us on the Company’s petition for review and the Board’s cross-application for enforcement of the latter’s order, reported at 194 N.L.R.B. No. 7, directing the Company to cease and desist its refusal to bargain with the Union (Intervenor herein) as the exclusive representative of the Company’s Westside (Detroit) district office sales representatives. The Company concedes that it refused to bargain but challenges the propriety of the bargaining unit. The sole question for review, therefore, is whether the Board abused its discretion by recognizing the sales representatives at the Company’s Westside district office as an appropriate bargaining unit.</p>\n<p id=\"b353-23\">Section 9(b) of the Act, 29 U.S.C. § 159(b) provides in part that:</p>\n<blockquote id=\"b353-24\">“[t]he Board shall decide in each case whether, in order to assure to employees the fullest freedom in exercising the rights guaranteed by this sub-chapter, the unit appropriate for purposes of collective bargaining shall be the employer unit, craft unit, plant unit, or subdivision thereof. ...”</blockquote>\n<p id=\"b354-3\"><page-number citation-index=\"1\" label=\"294\">*294</page-number>It is well established that a determination under this section “involves of necessity a large measure of informed discretion, and the decision of the Board, if not final, is rarely to be disturbed.” Packard Motor Car Co. v. N. L. R. B., 330 U.S. 485, 491, 67 S.Ct. 789, 793, 91 L.Ed. 1040 (1947). <em>See also </em>N. L. R. B. v. Lou DeYoung’s Market Basket, 406 F.2d 17, 23-24 (6th Cir.) remanded on other grounds, 395 U.S. 828, 89 S.Ct. 2125, 23 L.Ed.2d 737 (1969); N. L. R. B. v. Winn-Dixie Stores, Inc., 341 F.2d 750, 756 (6th Cir.) cert. denied, 382 U.S. 830, 86 S.Ct. 69, 15 L.Ed. 2d 74 (1965).</p>\n<p id=\"b354-4\">It is also established that in reviewing the Board’s determination under Section 9(b), a court is merely to consider whether the designated unit is <em>an </em>appropriate unit, and not whether it is <em>the </em>appropriate unit or if another unit may have been more suitable. N. L. R. B. v. Pinkerton’s, Inc., 428 F.2d 479, 487 (6th Cir. 1970) (dissenting opinion); State Farm Mutual Automobile Ins. Co. v. N. L. R. B., 411 F.2d 356, 358 (7th Cir. 1969); N. L. R. B. v. Lou DeYoung’s Market Basket, Inc., <em>supra, </em>406 F.2d at 24. Recognizing this limited scope of judicial review, we turn to the facts relevant to the propriety of the bargaining unit designated by the Board in the present case.</p>\n<p id=\"b354-5\">The Company, a non-profit Michigan corporation, is engaged in marketing and servicing “Blue Cross” and “Blue Shield” prepaid hospital care to group and individual subscribers throughout that State. It employs approximately 2000 employees, including 64 sales representatives which constitute the Marketing Division’s General Sales Group. The General Sales Group divides the State into three geographic regions, with a total of 13 district offices. Region I covers the Detroit Metropolitan area and includes five district offices and 30 sales representatives — one of these five being the Westside district office, with its seven sales representatives who were recognized as an appropriate unit by the Board in the present case.</p>\n<p id=\"b354-6\">The General Sales Group is headed by the Company’s General Sales Manager. Each of the three regions is headed by a regional manager, who reports directly to the General Sales Manager. Each of the 13 district offices is supervised by a district manager, who reports directly to the respective regional manager.</p>\n<p id=\"b354-7\">It is clear from the record in this case and the briefs and arguments of counsel that most personnel policies are uniformly established and maintained on a company-wide basis. This is evidenced in part by the use of detailed personnel manuals which set forth the Company’s labor policies. All of the Company’s sales representatives are salaried within uniform ranges established on a company-wide basis, with eligibility for regular merit increases governed by company-wide standards. Fringe benefits, including the use of a company ear, vacations and holidays, hospitalization and life insurance, and moving expenses are similarly established on a company-wide basis. Moreover, pursuant to company-wide policies sales representatives are required to make at least four customer or account calls per day, attend weekly sales meetings conducted by the district manager, and contact the district office daily to report their activities.</p>\n<p id=\"b354-8\">Final decisions respecting the hiring of sales representatives (as well as district managers) for the district offices in Region I are exclusively in the hands of the regional director, who interviews these prospective employees after initial screening and referral by the Company’s Personnel Department. Newly hired representatives are initially placed in a utility pool (undergoing training and assisting in a district office) and later permanently assigned to a district office pursuant to the manpower needs prescribed by the General Sales Manager. The General Sales Manager is the lowest level Company official with authority to discharge a sales representative. Decisions respecting transfers, promotions, and merit salary increases are made by the regional manager and the General Sales Manager, upon recommendation of <page-number citation-index=\"1\" label=\"295\">*295</page-number>the district manager. Regional sales goals are established by the General Sales Manager, with the regional director in turn setting sales goals for each district office and the territories (of individual sales representatives) therein. The regional manager, to the exclusion of the district manager, also has authority to designate and change the territories of the individual sales representatives.</p>\n<p id=\"b355-5\">Acknowledging that final decisions effecting the terms and conditions of sales representatives’ employment are thus made primarily at the regional or company-wide levels, the Regional Director’s decision (accepted without review by the Board in the present unfair labor practice proceeding) nonetheless emphasizes the role of the district manager as evidence of the homogeneity of the Company’s Westside district office sales representatives as a collective bargaining unit. The Regional Director cited the following functions of the district manager:</p>\n<blockquote id=\"b355-6\">“While the district manager lacks authority to hire or fire sales representatives, he does exercise other supervisory responsibilities over the district’s employees. Thus, the district manager has the authority to recommend the discharge, promotion, and probation of sales representatives within his district; he is empowered to adjust employee grievances at the district level, and acts as a communication channel to the Regional [Manager] on those grievances that he cannot adjust; he has the authority to discipline sales representatives for gross misconduct; and he is the one to assign work to sales representatives. In addition, the district managers within Region I apparently exercise even more authority because of their ‘experience’ than do district managers in other regions, in that the district manager’s performance review of sales representatives is rarely, if ever, altered by the Regional [Manager] . The district manager also writes a merit review for each sales representative within the district which is used by the Employer as a basis for granting to or withholding from sales representatives merit pay increases. In the day-to-day functioning of the district office, the sales representatives look for guidance and supervision from the district manager.”</blockquote>\n<p id=\"b355-12\">Upon stipulation by the parties, the Regional Director also relied upon the record and exhibits in Case No. 7-RC-10402 (decision and direction of election issued April 27, 1971), wherein the sales representatives at the Company’s Grand Rapids district office were recognized as an appropriate unit.<footnotemark>1</footnotemark> From that record and the evidence in the present case, the Regional Director determined that the Company’s “district offices are to a significant degree, separate entities through which the Employer conducts its operations in the respective population centers or clusters within the State of Michigan.” Finding that the distinguishing characteristics of the Westside district office unit did not warrant a ruling different from that in Case No. 7-RC-10402, the Regional Director concluded that the unit possesses sufficient “autonomy, integrity and homogeneity” to be appropriate for collective bargaining.<footnotemark>2</footnotemark></p>\n<p id=\"b356-3\"><page-number citation-index=\"1\" label=\"296\">*296</page-number>From the record before us we find sufficient evidence to support the findings of the Regional Director, as adopted by the Board, and we are unable to rule that the Board abused its discretion in designating the unit as appropriate for collective bargaining. Although the district manager clearly lacks final authority to decide many questions which are the subjects of collective bargaining, it is equally clear that the Westside district office manager possesses “considerable influence in the final decisions with respect to personnel matters,” comparable to that of the branch claims manager in Continental Ins. Co. v. N. L. R. B., 409 F.2d 727, 729 (2d Cir. 1969). <em>See also </em>State Farm Mutual Automobile Ins. Co. v. N. L. R. B., <em>supra, </em>411 F.2d at 358-359; N. L. R. B. v. Western &amp; Southern Life Ins. Co., 391 F.2d 119, 122 (3d Cir. 1968); N. L. R. B. v. Quaker City Life Ins. Co., 319 F.2d 690, 692 (4th Cir. 1963). <em>Compare </em>Wayne Oakland Bank v. N. L. R. B., 462 F.2d 666, 669 (6th Cir. 1972); N. L. R. B. v. Pinkerton’s, Inc., <em>supra, </em>428 F.2d at 484-485.</p>\n<p id=\"b356-4\">As was recently noted by this Court in N. L. R. B. v. Pinkerton’s, Inc., <em>supra, </em>428 F.2d at 481.</p>\n<blockquote id=\"b356-5\">“[W]e assume that to require a bargaining unit to comport to the employer’s administrative organization would unduly restrict employees’ freedom under Section 9(b) of the Act.”</blockquote>\n<p id=\"Ay_\">The Board may certainly consider the interests of an integrated multi-unit employer in maintaining enterprise-wide labor relations <em>[see </em>Continental Ins. Co. v. N. L. R. B., <em>supra, </em>409 F.2d at 728], but not at the expense of the employees’ interest in the “fullest freedom in exercising [their] rights.” 29 U.S.C. § 159(b).</p>\n<blockquote id=\"b356-9\">“The short answer is simply that the overriding policy of the Act is in favor of the interest in employees to be represented by a representative of their own choosing for purposes of collective bargaining, and the Board was entitled to give this interest greater weight than that accorded to the employer in bargaining with the largest, and presumably most convenient possible unit.” N. L. R. B. v. Western &amp; Southern Life Ins. Co., <em>supra, </em>391 F.2d at 123.</blockquote>\n<p id=\"b356-10\">We are unable to say that the relatively small amount of time spent by West-side district office sales representatives on large, multi-district accounts, and the relatively minor portion of those representatives’ time spent conferring with the personnel from the Company’s Detroit headquarters, and the geographic proximity of the Region I district offices <footnotemark>3</footnotemark> — taken together — refute the Regional Director’s determination that that designated unit constitutes a “distinct and homogeneous work group operating within a circumscribed sphere, the district.”</p>\n<p id=\"b356-12\">Viewing the record as a whole and giving full consideration to the factors weighing against the Board’s decision, we are thus unable to rule that the <page-number citation-index=\"1\" label=\"297\">*297</page-number>Board abused its discretion in designating the present unit as appropriate for collective bargaining. Beyond this determination, we are powerless to substitute our judgment for that of the Board. The Board’s order is therefore enforced.</p>\n<footnote label=\"1\">\n<p id=\"b355-7\">. We note that the Board may properly “articulate the basis of its order by reference to other decisions ... so long as the basis of the Board’s action, in whatever manner the Board chooses to formulate it, meets the criteria for judicial review.” N. L. R. B. v. Metropolitan Life Ins. Co., 380 U.S. 438, 443 n. 6, 85 S.Ct. 1061, 1064, 13 L.Ed.2d 951 (1965).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b355-8\">. The Regional Director also noted that</p>\n<blockquote id=\"ARZ\">“[t]here is no showing that the West-side district office sales representatives seek to be represented on a broader basis than their district office or that any labor organization seeks to represent them on such a broader basis.”</blockquote>\n<p id=\"b355-14\">As was clearly stated by the Supreme Court in N. L. R. B. v. Metropolitan Life Ins. Co., <em>supra, </em>380 U.S. at 441-442, 85 S.Ct. 1061, Section 9(c)(5) of the Act does not prevent the Board from considering the extent of organization as <page-number citation-index=\"1\" label=\"296\">*296</page-number>one factor in its unit determination, so long as it is not the controlling factor supporting the determination.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b356-7\">. Region I covers the Metropolitan Detroit area and consists of five district offices: Pontiac, Westside, Downtown, Northside, and Mount Clemens. The Region I office and the Home office are also located within the Metropolitan Detroit area. The Company notes that the distance between the two closest district offices (Westside and Downtown) is about 12 miles — considerably less than the 65 miles separating the designated unit from the district headquarters in N. L. R. B. v. Pinkerton’s Inc., <em>supra, </em>and the 25 miles separating the farthest of the branch offices from the main office in Wayne Oakland Bank v. N. L. R. B., <em>supra. </em>Whereas we recognize that the degree of geographical isolation may be one factor in considering whether or not the Board abused its discretion in designating a collective bargaining unit, no single factor can.<footnotemark>1</footnotemark> be given controlling weight. Rather, “[t]he issue as to what unit is appropriate for bargaining is one for which no absolute rule of law is laid down by statute, and none should be by decision.” Packard Motor Oar Co. v. N. L. R. B., <em>supra, </em>330 U.S. at 491, 67 S.Ct. at 793.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}