{
  "casebody": {
    "data": "<casebody firstpage=\"37\" lastpage=\"39\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b69-8\">The State, ex rel. McCoy et al., Appellants, <em>v. </em>Lawther, Judge, et al., Appellees.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b69-9\">[Cite as State, ex rel. McCoy, <em>v. </em>Lawther (1985), 17 Ohio St. 3d 37.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b69-11\">(No. 84-437</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ALJ\">Decided April 24, 1985.)</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b70-6\"><page-number citation-index=\"1\" label=\"38\">*38</page-number><em>Thomas &amp; Jones </em>and <em>Stephen G. Thomas, </em>for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b70-7\"><em>Warren &amp; Young, Carl F. Muller </em>and <em>Stuart W. Cordell, </em>for appellee Ashtabula General Hospital.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b70-8\"><em>Cyril J. Mcllhargie, </em>for appellee Drs. Hill &amp; Thomas.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b70-9\"><em>John T. Corrigan, </em>prosecuting attorney, for appellee Robert M. Lawther, Judge.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b70-10\">\n<em>Per Curiam.\"</em>\n</author>\n<p id=\"Afn\">The parties hereto place considerable emphasis in both their framing of the issues and arguments on (1) whether the order of the Court of Common Pleas of Cuyahoga County granting change of venue to Ashtabula County was proper; and (2) whether a court of appeals has jurisdiction to issue extraordinary writs beyond the boundaries of its appellate jurisdiction. For reason of our resolution herein, it is not necessary that we dispose of those questions.</p>\n<p id=\"b70-11\">The question here is whether relators have a plain and adequate remedy in the ordinary course of the law by way of appeal. There is no question presented here as to the jurisdiction of the Court of Common Pleas of Cuyahoga County to either proceed to determination of the malpractice action filed by relators or to determine, as it did, to transfer such action to Ashtabula County. Civ. R. 3(B) sets forth the necessary criteria for venue. Relators met at least one such criterion for venue in Cuyahoga County, and several criteria for venue in Ashtabula County. While arguments are presented here by the parties as to whether certain of the criteria for determination of venue have priority over others, such determination was properly within the sound discretion of the Court of Common Pleas of Cuyahoga County. The issue of whether that court abused its discretion in so transferring the case may be perfected on appeal by relators upon disposition of their malpractice claim in the Court of Common Pleas of Ashtabula County. Civ. R. 3(G) provides:</p>\n<blockquote id=\"b70-12\">“The provisions of this rule relate to venue and <em>are not jurisdictional. </em>No order, judgment, or decree shall be void or subject to collateral attack solely on the ground that there was improper venue; however, <em>nothing here shall affect the right to appeal an error of court concerning venue.” </em>(Emphasis added.)</blockquote>\n<p id=\"b70-13\">R.C. 2731.05 provides: “The writ of mandamus must not be issued when there is plain and adequate remedy in the ordinary course of the law.” Relators have available to them an adéquate remedy in the ordinary course of the law by way of appeal. As was stated in paragraph three of <page-number citation-index=\"1\" label=\"39\">*39</page-number>the syllabus in <em>State, ex rel. Pressley, </em>v. <em>Indus. Comm. </em>(1967), 11 Ohio St. 2d 141 [40 O.O.2d 141], pertaining to mandamus, when “* * * it is determined that the relator has a plain and adequate remedy in the ordinary course of the law by way of appeal, neither the Supreme Court nor the Court of Appeals has authority to exercise jurisdictional discretion but those courts are required to deny the writ. * * *”</p>\n<p id=\"b71-6\">As to the writs sought to be directed to the Clerk of Courts for Ashtabula County, sounding both in prohibition and mandamus, the predicate for such incidental writs is based on the validity of the mandamus sought to issue against the Court of Common Pleas of Cuyahoga County. Since the court of appeals had no authority to exercise jurisdictional discretion with respect to the writ of mandamus sought against the court of common pleas, it likewise had no authority to issue writs in either prohibition or mandamus to the Clerk of Courts for Ashtabula County — for reason of the adequacy of relators’ remedy at law by way of appeal. See <em>State, ex rel. McKee, </em>v. <em>Cooper </em>(1974), 40 Ohio St. 2d 65 [69 O.O.2d 396],</p>\n<p id=\"b71-7\">For reason of the foregoing, the judgment of the court of appeals dismissing relators’ petition for writs of mandamus, prohibition or procedendo is hereby affirmed.</p>\n<p id=\"b71-8\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b71-9\">Celebrezze, C.J., Sweeney, Locher, Holmes, C. Brown, Douglas and Wright, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}