{
  "casebody": {
    "data": "<casebody firstpage=\"357\" lastpage=\"358\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b403-3\">WALTER MURLEY, RESPONDENT, v. TOWNSHIP OF RARITAN, PROSECUTOR.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b403-4\">Submitted May 15, 1936</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AG5\">Decided January 6, 1937.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b403-7\">Before Justices Parker, Lloyd and Donges.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b403-8\">For the respondent, <em>John C. Stockel.</em></attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b403-9\">For the prosecutor, <em>Thomas L. Hanson.</em></attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b403-10\">Lloyd, J.</author>\n<p id=\"APK\">The writ is to review the action of the Common Pleas judge in reversing an order of the police commissioner of Raritan township suspending a policeman for a period of six months.</p>\n<p id=\"b403-11\">The sole question is one of jurisdiction. Chapter 29, <em>Pamph. L. </em>1935, <em>p. </em>67, amends the Home Rule act of 1917, chapter 152, by inserting a new section in article XVI after section 3 to be numbered 3A, which enacts that “if any person shall be removed from office or employment in any such police department or from the police force of any municipality, * * * such person may appeal such removal to the Court of Common Pleas of the County in which such municipality is situated, and such court shall hear such case <em>de novo </em>and may order such person reinstated in his office or employment if such court shall find that such person was not guilty of the charges upon which he was removed.”</p>\n<p id=\"b403-12\">It is contended by the prosecutor that the act applies only io cases of complete removal from office and not to suspension, and with this coniention we agree.</p>\n<p id=\"b404-3\"><page-number citation-index=\"1\" label=\"358\">*358</page-number>The language of the act' is “removal from office or employment,” meaning of course removal of an officer from his office or of an employe from his employment. The officer was not removed from office but suspended in its exercise. He is still a policeman holding his office subject to the suspension. Suspension is the “temporary forced withdrawal from the exercise of office;” removal is the “dismissal from office.” (Webster’s International Dictionary.)</p>\n<p id=\"b404-4\">Suspensions are a matter of daily occurrence in the discipline of policemen. We think it was not the purpose of the act to give judicial review and trial <em>de novo </em>of every petty infraction of the police rules established (as in this case they were) under the authority of paragraph 1 of this same article of the Home Rule act where the power of suspension is exercised, and the statute is not to be extended beyond the plain words of its enactment.</p>\n<p id=\"b404-5\">The judgment is reversed, with costs to be paid by the respondent.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}