{
  "casebody": {
    "data": "<casebody firstpage=\"135\" lastpage=\"140\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b163-4\">Richmond.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b163-5\">Vansant, Kitchen &amp; Co. v. Commonwealth.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b163-6\">March 12, 1908.</decisiondate>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b163-7\">1. <em>Taxation </em>— Standing <em>Trees </em>— Statutes—Repeals <em>by Implication. </em>— There is no authority in this State to tax trees separate and apart from the land upon which they stand. Such authority was conferred by . an act approved February 21, 1906, amending Code (1904), sec. 437a, but that act was repealed by implication by an act approved March 17, 1906, restoring said section of the Code to its former language. The latter act was plainly intended to embrace the whole legislation on the subject to which it refers, and to be wholly substituted for all former statutes on the same subject, and where this is true it is a legislative declaration that whatever is embraced in the latter act prevails, and whatever is excluded is discarded and repealed, notwithstanding the general rule that repeals by implication are not favored.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b163-9\">2. <em>Taxation </em>— Logs <em>Prepared for Shipment </em>— Interstate <em>Commerce. </em>— Logs belonging to non-residents which have been cut and placed on the banks of rivers and creeks in this State, awaiting high water to float them to another State, are not yet exports, nor in the process of exportation, and are liable to be taxed in this State in the usual way and manner in which other property of like kind is taxed.</syllabus>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b163-11\">Error to a judgment of the Circuit Court of Dickenson county on a motion to correct an alleged erroneous assessment for taxes. Motion denied. Plaintiff assigns error.</summary>\n<disposition data-order=\"6\" data-type=\"disposition\" id=\"b163-12\">\n<em>Reversed in Part.</em>\n</disposition>\n<p data-order=\"7\" data-type=\"summary\" id=\"b163-13\">The opinion states the case.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b163-14\"><em>Roland R. Chase, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b163-15\"><em>Robert Catlett, Assistant to the Attorney-General, </em>for the Commonwealth.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b164-3\"><page-number citation-index=\"1\" label=\"136\">*136</page-number>Keith, P.,</author>\n<p id=\"AOd\">delivered the opinion of the court.</p>\n<p id=\"b164-4\">Vansant, Kitchen &amp; Co., a corporation organized under the laws of the State of Kentucky, and doing business in the State of Virginia, was charged for taxation on the land books of the county of Dickenson for the year 1905 with 6,174 standing trees, valued at $12,198, and on the personal property books for the same year “with felled timber valued at $3,500. It moved the Circuit Court of Dickenson county to he exonerated from the payment of these taxes and levies for the year 1905, which the circuit court refused, by order entered' on the 16th day of July, 1907, to which a writ of error was allowed by this court.</p>\n<p id=\"b164-5\">The petitioners claim that there was no authority of law in the year 1905 for levying a tax upon standing timber trees separate from and independent of the ownership of the soil; and that, with respect to the personal property tax upon the felled timber, it was contrary to law, because it had been cut in the fall of 1904 and placed near the rivers and creeks of the county of Dickenson, below high water mark to wait for high water to float them to the State of Kentucky, to the mills of the plaintiff;' the specific contention of appellant upon this point being, that these logs had become interstate commerce, and were not the subject of State taxation.</p>\n<p id=\"b164-6\">Section 437a of Pollard’s Code, 1904, provides: “The several commissioners of the revenue in this State shall, on or before the first day of August, nineteen hundred and three, and every second year thereafter, on or before the fifteenth day of May, specially and separately assess at the fair market value all mineral lands, and the improvements, fixtures and machinery thereon, within their respective districts, and shall enter the same on the land books of their respective districts separately from other lands charged thereon, and shall extend the taxes upon said lands, improvements, fixtures and machinery, assessed as aforesaid, at the rate fixed by the law upon tangible property. * * * If the surface of the land is held by one <page-number citation-index=\"1\" label=\"137\">*137</page-number>person, and the coal, iron and other minerals, mineral waters, gas, or oils under the surface be held by another person, the estate therein of each, and the relative fair market value of their respective interests shall be ascertained by the commissioner.”</p>\n<p id=\"b165-5\">This section was amended on February 21, 1906 (Acts 1906, p. 38), by adding to its first clause after the words “fixtures and machinery thereon,” the words “and all standing merchantable timber trees heretofore or hereafter sold and conveyed to parties not owning the surface, within their respective districts, and shall enter the same on the land books of their respective districts separately from other lands charged thereon, and shall extend the taxes upon said lands, improvements, fixtures, and machinery, and said standing merchantable timber trees, assessed as aforesaid, at the rate fixed by law upon tangible property. * * * If the surface of the land is held by one person and the standing merchantable timber trees, or the coal, iron and other minerals, mineral waters, gas, or oil under the surface be held by another person, the estate therein of each and the relative fair market value of their respective interests shall be ascertained by the commissioner.” * * *</p>\n<p id=\"b165-6\">On the 17th day of March, 1906 (Acts 1906, p. 555), section 437a was again amended and the section re-enacted and now stands <em>in totidem verbis </em>as it appears in Pollard’s Oode, 1904, prior to the amendment of February 21, 1906.</p>\n<p id=\"b165-7\">We think it plain that the second amendment operated as a repeal of the first amendment, upon the principle announced by this court in <em>Somers’ Case, </em>97 Va. 760, 33 S. E. 381, where it is said: “The repeal of a statute by implication is not favored by the courts. The presumption is always against the intention to repeal where express terms are not used, or the latter statute does not amend the former. To justify the presumption of an intention to repeal one statute by another, the two statutes must be irreconcilable. If by a fair and reasonable construction they can be reconciled, both must stand. If, however, they are incon<page-number citation-index=\"1\" label=\"138\">*138</page-number>sistent and irreconcilable, then an intention to repeal is presumed, but only to the extent of the repugnance. * * * But where the latter statute was plainly intended to embrace the whole legislation on the subject to which it refers, and to be wholly substituted for all former statutes on the same subject, it must be held to be a legislative declaration that whatever is embraced in it shall prevail, and whatever is excluded is discarded and repealed. <em>Fox </em>v. <em>Com’th, </em>16 Gratt. 1; <em>McCready </em>v. <em>Com’th, </em>27 Gratt. 982; <em>Davies &amp; Co. </em>v. <em>Creighton, </em>33 Gratt. 696; and Sutherland on Statutory Construction, secs. 155, 156.”</p>\n<p id=\"b166-5\">Tn the case under consideration, the latter statute does amend the former. The latter was plainly intended to embrace the whole legislation on the subject to which it refers, and to be wholly substituted for all former statutes on the same subject. The <em>Somers Case, supra, </em>therefore, is in both aspects conclusive of the question before us, and it is plain that upon the passage of the act of March 17, 1906, all authority ceased to tax trees separate and apart from the land upon which they stand.</p>\n<p id=\"b166-6\">Upon the second branch of the case, we are of opinion that the judgment of the circuit court was right, upon the authority of <em>Coe </em>v. <em>Errol, </em>116 U. S. 517, 29 L. Ed. 715, 6 Sup. Ct. 475. The question there was, as stated by Mr. Justice Bradley, whether the products of a State (in this case timber cut in its forests) are liable to be taxed like other property within the State, although intended for exportation to another State and partially prepared for that purpose by being deposited at a place of shipment, such products being owned by persons residing in another State.</p>\n<p id=\"b166-7\">“We have no difficulty,” said Mr. Justice Bradley, “in disposing of the last condition of the question, namely: the fact, if it be a fact, that the property was owned by persons residing in another State; for, if not exempt from taxation for other reasons, it cannot be exempt by reason of being owned by non<page-number citation-index=\"1\" label=\"139\">*139</page-number>residents of the State. We take it to he a point settled beyond all contradiction or question, that a State has jurisdiction of all persons” and things within its territory which do not belong to some other jurisdiction, such as the representatives of foreign government with their houses and effects, and property belonging to or in the use of the government of the United States. If the owner of personal property within a State resides in another State which taxes him for that property as part of his general estate attached to his person, this action of the latter State does not in the least affect the right of the State in which the property is situated to tax it also. It is hardly necessary to cite authorities on a point so elementary. The fact, therefore, that the owners of the logs in question were taxed for their value in Maine, as a part of their general stock in trade, if such fact were proved, could have no influence in the decision of the case and may be laid out of view.</p>\n<p id=\"b167-5\">“We recur, then, to a consideration of the question freed from this limitation: Are the products of a State, although intended for exportation to another State and partially prepared for that purpose by being deposited at a place or port of shipment within the State, liable to be taxed like other property within the State?</p>\n<p id=\"b167-6\">“Do the owner’s state of mind in relation to the goods, that is, his intent to export them, and his partial preparation to do so, exempt them from taxation? This is the precise question for solution.</p>\n<p id=\"b167-7\">“This question does not present the predicament of goods in course of transportation through a State, although detained for a time within the State by low water or other causes of delay, as was the case of the logs cut in the State of Maine, the tax on which was abated by the Supreme Court of New Hampshire. Such goods are already in the course of commercial transportation and are clearly under the protection of the Constitution. And so, we think, would the goods in question be when actually started in the course of transportation to another State, or de<page-number citation-index=\"1\" label=\"140\">*140</page-number>livered to a carrier for such transportation. There must be a point of time when they cease to he governed exclusively by the domestic law and begin to he governed and protected by the national law of commercial regulation, and that moment seems to us to he a legitimate one for this purpose, in which they commence their final movement for transportation from the State of their origin to that of their destination. When the products of the farm or the forest are collected and brought in from the surrounding country to a town or station serving as an <em>entrepot </em>for that particular region, whether on a river or a line of railroad, such products are not yet exports, nor are they in process of exportation, nor is exportation begun until they are committed to the common carrier for transportation out of the State to the State of their destination or have started on their ultimate passage to that State. Until then it is reasonable to regard them as not only within the State of their origin, hut as a part of the general mass of property of that State, subject to its jurisdiction and liable to taxation there, if not taxed by reason of their being intended for exportation, hut taxed without any discrimination, in the usual way and manner in which such property is taxed in the State.”</p>\n<p id=\"b168-5\">This case seems to he identical with and conclusive of the one under consideration.</p>\n<p id=\"b168-6\">We are of opinion, therefore, that the second assignment of error is not well taken; hut that the circuit court erred in maintaining the tax upon the standing timber, and its judgment must, for that cause, be reversed.</p>\n<p id=\"b168-7\">\n<em>Reversed in part.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}