{
  "casebody": {
    "data": "<casebody firstpage=\"177\" lastpage=\"194\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b189-1\">PEOPLE OF THE VIRGIN ISLANDS, Plaintiff v. JAHFARI SAMUEL, Defendant</parties>\n<p data-order=\"1\" data-type=\"parties\" id=\"b189-4\">PEOPLE v. SAMUEL</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AAu\">Crim. No. F391/2004</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b189-5\">Superior Court of the Virgin Islands Division of St. Thomas and St. John</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b189-7\">May 27, 2005</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b192-2\"><page-number citation-index=\"1\" label=\"180\">*180</page-number>Karen C. McDowell, Esq., Assistant Attorney General, V.I. Department of Justice, St. Thomas, U.S. Virgin Islands, <em>Attorney for the People.</em></attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b192-3\">DEBRA S. Watlington, Esq., Territorial Public Defender, Office of the Territorial Public Defender, St. Thomas, U.S. Virgin Islands, <em>Attorney for the Defendant.</em></attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b192-4\">HOLLAR, <em>Judge</em></judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b192-5\">MEMORANDUM OPINION</p>\n<p id=\"b192-6\">(May 27, 2005)</p>\n<p id=\"b192-7\">This matter came before the Court for a suppression hearing on January 4, 2005. The People of the Virgin Islands appeared through the Office of the Virgin Islands Department of Justice, Karen McDowell, Esq., Assistant Attorney General. The Defendant, Jahfari Samuel, appeared and was represented by The Office of the Territorial Public Defender, Debra S. Watlington, Esq.</p>\n<p id=\"b192-8\">At the suppression hearing, the Court heard testimony from witnesses for the People, witnesses for the Defendant and oral argument from counsel for the respective parties. The matter was then taken under advisement. Additionally, the Court directed the People to advise the Court, no later than January 14, 2005, whether the U.S. Attorney’s Office is or will be seeking an indictment for possession of a firearm with an obliterated serial number, a federal offense, in the District Court and thereby divest the Superior Court of jurisdiction. On January 10, 2005, the People informed the Court, that the V.I. Justice Department intends to continue with the prosecution of these charges. For the reasons that follow, the motion to suppress the firearm ammunition, firearm and all oral and written statements made by the Defendant is denied.</p>\n<p id=\"b192-9\">I. FACTS AND PROCEDURAL HISTORY</p>\n<p id=\"b192-10\">On the night of October 6, 2004, Officer Angela Browne, a sixteen (16) year police veteran, was working as a member of a special task force comprised of local and federal law enforcement officers on “Operation Nexus” in the Hospital Ground area of St. Thomas, Virgin Islands. Officer Browne testified that the Hospital Ground area was previously designated a high crime area by the Virgin Islands Police Department because of frequent reports of illegal guns, drug sales and shots being <page-number citation-index=\"1\" label=\"181\">*181</page-number>fired. At approximately 9:20 p.m., Officer Browne and approximately twenty (20) other uniformed officers converged on the Human Services parking lot, located in Hospital Ground, from different directions to investigate a group of males congregated therein.</p>\n<p id=\"b193-3\">The officers were communicating with one another by radio when some of the officers communicated to the others that the group of males were disbursing and running in different directions. Having been alerted that one of the suspects was heading her way, Officer Browne immediately saw an individual, later identified as the Defendant, Jahfari Samuel, running. After identifying herself, Officer Browne ordered the Defendant to stop. The Defendant did not heed her command and continued to run. Officer Browne yelled “stop” a second time, at which time the Defendant stopped running. Officer Browne then ordered the Defendant to place his hands on an adjacent fence at which time she performed a routine “pat-down” of the Defendant’s outer clothing for her own safety.</p>\n<p id=\"b193-4\">While performing the “pat-down,” Officer Browne felt a hard object in the shape of a gun through the Defendant’s clothing. While keeping her hand on the hard object, Officer Browne asked the Defendant if he had a gun. The Defendant did not answer. The Defendant was then asked if he had a gun license. The Defendant answered “no.” Officer Browne retrieved a fully loaded .38 caliber Smith and Wesson handgun from the Defendant’s clothing and, from the same pocket, a plastic bag containing firearm ammunition, consisting of five (5) additional bullets. Based upon her experience, Officer Browne concluded that suspects often run when they have something to hide. Taking the totality of the circumstances into consideration, the Defendant was placed under arrest and advised of his constitutional rights. Later, after further inspection of the gun confiscated from the Defendant, it was observed that the gun had an obliterated serial number.</p>\n<p id=\"b193-5\">During cross examination, Officer Browne admitted that on the night of October 6, 2004, the Officers involved in Operation Nexus were not responding to any particular report of criminal activity. The officer also disclosed that she did not obseive the Defendant with a gun prior to patting him down nor did she question the Defendant as to why he was running.</p>\n<p id=\"b193-6\">Officer Steve Gibbons, who was also present on the night of October 6, 2004 and assisted Officer Browne in effectuating the arrest of the <page-number citation-index=\"1\" label=\"182\">*182</page-number>Defendant, also testified. Unlike Officer Browne, Officer Gibbons recalled the Defendant walking away at the time Officer Browne ordered him to stop. He also heard the radio transmission from the other officers, indicating that a suspect, later identified as the Defendant, was running out of the Human Services parking lot in his (Officer Gibbons’) general direction. In an effort to apprehend the individual, Officer Gibbons ran towards the rear of a trailer parked parallel to a chain-link fence that encloses the Human Services parking lot. As he was turning the comer of the parked trailer, Officer Gibbons practically collided with the Defendant. Officer Gibbons noted that the area was lit.</p>\n<p id=\"b194-3\">The Court heard testimony from Ishmael Malcolm Colboume, the Defendant’s great uncle. Mr. Colboume, an employee of the Fitness Bar, located next door to Lima’s Grocery and directly across from the Human Services parking lot, was in the area of the Defendant’s arrest from the early afternoon on October 6, 2004. Around the time Lima’s Grocery was getting ready to close, Mr. Colboume saw his great-nephew leave the store and go across the street through the Human Services parking lot in the direction of Berg’s Home. Mr. Colboume conceded that people “hang out” and <em>inter alia, </em>“smoke joints” in the area of the Human Services parking lot.</p>\n<p id=\"b194-4\">Finally, Jermaine Pañis testified that he was sitting on an abandoned car, located on the comer adjacent to the Human Services parking lot and directly across from Lima’s Grocery Store, when several Officers arrived in the area in six (6) to eight (8) different vehicles with their guns drawn. Although officers approached, some people, including Mr. Parris, stayed while others walked away. Mr. Parris was never searched.</p>\n<p id=\"b194-5\">Following the Defendant’s arrest, he appeared for advice of rights on October 7, 2004. He was arraigned on October 14, 2004. The Court granted the Defendant’s motion for pre-trial release on October 18, 2004. Counsel for the Defendant filed a motion to suppress the 38 caliber Smith and Wesson firearm, the firearm ammunition, and all oral and written statements made by the Defendant on December 10, 2004, on the grounds of illegal search and seizure, in violation of Defendant’s Fourth Amendment rights.<footnotemark>1</footnotemark> The motion came on for a hearing on January 4, 2005.</p>\n<p id=\"b195-2\"><page-number citation-index=\"1\" label=\"183\">*183</page-number>II. ANALYSIS</p>\n<p id=\"b195-3\">The essential issues before the Court for resolution are: (1) whether the officers’ investigatory “stop and frisk” of the Defendant violated his Fourth Amendment right guaranteed by the United States Constitution and thereby requires all fruits of the illegal “stop and frisk” to be suppressed;<footnotemark>2</footnotemark> and (2) whether the holding in <em>United States v. Ubiles, </em>224 F.3d 213 (3d Cir. 2000) is distinguishable from the facts <em>sub judice.</em></p>\n<p id=\"b195-4\">A. The Officers’ Investigatory “Stop and Frisk” of The Defendant Did Not Violate The Defendant’s Fourth Amendment Rights Guaranteed by U.S. Constitution And Therefore The Evidence and Fruits Obtained Therefrom Should Not Be Suppressed.</p>\n<p id=\"b195-5\">The Fourth Amendment to the United States Constitution states, in pertinent part that “[t]he right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated.” U.S. CONST, amend. IV. The Fourth Amendment, of course, “applies to all seizures of the person, including seizures that involve only a brief detention short of traditional arrest.” <em>Brown </em>v. <em>Texas, </em>443 U.S. 47, 50, 61 L. Ed. 2d 357, 99 S. Ct. 2637, 2640, (1979) (citing <em>Davis </em>v. <em>Mississippi, </em>394 U.S. 721, 89 S. Ct. 1394, 22 L. Ed. 2d 676 (1969); <em>Terry v. Ohio, 392 </em>U.S. 1, 16-19, 88 S. Ct. 1868, 1877, 20 L. Ed. 2d 889 (1968)). This invaluable right of personal security belongs as much to the citizen on the streets of our cities as to the homeowner closeted in his study to dispose of his secret affairs. <em>Terry, 392 </em>U.S. at 8, 88 S. Ct. 1873. The Fourth Amendment protects people ... and wherever an individual may harbor a reasonable expectation of privacy, he is entitled to be free from unreasonable governmental intrusion. <em>Id. </em>at 9 (citing <em>Katz v. United States, </em>389 U.S. 347, 361, 19 L. Ed. 2d 576, 88 S. Ct. 507 (1967). (Internal citation omitted). Of course, the specific content and incidents of this right must be shaped by the context in which it is asserted. For ‘what the Constitution forbids is not all searches and seizures, but unreasonable searches and seizures.’ <em>Terry, 392 </em>U.S. at 9, 88 S. Ct. at 1873. (Emphasis added) (Internal citations <page-number citation-index=\"1\" label=\"184\">*184</page-number>omitted). No Fourth Amendment violation can exist until a seizure<footnotemark>3</footnotemark> occurs. <em>United States v. Valentine, </em>232 F. 3d 350, 358 (3d Cir. 2000) (citing <em>County of Sacramento v. Lewis, </em>523 U.S. 833, 845 n.7, 118 S. Ct. 1708, 1716 n.7, 140 L. Ed. 2d 1043 (1998)). The Fourth Amendment does not remotely apply to the prospect of a policeman yelling “Stop, in the name of the law!” at a fleeing form that continues to flee. See also <em>United States </em>v. <em>Moorefield, </em>111 F. 3d 10, 14 (3d Cir. 1997) (when officers stopped the Defendant’s car, his “furtive hand movements and refusal to obey the officers’ orders” helped provide the officers with reasonable suspicion).</p>\n<p id=\"b196-3\">1. Standard required to validate a “Terry Stop.”</p>\n<p id=\"b196-4\">An Officer may, consistent with the Fourth Amendment, conduct a brief investigatory stop, when the officer has a reasonable articulable suspicion that criminal activity is afoot. <em>Illinois v. Wardlow, </em>528 U.S. 119, 123, 145 L. Ed. 2d 570, 120 S. Ct. 673, 676 (2000) (citing <em>Terry, </em>392 U.S. at 30, 88 S. Ct. at 1868). With [the] entire rubric of police conduct, [the Court in Terry addressed] — necessarily swift action predicated upon “on the spot” observations of the officer on the beat— which historically has not been, and as a practical matter could not be, subjected to the warrant procedure. <em>Terry, </em>392 U.S. at 20, 88 S. Ct. 1868. While reasonable suspicion is a less demanding standard than probable cause and requires a showing considerably less than preponderance of the evidence, the Fourth Amendment nevertheless requires at least a minimal level of objective justification for making the <em>[Terry] </em>stop. <em>Wardlow, </em>528 U.S. at 123, 120 S. Ct. at 675 (citing <em>United States </em>v. <em>Sokolow, </em>490 U.S. 1, 7, 109 S. Ct. 1581, 104 L. Ed. 2d 1 (1989). Moreover, a police officer must be able to point to specific and articulable facts which, taken together with rational inferences from those facts, <page-number citation-index=\"1\" label=\"185\">*185</page-number>reasonably warrant a particular intrusion. <em>Terry, </em>392 U.S. at 21. Courts are not to evaluate factors in isolation, but are instead to evaluate the totality of the circumstances, and to afford officers the opportunity to “draw on their own experience and specialized training to make inferences from and deductions and about the cumulative information available to them that might well elude an untrained person.” <em>United States </em>v. <em>Nelson, </em>284 F. 3d 472, 475 (3d Cir. 2002) (citing <em>United States v. Arvizu, </em>534 U.S. 266, 122 S. Ct. 744, 750-51, 151 L. Ed. 2d 740 (2002).</p>\n<p id=\"b197-3\">In the case <em>sub judice, </em>counsel for the Defendant argues that the officers lacked any reasonable articulable suspicion that criminal activity was afoot within the meaning of <em>Terry, supra, </em>because merely walking in a high crime area is not enough to justify a <em>Terry </em>stop. Thus, the Defendant tenuously maintains that the “stop and frisk” executed in the case <em>sub judice </em>does not fall within any of the recognized exceptions to the general warrant and probable cause requirements and all fruits of the poisonous tree must be excluded.</p>\n<p id=\"b197-4\">The People, on the other hand, opposes the Defendant’s motion to suppress relying essentially upon the Supreme Court’s ruling in <em>Illinois v. Wardlow, </em>528 U.S. 119, 120 S. Ct. 673, 145 L. Ed. 2d 570 (2000), which held the Defendant’s presence in a high crime neighborhood coupled with Defendant’s flight from police, gave the officers reasonable suspicion sufficient to justify a <em>Terry </em>stop.</p>\n<p id=\"b197-5\">On January 21, 2005, Defendant’s counsel supplemented his motion to suppress by referencing the Report of Investigation prepared by the Bureau of Alcohol, Tobacco and Firearms, Special Agent, Michael R. Lawrence, dated October 7, 2004 [hereinafter “ATF agent”]. In that report, it states, <em>inter alia, </em>that the Defendant was walking away from the VIPD officers. (Def.[‘s] Supp. to Def.[‘s] Mot. to Suppress Pg. 2). Defendant’s counsel therefore contends that the ATF agent’s report clarifies the conflicting testimony offered by the People as to whether the Defendant was walking or running in the area at the time police stopped him. Further buttressing the lack of probable cause, counsel argues that: (1) walking in the Hospital Ground area is a perfectly legal activity; and <page-number citation-index=\"1\" label=\"186\">*186</page-number>(2) there was a planned operation by law enforcement to “stop and frisk” persons in the area.<footnotemark>4</footnotemark></p>\n<p id=\"b198-5\">In reply to Defendant’s supplement, the People argued that not only was the ATF agent’s statements in their entirety not inconsistent with the statements of Officer Browne and Officer Gibbons, but the ATF agent’s report corroborates the People’s contention that the Defendant was evasive and thereby created a reasonable suspicion of criminal activity, despite observing exclusively legal activity. See <em>United States v. Ubiles, </em>224 F.3d 213, 217 (3d Cir. 2000) (citing <em>Terry, </em>392 U.S. at 27, 88 S. Ct. 1868).</p>\n<p id=\"b198-6\">The People further made an analogy between the facts and holding in <em>Illinois </em>v. <em>Wardlow, supra, </em>and the facts in the case <em>sub judice. </em>In <em>Wardlow, </em>Officers Nolan and Harvey, working as uniformed officers in the special operation section of the Chicago Police Department, were driving the last car of a four car caravan in an area known for heavy narcotics trafficking in order to investigate drug transactions. As the caravan drove along the street past the building where the Defendant, <em>Wardlow, </em>was standing, the Defendant looked in the direction of the officers and fled. The officers ultimately stopped the Defendant and during an immediate protective pat down search found a handgun in the Defendant’s possession. <em>Id. </em>at 121-122. The Supreme Court ultimately held that while an individual’s presence in an area of expected criminal activity, standing alone, is not enough to support a reasonable, particularized suspicion that the person is committing a crime, it is nonetheless among the relevant contextual considerations. <em>Wardlow, </em>528 U.S. at 124, 120 S. Ct. at 676. Furthermore, the Court noted that headlong flight although not necessarily indicative of wrongdoing is certainly suggestive of such. <em>Id. </em>at 676. Again, these two factors are by themselves perfectly legal activities, however, taken together they gave rise to a legitimate inference that the Defendant was involved in criminal activity. <em>See id. </em>at 676-77.</p>\n<p id=\"b198-7\">Similarly, in the case <em>sub judice, </em>Officers Browne and Gibbons were part of “Operation Nexus”, a special task force comprised of local and federal law enforcement officers. The task force was dispatched to the Hospital Ground area of St. Thomas, Virgin Islands. The joint effort was <page-number citation-index=\"1\" label=\"187\">*187</page-number>made in attempt to curb violent crime in the streets because of frequent reports of illegal guns, drug sales, shots being fired and after four (4) murders had taken place the previous weekend. Given the testimony of Officers Browne and Gibbons, the Court concludes that the Defendant either ran or walked with a swift gait upon sighting law enforcement officers.<footnotemark>5</footnotemark></p>\n<p id=\"b199-3\">Moreover, the Court in reaching its conclusion did not have to confine its inquiry to what the officers knew prior to ordering the Defendant to stop, when the Defendant did not comply. Indeed, the Court could and in fact did consider the Defendant’s conduct after the officers ordered him to stop the first time and before the Defendant finally complied after being ordered to stop a second time.<footnotemark>6</footnotemark> Several Courts have applied the Supreme Court’s holding in <em>Hodari D., supra </em>note 3, and considered a suspects conduct after failing to comply with an officer’s show of authority.<footnotemark>7</footnotemark> See, <em>United States </em>v. <em>Johnson, </em>341 U.S. App. D.C. 289, 212 F.3d 1313 (D.C. Cir. 2000); <em>United States v. Smith, </em>217 F.3d 746 (9th Cir. 2000); <em>United States </em>v. <em>Santamaria-Hernandez, </em>968 F.2d 980 (9th Cir. 1992).</p>\n<p id=\"b199-4\">A fortiori, the Court finds that in the instant case, the Defendant’s presence in a high crime area, which was the target of the joint efforts of local and federal agents because of frequent reports of illegal guns, drug sales and shots being fired, together with the Defendant’s evasive manner and his continued effort to elude the uniformed officers after being ordered to stop, gave rise to reasonable suspicion to justify further investigation. Thus, under <em>Terry, </em>its progeny of cases, <em>and </em>recent Third Circuit precedent, the limited detention of the Defendant did not run afoul of the Fourth Amendment.</p>\n<p id=\"b200-4\"><page-number citation-index=\"1\" label=\"188\">*188</page-number>2. Lawfulness of the frisk: The officers’ actions during the investigatory detention must be reasonably related to the circumstances that initially justified the detention.</p>\n<p id=\"b200-5\">A finding that the officers’ investigatoiy detention of the Defendant was supported by reasonable articulable suspicion does not end the Court’s inquiry. A policeman who lacks probable cause, but whose “observations lead him reasonably to suspect” that a particular person has committed, is committing, or is about to commit a crime, may detain that person briefly in order to “investigate the circumstances that provoke suspicion.” <em>Berkemer </em>v. McCarty, 468 U.S. 420, 439, 104 S. Ct. 3138, 3150, 82 L. Ed. 2d 317 (1984) (citing <em>United States </em>v. <em>Brignoni-Ponce, </em>422 U.S. 873, 881, 95 S. Ct. 2574, 2580, 45 L. Ed. 2d 607 (1975).</p>\n<p id=\"b200-6\">Evidence may not be introduced, if it was discovered by means of a search and seizure, which were not reasonably related in scope to the justification for their initiation. <em>Terry, </em>392 U.S. at 29, 99 S. Ct. 1868 (citing <em>Warden v. Hayden, </em>387 U.S. 294, 310, 87 S. Ct. 1642, 1652, 18 L. Ed. 2d 782 (1967). Typically this means that the officer may ask a detainee a moderate number of questions to determine his identity and to try to obtain information confirming or dispelling the officer’s suspicions. <em>Berkemer, </em>468 U.S. at 439, 104 S. Ct. at 3151. But the detainee is not obliged to respond. And, unless the detainee’s answers provide the officer with probable cause to arrest him, he must then be released. The comparatively non-threatening character of detentions of this sort explains the absence of any suggestion [in Supreme Court jurisprudence] that <em>Terry </em>stops are subject to the dictates of <em>Miranda </em>v. <em>Arizona, </em>384 U.S. 436, 439-40, 16 L. Ed. 2d 694, 86 S. Ct. 1602 (1966). However, in the name of investigating a person who is no more than suspected of criminal activity, the police may not carry out a full search of the person or of his automobile or other effects. <em>Florida </em>v. <em>Royer, </em>460 U.S. 491, 499, 75 L. Ed. 2d 229, 103 S. Ct. 1319, 1325-6 (1983). An investigative detention must be temporary and last no longer than is necessary to effectuate the purpose of the stop. Furthermore, the investigative methods employed should be the least intrusive means reasonably available to verify or dispel the officer’s suspicion in a short period of time. <em>Id. </em>at 500, 103 S. Ct. at 1325-6.</p>\n<p id=\"b200-7\">Here, the evidence presented at the January 4, 2005 hearing indicates that the members of “Operation Nexus” were on progressive patrol in Hospital Ground, which was designated by the Virgin Islands <page-number citation-index=\"1\" label=\"189\">*189</page-number>Police Department, as a high crime area because of frequent reports of illegal guns, drug sales and shots being fired. Additionally, special agent, Michael Lawrence’s report indicates that operation “Crack Down”<footnotemark>8</footnotemark> was conducted after violence in the streets of St. Thomas resulted in four (4) murders over the past weekend and the initiative was an attempt to curb violent crime in the streets of St. Thomas. (Def.[‘s] Supp. to Def.[‘s] Mot. to Suppress, Ex. A). The Defendant was detained after he attempted to evade the uniformed law enforcement officers in a designated high crime area. Based on her sixteen (16) years of experience as a police officer, Officer Browne noted that suspects often run if they are engaged in illegal activity. These facts constitute more than the mere inarticulable hunches proscribed by the Supreme Court in <em>Terry. </em>Having reasonable suspicion to conduct an investigatory detention of the Defendant, Officer Browne performed a limited pat down (frisk) of the Defendant’s outer clothing for her own safety. In the course of doing so, she felt a hard metal object in the shape of a gun in the Defendant’s rear pocket. Officer Brown immediately asked the Defendant whether he was carrying a gun. The Defendant did not answer. Officer Browne then asked the Defendant if he had a firearm license<footnotemark>9</footnotemark> and the Defendant replied that he did not. After retrieving a fully loaded .38 caliber Smith and Wesson handgun and five (5) additional bullets, Officer Browne placed the Defendant under arrest and transported him back to “Zone A” command of the Virgin Islands Police Department where he was advised of his rights pursuant to <em>Miranda</em><footnotemark><em>10</em></footnotemark><em> </em>Based on the totality of the circumstances, the officers were justified in performing a limited pat down of the Defendant’s outer <page-number citation-index=\"1\" label=\"190\">*190</page-number>clothing for their own safety and their actions were reasonably related to the circumstances that initially justified the detention.</p>\n<p id=\"b202-3\">3. Defendant relies on the “poisonous fruits” doctrine and not on any violation of the Fifth Amendment</p>\n<p id=\"b202-4\">The People contends that any statements made by Defendant were made pursuant to a knowing and lawful waiver of Defendant’s <em>Miranda </em>rights after the Defendant was in custody or pursuant to a justifiable inquiry during a valid investigatory stop. [Gov’t[‘s] Mem. in Opp’n to Def.[‘s] Mot. to Suppress Pg. 1], Defendant’s counsel has not challenged the admissibility of the incriminating statement on Fifth Amendment grounds.<footnotemark>11</footnotemark> Instead, Defendant’s counsel relies on the Supreme Court’s holding in <em>Wong Sun, supra, </em>where the exclusionary rule was applied primarily as an extension of the Defendant’s Fourth Amendment rights. <em>Brown v. Illinois, </em>422 U.S. 590, 599, 95 S. Ct. 2254, 2259, 45 L. Ed. 2d 416 (1975). In <em>Wong Sun, </em>the Court pronounced the principles to be applied where the issue is whether statements and other evidence obtained after án illegal arrest or search should be excluded. The Court in <em>Wong Sun </em>stated:</p>\n<blockquote id=\"b202-5\">we need not hold that all evidence is fruit of the poisonous tree simply because it would not have come to light but for the illegal actions of the police. Rather, the more apt question in such a case is whether, granting establishment of the primary illegality, the evidence ... [was obtained] by exploitation of that illegality or instead by means sufficiently distinguishable to be purged of the primary taint.</blockquote>\n<p id=\"b202-6\">371 U.S. 471, 487, 9 L. Ed. 2d 441, 83 S. Ct. 407, 417. The exclusionary rule excludes from a criminal trial any evidence seized from the defendant in violation of his Fourth Amendment rights. <em>Alderman v. U.S., </em>394 U.S. 165, 171, 22 L. Ed. 2d 176, 89 S. Ct. 961, 965 (1969) (Internal citations omitted). Fruits of such evidence are excluded as well. <em>Id. </em>(citing <em>Silverthorne Lumber Co. </em>v. <em>United States, </em>251 U.S. 385, 391-<page-number citation-index=\"1\" label=\"191\">*191</page-number>392, 40 S. Ct. 182, 183, 64 L. Ed. 319, T.D. 2984, 17 Ohio L. Rep. 514 (1920).</p>\n<p id=\"b203-3\">In the case sub <em>judice, </em>the Court finds that the <em>Terry </em>“stop and frisk” of the Defendant was justified, and the firearm and firearm ammunition seized from the Defendant’s person, together with the admission by the Defendant that he did not have a firearm license, gave rise to probable cause to the arrest the Defendant for violation of 14 V.I. CODE Ann. § 2253(a). Compare <em>United States v. McIntosh, </em>289 F. Supp. 2d 672 (D.C.V.I. App. Div. 2003) (finding that <em>Terry </em>stop was justified and officers had probable cause to arrest after finding weapon during frisk, given officer’s reasonable conclusion based on experience with defendant that defendant lacked license for weapon). Therefore, the issue of “poisonous fruits” and application of <em>Wong Sun </em>is no longer in issue since the condition precedent, to wit: an illegal “stop and frisk” did not occur.</p>\n<p id=\"b203-4\">4. No Fifth Amendment violation when discovery is inevitable.</p>\n<p id=\"b203-5\">Assuming <em>arguendo </em>that Defendant did raise a Fifth Amendment challenge as to any incriminating statement, which he did not, the statement would still not be suppressible under the “inevitable discovery” exception to the exclusionaiy rule. See <em>Nix </em>v. <em>Williams, </em>467 U.S. 431, 444, 104 S. Ct. 2501, 2509 81 L. Ed. 2d 377 (1984) (holding if the prosecution can establish by a preponderance of evidence that the information ultimately or inevitably would have been discovered by lawful means — through the volunteers search — then the deterrence rationale has so little basis that the evidence should be received); see also <em>People </em>v. <em>Bowen, </em>39 V.I. 47 (D.C. 1998) (citing <em>Murray v. United States, </em>487 U.S. 533, 539, 108 S. Ct. 2529, 101 L. Ed. 2d 472 (1988). In the case <em>sub judice, </em>the Officers later discovered that the firearm had an obliterated serial number.<footnotemark>12</footnotemark> Additionally, the officers would have inevitably made a check with the firearms division and would have discovered that Defendant had no license to carry any firearm. Accordingly, no Fifth Amendment violation can be substantiated.</p>\n<p id=\"b204-4\"><page-number citation-index=\"1\" label=\"192\">*192</page-number>B. The Third Circuit’s decision in <em>United States v. Ubiles </em>is distinguishable from the facts in the case <em>sub judice</em></p>\n<p id=\"b204-5\">As already noted, “an officer may, consistent with the Fourth Amendment, conduct a brief, investigatory stop when the officer has a reasonable, articulable suspicion that criminal activity is afoot.” <em>United States </em>v. <em>Ubiles, </em>224 F. 3d 213, 216 (3d Cir. 2000) (citing <em>Illinois </em>v. <em>Wardlow, </em>528 U.S. 119, 123, 145 L. Ed. 2d 570, 120 S. Ct. 673, 676 (2000). In <em>Ubiles, </em>an elderly gentleman approached law enforcement personnel, during carnival celebrations, to report that he had just seen a man in the crowd of revelers with a firearm in his possession. The informant pointed out Kahli Ubiles to the officers and described his clothing and appearance. The informant did not provide any other information to police. The officers approached Kahli Ubiles and began talking to him. According to the testimony adduced at a suppression hearing, Kahli Ubiles did not exhibit any strange behavior or act <em>suspicious </em>in any way. Additionally, one of the law enforcement officers, Deputy Marshal Leonard, testified that when he approached Kahli Ubiles, he could not tell whether he was carrying any type of weapon. Nonetheless, Marshal Leonard conducted a “pat down” search of Kahli Ubiles and found a machete and loaded firearm in his possession. The Third Circuit Court held that, even assuming the reliability of the tip that the Defendant possessed a firearm, there was no evidence presented suggesting that that the officers were aware of any articulable facts suggesting that the gun Kahli Ubiles possessed was defaced or unlicensed, or that the Defendant posed a safety risk. For all the Officers knew, Kahli Ubiles was just another celebrant lawfully exercising his right under Virgin Islands law to possess a gun in public. <em>Ubiles, </em>224 F.3d at 218. To that end, the Court noted “nor does a mere allegation that a suspect possesses a firearm, as dangerous as firearms may be, justify an officer in stopping a suspect absent the reasonable suspicion required by <em>TerryS Id. </em>at 217 (citing <em>Florida </em>v. <em>J.L., </em>529 U.S. 266, 120 S. Ct. 1375, 1379, 146 L. Ed. 2d 254 (2000)).</p>\n<p id=\"b204-6\">Ergo, the facts in the case <em>sub judice </em>are inapposite to that of <em>Ubiles. </em>Unlike <em>Ubiles, </em>Officers Browne and Gibbons were in a high crime neighborhood as part of a special task force assembled to curb violent crime in the streets of St. Thomas, which claimed the lives of four (4) individuals the previous weekend. Notwithstanding the fact that an individual’s presence in an area of expected criminal activity, standing <page-number citation-index=\"1\" label=\"193\">*193</page-number>alone, is insufficient to support a reasonable, particularized suspicion that the person is committing a crime, <em>Wardlow, </em>528 at 124, 120 S. Ct. 676 (citing <em>Brown v. Texas, </em>443 U.S. 47, 99 S. Ct. 2637, 61 L. Ed. 2d 357 (1979), the fact that the “stop” occurred in a ‘high crime area’ [was] among the relevant contextual considerations in a <em>Terry </em>analysis. See <em>Valentine, </em>232 F.3d at 356.</p>\n<p id=\"b205-3\">Furthermore, the case <em>sub judice </em>is distinguishable from <em>Ubiles </em>because: (1) the officers received a radio transmission from other members of the special task force communicating that an individual, later identified as the Defendant, was running [or walking with a swift gait] out of the Human Services parking lot away from the officers; (2) both Officers testified that when Officer Browne first ordered the Defendant to stop, he did not comply but continued to move away from both Officers, thus constituting “evasive behavior”; and (3) only after Officer Browne ordered the Defendant to stop a second time did he comply.<footnotemark>13</footnotemark> Contra <em>Ubiles, </em>224 F. 3d at 215 (Kahli Ubiles exhibited no unusual or suspicious behavior when Leonard approached him or when Chief Jackson began talking to him). Hence, the circumstances in <em>Ubiles </em>are distinguishable from the case under consideration and the officers in the case <em>sub judice </em>had reasonable articulable suspicion that the Defendant was involved in criminal activity and were justified in conducting an investigatory “stop and frisk.”</p>\n<p id=\"b205-4\">III. CONCLUSION</p>\n<p id=\"b205-5\">The limited detention of the Defendant, who was present in a high crime area and who attempted to evade police, did not run afoul of the Fourth Amendment to the United States Constitution. The officer’s frisk of the Defendant for their own safety, was reasonably related to the circumstances that initially justified the Defendant’s detention. The Defendant’s reliance on the “poisonous fruits” doctrine and <em>Wong Son </em>is misplaced because the condition precedent, to wit: an unlawful “stop and frisk” did not occur since Officers Browne and Gibbons had reasonable, articulable suspicion that criminal activity was afoot and therefore were <page-number citation-index=\"1\" label=\"194\">*194</page-number>justified in detaining the Defendant and performing a limited pat down for their own safety. Finally, the facts in <em>TJbiles </em>are distinguishable from the case <em>sub judice. </em>Accordingly, the motion to suppress evidence seized and incriminating statements is DENIED.</p>\n<footnote label=\"1\">\n<p id=\"b194-6\"> Relying on <em>Wong Sun. v. U.S., </em>371 U.S. 471, 485, 9 L. Ed. 2d 441, 83 S. Ct. 407, 416 (1963) (holding that verbal evidence which derives so immediately from an unlawful <page-number citation-index=\"1\" label=\"183\">*183</page-number>entry and an unauthorized arrest... is no less the ‘fruit’ of official illegality than the more common tangible fruits of the unwarranted intrusion).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b195-7\"> The Fourth Amendment is made applicable to the Virgin Islands by Section 3 of the Revised Organic Act of 1954, as amended.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b196-5\"> From the time of the founding to the present, the word “seizure” has meant a “taking possession.” <em>California </em>v. <em>Hodari D., 499 U.S. 621, 624, 113 L. Ed. 2d 690, 111 S. Ct. </em>1547, 1549 (1991) (holding that even if police officer’s pursuit constituted a ‘“show of authority” enjoining Hodari to halt, since Hodari did not comply with that injunction he was not seized until he was tackled and an arrest requires <em>either </em>physical force [laying on of hands or application of physical force to restrain movement] <em>(Hodari, 499 </em>at 626) or where that is absent, <em>submission </em>to the assertion of authority). For most purposes at common law, the word connoted not merely grasping, or applying physical force to, the animate or inanimate object in question, but actually bringing it within physical control. <em>Id.</em></p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b198-8\"> In <em>Brown </em>v. <em>Texas, </em>443 U.S. 47, 61 L. Ed. 2d 357, 99 S. Ct. 2637, the Court held that the fact that Defendant was in a neighborhood frequented by drug users, standing alone, is not a basis for concluding that Defendant himself was engaged in criminal conduct.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b199-5\"> Moreover, nervous, evasive behavior is a pertinent factor in determining reasonable suspicion. <em>Wardlaw, </em>528 U.S. 119, 124, 120 S. Ct. 673, 676 (citing <em>United States v. Brignoni-Ponce, </em>422 U.S. 873, 885, 95 S. Ct. 2574, 45 L. Ed. 2d 607 (1975)).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b199-8\"> See <em>Valentine, </em>232 F.3d at 359 (holding that what Defendant did after he failed to comply with the police officers’ order can be considered in evaluating whether reasonable suspicion existed).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b199-9\"> In the case <em>sub judice, </em>the uncontroverted testimony of the People’s two witnesses was that Officer Browne ordered the Defendant to stop and the Defendant did not comply. Instead, the Defendant continued to move away from both officers. It was not until Officer Browne ordered the Defendant to stop a second time that the Defendant complied.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b201-3\"> Although Officers Browne and Gibbons both testified that this operation was code named “Operation Nexus”, the name is immaterial as special agent Lawrence’s report indicates that operation “Crack Down” was initiated on October 6, 2004, the same date of Defendant’s arrest.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b201-4\"> Title 14 V.I. Code Ann. § 2253 regulates the carrying of firearms. That section provides in part that “whoever, unless otherwise authorized by law, has, possesses, bears, transports or carries either, actually or constructively, openly or concealed any firearm ... loaded or unloaded, may be arrested without a warrant. The “unless otherwise authorized by law” provision has been judicially construed to require the People to merely show that the Defendant has not been issued a firearm license [for the firearm found in his possession] by the Commissioner of Police. <em>United States </em>v. <em>McIntosh, </em>289 F. Supp. 2d 672, 674 (D.C. App. Div. 2003) (citing <em>United States </em>v. <em>Mckie, </em>112 F. 3d 626, 630, 36 V.I. 367 (3d Cir. 1997).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b201-5\"> See <em>Miranda v. Arizona, </em>384 U.S. 436, 444, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966).</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b202-7\"> The Fifth Amendment guarantees that “no person ... shall be compelled in any criminal case to be a witness against himself.” U.S. Const, amend. V. The Supreme Court has held that the Fifth Amendment privilege against compulsory self-incrimination applies to individuals subjected to custodial interrogation by police. <em>Miranda v. Arizona, </em>384 U.S. 436, 444, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966).</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b203-6\"> A firearm with an obliterated serial number cannot be legally possessed in the territory. See <em>United States </em>v. <em>Ubiles, </em>224 F. 3d 213, 218 (3d Cir. 2000). Moreover, in addition to being in violation of territorial law, 14 V.I. Code Ann. § 2253, as amended Dec. 29, 2001, and 23 V.I. Code Ann. § 481, as amended Dec. 29, 2001, it is also a felonious federal violation, 18 U.S.C. § 922(k).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b205-6\"> The Supreme Court held in <em>Wardlow, </em>that while the Defendant’s actions, to wit: his presence in a high crime area; and evading police, by themselves constituted legal behavior, the actions properly gave rise to an inference that criminal activity was afoot given the totality of the circumstances. See Wardlow, 528 U.S. at 124-5, 120 S. Ct. at 676-7.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}