{
  "casebody": {
    "data": "<casebody firstpage=\"194\" lastpage=\"198\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b204-6\">Reuben E. Demmon &amp; another <em>vs. </em>The President, Directors and Company of the Boylston Bank.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b204-7\">When a note is indorsed by the payee, and discounted at a bank, it thereby becomes the property of the bank.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b204-8\">If the maker of a promissory note, which has been discounted at a bank, becomes insolvent, having money on deposit in such bank, the amount of the note may be set off against the amount of the deposit, and the balance only of the latter paid to the assignees, provided the note is due absolutely, although not payable until afterwards.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b204-9\">The right of set-off, between an insolvent debtor and his creditor, accrues at the time of the first publication of the notice of the insolvency; and the account is to be stated, and the balance ascertained, as of that day.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b204-10\">This action, which was assumpsit by the plaintiffs as the assignees of Laban and William T. Adams, insolvent debtors, against the defendants, for money had and received by them, as the property of the insolvents, was submitted to the court of common pleas, and came by appeal to this court, upon the following agreed statement of facts :—</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b204-11\">On the 3d of January, 1848, Laban Adams, Jr., and William T. Adams, then copartners in business in Boston, made their promissory note for $478.60, payable to the order of Emery and Tirrell, in one month after date. On the 15th of January, Emery and Tirrell indorsed the note, and procured it to be discounted, in the regular course of business, at the Boylston bank; and thereupon received from the bank the amount of the note, less the interest, and delivered the note to the bank, where it has ever since remained, in the possession and under the control of the bank. If the question, whether the note thereby became the property of the bank, is a question of fact, the plaintiffs admit that it did so; if it is a question of law, the court are to decide it upon the facts agreed.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b205-4\"><page-number citation-index=\"1\" label=\"195\">*195</page-number>On the afternoon of the 4th of February, 1848, the promisors applied for the benefit of the insolvent law; whereupon, on the same day, a warrant was issued against their joint and separate estate, in pursuance of which, notice was given of the insolvency, by the publication of an advertisement thereof in two newspapers printed in Boston.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b205-5\">The messenger, in his return upon the warrant, stated that the first publication of the notice was made on the 5th of February, 1848. Th^ advertisement, containing the notice duly signed, was delivered by the messenger, at or before five o’clock, on the 4th of February, to the printers, at the offices of publication of the newspapers in which the same was published, with orders to print the same in the next papers. It was put in type, and struck off on paper, at or before half-past eleven o’clock, P. M., of the same day, and the first delivery of the newspapers containing it was made at or before four o’clock, A. M., of the 5th of February, which was the next regular day of publication.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b205-6\">The first meeting of creditors was held on the 18th of February, at which the plaintiffs were duly chosen assignees.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b205-7\">The insolvents, before and at the time of filing their petition, had an account as depositors with the Boylston bank, and on the 4th of February, when the petition was filed, had the sum of $520.14, standing to their credit as depositors on the books of the bank.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b205-8\">The messengers and the assignees, respectively, immediately after their appointment, duly demanded of the defendants the money deposited to the credit of the insolvents, which demands the defendants refused to comply with, claiming to hold the money as a set-off to the note above mentioned, which had not been paid by the insolvents. On the 19th of February the note was charged by the defendants in account against the Adamses, and on the same day, it was entered to the debit of the latter, in their account with the bank. At the time when the note became payable, Emery and Tirrell, the payees and indorsers, by whom the same had been discounted, had deposited to their credit in the Boylston bank an amount of money more than sufficient to pay the note, and then were <page-number citation-index=\"1\" label=\"196\">*196</page-number>and still are responsible and able to pay the same. Emery, one of the indorsers, was and is a director in the Boylston bank, and on the, 5th of February, 1848, called at the bank, and in behalf of the indorsers, waived the demand and notice required by law, and, at the same time, on behalf of Emery and Tirrell, agreed to give, and Emery and Tirrell afterwards did give, the defendants a bond or writing to indemnify them for holding the money in set-off, as above stated.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b206-5\">On the 3d day of the October term, 1848, of the court of common pleas, the defendants paid into court the sum of forty-four dollars, which sum was to be considered as then stricken from the declaration.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b206-6\">On the above statement of facts, the court of common pleas gave judgment for the defendants, and the plaintiffs appealed to this court.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b206-7\"><em>A. E. </em>Giles, for the plaintiffs,</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"A_X\">to the point of set-off, cited <em>Rose </em>v. <em>Hart, </em>8 Taunt. 499; <em>Ex parte Ockenden, </em>1 Atk. 235; <em>Wood </em>v. <em>Smith, </em>4 M. &amp; W. 522; <em>Young </em>v. <em>Bank of Bengal, </em>1 Moore, P. C. 150.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b206-8\"><em>M. Morton, Jr., </em>for the defendants,</attorneys>\n<p data-order=\"16\" data-type=\"legal\" id=\"ANm\">to the same point, cited <em>Ex parte Prescot, </em>1 Atk. 230; <em>Hankey </em>v. <em>Smith, </em>3 T. R. 507; <em>Collins </em>v. <em>Jones, </em>10 B. &amp; C. 777; <em>French </em>v. <em>Fenn, </em>Cooke, B. L. 554; <em>Smith </em>v. <em>Hodson, </em>4 T. R. 211; <em>Atkinson </em>v. <em>Elliott, </em>7 T. R. 378; <em>Wagstaff Ex parte, </em>13 Ves. 65; <em>Rose </em>v. <em>Hart, </em>8 Taunt. <em>499; S. C. 2 </em>Smith, L. C. 172, 179; <em>Tucker </em>v. <em>Oxley, </em>5 Cranch, 34; <em>Marks </em>v. <em>Barker, </em>1 Wash. C. C. 178; <em>Bemis </em>v. <em>Smith, </em>10 Met. 194; <em>Phelps </em>v. <em>Rice, </em>10 Met. 128; <em>Bigelow </em>v. <em>Folger, </em>2 Met. 255; <em>Knapp </em>v. <em>Lee, </em>3 Pick. 452, 460.</p>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b206-9\">Shaw, C. J.</author>\n<p id=\"ABW\">We consider it unnecessary to decide, upon the facts herein agreed, whether the first publication of notice by the messenger must be considered as made in the afternoon or evening of the 4th of February, either when the advertisement was left at the printing-office, or when it was set up or struck off; or whether it could not be considered as made, until the paper was actually circulated from the printing-office, on the morning of the 5th of February. The result, in our judgment, would be the same. At the time of that publication, at whatever time it occurred, if on one of the days named, the <page-number citation-index=\"1\" label=\"197\">*197</page-number>bank was indebted to the Adamses for money held in deposit. At the same time, the bank held the note in question, on which the Adamses were liable as promisors, and which, if not then payable, was due absolutely, without condition or contingency, and payable afterwards; and was, therefore, by the express words of the statute, a debt provable. This is, therefore, a case, where it appears that there were mutual debts between the parties, and in which, therefore, an account between them is to be stated, and one debt set off against the other. Stat. 1838, c. 163, § 3.</p>\n<p id=\"b207-5\">The right of set-off accrues at the time of the first publication ; the property which the assignee takes by the assignment, is that which the debtor could then assign. But a balance due the debtor, from such a creditor, does not pass by the assignment ; because it would defeat the right of set-off which the statute expressly secures. It is no answer to say, that the debt due from the defendants was a deposit of money, to be drawn by the depositors, from day to day; and that the note was not discounted on the credit of that balance. This was no doubt true, when the deposit was made, and the note discounted, and until the insolvency of the depositors; but by that event,— by the warrant and fact of publication, — the rights of the parties were changed, and an account was to be stated, and the mutual debts set off. The case of <em>Rose </em>v. <em>Hart, </em>8 Taunt. 499, merely settled, that goods deposited to be dyed could not be held against the assignees by way of set-off; because not a debt, nor a dealing which would terminate in a debt, to be an item of account. But in the same case, it was intimated, that an actually existing debt, though payable at a future time, and perhaps a contract, which would result in a debt, would constitute a mutual credit, and might be set off.</p>\n<p id=\"b207-6\">A question was made, whether the defendants were the legal holders, owners, or proprietors of the note. The case leaves no room for doubt, on this point. They discounted it, and took a title by indorsement from the payee. The Adamses were promisors, and no demand was necessary to charge them. There was no necessity for charging it in book; the account was to be stated and the balance struck afterwards. The fact <page-number citation-index=\"1\" label=\"198\">*198</page-number>that the indorsers indemnified the bank, did not make the note ihe less their own; the indorsees were collaterally liable only</p>\n<p id=\"b208-5\">\n<em>Judgment for the defendant</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}