{
  "casebody": {
    "data": "<casebody firstpage=\"151\" lastpage=\"160\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b191-7\">[S. F. No. 6440.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AqL\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AYN\">May 11, 1915.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b191-8\">W. O. MILES, Appellant, v. J. H. BALEY, and J. <em>G. </em>SIMPSON, Defendants; EMPIRE STATE SURETY COMPANY (a Corporation), Respondent.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b191-9\">Statutory Bond—Reference to Statute—Compliance with Statutory Provisions—Filing -Statement of Claims.—In a suit by a materialman against a contractor and his surety on the. bond given for work done for a school district, where no verified statement of claims was filed by the materialman as required by Stats of 1897, pp. 201, 202, as amended by Stats. 1911, p. 1422, and the bond given makes no reference to such statutes, if the defeasance clause follows the wording of the statute, and the amount of the bond is approximately the amount required by the statute, and was executed on the same day as the contract, the bond will be deemed to be the statutory bond, and not a common-law bond, and plaintiff cannot recover against the surety without complying with the provision as to filing claims, although such filing would not be necessary to a recovery on a common-law bond.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b191-10\">Id.—Recital in Bond.—A recital in such a bond that it is given pursuant to the statute is not necessary in order that it shall be the bond contemplated by the statute where it appears otherwise that the bond was in fact the statutory bond.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b191-11\">Id.—Conditions in Bond Imposed by Statute.—The fact that one of the conditions of the bond is that the contractors will faithfully execute the terms of their contract to the satisfaction of the school district— a requirement which is not prescribed by the statute—does not impress the instrument with the character of a common-law bond.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b191-12\">Id.—-Constitutionality of Statute Under Which Bond is Given.— The constitutionality of the statute is immaterial because if it was given -pursuant to the statute one seeking a recovery on it must comply with the provisions of the statute, and the uneonstitutionality of the statute would not change the character of the bond to that of a common-law bond.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b191-13\">Id.—-Condition Precedent to Recovery—Complaint.—Under the statutes above cited the complaint' must allege that verified statements <page-number citation-index=\"1\" label=\"152\">*152</page-number>of the claims declared upon were filed within thirty days from the time the work was completed with board of trustees of the school district, and if it fails to do so if fails to state a cause of action against the surety.</syllabus>\n<summary data-order=\"9\" data-type=\"history\" id=\"b192-5\">APPEAL from a judgment of the Superior Court of Fresno County. H. Z. Austin, Judge.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b192-6\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"11\" data-type=\"attorneys\" id=\"b192-7\">Milton M. Bearing, for Appellant.</p>\n<p data-order=\"12\" data-type=\"attorneys\" id=\"b192-8\">George F. Hatton, Hartley F. Peart, M. B. Harris, and E. M. Harris, for Respondent.</p>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b192-9\">THE COURT.</author>\n<p id=\"AGB\">A hearing in this court was ordered after judgment by the district court of appeal for the third appellate district. That court, speaking through Mr. Justice Hart, had rendered the following opinion:</p>\n<blockquote id=\"b192-10\">“This is an action on a bond, executed and given by the defendants, Baley and Simpson, as principals, and the defendant, surety company, as surety, to the city of Fresno school district, on a building contract.</blockquote>\n<blockquote id=\"b192-11\">“It appears from the complaint that, on the thirtieth day of March, 1910, the defendants, Baley and Simpson, as co-partners, entered into a contract with the city of Fresno school district for the erection upon the high school grounds in said city of a certain high school annex and shop building. Said Baley and Simpson, by said contract, agreed to furnish all necessary labor and materials, etc., required for the construction of said building in accordance with certain plans and specifications adopted for that purpose, and for which the said school district agreed to pay them the total sum of $62,029, payable in certain specified installments. Upon the execution of said contract, Baley and Simpson, as principals, and The Empire State Surety Company (to be hereafter referred to as the ‘surety company’ or ‘the respondent’), as surety, made and entered into a bond to the said school district in the sum of $31,015.00, ‘ conditioned as therein stated for the use and benefit of said school district and also for the use and benefit of all persons furnishing materials or supplies or furnishing or performing work or labor of any kind in the performance of said work contracted to be done by said Baley <page-number citation-index=\"1\" label=\"153\">*153</page-number>and Simpson ... in the erection and construction of said high school annex and shop building, and delivered said bond to said . . . school district. ’ The complaint alleges that said bond was ‘freely and voluntarily made and entered into’ and delivered to the said school district by the parties thereto.</blockquote>\n<blockquote id=\"b193-5\">“The complaint alleges that, after the execution of the building contract above referred to, and in pursuance thereof, Baley and Simpson entered upon the work of constructing said building and received payment for their work as provided by said contract. It is further averred that various persons (naming them in different counts) furnished labor and materials to said contractors, which labor and materials were actually used by the latter in the construction of said building; that said building was completed on or about the twenty-eighth day of June, 1911, and was accepted by said school district on June 30, 1911; that the claims of the certain persons named in the complaint for providing said contractors with material and labor were, not, at the time of the commencement of this action, paid by said contractors and that the same were, before the filing of the complaint herein, assigned by said persons or claimants to the plaintiff.</blockquote>\n<blockquote id=\"b193-6\">“The respondent interposed a demurrer to the complaint on both general and special grounds, and the same was sustained by the court, with leave to the plaintiff to amend his pleading within ten days from the time of the making of the order sustaining the demurrer. The plaintiff having failed or refused to amend within the time allowed, judgment was thereupon entered against Baley and Simpson for the aggregate amount sued for ($11913.10) and in favor of the surety company as follows: ‘And it is further ordered and adjudged that plaintiff take nothing against the defendant, The Empire State Surety Company, and that said defendant, The Empire State Surety Company, have and recover from plaintiff its costs incurred herein. ’</blockquote>\n<blockquote id=\"b193-7\">“This appeal is by the plaintiff from that portion of said judgment above quoted.</blockquote>\n<blockquote id=\"b193-8\">“The theory of the respondent is that the bond declared upon is a statutory bond, that is, that it was made and given in pursuance of the provisions of an act of the legislature of 1897, entitled, ‘An act to secure the payment of the claims of materialmen, mechanics, or laborers, employed by contractors upon state, municipal, or other public work, ’ ap<page-number citation-index=\"1\" label=\"154\">*154</page-number>proved March 27, 1897 (Stats. 1897, pp. 201, 202), and that the complaint wholly fails to state a cause of action in favor of the plaintiff as against the respondent because of the absence of a showing therein that the plaintiff, or his assignors had complied with the terms of section 2 of said act as provided by section 1 thereof. Said section 2 reads as follows:</blockquote>\n<blockquote id=\"b194-5\">“Any materialman, person, company, or corporation, furnishing materials or supplies used in the performance of the work contracted to be executed or performed, or any person who performed work or labor upon the same, or any person who supplies both work and materials, and whose claim has not been paid by the contractor, company, or corporation, to whom the contract has been awarded, shall, within thirty days from the time such work is completed, file with the commis. sioners, managers, trustees, officers, board of supervisors, board of trustees, common council, or other body by whom such contract was awarded, a verified statement of such claims, together with a statement that the same has not been paid. At any time within ninety days after the filing of such claim, the person, company, or corporation filing the same may commence an action against the sureties on the bond, specified and required by section one hereof. \"</blockquote>\n<blockquote id=\"b194-6\">“ (The foregoing section was amended by the legislature of 1911, Stats 1911, p. 1422, so as to extend the time of filing the verified statement, etc., to ninety days from date of the completion of the work and the time of commencing action to six months after the filing of the claim. The transactions involved here were had, however, prior to said amendments.)</blockquote>\n<blockquote id=\"b194-7\">“That the observance of the provisions of said section oí the act of 1897 is an indispensable prerequisite to the vesting of a right of action upon a bond of the character of the one involved here in materialmen, mechanics, and laborers furnishing materials for and bestowing labor upon any public work, is not denied by the plaintiff; but his contention is that the instrument sued upon is a common-law bond, hence it was freely and voluntarily made and given by the defendants or, in other words, not made and given in obedience to the compulsory mandate of the statute in question.</blockquote>\n<blockquote id=\"b194-8\">“Obviously, if the instrument must or could, with legal propriety, be held to be a common-law bond, we would be required to hold that, to state a cause of action upon the bond in favor of the plaintiff, it was not essential for him to disclose by his <page-number citation-index=\"1\" label=\"155\">*155</page-number>complaint that his assignors had filed their claims with the board of trustees of said school district, as prescribed by section 2 of the act of 1897. And, <em>e converso, </em>if the instrument is a statutory bond, it was manifestly essential for the plaintiff to show that all the requisites of the statute, vital to the support of an action upon the bond of materialmen, etc., had been observed by his assignors, and that the silence of the complaint respecting that vital matter amounts to a total failure to state a cause of action upon the bond in favor of the plaintiff or his assignors.</blockquote>\n<blockquote id=\"b195-5\">“The important question before us, then is whether the instrument in controversy, which is the foundation of the plaintiff’s right to a recovery, is a statutory or a common-law bond.</blockquote>\n<blockquote id=\"b195-6\">\" The bond itself makes no express reference to the statute or by any language pretends to discover the source from which it comes, and it is, therefore, manifest that the vital question submitted here must largely be determined upon the wording of the bond or by comparing its language with that of the statute. The averment of the complaint that the defendants ‘freely and voluntarily made and entered into’ said bond' can afford no assistance in the solution of the question, since, clearly, said averment involves a mere conclusion of the pleader.</blockquote>\n<blockquote id=\"b195-7\">‘ ‘ The bond reads as follows:</blockquote>\n<blockquote id=\"b195-8\">“know ALL MEN BY THESE PRESENTS:</blockquote>\n<blockquote id=\"b195-9\">‘ ‘ That we, J. H. Baley &amp; J. G. Simpson, as principals, and the Empire State Surety Company, a New York corporation, duly licensed under the laws of the state of California, as surety, are held and firmly bound in the sum of thirty-one thousand and fifteen (31015) dollars, lawful money of the United States of America, unto the city of Fresno School District, to be paid to said city of Fresno school district, for which payment well and truly to be made, we jointly and severally, bind ourselves, our heirs, executors and administrators, firmly by these presents.</blockquote>\n<blockquote id=\"b195-10\">“Sealed with our seals and dated this 30th day of March, A. D. 1910.</blockquote>\n<blockquote id=\"b195-11\">“The condition of the above obligation is such that said J. H. Baley and J. G. Simpson, doing a contracting business under the firm name and style of Baley &amp; Simpson did on the 30th day of March, 1910, enter into a contract with said city of Fresno school district, a public corporation, wherein they <page-number citation-index=\"1\" label=\"156\">*156</page-number>did promise, covenant and agree to furnish all necessary materials, labor and things whatsoever including tools, implements and appliances of every kind required for the work designated, and to construct and erect an annex to the present high school building, in every particular as set forth in said contract, to which contract reference is hereby expressly made and the same and all of the terms thereof are hereby made a part and portion of this bond.</blockquote>\n<blockquote id=\"b196-5\">“Now therefore, if the said J. H. Baley &amp; J. G. Simpson shall well and truly observe, fulfill, perform and keep each and all of the covenants, conditions and terms contained in said contract to the satisfaction of the city of Fresno school district and <em>shall pay for the materials or supplies furnished for the performance of the said work contracted to be done, or for any work or labor done thereon of any kind, </em>then upon all such terms, conditions and agreements being fully complied with, and all labor, materials or supplies therefor being fully paid for, then and in that event this obligation to be void, otherwise to remain in full force and effect. ”</blockquote>\n<blockquote id=\"b196-6\">\" Section 1 of the act of 1897, above referred to, provides:</blockquote>\n<blockquote id=\"b196-7\">“ ‘Every contractor, person, company, or corporation, to whom is awarded a contract for the execution or performance of any building, excavating, or other mechanical work, for this state, or by any county, city and county, city, town, or district therein, shall, before entering upon the performance of such work, file with the commissioners, manager, trustees, officers, board of supervisors, board of trustees, common council, or other body by whom such contract was awarded, a good and sufficient bond, to be approved by such contracting body, officers, or board, in a sum not less than one-half of the total amount payable by the terms of the contract; such bond shall be executed by the contractor, and at least two sureties, in an amount not less than the sum specified in the bond, and <em>must provide that if the contractor, person, company, or corporation, fails to pay for any materials or supplies furnished for the performance of the work contracted to be done, or for any work or labor done thereon of any kind, that the sureties will pay the same, </em>in an amount not exceeding the sum specified in the bond; <em>provided </em>that such claims shall be filed as hereafter required. ’ ’ ’</blockquote>\n<blockquote id=\"b196-8\">‘ ‘ Comparing the undertaking with the statute, it will readily be noted that that part of the former which specifies the con<page-number citation-index=\"1\" label=\"157\">*157</page-number>ditions to be fulfilled by the contractors to render the undertaking inoperative or without effect is in the precise language of the statute. It is also to be observed that the amount of the bond is approximately that prescribed and required by the statute. There is no conceivable substantial difference, in substance and legal effect, between the conditions of the bond and those prescribed by the statute. Moreover, the presumption is that the board of trustees, as a public official body, performed every duty imposed upon it by law, and that, therefore, it exacted from the contractors the bond required by the statute in such cases. The language of the statute is that the contractor <em>‘shall </em>before entering upon the performance of such work, ’ make, give, and file the bond, and appears to impose upon the governing board a mandatory duty in that regard.</blockquote>\n<blockquote id=\"b197-5\">“Furthermore, the bond especially refers to the building contract, makes it a part and the consideration for the execution of the bond. <em>(Martin </em>v. <em>McCabe, </em>21 Cal. App. 658, 662, [132 Pac. 606]\".) And, it may be remarked, as a circumstance of more or less significance in this connection, that the bond was executed on the same day that the building contract was executed.</blockquote>\n<blockquote id=\"b197-6\">“It is obviously not necessary that the bond should expressly refer to the statute in order to constitute it a statutory bond. A bond, though not in the words of the statute requiring it to be given, if its substance and legal effect is the same as the form prescribed by such statute, is a statutory bond. <em>(McCracken </em>v. <em>Todd, </em>1 Kan. 148; Brandt on Suretyship and Guaranty, 3d ed., sec. 615.) ‘A recital in such a bond that it was executed by virtue of a given section of the code, is not controlling or conclusive. It simply furnishes <em>prima facie </em>evidence of the fact. <em>When the same fact is apparent otherwise than by the recital it is as available for all pwposes as if recited.’ (San Francisco Lumber Co. </em>v. <em>Bibb, </em>139 Cal. 192, [72 Pac. 964] <em>; Martin </em>v. <em>McCabe, </em>21 Cal. App. 658, [132 Pac. 606].)</blockquote>\n<blockquote id=\"b197-7\">“Again, in <em>Republic Iron &amp; Steel Co. </em>v. <em>Patillo, </em>19 Cal. App. 316, [125 Pac. 923], it is said: ‘\"While it was not alleged in the complaint, nor made the subject of any finding by the court, that the bond was given under authority of the statute, considering that the municipality was only authorized to act under permission of statutory authority in making the street <page-number citation-index=\"1\" label=\"158\">*158</page-number>improvement, and further, that the bond in its terms was phrased according to'the statutory requirement, it must be assumed that the contract was so made and the bond given in connection therewith accordingly. ’</blockquote>\n<blockquote id=\"b198-5\">“The fact that one of the conditions of the bond is that the contractors will faithfully execute the terms of their contract to the satisfaction of the school district—a requirement which is not prescribed by the statute in question—is not conceived to possess any importance in determining the character of the bond. In other words, the fact referred to cannot be held to be such as to impress the instrument with the character of a common-law bond. ‘Where a statute provides that an official bond shall be given in a certain penalty and contain cer.tain provisions, if the principal and surety voluntarily enter into a bond in a greater penalty or which contains more onerous conditions, the bond will be binding at least to the extent of the statutory requirements. In such case, the conditions in excess of the statutory requirements may be regarded as surplusage and the bond sustained as to the others.’ (Brandt on Suretyship and Guaranty, 3d ed., sec. 617; <em>Board of Education </em>v. <em>Grant, </em>107 Mich. 161, [64 N. W. 1050]; <em>Central Irr. Dist. </em>v. <em>Delappe, </em>79 Cal. 351, [21 Pac. 825].)</blockquote>\n<blockquote id=\"b198-6\">“The constitutional validity of the act of 1897 is not, as was true of section 1203 of the Code of Civil Procedure in the cases dealing with that section <em>(Gibbs </em>v. <em>Tally, </em>133 Cal. 373, [60 L. R. A. 815, 65 Pac. 970] ; <em>Shaughnessy </em>v. <em>American Sur. Co., </em>138 Cal. 543, [69 Pac. 250, 71 Pac. 701], and <em>Martin </em>v. <em>McCabe, </em>21 Cal. App. 658, [132 Pac. 606]), challenged here. Anri it could make no difference in the result reached in this case if that question were raised and the point sustained. The proposition presented here, as shown, is simply this: Is the bond here a creature of the statute authorizing and requiring the giving of such an undertaking in cases of this character, and, if so, have the essential requirements of the statute been so complied with by the plaintiff or his assignors as to give them a right of action upon said bond? If, as we hold to be true, the bond here is the one contemplated by said act, then clearly, as the courts have held in the cases last above cited, it would be, if anything at all, a statutory bond, regardless of whether the act requiring it to be given is or is not a valid one. In other words, having been given in compliance <page-number citation-index=\"1\" label=\"159\">*159</page-number>with the statute, it could not he converted into a common-law bond by construction.</blockquote>\n<blockquote id=\"b199-5\">“Our conclusion is, in view of the said act of 1897, and from the phraseology of the bond and the circumstances under which it was given, that said instrument was executed and delivered by the defendants to the school district in obedience to the requirements of said statute, and that it is, therefore, subject to all the conditions and restrictions prescribed by said act. Indeed, we cannot conceive of any reason (and surely none has been pointed out) why it should be held that the undertaking is a common-law bond.</blockquote>\n<blockquote id=\"b199-6\">\" The plaintiff having failed to show by his complaint that verified statements of the claims upon which he declares were, by him or his assignors, within thirty days, from the time the work contracted for was completed, filed with the board , of trustees of said school district, as required by section 2 of . said act as a condition precedent to his or their right to commence and maintain an action upon said bond, it necessarily results that no cause of action in favor of the plaintiff is stated in the complaint and that the demurrer thereto was, consequently, properly sustained.</blockquote>\n<blockquote id=\"b199-7\">' ‘ The judgment is, accordingly, affirmed. ’ ’</blockquote>\n<p id=\"b199-8\">The foregoing opinion, we think, makes a correct disposition of the legal questions presented by the appeal. The principal, if not the only, reason leading us to order a transfer of the cause was that the court of appeal did not, in its opinion, make any reference to two decisions of this court <em>(Union Sheet Metal Works </em>v. <em>Bodge, </em>129 Cal. 390, [62 Pac. 41]; <em>People’s Lumber Co. </em>v. <em>Gillard, </em>136 Cal. 55, [68 Pac. 576]), which are strongly relied on by the plaintiff as supporting his contention.</p>\n<p id=\"b199-9\">It may be conceded that the opinions filed in these cases do tend to sustain the position that an instrument like the one here in suit may be upheld as a good common-law bond, without regard to the statute requiring the giving of a bond. But this view is contrary to that laid down in the later decisions cited by the district court of appeal. In <em>Shaughnessy </em>v. <em>American Surety Co., </em>138 Cal. 543, [69 Pac. 250, 71 Pac. 701], it was decided that a bond, which recited that it was given in pursuance of section 1203 of the Code of Civil Procedure (an enactment which had theretofore been held to be unconstitutional) could not be enforced as a common-law bond. This <page-number citation-index=\"1\" label=\"160\">*160</page-number>was followed by <em>San Francisco Lumber Co. </em>v. <em>Bibb, </em>139 Cal. 192, [72 Pac. 964], which went a step further, and held, in effect, that although the bond may not recite that it was given pursuant to the statute, the fact that it was so given may be made to appear otherwise—as by the fact that it complies with the statutory requirements governing its terms and the time and manner of its execution. The opinion in the Bibb case mentions the further circumstance that the complaint referred to the statute, but we do not regard this as a controlling factor. The character of the bond is to be determined by its terms and the facts surrounding its execution, rather than by the conclusion of the pleader. Applying these tests, the bond here involved is, as the opinion of the district court of appeal shows, the bond required by the statute of 1897, and a recovery cannot be had upon it without alleging performance of the conditions imposed by the statute. If <em>Union Sheet Metal Works </em>v. <em>Bodge </em>and <em>People’s Lumber Co. </em>v. <em>Gillard </em>are in conflict with the views here announced, they must, to the extent of the conflict, be regarded as overruled.</p>\n<p id=\"b200-4\">The judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}