{
  "casebody": {
    "data": "<casebody firstpage=\"90\" lastpage=\"94\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b118-12\">Condee, Aud., Appellee, <em>v. </em>Lindley, Tax Commr., Appellant.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b118-13\">[Cite as Condee <em>v. </em>Lindley (1984), 12 Ohio St. 3d 90.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b118-15\">(No. 83-1979</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AoE\">Decided July 11, 1984.)</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b119-9\"><page-number citation-index=\"1\" label=\"91\">*91</page-number><em>Messrs. Baker &amp; Hostetler, Mr. David A. Johnston, Jr., </em>and <em>Mr. Joseph J. Van Heyde II, </em>for appellee.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b119-10\"><em>Mr. Anthony J. Celebrezze, Jr., </em>attorney general, and <em>Mr. James C. Sauer, </em>for appellant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b119-11\">\n<em>Per Curiam.</em>\n</author>\n<p id=\"AI0\">The primary and determinative issue before the court is whether the Tax Commissioner’s policy (allocating thirty percent of situsable property value to the non-situsable property value category when compiling and issuing certificates of tax valuation on public utility property) is an improperly adopted rule and therefore invalid.</p>\n<p id=\"b119-12\">The record in the instant case reveals that prior to 1969 the Department of Taxation utilized a formula for determining the taxable value of situsable public utility property, which formula did not require that a standard percentage of the situsable property value be allocated to the non-situsable property value category. However, “around 1969,” according to James Witzel, Ad<page-number citation-index=\"1\" label=\"92\">*92</page-number>ministrator of the Public Utilities Tax Division of the Department of Taxation, the commissioner informally advised all public utilities to report situsable property value at only seventy percent of its true taxable value while reporting the remaining thirty percent of situsable value as nonsitusable property value. Thereafter, the “seventy-thirty split” in the reporting of situsable property value was employed by the commissioner as a matter of administrative policy.</p>\n<p id=\"b120-5\">The commissioner asserts that he has acted under the mandate of, and in compliance with, R.C. 5727.15(B) in instructing public utilities to report their situsable property values using the “seventy-thirty” formula. R.C. 5727.15(B) provides in relevant part:</p>\n<p id=\"b120-6\">“When the property of such public utility is located in more than one county in this state, the assessed value of such property, except that mentioned in section 5709.02 of the Revised Code, shall be apportioned by the commissioner between the several counties and the taxing districts therein in the proportion which the property located in such county and taxing district bears to the entire value of the property of such public utility, valued as provided in sections 5727.01 to 5727.62 of the Revised Code, so that to each county and each taxing district therein there shall be apportioned such part of the entire valuation as will fairly equalize the relative value of the property therein located to the whole value of the property. * * *”<footnotemark>1</footnotemark></p>\n<p id=\"b120-7\">The commissioner argues that the “seventy-thirty” formula apportions utility valuations so that each county and tax district is assigned “such part of the entire valuation as will fairly equalize the relative value of the property therein located to the whole value of the property.” The commissioner then posits that since the “seventy-thirty” formula fulfills the statutory apportionment directive, the formula itself is a valid administrative policy. The commissioner’s proposition, however, does not address the true issue at hand. Though the policy adopted by the commissioner may arguably meet the statutory apportionment requirement, the question presented is whether the Department of Taxation may employ such a policy without benefit of a formally promulgated rule. We find that it may not.</p>\n<p id=\"b120-8\">R.C. 119.01(C) defines a “rule” as “* * * any rule, regulation, or standard, having a general and uniform operation, adopted, promulgated, and enforced by any agency under the authority of the laws governing such agency, but it does not include regulations concerning internal management of the agency which do not affect private rights.” Inasmuch as the policy at issue herein is uniformly applied regarding apportionment of public utility property, it falls within this definition.</p>\n<p id=\"b120-9\">R.C. 119.02 provides:</p>\n<p id=\"b121-4\"><page-number citation-index=\"1\" label=\"93\">*93</page-number>“Every agency authorized by law to adopt, amend, or rescind rules shall comply with the procedure prescribed in sections 119.01 to 119.13, inclusive, of the Revised Code, for the adoption, amendment, or rescission of rules. Unless otherwise specifically provided by law, the failure of any agency to comply with such procedure shall invalidate any rule or amendment adopted, or the rescission of any rule.”</p>\n<p id=\"b121-5\">We recently held in <em>McLean Trucking Co. </em>v. <em>Lindley </em>(1982), 70 Ohio St. 2d 106, 116 [24 O.O.3d 187], that the Tax Commissioner’s adoption of a “special instruction” of uniform application without compliance with R.C. Chapter 119 rendered the instruction invalid. This holding is applicable to the instant case. As in <em>McLean, </em>the commissioner’s policy herein was adopted in lieu of a case-by-case analysis of each taxpayer’s liability. R.C. 5727.15(B) defines an apportionment that should be applied to <em>each individual utility </em>when determining the value of that utility’s property for tax purposes. Although it is possible that a rule of uniform application to all utilities might comply with the apportionment requirement in R.C. 5727.15(B), we are not in a position today to so hold.</p>\n<p id=\"b121-6\">The rulemaking requirements set forth in R.C. Chapter 119 are designed to permit a full and fair analysis of the impact and validity of a proposed rule. We cannot determine in good faith, solely on the basis of the appellant commissioner’s briefs in the instant case, that the “seventy-thirty” formula is an equitable and valid rule. If the commissioner desires to continue application of the policy in question, only compliance with R.C. Chapter 119 and R.C. 5703.14<footnotemark>2</footnotemark> may permit him to do so.</p>\n<p id=\"b121-7\">Finally, we do not find any basis for upholding the commissioner’s policy simply because it has been applied since 1969. The commissioner fails to show that the appellee or any other county auditor ever was aware of the policy, which apparently was communicated only to the utilities on an informal basis; and, the commissioner offers no acceptable reasons for the Department of Taxation’s failure to comply with statutory rulemaking procedures.<footnotemark>3</footnotemark></p>\n<p id=\"b122-4\"><page-number citation-index=\"1\" label=\"94\">*94</page-number>Based upon all of the foregoing, the decision of the Board of Tax Appeals is affirmed.</p>\n<p id=\"b122-5\">\n<em>Decision affirmed.</em>\n</p>\n<judges id=\"b122-6\">Celebrezze, C.J., W. Brown, Sweeney, Locher, Holmes, C. Brown and J. P. Celebrezze, JJ., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b120-10\"> It should be noted that, subsequent to the filing of the instant appeal with the board, R.C. 5727.15 was amended. This amendment, which was effective on December 31, 1982, has no bearing upon the holding in the instant case.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b121-8\"> R.C. 5703.14 provides, in relevant part:</p>\n<p id=\"b121-9\">“(A) Any rule adopted by the board of tax appeals and any rule of the department of taxation adopted by the tax commissioner shall be effective on the tenth day after the day on which two certified copies of the rule in final form and in compliance with this division are filed by the board or the commissioner with both the secretary of state and the director of the legislative service commission. * * *</p>\n<p id=\"b121-10\">“(B) The board and commissioner shall file the rule in compliance with the following standards and procedures:</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b121-11\"> The record reveals that the Department of Taxation’s failure to comply with rulemaking procedures was based upon the following: (1) the formal rulemaking procedure is more complex than the informal issuance of instruction and (2) the department was operating under the erroneous assumption that apportionment decisions were not appealable. We find these “explanations” for lack of compliance with R.C. Chapter 119 and R.C. 5703.14 to be unacceptable.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}