{
  "casebody": {
    "data": "<casebody firstpage=\"32\" lastpage=\"42\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b58-8\">Casualty Reciprocal Exchange <em>v. </em>Methodist Hospital.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b58-9\">[No. 269A34.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ai7\">Filed December 1, 1969.</decisiondate>\n<p data-order=\"3\" data-type=\"misc\" id=\"AnS\">No petition for rehearing filed.]</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b59-6\"><page-number citation-index=\"1\" label=\"33\">*33</page-number><em>Peter B. Stewart, Stewart, Irwin, Gilliom, Fuller &amp; Meyer, </em>of counsel, of Indianapolis, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b59-7\"><em>Mark W. Gray, Howard J. DeTrude, Jr., Kightlinger, Young, Gray &amp; Hudson, </em>of counsel, of Indianapolis, for ap-pellee.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b59-8\">Hoffman, Judge.</author>\n<p id=\"AxW\">This appeal arose from a judgment for plaintiff-appellee on its amended complaint for hospital services rendered to one Herman K. Skaggs, alleging the existence of a contract between appellee and appellant, appellant being the workmen’s compensation carrier at Mr. Skaggs’ place of employment.</p>\n<p id=\"b59-9\">The facts adduced at the trial before the court, without the intervention of a jury, established the following:</p>\n<p id=\"b59-10\">Herman Skaggs was severely injured on June 5, 1963, when the truck he was driving for Ellis Trucking Company, Inc., collided with a moving freight train.</p>\n<p id=\"b59-11\">After a preliminary examination on August 9, 1963, by Dr. Lowell Thomas, it was determined that because of the seriousness of Mr. Skaggs’ injuries, he should be removed to the Methodist Hospital in Indianapolis. At the time of his admission on August 10, 1963, a “Request for Confirmation of Workmen’s Compensation Benefits” was submitted to the Ellis Trucking Company by the appellee which, in pertinent part, is as follows:</p>\n<blockquote id=\"b59-12\">“Referring to the above-named patient who was admitted to the Methodist Hospital, we have been asked by the patient to submit a hospital bill to your company for payment as a Compensation case.</blockquote>\n<blockquote id=\"b59-13\">“Kindly fill in the form below and return it in the envelope provided. Your prompt attention to this inquiry will enable us to better serve your employee and our patient.</blockquote>\n<blockquote id=\"b60-3\"><page-number citation-index=\"1\" label=\"34\">*34</page-number>“CERTIFICATION OF WORKMEN’S COMPENSATION BENEFITS</blockquote>\n<blockquote id=\"b60-5\">“This is to certify that the above-named patient was injured while employed by this concern and we hereby authorize you to render necessary hospital services required under the Indiana Workmen’s Compensation Act. We have made an accident report to our Insurance carrier or directly to the Industrial Board as required by law. Our insurance company is:</blockquote>\n<blockquote id=\"b60-6\">Bruce Dodson &amp; Company, Ninety-Second and State Line, Kansas City, Mo.</blockquote>\n<blockquote id=\"b60-8\">(Name and Address of Insurance Company)</blockquote>\n<blockquote id=\"b60-9\">Local representative — Murray, Stewart, Irwin and Gil-liom Law firm, 1200 Merchants Banks [Bank] Building, Indianapolis, Indiana[.]</blockquote>\n<blockquote id=\"b60-10\">“We, <em>the Employer, </em>understand that the Hospital will .collect from the patient for any personal charges in this connection. This is for your authority to send us a statement covering actual hospital charges for this confinement at the time of the patient’s dismissal, or every sixty days, whichever occurs first.</blockquote>\n<blockquote id=\"b60-11\">“We, the Employer, will either refer to the hospital itemized statement to our Insurance Company for immediate payment, or pay directly from our own funds.</blockquote>\n<blockquote id=\"b60-12\">“Ellis Trucking Company</blockquote>\n<blockquote id=\"b60-13\">(EMPLOYER) ”</blockquote>\n<p id=\"b60-14\">From the time of his admittance until his death on June 19, 1964, Mr. Skaggs was completely paralyzed and unconscious. His condition was so critical that he could not be moved from the intensive .care unit.</p>\n<p id=\"b60-15\">On January 10, 1964, a Form No. 12 titled, “Agreement Between Employee and Employer As to Compensation” was filed with the Industrial Board. The terms of the agreement were recited on the Form No. 12 as follows:</p>\n<blockquote id=\"b60-16\">“That the said Herman K. Skaggs, by and through his guardian, Bessie A. Skaggs shall receive compensation at the rate of $42.00 per week based upon an average weekly wage of $142.56 and that said compensation shall be pay<page-number citation-index=\"1\" label=\"35\">*35</page-number>able from and including the____day of__________month 19__until terminated in accordance with the provisions of the Workmen’s Compensation Law of the State of Indiana.”</blockquote>\n<p id=\"b61-5\">The form was signed by the appellant and by Bessie A. Skaggs, as wife and guardian of Herman K. Skaggs. Such Form No. 12 was approved by a member of the Industrial Board on January 10,1964.</p>\n<p id=\"b61-6\">Prior to the time this agreement was signed, on October 29, 1963, Bessie A. Skaggs had been appointed temporary guardian of the person and estate of Herman Skaggs for a period of 60 days. The 60-day period ran from October 29, 1963, until December 29, 1963. From December 29, 1963, until February 14, 1964, when Bessie Skaggs was reappointed temporary guardian, there was no legal guardian for Herman Skaggs.</p>\n<p id=\"b61-7\">On February 21, 1964, Ellis Trucking Company petitioned the Industrial Board of Indiana for approval of termination of medical liability pursuant to § 25 of the Workmen’s Compensation Act, citing as a basis for such action the agreement of January 10, 1964. The petitioner alleged that it was terminating responsibility for all medical expenses at midnight, January 14, 1964.</p>\n<p id=\"b61-8\">On June 11, 1964, the Industrial Board sustained the petition discontinuing the employer’s liability for medical services.</p>\n<p id=\"b61-9\">Appellee filed its complaint for services rendered which, following the sustaining of appellant’s demurrer was amended to include an allegation of the existence of a contract between the appellee and the appellant for medical services.</p>\n<p id=\"b61-10\">The issues were formed on the appellee’s amended complaint.</p>\n<p id=\"b61-11\">Thereafter, the defendant-appellant filed its motion for summary judgment alleging that it had not agreed to pay appellee for medical expenses incurred for the care of Mr. Skaggs after January 14, 1964.</p>\n<p id=\"b61-12\">Appellee filed counter-affidavits and thereafter the trial court found that a genuine issue of material fact existed and the motion for summary judgment was overruled. Defendant-<page-number citation-index=\"1\" label=\"36\">*36</page-number>appellant then filed a supplemental motion for summary judgment, which was also overruled.</p>\n<p id=\"b62-4\">Appellant filed a request for special findings of fact and conclusions of law and thereafter trial was had to the court on the merits of the cause.</p>\n<p id=\"b62-5\">On September 12, 1968, the court entered its special findings of fact and conclusions of law as follows:</p>\n<blockquote id=\"b62-6\">“FINDINGS OF FACT</blockquote>\n<blockquote id=\"b62-7\">“1. That the plaintiff is a corporation duly organized and authorized to do business as a hospital corporation in the State of Indiana.</blockquote>\n<blockquote id=\"b62-8\">“2. That the defendant is an insurance company admitted to do business in the State of Indiana and is engaged in the writing and contracting of Workmen’s Compensation Insurance and is so licensed by the State of Indiana.</blockquote>\n<blockquote id=\"b62-9\">“3. That the defendant had, as one of its insured under a Workmen’s Compensation Policy, a corporation known as Ellis Trucking Company, Inc., who had an employee by the name of Herman Skaggs.</blockquote>\n<blockquote id=\"b62-10\">“4. That on June 5, 1963, Herman Skaggs was injured in an accident in the course and scope of his employment with Ellis Trucking Company, Inc. and suffered brain damage.</blockquote>\n<blockquote id=\"b62-11\">“5. That subsequent to said accident and before August 10, 1963, Richard W. Guthrie, acting in his capacity as attorney and as agent for defendant, employed Dr. Lowell Thomas, a physician, to render medical treatment to Herman Skaggs.</blockquote>\n<blockquote id=\"b62-12\">“6. That Dr. Lowell Thomas deemed it necessary to have Herman Skaggs admitted to the Methodist Hospital and said Herman Skaggs was admitted to the Methodist Hospital as a patient upon Dr. Thomas’ request on August 10, 1963. That said admission to the hospital was with the approval and authorized by the defendant.</blockquote>\n<blockquote id=\"b62-13\">“7. That from his admission on August 10, 1963 until his death on June 19, 1964, Herman Skaggs was unconscious and was in the care of Methodist Hospital, plaintiff herein, and in. the care of Dr. Lowell Thomas.</blockquote>\n<blockquote id=\"b62-14\">“8. That a fair and reasonable charge for services rendered by the Methodist Hospital to Herman Skaggs, from the date of his admission until his death was $12,025.17 and <page-number citation-index=\"1\" label=\"37\">*37</page-number>that payments were made by the defendant of $3,407.64 on December 17, 1963 and $2,454.79 on February 3, 1964. That there is remaining due and unpaid for services rendered by plaintiff to Herman Skaggs the sum of $6,162.74.</blockquote>\n<blockquote id=\"b63-4\">“9. That on January 10, 1964. an. agreement was filed with the Indiana Industrial Board, which agreement was entered into on a Form 12, provided by the Industrial Board, by the defendant and Bessie O. Skaggs, wife of Herman Skaggs, and approved by the stamped signature of a member of the Indiana Industrial Board, which agreement was of total and permanent disability.</blockquote>\n<blockquote id=\"b63-5\">“10. That notice of this proceeding was not given the plaintiff until after said agreement was entered into and filed and stamped approved by the Industrial Board. That the plaintiff was notified of the Form or proceeding by letter from defendant’s attorney and agent that defendant would no longer be responsible for medical care of Herman Skaggs from and after January 14, 1964.</blockquote>\n<blockquote id=\"b63-6\">“11. That on February 21, 1964, the defendant filed with the Industrial Board a Petition for Approval of Termination of Medical Liability, and on June 11, 1964, the Industrial Board entered an order which included among [other] things a determination that the liability of the defendant for further medical services to Herman Skaggs be discontinued, and that this proceeding was conducted without notice of hearing to the plaintiff.</blockquote>\n<blockquote id=\"b63-7\">“12. That on January 10, 1964, and thereafter until his death, the physical condition of the defendant was such that plaintiff could not terminate its medical services to him without endangering his life. That this physical condition of Herman Skaggs existed and remained unchanged from August 10, 1963, when he was admitted to plaintiff hospital, until his death on June 19, 1964.</blockquote>\n<blockquote id=\"b63-8\">“13. That the defendant is indebted to this plaintiff in the sum of $6,162.74 with interest.</blockquote>\n<p id=\"b63-9\">CONCLUSIONS OF LAW</p>\n<p id=\"b63-10\">“1. The law is with the plaintiff.”</p>\n<p id=\"b63-11\">Judgment was entered for the plaintiff-appellee on the basis of these findings. Appellant filed its motion for a new trial which was overruled, and this appeal followed.</p>\n<p id=\"b63-12\">Appellant asserts the following specifications of error in its motion for a new trial.</p>\n<p id=\"b64-3\"><page-number citation-index=\"1\" label=\"38\">*38</page-number>1. That the decision is contrary to law.</p>\n<p id=\"b64-4\">2. That the decision is not sustained by sufficient evidence.</p>\n<p id=\"b64-5\">3. That the court erred in overruling defendant’s motion for summary judgment.</p>\n<p id=\"b64-6\">4. That the court erred in overruling defendant’s motion, made at the close of plaintiff’s evidence, to find for defendant.</p>\n<p id=\"b64-7\">5. That the court erred in making its conclusion of law that the law is with the plaintiff.</p>\n<p id=\"b64-8\">Based on the foregoing specifications, appellant makes the following arguments:</p>\n<p id=\"b64-9\">(A) Based on specifications 1 and 2 of the motion for a new trial, appellant argues 1) that it was relieved of any further obligation to pay medical expenses following the approval of the agreement of January 10, 1964, by a member of the Industrial Board, and 2) that there was never a contract, express, implied or imposed by law between appellee and appellant to the effect that appellant would pay for Mr. Skaggs’ hospital care during his entire confinement.</p>\n<p id=\"b64-10\">(B) Based on specifications 2 and 5 of the motion for new trial, appellant argues 1) that the trial court was obligated to make findings of fact on all issues necessary to support the ultimate facts and its judgment, and 2) that the conclusion of law was not supported by the findings of fact.</p>\n<p id=\"b64-11\">(C) Based on specification 3 of the motion for new trial, appellant argues that there was no genuine issue as to a material fact to be decided and it was entitled to a summary judgment as a matter of law.</p>\n<p id=\"b64-12\">(D) Based on specification 4 of the motion for new trial, appellant argues that it had introduced evidence of probative value on each point in issue and that it was, therefore, error for the court to overrule its motion for a finding for the defendant.</p>\n<p id=\"b64-13\">Two sections of the Act appear to be of most concern to us in this case. Acts 1929, ,ch. 172, § 25, p. 536, as last amended by Acts 1963, ch. 387, § 5, p. 1025, Burns Ind. Stat. Anno., § 40-1225, provides in pertinent part, as follows:</p>\n<blockquote id=\"b64-14\">“During the period of temporary total disability resulting from the injury, the employer shall furnish such physician, <page-number citation-index=\"1\" label=\"39\">*39</page-number>services and supplies, and the industrial board may, on proper application of either party, require that treatment by such physician and such services and supplies be furnished by or on behalf of the employer as the industrial board may deem reasonably necessary. If after an employee’s injury has been adjudicated by agreement or award on the basis of permanent partial impairment and within the statutory period for review in such case as provided in section 45 [§ 40-1410] of this act, the employer may continue to furnish a physician or surgeon and other medical services and supplies and the industrial board may within such statutory period for review as provided in section 45 [§ 40-1410] of this act, on a proper application of either party, require that treatment by such physician or surgeon and other medical services and supplies be furnished by and on behalf of the employer as the industrial board <em>may deem necessary </em>to limit or reduce the amount and extent of such impairment.” (Emphasis supplied.)</blockquote>\n<p id=\"b65-5\">The second section of the Act with which we are concerned is Acts 1929, ,ch. 172, § 57, p. 536, Burns Ind. Stat. Anno., § 40-1508, which reads as follows:</p>\n<blockquote id=\"b65-6\">“If after seven [7] days from the date of the injury or at any time in case of death, the employer and the injured employee <em>or his dependents </em>reach an agreement in regard to compensation under this act [§§ 40-1201 — 40-1414, 40-1505 — 40-1704], a memorandum of the agreement in the form prescribed by the industrial board shall be filed with the board; otherwise such agreement shall be voidable by the employee, or his dependent. If approved by the board, thereupon the memorandum shall for all purposes be enforceable by court decree as hereinafter specified. Such agreement shall be approved by said board only when the terms conform to the provisions of this act.” (Emphasis supplied.)</blockquote>\n<p id=\"b65-7\">The first question to be answered is raised by appellant’s Point “A” above, and is one of first impression in the State of Indiana: Does the language of the statute (§ 40-1508, <em>supra) </em>permit a “dependent” to exercise a co-equal right, with that of the injured “employee,” to settle claims with the Industrial Board?</p>\n<p id=\"b65-8\">The answer to this question must be made in the negative.</p>\n<p id=\"b66-4\"><page-number citation-index=\"1\" label=\"40\">*40</page-number>The statute encompasses both “injury” and “death,” and, thus, the language pertaining to who may sign an agreement must be co-extensive with the potential circumstances covered by the statute. The “dependents” would be able to exercise the right to enter into an agreement unchecked <em>only </em>in the event of the death of the “employee.”</p>\n<p id=\"AuD\">Judge Bridwell, speaking for this court in <em>In re Moore, </em>97 Ind. App. 492, at page 500, 187 N. E. 219, at page 222 (1933), quite clearly stated that,</p>\n<blockquote id=\"b66-6\">“The right of any person to receive and the liability of any person to pay compensation, under our workmen’s compensation act, depends in the first place, of course, upon the existence of the relation of employer and employee, and whether this relation exists is to be determined in accordance with the usual rules.”</blockquote>\n<p id=\"b66-7\">A “dependent” succeeds to the right of the “employee” under the Act, only upon his death.</p>\n<p id=\"A89\">The appointment of a guardian for the “injured employee” is another matter altogether. In such circumstances, a guardian of the person and estate would have the right to petition the court having jurisdiction of the guardianship for power to enter into a Form No. 12 agreement on behalf of the ward. In the instant case, however, the record clearly discloses that there was no legally appointed guardian of the decedent at the time Mrs. Skaggs signed the agreement.</p>\n<p id=\"b66-11\">Inasmuch as Mrs. Skaggs had no legal basis for signing the Form No. 12 agreement, either as a “dependent,” or as guardian, that agreement is a nullity and, obviously, the action of the Industrial Board on June 11, 1964, had no force and effect since it rested on the illegal agreement between Mrs. Skaggs and appellant. Further, approval of the agreement by the member of the Industrial Board on January 10, 1964, was a nullity and did <em>not </em>relieve appellant of liability for medical expenses.</p>\n<p id=\"b67-4\"><page-number citation-index=\"1\" label=\"41\">*41</page-number><page-number citation-index=\"1\" label=\"40\">*40</page-number>It follows, that in the absence of any valid agreement or order of the Industrial Board, the only statement of agree<page-number citation-index=\"1\" label=\"41\">*41</page-number>ment to provide medical care is the Certification of Workmen’s Compensation Benefits. The certification is limited in its application by reference to the Workmen’s Compensation Act. The pertinent section, § 40-1225, <em>supra, </em>requires the employer to furnish medical services until an agreement has been reached or an award made. Since no valid award was made, the liability continued until the death of Mr. Skaggs.</p>\n<p id=\"b67-6\">While the findings of the trial court differ in reasoning from our analysis here, the result reached is the same on this issue and there is no prejudicial error.</p>\n<p id=\"b67-7\">With respect to appellant’s Point “B,” we have carefully reviewed the findings of fact entered by the trial court and find that there are substantial findings on all necessary issues. Further, the conclusion of law entered by the trial court is consistent with its findings and there is no error raised by this contention.</p>\n<p id=\"b67-8\">We are inclined to agree with appellant’s Point “C” to the extent that it appears from the record that there was no genuine issue as to a material fact to be decided. However, the court was correct in denying a summary judgment to appellant since it was not entitled to the same. Appellee did not file a motion for summary judgment upon which the trial court could rule.</p>\n<p id=\"b67-9\">Finally, Point “D” raises no error. Appellant’s position below rested 1) on the void agreement between appellant and Mrs. Skaggs; and 2) on the action of the Industrial Board to which Herman Skaggs was not a party and the same was a nullity in attempting to adjudicate his right under the Workmen’s Compensation Act. Appellant was not entitled to a finding.</p>\n<p id=\"b67-10\">For the reasons hereinabove set forth, the judgment of the trial court must be affirmed.</p>\n<p id=\"b67-11\">Judgment affirmed.</p>\n<p id=\"b68-4\"><page-number citation-index=\"1\" label=\"42\">*42</page-number>Pfaff, C.J., and Sharp, J., concur; White, J., concurs in result.</p>\n<p id=\"b68-5\">Note. — Reported in 252 N. E. 2d 517.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}