{
  "casebody": {
    "data": "<casebody firstpage=\"698\" lastpage=\"703\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b784-6\">William WHITTINGTON; Thelma Whittington, Plaintiffs-Appellees, Cross-Appellants, v. NEW JERSEY ZINC COMPANY, Defendant-Appellant, Cross-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b784-12\">Nos. 83-3508, 83-3538.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b784-13\">United States Court of Appeals, Sixth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b784-15\">Argued Feb. 20, 1985.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b784-16\">Decided Oct. 23, 1985.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b785-6\"><page-number citation-index=\"1\" label=\"699\">*699</page-number>Harry T. Quick, Rita A. Bartnik, Arter &amp; Hadden, Hugh M. Stanley, argued, and Irene C. Keyse-Walker, Cleveland, Ohio, for defendant-appellant, cross-appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b785-7\">Leon M. Plevin, Nurenberg, Plevin, Jacobson, Heller &amp; McCarthy Co., Harlan M. Gordon and Richard C. Alkire, argued, Cleveland, Ohio, for plaintiffs-appellees, cross-appellants.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b785-8\">Before LIVELY, Chief Judge, JONES, Circuit Judge, and NEWBLATT, District Judge.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b785-12\"> The Honorable Stewart A. Newblatt, United States District Judge for the Eastern District of Michigan, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b785-9\">PER CURIAM.</author>\n<p id=\"b785-10\">New Jersey Zinc Company appeals from judgment for the plaintiffs William and Thelma Whittington in this diversity action in which a jury awarded damages to the Whittingtons. The Whittingtons cross-appeal from the trial court’s denial of their motion for prejudgment interest on the verdict. Upon consideration of the issues raised on appeal, we affirm the judgment in favor of the Whittingtons and remand their motion for prejudgment interest for an evidentiary hearing.</p>\n<p id=\"b785-11\">New Jersey Zinc operated facilities that converted titanium tetrachloride gas (TiCl) into liquid for various industrial uses. TiCl is a highly corrosive substance. Marco Industries employed Whittington to perform maintenance work on New Jersey Zinc’s premises pursuant to Marco’s contract with New Jersey Zinc. For approximately eighteen months prior to June 3, 1974, Whit-tington worked almost exclusively on New Jersey Zinc’s premises in Ashtabula, Ohio. During this time, Marco paid him, withheld taxes from his paycheck, and retained the right to fire him. Whittington and his Marco co-workers used the tools of both Marco and New Jersey Zinc. For example, Marco supplied hard hats, respirators, and safety glasses, while New Jersey Zinc supplied rainsuits and face shields. Whittington worked on both the day and night shifts. During the day shift, Marco foremen were present on New Jersey Zinc’s premises. During the night shift, only New Jersey Zinc supervisors were present, with whom Whittington and his co-workers cooperated. During the night shift on June 3, 1974, Whittington was attempting to remove a valve when TiCl came out of the attached pipeline and splashed him in the face.</p>\n<p id=\"b785-15\">On May 17, 1976, the Whittingtons filed a complaint alleging that Whittington had been seriously and permanently injured, in particular through loss of vision in both eyes, as a result of New Jersey Zinc’s negligence in failing to properly purge TiCl from the pipeline on which he was working. New Jersey Zinc primarily advanced the defense that it was immune from liability under the Ohio Workers’ Compensation Act because it employed Whittington at the time of his injury. After extensive discovery, the parties consented to try the case to a jury with a United States Magistrate presiding, rather than a District Judge. Following a seven-day trial, the jury returned a verdict in favor of the Whittingtons for $383,000. Shortly after the magistrate entered judgment on this verdict, the Whittingtons filed a motion seeking pre-judgment interest under Ohio statutory law, and sought hearing on this motion. This motion was denied without a hearing. New Jersey Zinc sought a new trial on the basis of evidence that Whitting-ton had perjured himself concerning his capacity to work and his actual work activities following the injury. After depositions were filed with the court, this motion was denied without a hearing.</p>\n<p id=\"b785-16\">New Jersey Zinc contends that the jury verdict below is fatally flawed because, <page-number citation-index=\"1\" label=\"700\">*700</page-number>with the parties’ consent, the trial was supervised by a magistrate rather than by an Article III judge. This Circuit has recently joined eight other circuits that have carefully considered and rejected challenges to the constitutionality of the United States Magistrate’s Act. <em>K.M.C. Co., Inc. v. Irving Trust Co., </em>757 F.2d 752, 755 (6th Cir.1985). New Jersey Zinc presents no basis for reconsidering this question.</p>\n<p id=\"b786-4\">New Jersey Zinc also contends that the district court abused its discretion by denying its motion for a new trial. New Jersey Zinc alleged that Whittington had perjured himself during trial when he testified concerning the extent of his work, after his accident, for a welding business that bore his name. New Jersey Zinc submitted depositions in which deponents stated that Whittington did substantial work for the business.</p>\n<p id=\"b786-5\">The trial court appears to have given thorough consideration to New Jersey Zinc’s motion. In addition to documentary evidence, the court had before it over three hundred pages of deposition testimony from eight deponents who had been subject to cross-examination and redirect examination regarding the factual basis for New Jersey Zinc’s claim that Whittington had committed perjury. Each party also filed a brief. The trial court had observed Whit-tington’s demeanor during trial. The trial court concluded that the new evidence, considered in its entirety, did not clearly establish perjury by Whittington. “[T]he most that can be said of the evidence relied upon by defendant is that it is potentially ‘of a contradictory and impeaching character.’ ” Therefore, the district court denied New Jersey Zinc’s motion for a new trial.</p>\n<p id=\"b786-6\">We commend the magistrate on his thorough consideration of the motion for a new trial. The decision whether to grant a new trial is entrusted to the trial court’s sound discretion. <em>United States v. Barlow, </em>693 F.2d 954, 966 (6th Cir.1982), <em>cert. denied, </em>461 U.S. 945, 103 S.Ct. 2124, 77 L.Ed.2d 1304 (1983). New Jersey Zinc’s contentions on appeal have not led us to “a definite and firm conviction” that the trial court abused his discretion by denying the motion for a new trial. <em>See Balani v. I.N.S., </em>669 F.2d 1157, 1160 (6th Cir.1982).</p>\n<p id=\"b786-8\">New Jersey Zinc also raises three challenges to the jury instructions on the question of whether it employed Whittington and, therefore, was immune to suit under Ohio’s Workers’ Compensation Act. O.R.C. § 4123.74. We review the adequacy of jury instructions taken as a whole. Jury instructions are not prejudicial if they adequately inform the jury of the relevant considerations and provide a basis in law for aiding the jury in reaching its determination. <em>See Blackwell v. Sun Electric Corp., </em>696 F.2d 1176, 1181 (6th Cir.1983).</p>\n<p id=\"b786-9\">First, the trial court allegedly instructed the jury to consider factors irrelevant to the determination of whether an employment relationship existed between Whittington and New Jersey Zinc. The trial court instructed the jury to determine whether New Jersey Zinc employed Whittington on June 3, 1974, by examining all the relevant circumstances surrounding Whittington’s relationship with New Jersey Zinc including, most critically, who had the right to control the means and method of Whittington’s work on that date.</p>\n<blockquote id=\"b786-10\">In determining whether the necessary relationship existed which would bar Mr. Whittington from recovering damages from New Jersey Zinc Company, the jury should take into account all facts and circumstances pertaining to Mr. Whit-tington’s relationship to both New Jersey Zinc Company and Marco Industries. This would include who hired and had the right to fire Mr. Whittington, who had the right to make and alter work assignments, who possessed the right to discipline Mr. Whittington, whose tools were used in the performance of his duties, under whose supervision he worked, and all other factors in the evidence pertinent to the relationship between Mr. Whitting-ton and those companies.</blockquote>\n<blockquote id=\"b786-11\">Now while each of these factors may be considered by you in determining this question, none is absolutely conclusive on <page-number citation-index=\"1\" label=\"701\">*701</page-number>the issue. Nevertheless, the critical factor is who had the right to control the means and method of Mr. Whittington performing his work on June 3, 1974.</blockquote>\n<blockquote id=\"b787-5\">What we are concerned with is the existence of the right of control. If that right exists, it is immaterial to what extent it may or may not have been exercised.</blockquote>\n<p id=\"b787-6\">Tr. at 1089-90.</p>\n<p id=\"b787-7\">New Jersey Zinc contends that these instructions were prejudicially erroneous because, under Ohio law, the right to control the means and method of work is the sole test of whether an employment relationship exists. In support of this proposition, New Jersey Zinc relies upon several Ohio Supreme Court decisions that considered whether a customer of an employment agency is the employer of an injured worker although the worker receives his job and his payment through the employment agency. <em>See, e.g., Foran v. Fisher Foods, Inc., </em>17 Ohio St.3d 193, 478 N.E.2d 998 (1985); <em>State ex rel. Stanadyne, Inc. v. Industrial Commission, </em>12 Ohio St.3d 199, 466 N.E.2d 171 (1984); <em>Daniels v. MacGregor Co., </em>2 Ohio St.2d 89, 206 N.E.2d 554 (1965).</p>\n<p id=\"b787-8\">These employment agency cases do not establish that the trial court’s jury instructions were erroneous. Marco does not resemble an employment agency, but is a full employer that supplies equipment and supervises its employees. Moreover, even in the employment agency cases, the Ohio Supreme Court has not treated the traditional indicia of employment as <em>legally irrelevant. </em>The court considered those factors and refused to assign them controlling weight in the face of the limited relationship between the employment agencies and the workers they supplied to their customers. Certainly, the right to control the means and methods of work is the “principal feature which distinguishes the relationship of employer and employee.” <em>Marshall v. Aaron, </em>15 Ohio St.3d 48, 49, 472 N.E.2d 335 (1984). This is essentially what the trial court instructed. New Jersey Zinc has cited no case which renders it improper to consider factors such as the responsibility to pay, and the rights to hire, discipline, and fire a worker as elements of the determination whether an employment relationship exists.</p>\n<p id=\"b787-10\">Second, New Jersey Zinc contends that the trial court incorrectly instructed the jury that an employment relationship must be exclusive. New Jersey Zinc challenges the trial court’s statement in the instructions that “the sharing of some of the prerogatives which the general employer has is not, in and of itself, sufficient to support a finding that the right to control the means and method has been transferred.” When this language is read in the context of the entirety of the relevant instruction, it is evident that the trial court did not incorrectly instruct the jury. The instructions expressly consider the possibility that both New Jersey Zinc and Marco had employed Whittington.</p>\n<blockquote id=\"b787-11\">When we lawyers get to discussing the nature of this relationship we tend to attach labels to it — as we tend to label so many things — and speak in terms such as “master and servant,” “loaned employee,” “general employer and special employee,” and phrases of that sort. But what it all boils down to when you cut through the legalisms is this: If the Defendant, at the time pertinent to when the claim for injuries arose, was in a position to control the means and method by which the injured party was performing his work, the injured party is foreclosed from recovering damages against that Defendant in an action for personal injuries. Under those circumstances, the Defendant is considered by the law to stand in the shoes of a conventional employer of the injured party, even though the injured party may have been hired and is paid by another company.</blockquote>\n<p id=\"b787-12\">Tr. at 1088-89.</p>\n<p id=\"b787-13\">Third, New Jersey Zinc focuses on one phrase in the extensive jury instructions as the basis on which to contend that the trial court instructed the jury that it could find that Whittington was either an employee or an independent contractor. The allegedly prejudicial language is that, <page-number citation-index=\"1\" label=\"702\">*702</page-number>if “the workman is left with the authority to do the work according to his own initiative” while on New Jersey Zinc’s premises he will not be a New Jersey Zinc employee. The term “independent contractor” does not appear in the jury instructions. Even if the jury were instructed to find that Whittington was either an employee or an independent contractor, it is unclear what prejudice to New Jersey Zinc would have resulted; the issue was properly stated as whether New Jersey Zinc had the right to control the means and method of Whitting-ton’s work. If New Jersey Zinc did not have this right of control, then it is irrelevant whether Whittington was an employee of Marco or an independent contractor.</p>\n<p id=\"b788-4\">When the passage New Jersey Zinc challenges is read in context, however, it is evident that the jury was not improperly instructed. This passage of the jury instruction cogently informs the jury that unless New Jersey Zinc had the right to control the means and methods of Whit-tington’s work, he remained an employee of Marco. There is no suggestion that Whittington was an independent contractor.</p>\n<blockquote id=\"b788-5\">This concept of the right to control the means and method signifies more than simply having the right to assign a particular job and direct that a particular end result be accomplished. It connotes the right to actually direct the details as to how the job is to be done. It is the right of direct ongoing supervisory control.</blockquote>\n<blockquote id=\"A22f\">The existence of a limited power of direction, under which the workman is left with the authority to do the work according to his own initiative or at the direction of some other than an employee or agent of the Defendant, cannot be considered as the right to control means and method of employment as contemplated by these rules of law.</blockquote>\n<blockquote id=\"b788-7\">The evidence in this case is that Mr. Whittington normally worked on the premises of New Jersey Zinc Company five days a week, working differing shifts over those five days. There is no evidence that on the Thursday through Sunday shifts the Marco employees were under the direct supervisory control of New Jersey Zinc employees as to the manner in which the details of their assigned jobs were to be performed. The testimony was that for those shifts Marco foremen were present on the New Jersey Zinc premises. And it was to those foremen to whom the Marco employees were answerable. It is also actually clear from the evidence that there were no Marco on-site supervisory personnel at the New Jersey Zinc plan for the Monday morning shift.</blockquote>\n<blockquote id=\"b788-9\">The law provides that it may be inferred that a workingman continues in the employment of the company by which he was hired and which generally has the right of control, so long as he is performing duties within the scope of that general employment.</blockquote>\n<p id=\"b788-10\">Tr. at 1090-92. Our review of the jury instructions as a whole confirms that they do not provide a sound basis on which to reverse the jury verdict.</p>\n<p id=\"b788-11\">The Whittingtons have cross-appealed from the trial court’s denial of their motion for prejudgment interest on the judgment in their favor, as provided by Ohio Revised Code § 1343.03(C) (Page’s 1984 Supp.). Although the Whittingtons sought a hearing on their motion, the trial court denied their motion without granting a hearing. The Whittingtons maintain on appeal that, under section 1343.03(C), a hearing is required to evaluate the merits of their motion.</p>\n<blockquote id=\"b788-12\">Ohio Revised Code § 1343.03(C) provides: Interest on a judgment, decree, or order for the payment of money rendered in a civil action based on tortious conduct and not settled by agreement of the parties, shall be computed from the date the cause of action accrued to the date on which the money is paid, if, <em>upon motion of any party to the action, the court determines at a hearing held subsequent to the verdict </em>or decision in the action that the party required to pay the money failed to make a good faith effort <page-number citation-index=\"1\" label=\"703\">*703</page-number>to settle the case and that the party to whom the money is to be paid did not fail to make a good faith effort to settle the case.</blockquote>\n<p id=\"b789-5\">(Emphasis added). In an unreported decision, an Ohio Court of Common Pleas has interpreted this statute: “It is obvious from the provisions of [this] statute that upon the filing of such a motion that [sic] the Court must set the motion for a hearing.” <em>Holmes v. Lombardo Investment Builders, </em>No. 996531, (Cuy.Cty.C.P. Jan. 28, 1983). Although we are not bound by this decision, <em>see A &amp; M Records v. M. V. C. Distributing Corp., </em>574 F.2d 312, 314 (6th Cir.1978), New Jersey Zinc advances no convincing reason to interpret the statute other than as compelling a hearing upon the filing of a proper motion.</p>\n<p id=\"b789-6\">Upon consideration of the issues raised in this appeal, we Affirm the judgment below and Remand for a hearing to determine whether to award prejudgment interest to the Whittingtons.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}