{
  "casebody": {
    "data": "<casebody firstpage=\"355\" lastpage=\"359\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b391-5\">UNITED STATES of America, Plaintiff—Appellee, v. Stephen P. SIMON, Defendant—Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b391-8\">No. 03-30422.</docketnumber>\n<p data-order=\"2\" data-type=\"docketnumber\" id=\"b391-9\">SUMMARY CALENDAR.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b391-10\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b391-12\">Feb. 10, 2004.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b391-30\">Robert William Piedrahita, Assistant US Attorney, Catherine M. Maraist, US Attor<page-number citation-index=\"1\" label=\"356\">*356</page-number>ney’s Office, Baton Rouge, LA, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b392-4\">J. David Bourland, Baton Rouge, LA, for Defendant-Appellant.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b392-5\">Before REYNALDO G. GARZA, DAVIS, and BARKSDALE, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b392-7\">GARZA, Circuit Judge.<footnotemark>1</footnotemark></author>\n<p id=\"b392-8\">In this appeal, we review the conviction and sentence of Defendant — Appellant, Stephen Simon (hereinafter, “Simon”), for possession of a firearm by a felon, in violation of 18 U.S.C. § 922(g)(1). For the following reasons, we affirm the conviction, but remand for resentencing.</p>\n<p id=\"b392-9\">I.</p>\n<p id=\"b392-10\">PROCEDURAL AND FACTUAL BACKGROUND</p>\n<p id=\"b392-11\">On January 30, 2002, Louisiana law enforcement officials executed a search warrant at the home of Stephen and Melissa Simon in conjunction with a burglary investigation. The detectives found a .25 caliber pistol in the drawer of the night stand in Simon’s bedroom. The detectives also found a lock pick set, a ski mask, a tactical vest used to carry equipment, two falsified FBI identification badges containing Simon’s photograph, a Louisiana State Police badge, handcuffs, voice-activated communication devices, wedges, and a rappelling rope. Finally, the detectives found items, including knives, watches, and computer equipment, identified by witnesses as having been stolen from various businesses in Louisiana.</p>\n<p id=\"b392-12\">The detectives told Simon, who was in custody outside, that they had found a gun in his bedroom. Simon initially denied knowing anything about the pistol, but later claimed it was his wife’s pistol. The pistol had a gun lock attached to it and Simon eventually gave the detectives the correct combination to the gun lock, allowing the detectives to determine that the pistol was loaded.</p>\n<p id=\"b392-17\">Simon was indicted on the charge of possession of a firearm by a felon in violation of 18 U.S.C. § 922(g)(1). Prior to trial, Simon filed a motion in limine seeking to prohibit the Government from eliciting any testimony or referring to any item, other than the .25 caliber pistol, seized from his residence during the execution of the search warrant. Simon also sought to prohibit the Government from referring to any crimes he committed, other than three burglaries for which he had previously been convicted. The district court denied Simon’s motion in limine.</p>\n<p id=\"b392-18\">At trial, detectives testified that the equipment found in Simon’s house could be useful in burglaries. They testified that voice-activated radios are used to relay information without pushing buttons; that rappelling ropes are used to climb buildings; that wedges are used to hold open windows and doors; that ski masks are used to conceal identities; that tactical vests are used to carry knives and ropes; and that scanners are used to monitor police communications.</p>\n<p id=\"b392-19\">Simon testified that he had been living in Houston, Texas for about seven months and had returned to Louisiana only a few hours before the police arrived to search his home. He claimed that he had purchased the gun lock for his son’s BB gun, and that he did not know his wife had a pistol in the house. Simon’s wife, Melissa, and Simon’s mother-in-law, Mary Duhon, <page-number citation-index=\"1\" label=\"357\">*357</page-number>testified that Duhon had given Melissa Simon the .25 caliber pistol for safety while Simon was away. Melissa Simon testified that she had transferred the gun lock from the BB gun to the .25 caliber pistol. Simon claimed that when the detectives asked him for the combination to the gun lock, he thought the lock was still attached to the BB gun. Simon did, however, admit that he possessed the burglary equipment, and that he had been convicted of at least three burglaries.</p>\n<p id=\"b393-5\">Simon moved for a judgment of acquittal after the government’s case-in-chief and again after the Government’s rebuttal. The court denied both motions. The jury found Simon guilty as charged, and the district court denied Simon’s motion for a new trial.</p>\n<p id=\"b393-6\">The Presentence Report (hereinafter, “PSR”) recommended that Simon be sentenced as an Armed Career Criminal pursuant to 18 U.S.C. § 924(e) based upon his prior burglary convictions, giving him an offense level of 33. At sentencing, Simon’s defense counsel orally objected to the Armed Career Criminal enhancement. Simon also informed the court that he had not had a chance to review the PSR with counsel prior to the sentencing hearing.</p>\n<p id=\"b393-7\">The district court did not address Simon’s assertion that he had not had a chance to review the PSR with counsel, nor did the court specifically overrule the objection to the Armed Career Criminal enhancement. The district court then sentenced Simon to 210 months’ imprisonment, a special $100 assessment, and four years’ supervised release. Simon filed a timely notice of appeal.</p>\n<p id=\"b393-8\">II.</p>\n<p id=\"b393-9\">“OTHER ACTS” EVIDENCE</p>\n<p id=\"b393-10\">Simon first argues that the district court abused its discretion by allowing the admission of “other acts” evidence pursuant to FED. R. EVID. 404(b). He contends that the Government introduced evidence of the burglary equipment and suspected stolen property found in Simon’s home to suggest that Simon was a person of bad character, which merely served to bolster their case against Simon for the indicted charge of Felon in Possession of a Firearm.</p>\n<p id=\"b393-12\">We will not disturb the district court’s decision to admit extrinsic offense evidence under Rule 404(b) without a clear showing of abuse of discretion. <em>United States v. McCarty, </em>36 F.3d 1349, 1353 (5th Cir.1994).</p>\n<p id=\"b393-13\">Rule 404(b) states that evidence of other crimes or acts is not admissible to prove the character of a person, but the evidence may be admissible to prove, among other things, knowledge or the absence of mistake. FED. R. EVID. 404(b). The danger inherent in the admission of extrinsic evidence is that the jury will convict the defendant, not for the offense charged, but for the extrinsic evidence. <em>United States v. Beechum, </em>582 F.2d 898, 914 (5th Cir.1978).</p>\n<p id=\"b393-14\">To be admissible, extraneous acts evidence 1) must be relevant to an issue other than the defendant’s character, and 2) the probative value of the evidence must not be substantially outweighed by the danger of unfair prejudice. <em>Id. </em>at 911. The evidence must also meet the similar requirements of Rule 403, which states that evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence. FED. R. EVID. 403.</p>\n<p id=\"b393-15\">The Government must offer sufficient proof demonstrating that Simon committed the alleged extrinsic offense for the evidence to be relevant. <em>See McCarty, </em>36 <page-number citation-index=\"1\" label=\"358\">*358</page-number>F.3d at 1353. The district court need not be convinced beyond a reasonable doubt that Simon committed the extrinsic offense, nor must the court require the Government to offer clear and convincing proof. <em>See Beechum, </em>582 F.2d at 913. The court must, however, instruct the jury to disregard the evidence if the court finds that the jury could not reasonably find by a preponderance of the evidence that the alleged extrinsic act occurred. <em>See McCarty, </em>36 F.3d at 1355.</p>\n<p id=\"b394-4\">The Government introduced sufficient evidence at trial to prove that Simon committed the extrinsic acts. Simon admitted that he made the fake FBI badges. He also admitted to possessing the tactical vest, ski mask, lock-pick set, voice-activated radio, and police scanner. Evidence was also offered to prove that stolen property was recovered during the search of Simon’s home.</p>\n<p id=\"b394-5\">In order to convict Simon under § 922(g)(1), the Government had to prove that Simon 1) had been convicted of a felony; 2) possessed a firearm in or affecting interstate commerce; and 3) knew that he was in possession of the firearm. <em>United States v. Ferguson, </em>211 F.3d 878, 885 n. 4 (5th Cir.2000). The “other acts” evidence introduced by the Government helped prove that Simon knew he possessed the pistol, and that his possession was neither an accident nor a mistake. The evidence was relevant to an issue other than Simon’s character. <em>See Beechum, </em>582 F.2d at 911.</p>\n<p id=\"b394-6\">As to whether the probative value of the evidence was substantially outweighed by the danger of unfair prejudice, we take care not to infringe upon the broad discretion of the district court regarding the relevance, probative value, and prejudicial effect of evidence. <em>McCarty, </em>36 F.3d at 1353-54. Because Simon argued that he did not know the pistol was in his home, the “other acts” evidence was critical in proving Simon’s knowledge. Further, the district court provided the jury with a limiting instruction to mitigate the prejudicial effect of the evidence. Thus, the district court did not abuse its discretion in admitting the extraneous-acts evidence.</p>\n<p id=\"b394-8\">III.</p>\n<p id=\"b394-9\">SUFFICIENCY OF THE EVIDENCE</p>\n<p id=\"b394-10\">Simon next argues that the evidence supporting his conviction was insufficient. The Government was required to prove that Simon 1) was a convicted felon; 2) possessed a firearm in interstate commerce; and 3) knew that he possessed the firearm. <em>Ferguson, </em>211 F.3d at 885 n. 4. Simon concedes that he is a convicted felon and that the pistol was found in his home, thus the only element at issue is whether Simon knew the pistol was in his home.</p>\n<p id=\"b394-11\">The standard of review is whether any rational trier of fact could have found the essential elements beyond a reasonable doubt, and the evidence is reviewed in the light most favorable to the prosecution. <em>Jackson v. Virginia, </em>443 U.S. 307, 319, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979).</p>\n<p id=\"b394-12\">Possession may be either actual or constructive. <em>United States v. Mergerson, </em>4 F.3d 337, 348 (5th Cir.1993). Constructive possession is defined as ownership, dominion, or control over an object, or dominion or control over the premises in which the object is concealed. <em>Id. </em>at 349. In order to establish constructive possession, the evidence must demonstrate a plausible inference that Simon knew of and had access to the pistol. <em>See United States v. Fields, </em>72 F.3d 1200, 1212 (5th Cir.1996).</p>\n<p id=\"b394-13\">Simon provided the detectives with the combination to the gun lock attached to the pistol, giving rise to a plausible inference that he knew the pistol was in his <page-number citation-index=\"1\" label=\"359\">*359</page-number>home. The evidence regarding the stolen property and the burglary equipment also support that finding. Thus, the evidence, viewed in the light most favorable to the Government, was sufficient to support Simon’s conviction.</p>\n<p id=\"b395-5\">IV.</p>\n<p id=\"b395-6\">RESENTENCING</p>\n<p id=\"b395-7\">The Federal Rules of Criminal Procedure require the sentencing court to verify that the defendant and the defendant’s attorney have read and discussed the PSR. FED. R. GRIM. P 32(i)(1)(A). On the day of his sentencing, Simon informed the court that he had not had a chance to review the PSR with his attorney, and that if had adequate time, he would object to portions of the PSR. The rules of criminal procedure also require that the sentencing court rule on any disputed portion of the PSR, or find that a ruling is unnecessary because the matter will not affect sentencing. FED. R. CRIM. P. 32(i)(3)(B). The record is clear, and the Government concedes, that the court failed to comply with these procedural requirements. Because Simon notified the district court that he did not have time to review the PSR with his attorney, this matter must be remanded for resentencing. <em>United States v. Velasquez, </em>748 F.2d 972 (5th Cir.1984).</p>\n<p id=\"b395-8\">V.</p>\n<p id=\"b395-9\">CONCLUSION</p>\n<p id=\"b395-10\">For the foregoing reasons, we uphold the conviction and remand the matter for resentencing.</p>\n<footnote label=\"1\">\n<p id=\"b392-13\">. Pursuant to 5th Cir. R. 47.5, the Court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}