{
  "casebody": {
    "data": "<casebody firstpage=\"358\" lastpage=\"365\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b392-3\">John E. Denardo &amp; another<footnotemark>1</footnotemark> vs. John A. Stanton &amp; others.<footnotemark>2</footnotemark></parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b392-4\">No. 08-P-915.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b392-5\">Suffolk.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"Ajg\">February 13, 2009.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AWk\">June 3, 2009.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b392-6\">Present: Katzmann, Rubin, &amp; Fecteau, JJ.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b392-12\"><em>F. Alex Parra (Louis N. Levine </em>with him) for the plaintiffs.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"AB_\"><em>James T. Finnigan </em>for John A. Stanton &amp; another.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b392-13\"><em>Jonathan D. Fitch </em>for Peter Scarlatos &amp; another.</attorneys>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b392-15\"> Jeanne L. Denardo.</p>\n</footnote>\n<footnote data-order=\"10\" data-type=\"footnote\" id=\"x999-2\" label=\"2\">\n<p id=\"b392-16\"> Kerry A. Stanton, Peter Scarlatos, and Catherine Scarlatos.</p>\n</footnote>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b392-14\">Fecteau, J.</author>\n<p id=\"ALfG\">On a complaint for declaratory judgment, a Land Court judge decided that the defendants had established a prescriptive easement for foot travel on a way to the beach along the plaintiffs’ property (Beach Way). The plaintiffs appeal from <page-number citation-index=\"1\" label=\"359\">*359</page-number>the judge’s decision that the defendants had satisfactorily proved such use for the requisite period of time. In particular, the plaintiffs contend that the judge erred in deciding that (1) the defendants’ use of Beach Way is appurtenant to their land, (2) the defendants’ use was continuous for the necessary twenty-year period, and (3) the plaintiffs’ placement of boulders across Beach Way was inadequate to obstruct the defendants’ use of Beach Way on foot. The plaintiffs further contend that the judge imposed an improper burden of proof upon them. After outlining the basic factual controversy, reserving additional recitation of facts to our discussion of those issues to which they relate, we affirm for reasons that follow.</p>\n<p id=\"b393-4\"><em>Background. </em>In the town of Sandwich, a private, one-lane road known as Beach Way runs along the property of the plaintiffs, John E. Denardo and Jeanne L. Denardo, where they own a home. Beach Way runs within a residential subdivision (Scor-ton Dunes) and provides access to a beach on Cape Cod Bay.<footnotemark>3</footnotemark> The plaintiffs have owned their home in the Scorton Dunes subdivision since 1984; apparently, a dispute over use by others of Beach Way did not arise until sometime in 2000.<footnotemark>4</footnotemark> The defendants, John A. Stanton, Kerry A. Stanton, Peter Scarlatos, and Catherine Scarlatos, own property in a different subdivision, known as Meadow Springs. The Meadow Springs subdivision is adjacent to, but is not a part of, the Scorton Dunes subdivision. At issue here is the defendants’ use of Beach Way.</p>\n<p id=\"b393-5\">Beach Way is reached by the defendants from their properties by way of Cranberry Trail, a narrow dirt road located partly within the Meadow Springs subdivision, and which runs behind the Stanton home and ultimately extends to Beach Way, within the Scorton Dunes subdivision.<footnotemark>5</footnotemark> There is a “cleared area” at the <page-number citation-index=\"1\" label=\"360\">*360</page-number>end of Beach Way where beach users had, in the past, parked their vehicles before walking over a pathway over the dunes to the beach. The Stanton and Scarlatos homes are located approximately one-half mile from where, within the Scorton Dunes subdivision, Beach Way and Cranberry Trail intersect. There is no recorded conveyance of any property interest granting to the Stantons or Scarlatoses any right, title, or interest in Beach Way.</p>\n<p id=\"b394-5\">The defendants allege they are entitled to lawfully use Beach Way due to an established prescriptive easement. The Stantons’ alleged right to pass by foot over Beach Way rests on (a) a prior (tacked on) use made of Beach Way by their predecessors-in-interest (Chapmans), who used the way, openly and continuously, during the period between 1974 and 1998, and (b) a permissive use extended by another Scorton Dunes home owner.<footnotemark>6</footnotemark></p>\n<p id=\"b394-6\">The Scarlatoses’ prescriptive easement claim, on the other hand, is based upon their own alleged use of Beach Way. At trial, the Scarlatoses testified to having used Beach Way, consistent with ownership of a vacation property, continuously from August, 1982, when Peter Scarlatos purchased a lot in the Meadow Springs subdivision.</p>\n<p id=\"b394-7\">In 2004, the plaintiffs filed an action in Land Court, seeking the issuance of an order declaring that the Stantons and the Scarlatoses had no right, title, or interest in Beach Way, and that they were precluded from using Beach Way to gain access to Cape Cod Bay. The case was tried before a Land Court judge, who issued a written memorandum of decision in favor of the defendants, and declared that the defendants had satisfied their burden and had established a prescriptive easement to travel by foot over Beach Way in order to gain access to the nearby beach. The defendants’ claims for a prescriptive easement to travel by motor vehicle over Beach Way, however, was rejected by the judge.</p>\n<p id=\"b394-8\"><em>Discussion. A. </em>Appurtenance.<footnotemark>7</footnotemark> The judge did not err when he <page-number citation-index=\"1\" label=\"361\">*361</page-number>decided that the defendants’ use of Beach Way was appurtenant to their land, notwithstanding that the dominant estate was one-half mile away from the servient estate. While the plaintiffs recognize that the estates need not be adjacent, <em>Jones </em>v. <em>Stevens, </em>276 Mass. 318, 323 (1931), they assert that the defendants failed to show an obvious connection between the dominant and servient estates. Specifically, the plaintiffs argue that the benefit of the easement to the defendants’ land must be apparent to the servient estate’s owner, relying upon <em>Graham </em>v. <em>Walker, </em>78 Conn. 130, 135-136 (1905). We disagree.</p>\n<p id=\"b395-5\">The judge applied the correct standard of law, noting, “[a]n easement is appurtenant [to land] when it is ‘created to benefit and does benefit the possessor of the land in his use of the land. ’ <em>Schwartzman </em>v. <em>Schoening, </em>41 Mass. App. Ct. 220, 223 (1996).” See Restatement of Property § 453 &amp; comment b (1944) (“In order that an easement may be appurtenant to a particular tract of land, not only must it appear that the easement was created for the purpose of benefitting the possessor of that land in his use of it, but the use permitted by the easement must be such as really to benefit its owner as the possessor of that tract of land. Moreover, the easement must in some degree benefit the possessor of the land in his physical use or enjoyment of the tract of land to which the easement is appurtenant”). There is a “general presumption favoring appurtenant easements as distinguished from personal easements (easements in gross).” <em>Schwartzman </em>v. <em>Schoe-ning, supra. </em>See <em>Johnson </em>v. <em>Jordan, </em>2 Met. 234, 240 (1841). “An easement is not presumed to be personal unless it cannot be construed fairly as appurtenant to some estate. <em>Willets </em>v. <em>Lang-haar, </em>212 Mass. 573, 575 (1912); Eno &amp; Hovey, Real Estate <page-number citation-index=\"1\" label=\"362\">*362</page-number>Law § 8.2 (3d ed. 1995); 25 Am. Jur. 2d, Easements &amp; Licenses § 12, at 580 (1996).” <em>Schwartzman </em>v. <em>Schoening, supra.</em></p>\n<p id=\"b396-5\">No Massachusetts case has required that a connection between the estates be apparent to the servient owner. The plaintiffs contend that, as a matter of Massachusetts law, this element is or should be required to establish appurtenance. To support this proposition, they principally rely on <em>Graham </em>v. <em>Walker, </em>78 Conn. at 135-136: “[t]he use ... of any easement, which can be claimed as an appurtenance by prescription, must be so related to the use of the dominant tenement that its particular connection with the beneficial enjoyment of that tenement is not merely conjectural, but direct and apparent. A claim to a way by prescription appurtenant to a particular close, being founded on the presumption of a lost grant, none can be so gained unless the prescriptive use was such as to make it reasonable to presume that the owner of the land over which the way was used knew that such use was in connection with and furtherance of the enjoyment of such close” <em>(Graham </em>quote).</p>\n<p id=\"b396-6\">However, the Supreme Judicial Court has quoted from <em>Graham </em>v. <em>Walker, supra </em>at 135, only to support the proposition that dominant and servient estates need not be adjacent; in fact they may be some distance apart: “[a]n appurtenant way ordinarily does touch the close to and from which it leads, and that it should is commonly essential to its enjoyment; but it is not always thus essential, and, when not, the dominant may be separated even at a long distance from the servient tenement.” <em>Jones </em>v. <em>Stevens, </em>276 Mass. at 325, quoting from <em>Graham </em>v. <em>Walker, supra. </em>The <em>Graham </em>quote on which the plaintiffs rely appears immediately following the excerpt just quoted from <em>Jones </em>v. <em>Stevens. </em>We view the absence of the <em>Graham </em>quote from the <em>Jones </em>v. <em>Stevens </em>decision to be a clear expression that the court did not intend to adopt this concept as matter of law in Massachusetts.</p>\n<p id=\"b396-7\">Moreover, the principal holding of <em>Jones </em>v. <em>Stevens </em>has not changed and continues to be cited. See <em>Murphy </em>v. <em>Olsen, 63 </em>Mass. App. Ct. 417, 421 (2005). The plaintiffs concede that no Massachusetts case has gone to the extent that they advocate. Indeed, such a requirement would conflict with the objective nature of the open and notorious use, requiring the plaintiff to put the servient owner on notice of that use.</p>\n<p id=\"b397-3\"><page-number citation-index=\"1\" label=\"363\">*363</page-number>Lastly, the judge found that, “[bjased upon the evidence, ... the use of Beach Way is closely tied to the use and enjoyment of both the Stantons’ and Scarlatos’ properties and thus may be appurtenant to their respective properties.” This finding is not clearly erroneous and has ample support in the record, as both sets of defendants showed that use of Beach Way benefited them in the use and enjoyment of their property, one-half mile away.</p>\n<p id=\"b397-6\">B. <em>Prescriptive easement. </em>Acquisition by prescription of a right of way over land of another requires use or enjoyment “continued uninterruptedly for twenty years.” G. L. c. 187, § 2. “[Wjherever there has been the use of an easement for twenty years unexplained, it will be presumed to be under claim of right and adverse, and will be sufficient to establish title by prescription and to authorize the presumption of a grant unless controlled or explained.” <em>Truc </em>v. <em>Field, </em>269 Mass. 524, 528-529 (1930). <em>Tucker </em>v. <em>Poch, </em>321 Mass. 321, 324 (1947). As with adverse possession, the use must be open, notorious, continuous, and adverse. <em>Ryan </em>v. <em>Stavros, </em>348 Mass. 251, 263 (1964). <em>Boston Seaman’s Friend Soc. </em>v. <em>Rifkin Mgmt., Inc., </em>19 Mass. App. Ct. 248, 251 (1985). <em>Stone </em>v. <em>Perkins, </em>59 Mass. App. Ct. 265, 266 (2003). Whether the elements of a claim for a prescriptive easement have been satisfied is essentially a factual question for the trial judge. See <em>Kershaw </em>v. <em>Zecchini, </em>342 Mass. 318, 320 (1961).</p>\n<p id=\"b397-10\">Most of the underlying facts are not in dispute, and the plaintiffs do not argue that the judge erred in his factual findings, only in his rulings of law. “Only questions of law are presented and the findings of fact must stand if warranted on any view of the evidence with its justifiable inferences.” <em>Lyon </em>v. <em>Parkinson, </em>330 Mass. 374, 375 (1953). In a well-reasoned decision, the judge decided that both the Stantons and the Scarlatoses established an easement to travel on Beach Way by foot. The record contains sufficient evidence that both sets of defendants established a prescriptive easement.</p>\n<p id=\"b397-12\">As to the Scarlatoses, the judge credited the testimony from Peter and Catherine Scarlatos on how they used the property as a summer home. The judge credited Peter Scarlatos’s use, from 1982 to 1985, of Beach Way to access the beach from his property even before he built a house on it. The judge found that he <page-number citation-index=\"1\" label=\"364\">*364</page-number>would often drive and sometimes walk on Beach Way to access the beach.<footnotemark>8</footnotemark> “A right of way means a right to pass over another’s land more or less frequently according to the nature of the use to be made of the easement; and how frequently is immaterial, provided it occurred as often as the claimant had occasion or chose to pass.” <em>Bodfish </em>v. <em>Bodfish, </em>105 Mass. 317, 319 (1870) (“It is certain that ‘continuous use’ does not necessarily mean ‘constant use’ ”).</p>\n<p id=\"b398-5\">The judge also properly ruled that the Stantons had established a prescriptive easement to travel on Beach Way by foot.<footnotemark>9</footnotemark> There was ample evidence to establish that the Stantons and their predecessors, the Chapmans, had used Beach Way adversely for twenty years to establish the easement.<footnotemark>10</footnotemark></p>\n<p id=\"b398-6\">Furthermore, the judge explicitly found that the plaintiffs <page-number citation-index=\"1\" label=\"365\">*365</page-number>placed boulders across Beach Way for approximately five to six weeks, thus blocking vehicle access on Beach Way. He found that the obstruction did not block foot traffic and, thus, the Scarlatoses and the Stantons were able to access Beach Way by foot. See <em>Ryan </em>v. <em>Stavros, </em>348 Mass. at 264 (placing sawhorses in a way did not effectively block an easement). Compare <em>Brayden </em>v. <em>New York, N.H. &amp; H.R.R., </em>172 Mass. 225, 225-226 (1898) (fence was a sufficient obstruction to gain a right of way); <em>Gadreault </em>v. <em>Hillman, </em>317 Mass. 656, 662 (1945) (fence “was an interruption of use of the way by others”). The judge’s findings were not clearly erroneous and were supported by the evidence.</p>\n<p id=\"b399-5\">Finally, the plaintiffs contend that the judge impermissibly shifted the burden of proof to require them to show “they actively observed all activities on Beach Way every day and every weekend.” We do not agree. The judge juxtaposed the Chapmans’ use of their property as a primary residence with the plaintiffs’ weekend use of their property, specifically noting that the plaintiffs may not have seen the Chapmans because they were not there during the week. His comment did not shift the burden of proof to require the plaintiffs to have made constant observations; rather, his comment illustrated his finding that the plaintiffs failed to establish that the Chapmans’ use was not continuous. There was no error.</p>\n<p id=\"b399-6\">The judge’s findings that the defendants established an easement across Beach Way were not clearly erroneous and his conclusion that the defendants established a prescriptive easement by foot was permissible.</p>\n<p id=\"b399-7\">\n<em>Judgment affirmed.</em>\n</p>\n<footnote label=\"3\">\n<p id=\"b393-6\"> The plaintiffs own a fee interest in a portion of Beach Way.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b393-7\"> There have been a number of different lawsuits commenced by other residents of the Scorton Dunes subdivision against the defendants in this case concerning the use of Beach Way. The other Scorton Dunes litigants (who had initially filed in Superior Court and whose action was later transferred to Land Court and consolidated with this litigation) agreed to be bound by the final judgment in this case.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b393-8\"> As found by the judge, “Cranberry Trail is a public way from where it originates at Sandy Neck Road to its intersection with Windmill Bog Way, a way located within Meadow Springs. Cranberry Trail becomes a private way from where it intersects with Windmill Bog Way and continues through Scorton Dunes.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b394-9\"> The Stantons have only lived in the Meadow Springs subdivision since 1998.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b394-10\"> On appeal, the plaintiffs contend that if the easement claimed by the defendants is found not to be appurtenant to their properties, the claim necessarily fails because “Massachusetts law does not recognize prescriptive easements in gross.” They rely solely upon <em>Waters </em>v. <em>Lilley, </em>4 Pick. 145, 148 <page-number citation-index=\"1\" label=\"361\">*361</page-number>(1826), a case involving a profit á prendre. Given the judge’s determination that the easement in question was appurtenant, there was no need to decide whether one can establish an easement in gross by prescription. While a discussion of this issue is also unnecessary to our decision, we do not find reason to be confident that the plaintiffs’ contention is a correct statement of law. Whether one can acquire easements in gross prescriptively appears to be an open question in the Commonwealth. See <em>Carville </em>v. <em>Commonwealth, </em>192 Mass. 570, 571 (1906). But see note 10, <em>infra. </em>Though easements in gross are disfavored, and an easement will be construed as appurtenant if it can fairly be said to serve a discrete parcel, that does not mean that a use that is sufficient to create a prescriptive right is negated if it is not appurtenant to an identifiable estate.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b398-7\"> The plaintiffs assert that because the easement is for foot traffic only, the court should consider only the Scarlatoses’ foot travel in the continuous use analysis. While “the extent of an easement so obtained is fixed by the use through which it was created,” <em>Glenn </em>v. <em>Poole, </em>12 Mass. App. Ct. 292, 292 (1981), the courts look at the use during the prescriptive period before defining the scope of the easement. See <em>Fortier </em>v. <em>H.P. Flood. &amp; Sons, Inc., </em>307 Mass. 292, 299 (1940) (“one who begins with a trickle of water at the beginning of the twenty years cannot acquire the right to flood his neighbor’s land with a brook at the end of that time, even though the flow remains in the same location”). Conversely, here, though the Scarlatoses walked and drove on Beach Way during the prescriptive period, the judge restricted the scope of their use because the plaintiffs blocked vehicular travel during a portion of that time.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b398-8\"> The Stantons’ agreement with other residents of the Scorton Dunes subdivision, that they would not travel on Beach Way by vehicle, does not make moot their claim for an easement. The agreement did not affect their rights, if in fact they had established an easement, because it occurred after the twenty-year prescriptive period had already run.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b398-9\"> Because we have determined that the defendants’ easement was appurtenant and not in gross, the Stantons are able to tack on to the Chapmans’ adverse use of Beach Way. See discussion, <em>supra. </em>An easement in gross generally does not benefit and run with a particular parcel of land. “[T]he words ‘appurtenant to’ as used in connection with easements are, as a matter of conveyancing custom, often used to distinguish between easements in gross, which may be transferred separately from title to the dominant estate, and easements appurtenant, which run with the ownership of the land served. See Restatement (Third) of Property (Servitudes) § 1.5 comment a, illustration 1 (2000); Bruce &amp; Ely, Law of Easements &amp; Licenses to Land § 2.3 (2001).” <em>Hamouda </em>v. <em>Harris, </em>66 Mass. App. Ct. 22, 27 (2006). Therefore, a claimant seeking to obtain an easement in gross would be unable to tack on to the use of the intended easement by a prior owner of the claimant’s property.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}