{
  "casebody": {
    "data": "<casebody firstpage=\"522\" lastpage=\"522\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b560-5\">Lynes <em>v. </em>Hickey.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b560-6\">(New York Common Pleas</court>\n<p data-order=\"2\" data-type=\"misc\" id=\"AHnx\">General Term,</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AZl\">August, 1893.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b560-7\">Where there is a conflict of evidence this court will not interfere with a. justice’s judgment unless the evidence is of such a convincing character as to clearly indicate that he was mistaken, or that he had been influenced by bias, passion, prejudice or corruption, or that he had manifestly neglected to deliberate upon the whole testimony.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b560-8\">Appeal by the defendant from a judgment of a District. Court in the city of New York, rendered upon a trial before the justice thereof, without a jury. The nature of the action and the facts are sufficiently stated in the opinion.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b560-9\"><em>James P. Campbell, </em>for defendant (appellant).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b560-10\"><em>James F. Higgins, </em>for plaintiff (respondent).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b560-11\">G-iegebioh, J.</author>\n<p id=\"AtCT\">This action was brought to recover rent, under a written lease, of a portion of the premises known as No. 381 Sixth avenue, in this city. The defendant claims to-have been evicted therefrom by the act of the plaintiff, but as there is a conflict of evidence in respect of the matters-which are claimed to constitute the eviction, we will not interfere with the judgment of the justice, unless the evidence is-of such a convincing character as to clearly indicate that there was a mistake on the part of the justice, or that he had been influenced by bias, passion, prejudice or corruption, or that he-had manifestly neglected to deliberate upon the whole testimony. Sch<em>wartz </em>v. <em>Wechler, </em>2 Misc. Rep. 67; 23 Civ. Proc. Rep. 21; 20 N. Y. Supp. 861, and cases cited.</p>\n<p id=\"b560-12\">We are satisfied, after a most careful examination of the record, that the evidence in this cause does not lead to such a conclusion. The reversal of the judgment is sought solely upon the facts, and as we cannot discover any ground for disturbing the justice’s determination thereof the judgment should be affirmed, with costs.</p>\n<p id=\"b560-13\">Bischoff, J., concurs.</p>\n<p id=\"b560-14\">Judgment affirmed, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}