{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"615\" lastpage=\"621\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  UNITED STATES of America, Plaintiff - Appellee\n  <br/>\n  v.\n  <br/>\n  Airrington L. SYKES, Defendant - Appellant\n </parties>\n <docketnumber id=\"p-2\">\n  No. 17-3221\n </docketnumber>\n <court id=\"p-3\">\n  United States Court of Appeals, Eighth Circuit.\n </court>\n <otherdate id=\"p-4\">\n  Submitted: October 18, 2018\n  <br/>\n  Filed: January 30, 2019\n </otherdate>\n <attorneys id=\"p-5\">\n  Counsel who presented argument on behalf of the appellant was Heather Quick, AFPD, of Cedar Rapids, IA.\n </attorneys>\n <attorneys id=\"p-6\">\n  Counsel who presented argument on behalf of the appellee was Anthony R. Morfitt, AUSA, of Cedar Rapids, IA.\n </attorneys>\n <judges id=\"p-7\">\n  Before WOLLMAN, ARNOLD, and BENTON, Circuit Judges.\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   ARNOLD, Circuit Judge.\n  </author>\n  <p id=\"p-9\">\n   After the government indicted Airrington Sykes for being a felon in possession of a firearm,\n   <em>\n    see\n   </em>\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=18%20U.S.C.%20%C2%A7%20922\">\n    18 U.S.C. § 922\n   </extracted-citation>\n   (g)(1), he moved to suppress evidence that a police officer obtained after he stopped Sykes and frisked him. When the district court\n   <footnotemark>\n    1\n   </footnotemark>\n   denied the motion, Sykes pleaded guilty to the charge but reserved his right to appeal the denial of his motion. He appeals and we affirm.\n  </p>\n  <p id=\"p-10\">\n   On a December evening just shy of midnight, a police officer in Waterloo, Iowa, was dispatched to a 24-hour laundromat where he met a woman in the parking lot who reported finding a loaded handgun magazine in a laundry basket. She explained that the only other people in the laundromat at the time she discovered the magazine were two men dressed in black. She stated she was unsure if they had anything to do with the magazine, but she noticed they had stood near her basket at one point. She said that the men were still in the laundromat, though other people had since arrived.\n  </p>\n  <p id=\"p-11\">\n   The officer entered the laundromat and began approaching the two men in question. His body camera shows that, when he entered the aisle where the men stood, one of the men, Sykes, turned and began walking away. The officer attempted to intercept Sykes at a back corner of the laundromat near an exit and a bathroom. The officer's body camera shows Sykes bypass the exit, enter the restroom, and close the door. Moments later the officer opened the restroom door and told Sykes to \"give me one second\" and that he needed \"one second of [his] time.\" Sykes complied, and the officer grabbed Sykes's sleeve and guided him out of the restroom. He then patted Sykes for weapons and discovered a handgun in Sykes's pants pocket.\n  </p>\n  <p id=\"p-12\">\n   Sykes's primary argument on appeal is that the officer lacked a reasonable suspicion that Sykes was committing a crime. The government disagrees, responding that\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=Iowa%20Code%20%C2%A7%20724.4\">\n    Iowa Code § 724.4\n   </extracted-citation>\n   (1), which makes it an aggravated misdemeanor for someone to go \"armed with a dangerous weapon concealed on or about the person,\" supplied the legal basis for the stop. Sykes counters that the officer had no reason to believe that he lacked a permit for the gun or that he was anything other than a lawful gun carrier.\n  </p>\n  <p id=\"p-13\">\n   We recently decided a case that presented this very issue.\n   <em>\n    See\n   </em>\n   <em>\n    United States v. Pope\n   </em>\n   ,\n   <extracted-citation case-ids=\"12519436\" index=\"2\" url=\"https://cite.case.law/f3d/910/413/\">\n    910 F.3d 413\n   </extracted-citation>\n   (8th Cir. 2018). We held in\n   <em>\n    Pope\n   </em>\n   that an officer in Iowa may briefly detain someone whom the officer reasonably believes is possessing a concealed weapon.\n   <em>\n    <extracted-citation case-ids=\"12519436\" index=\"3\" url=\"https://cite.case.law/f3d/910/413/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12519436\" index=\"3\" url=\"https://cite.case.law/f3d/910/413/\">\n    at 416\n   </extracted-citation>\n   . We explained that, since a concealed-weapons permit is merely an affirmative defense to a charge under § 724.4(1), an officer may presume that the suspect is committing a criminal offense until the suspect demonstrates otherwise.\n   <em>\n    <extracted-citation case-ids=\"12519436\" index=\"4\" url=\"https://cite.case.law/f3d/910/413/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"12519436\" index=\"4\" url=\"https://cite.case.law/f3d/910/413/\">\n    at 415-16\n   </extracted-citation>\n   . We therefore reject Sykes's contention.\n  </p>\n  <p id=\"p-14\">\n   Sykes also argues that the officer lacked a reasonable suspicion that he even possessed a gun. We disagree. It is true that this case is unlike\n   <em>\n    Pope\n   </em>\n   , where an officer saw the suspect conceal a weapon in his pants. But here we have a report from a known person with whom the officer had an extensive discussion and who asserted that she found a loaded handgun magazine of unknown origins; and she identified the only two people who had access to the location where the magazine was found.\n  </p>\n  <p id=\"p-15\">\n   We think it reasonable to suspect that a person with loaded handgun magazines may have a handgun since, without the handgun, the magazines are of little use. We also believe it was reasonable to suspect that Sykes or his companion had a concealed gun, as opposed to a gun openly carried, since the woman who found the magazine never reported that she actually saw a gun in Sykes's or his companion's possession. And the officers who approached Sykes never testified to seeing a gun being openly displayed, either through the windows of the laundromat or during their approach of Sykes.\n   <em>\n    See\n   </em>\n   <em>\n    United States v. Polite\n   </em>\n   ,\n   <extracted-citation case-ids=\"12519430\" index=\"5\" url=\"https://cite.case.law/f3d/910/384/#p388\">\n    910 F.3d 384\n   </extracted-citation>\n   , 388 (8th Cir. 2018).\n  </p>\n  <p id=\"p-16\">\n   We want to emphasize that we give no weight to the fact that Sykes turned and walked away from the officers as they approached him. Though a person's unprovoked \"flight\" from police may be considered in the reasonable-suspicion calculus, a person's decision during a consensual police encounter \"to ignore the police and go about his business\" cannot.\n   <em>\n    See\n   </em>\n   <em>\n    Illinois v. Wardlow\n   </em>\n   ,\n   <extracted-citation case-ids=\"9476180\" index=\"6\" url=\"https://cite.case.law/us/528/119/#p124\">\n    528 U.S. 119\n   </extracted-citation>\n   , 124-26,\n   <extracted-citation case-ids=\"9476180\" index=\"7\" url=\"https://cite.case.law/us/528/119/#p124\">\n    120 S.Ct. 673\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"9476180\" index=\"8\" url=\"https://cite.case.law/us/528/119/#p124\">\n    145 L.Ed.2d 570\n   </extracted-citation>\n   (2000). After reviewing the body-camera video ourselves, we think Sykes's avoidance of the officer lies near the intersection of these two principles. But we need not decide the legal significance, if any, of Sykes's walking away from the officer because we think the officer had reasonable suspicion to detain Sykes even before Sykes began to leave.\n  </p>\n  <p id=\"p-17\">\n   Sykes suggests that the officer did not have reasonable suspicion at that point because he had no reason to suspect that Sykes, as opposed to the other person present, was engaged in criminal activity, and the Fourth Amendment requires \"a particularized and objective basis for suspecting the particular person stopped of criminal activity.\"\n   <em>\n    See\n   </em>\n   <em>\n    United States v. Cortez\n   </em>\n   ,\n   <extracted-citation case-ids=\"11716341\" index=\"9\" url=\"https://cite.case.law/us/449/411/#p417\">\n    449 U.S. 411\n   </extracted-citation>\n   , 417-18,\n   <extracted-citation case-ids=\"11716341\" index=\"10\" url=\"https://cite.case.law/us/449/411/#p417\">\n    101 S.Ct. 690\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11716341\" index=\"11\" url=\"https://cite.case.law/us/449/411/#p417\">\n    66 L.Ed.2d 621\n   </extracted-citation>\n   (1981). As he sees it, \"nothing points to Sykes possessing the firearm instead of his friend.\"\n  </p>\n  <p id=\"p-18\">\n   For stop-and-frisk purposes, however, the Fourth Amendment does not require that an officer must suspect only one person to the exclusion of all others. \"[T]he simultaneous stopping of multiple 'suspects' for a one-person crime may sometimes be justified by the virtual certainty that the perpetrator is a member of that group and that means of singling him out will soon be available.\" 4 Wayne R. LaFave, Search &amp; Seizure: A Treatise on the Fourth Amendment § 9.5(b) (5th ed. Oct. 2018). The Third Circuit's decision in\n   <em>\n    United States v. Ramos\n   </em>\n   nicely illustrates this principle.\n   <extracted-citation case-ids=\"6045638\" index=\"12\" url=\"https://cite.case.law/f3d/443/304/\">\n    443 F.3d 304\n   </extracted-citation>\n   (3d Cir. 2006). There, when police officers drove between two vehicles in an otherwise empty parking lot, one of the officers smelled marijuana. After one of the vehicles left the lot, the officers conducted a traffic stop and discovered illegal contraband. A defendant in the vehicle argued that the officers' stop violated the Fourth Amendment because the officers' suspicion of him was not sufficiently particularized since the odor could have been coming from the other vehicle. The Third Circuit disagreed, holding that \"it would have been reasonable for the officers to conclude that the odor was coming from one, the other, or both vehicles,\" and so their suspicion was sufficiently particularized under the Fourth Amendment to allow them to stop the vehicle they stopped.\n   <em>\n    <extracted-citation case-ids=\"6045638\" index=\"13\" url=\"https://cite.case.law/f3d/443/304/\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"6045638\" index=\"13\" url=\"https://cite.case.law/f3d/443/304/\">\n    at 309\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-19\">\n   We conclude that it would likewise have been reasonable here for the officer to suspect that Sykes, his companion, or both were carrying a concealed firearm, so we detect no constitutional violation. In the abstract, we recognize that as the number of suspects to be stopped increases, it will be less likely that suspicion will be sufficiently particularized to meet constitutional standards. Various considerations will\n   bear on whether a given search is particularized enough in the circumstances. The key, as is typical in the Fourth Amendment context, is reasonableness,\n   <em>\n    see\n   </em>\n   <em>\n    Cty. of L.A. v. Mendez\n   </em>\n   , --- U.S. ----,\n   <extracted-citation case-ids=\"12604325\" index=\"14\" url=\"https://cite.case.law/s-ct/137/1539/#p1546\">\n    137 S.Ct. 1539\n   </extracted-citation>\n   , 1546,\n   <extracted-citation case-ids=\"12604325\" index=\"15\" url=\"https://cite.case.law/s-ct/137/1539/#p1546\">\n    198 L.Ed.2d 52\n   </extracted-citation>\n   (2017), and we think it was reasonable in the circumstances here for the officer to detain Sykes briefly to investigate whether he was unlawfully carrying a concealed weapon.\n  </p>\n  <p id=\"p-20\">\n   Sykes also maintains that, even if the officer had reasonable suspicion to stop him, he lacked reasonable suspicion to frisk him. An officer may frisk a suspect whom he has lawfully stopped if he believes the suspect is \"armed and dangerous.\"\n   <em>\n    Terry v. Ohio\n   </em>\n   ,\n   <extracted-citation case-ids=\"6167798\" index=\"16\" url=\"https://cite.case.law/us/392/1/#p27\">\n    392 U.S. 1\n   </extracted-citation>\n   , 27,\n   <extracted-citation case-ids=\"6167798\" index=\"17\" url=\"https://cite.case.law/us/392/1/#p27\">\n    88 S.Ct. 1868\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6167798\" index=\"18\" url=\"https://cite.case.law/us/392/1/#p27\">\n    20 L.Ed.2d 889\n   </extracted-citation>\n   (1968). According to Sykes, the officer had no reason to believe that he was dangerous just because he was carrying a concealed weapon. We resolved this very issue in\n   <em>\n    Pope\n   </em>\n   , holding that an officer may indeed frisk someone he has lawfully stopped if he reasonably believes the person is armed with a gun, regardless of whether the person possesses the gun legally.\n   <em>\n    See\n   </em>\n   <em>\n    Pope\n   </em>\n   , 910 F.3d at 416-17. Sykes's argument therefore fails.\n  </p>\n  <p id=\"p-21\">\n   We also note that Sykes appears to raise a Second Amendment challenge to § 724.4(1) in his reply brief. Because he failed to raise the argument in his opening brief, we decline to address it.\n   <em>\n    See\n   </em>\n   <em>\n    id.\n   </em>\n   at 417.\n  </p>\n  <p id=\"p-22\">\n   We turn now to Sykes's sentence. Under USSG § 2K2.1(a), the base offense level of a person convicted of being a felon in possession of a firearm increases if he has previously been convicted of a crime of violence. A \"crime of violence\" is defined, in relevant part, as a federal or state offense that \"has as an element the use, attempted use, or threatened use of physical force against the person of another.\" USSG § 4B1.2(a)(1). Sykes argues that the district court erred when it deemed his prior Illinois conviction for aggravated vehicular hijacking a crime of violence.\n   <em>\n    See\n   </em>\n   USSG § 2K2.1(a)(4)(A). We review de novo the district court's designation of a prior conviction as a crime of violence.\n   <em>\n    United States v. Williams\n   </em>\n   ,\n   <extracted-citation case-ids=\"12518119\" index=\"19\" url=\"https://cite.case.law/f3d/899/659/#p662\">\n    899 F.3d 659\n   </extracted-citation>\n   , 662 (8th Cir. 2018).\n  </p>\n  <p id=\"p-23\">\n   Sykes was convicted of aggravated vehicular hijacking because, while armed with a firearm, he \"knowingly t[ook] a motor vehicle from the person or the immediate presence of another by the use of force or by threatening the imminent use of force.\" 720 Ill. Comp. Stat. 5/18-3(a), -4(a)(4). Though the definition of this crime explicitly requires the actual or threatened use of force, Sykes maintains that the crime still does not have \"as an element the use, attempted use, or threatened use of physical force against the person of another\" because it does not require, as it must, \"force capable of causing physical pain or injury.\"\n   <em>\n    See\n   </em>\n   <em>\n    Johnson v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"12446767,3581927\" index=\"20\" url=\"https://cite.case.law/us/559/133/\">\n    559 U.S. 133\n   </extracted-citation>\n   , 140,\n   <extracted-citation case-ids=\"12446767,3581927\" index=\"21\" url=\"https://cite.case.law/us/559/133/\">\n    130 S.Ct. 1265\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3581927,12446767\" index=\"22\" url=\"https://cite.case.law/l-ed-2d/176/1/\">\n    176 L.Ed.2d 1\n   </extracted-citation>\n   (2010).\n  </p>\n  <p id=\"p-24\">\n   To make his point, Sykes invites us to consider Illinois robbery, which similarly requires the taking of property \"by the use of force or by threatening the imminent use of force.\"\n   <em>\n    See\n   </em>\n   720 Ill. Comp. Stat. 5/18-1(a). Indeed, Illinois courts have explained that the robbery and vehicular-hijacking statutes are \"so similar that vehicular hijacking could be fairly described, for all practical purposes, as robbery of a specific kind of property, a motor vehicle,\" and \"[g]iven the similarity in language,\" Illinois courts have \"analogized to the robbery statute when interpreting the vehicular hijacking statute.\"\n   <em>\n    People v. Jackson\n   </em>\n   ,\n   <extracted-citation index=\"23\" url=\"https://cite.case.law/citations/?q=408%20Ill.%20Dec.%20328\">\n    408 Ill.Dec. 328\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"24\" url=\"https://cite.case.law/citations/?q=65%20N.E.3d%20550\">\n    65 N.E.3d 550\n   </extracted-citation>\n   , 559 (2016). Sykes then argues that one can commit robbery in Illinois with nonviolent force, and he purports to identify cases in which those convicted of Illinois robbery did not use violent force. For example, he points to\n   <em>\n    People v. Taylor\n   </em>\n   ,\n   <extracted-citation case-ids=\"5567161\" index=\"25\" url=\"https://cite.case.law/ill-2d/129/80/\">\n    129 Ill.2d 80\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"26\" url=\"https://cite.case.law/citations/?q=133%20Ill.%20Dec.%20466\">\n    133 Ill.Dec. 466\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"27\" url=\"https://cite.case.law/citations/?q=541%20N.E.2d%20677\">\n    541 N.E.2d 677\n   </extracted-citation>\n   , 678 (1989), which involved a robbery conviction where the defendant snatched a necklace off the victim's neck, and\n   <em>\n    People v. Merchant\n   </em>\n   ,\n   <extracted-citation case-ids=\"4260042\" index=\"28\" url=\"https://cite.case.law/ill-app-3d/361/69/\">\n    361 Ill.App.3d 69\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"29\" url=\"https://cite.case.law/citations/?q=297%20Ill.%20Dec.%2089\">\n    297 Ill.Dec. 89\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"30\" url=\"https://cite.case.law/citations/?q=836%20N.E.2d%20820\">\n    836 N.E.2d 820\n   </extracted-citation>\n   , 821 (2005), where someone was convicted of robbery after \"tussling on the sidewalk\" with the victim over money.\n  </p>\n  <p id=\"p-25\">\n   The Supreme Court's recent decision in\n   <em>\n    Stokeling v. United States\n   </em>\n   , --- U.S. ----,\n   <extracted-citation case-ids=\"12623291\" index=\"31\" url=\"https://cite.case.law/s-ct/139/544/\">\n    139 S.Ct. 544\n   </extracted-citation>\n   , --- L.Ed.2d ---- (2019), forecloses Sykes's argument. In\n   <em>\n    Stokeling\n   </em>\n   , the Court considered whether a Florida robbery conviction constituted a violent felony under the Armed Career Criminal Act. The relevant definition of a violent felony under the ACCA and the definition of a crime of violence under the Guidelines are so similar that we generally consider cases interpreting them \"interchangeably.\"\n   <em>\n    See\n   </em>\n   <em>\n    Boaz v. United States\n   </em>\n   ,\n   <extracted-citation case-ids=\"12516236\" index=\"32\" url=\"https://cite.case.law/f3d/884/808/\">\n    884 F.3d 808\n   </extracted-citation>\n   , 810 n.3 (8th Cir. 2018). The\n   <em>\n    Stokeling\n   </em>\n   Court held that the ACCA intended common-law robberies to be violent felonies even though common-law robbery required only sufficient force to overcome a victim's resistance, \"however slight the resistance.\"\n   <extracted-citation case-ids=\"12623291\" index=\"33\" url=\"https://cite.case.law/s-ct/139/544/\">\n    139 S.Ct. at 551\n   </extracted-citation>\n   . Courts in Florida, and in most states for that matter, had subscribed to this common-law notion of force, and the Court \"declined to construe the statute in a way that would render it inapplicable in many States.\"\n   <em>\n    <extracted-citation case-ids=\"12623291\" index=\"34\" url=\"https://cite.case.law/s-ct/139/544/\">\n     Id.\n    </extracted-citation>\n   </em>\n   , at 552.\n  </p>\n  <p id=\"p-26\">\n   Illinois's definition of robbery fits the common-law mold. As in Florida, one commits robbery in Illinois when he uses force sufficient to overcome a victim's resistance, however slight.\n   <em>\n    See\n   </em>\n   <em>\n    Taylor\n   </em>\n   ,\n   <extracted-citation index=\"35\" url=\"https://cite.case.law/citations/?q=133%20Ill.%20Dec.%20466\">\n    133 Ill.Dec. 466\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"36\" url=\"https://cite.case.law/citations/?q=541%20N.E.2d%20677\">\n    541 N.E.2d at 679-80\n   </extracted-citation>\n   . As in Florida, one does not commit robbery in Illinois when he snatches property from the person of another if the force involved was \"seemingly imperceptible to the victim.\"\n   <em>\n    People v. Bowel\n   </em>\n   ,\n   <extracted-citation case-ids=\"3166591\" index=\"37\" url=\"https://cite.case.law/ill-2d/111/58/\">\n    111 Ill.2d 58\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"38\" url=\"https://cite.case.law/citations/?q=94%20Ill.%20Dec.%20748\">\n    94 Ill.Dec. 748\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"39\" url=\"https://cite.case.law/citations/?q=488%20N.E.2d%20995\">\n    488 N.E.2d 995\n   </extracted-citation>\n   , 997-98 (1986) ;\n   <em>\n    see also\n   </em>\n   <em>\n    Stokeling\n   </em>\n   ,\n   <extracted-citation case-ids=\"12623291\" index=\"40\" url=\"https://cite.case.law/s-ct/139/544/\">\n    139 S.Ct. at 554-55\n   </extracted-citation>\n   . Florida and Illinois appear to draw the same line between robbery, which requires force, and less serious crimes like theft or larceny, which don't. And as the Court explained in\n   <em>\n    Stokeling\n   </em>\n   , though in some cases only slight force is necessary to overcome a victim's resistance, such force \"is inherently 'violent' in the sense contemplated by\n   <em>\n    Johnson\n   </em>\n   \" and capable of causing physical pain or injury because it \"necessarily involves a physical confrontation and struggle.\"\n   <em>\n    See\n   </em>\n   <em>\n    Stokeling\n   </em>\n   ,\n   <extracted-citation case-ids=\"12623291\" index=\"41\" url=\"https://cite.case.law/s-ct/139/544/\">\n    139 S.Ct. at 553\n   </extracted-citation>\n   . Since the Supreme Court has held that common-law robbery \"has as an element the use, attempted use, or threatened use of physical force against the person of another,\" and Illinois adheres to the common-law definition of robbery, we reject Sykes's argument.\n  </p>\n  <p id=\"p-27\">\n   Sykes also points to a case called\n   <em>\n    In re Thomas T.\n   </em>\n   ,\n   <extracted-citation index=\"42\" url=\"https://cite.case.law/citations/?q=407%20Ill.%20Dec.%20360\">\n    407 Ill.Dec. 360\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"43\" url=\"https://cite.case.law/citations/?q=63%20N.E.3d%20284\">\n    63 N.E.3d 284\n   </extracted-citation>\n   , 287-88 (2016) to argue that Illinois courts define \"force\" in the vehicular-hijacking context as \"power, violence, compulsion, or constraint exerted upon or against a person or thing\"-a definition he maintains does not require violent force. Even if the\n   <em>\n    Thomas T.\n   </em>\n   court actually adopted such a definition, a matter we need not decide,\n   <em>\n    Thomas T.\n   </em>\n   involved vehicular invasion, a wholly different crime.\n   <em>\n    See\n   </em>\n   720 Ill. Comp. Stat. 5/18-6. Illinois courts have distinguished vehicular invasion from vehicular hijacking by the amount of force each requires: A person can \"commit the offense of vehicular invasion without the use of physical force or violence against an individual,\"\n   <em>\n    People v. McDaniel\n   </em>\n   , No. 1-13-2679,\n   <extracted-citation index=\"44\" url=\"https://cite.case.law/citations/?q=2015%20WL%206460052\">\n    2015 WL 6460052\n   </extracted-citation>\n   , at *9-10 (Ill. App. Ct. Dec. 14, 2015) (unpublished), but an Illinois court could not \"conceive of[ ] a situation in which a defendant could commit vehicular hijacking without using or threatening the use of physical force or violence.\"\n  </p>\n  <p id=\"p-28\">\n   <em>\n    People v. Wooden\n   </em>\n   ,\n   <extracted-citation index=\"45\" url=\"https://cite.case.law/citations/?q=384%20Ill.%20Dec.%20457\">\n    384 Ill.Dec. 457\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"46\" url=\"https://cite.case.law/citations/?q=16%20N.E.3d%20850\">\n    16 N.E.3d 850\n   </extracted-citation>\n   , 855 (2014). We therefore see no error here.\n  </p>\n  <p id=\"p-29\">\n   Affirmed.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-32\">\n    The Honorable Linda R. Reade, United States District Judge for the Northern District of Iowa, adopting the report and recommendation of the Honorable C.J. Williams, then Magistrate Judge for the Northern District of Iowa, now United States District Judge for the Northern District of Iowa.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}