{
  "casebody": {
    "data": "<casebody firstpage=\"252\" lastpage=\"254\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b296-10\">(80 Misc. Rep. 394.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b296-11\">COWEN v. WILLIAM BERNARD, Inc.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b296-12\">(Supreme Court, Appellate Term, First Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ABX\">April 16, 1913.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b296-13\">1. Execution (§ 394*)—Supplementary Proceedings—Conduct—Termina-</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b296-14\">tion Without Adjournment—Subpoena—Notice.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b296-15\">A subpoena for the examination of - a witness in supplementary proceedings must issue under the hand of the judge or referee before whom the proceeding is pending; and where the judgment debtor has been examined and the proceedings were not adjourned for examination of other witnesses, a third party may not properly be examined as a witness at a later date until the proceedings had been reinstated on notice, and a subpoena served without such reinstatement may be vacated and the examination stayed.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b296-16\">[Ed. Note.—For other cases, see Execution, Cent. Dig. §§ 1147-1155: Dec. Dig. § 394.*]</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b296-17\">2. Execution (§ 420<footnotemark>*</footnotemark>)—Supplementary Proceedings—Witnesses—Examina-</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b296-18\">tion.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b296-19\">Where a hearing in supplementary proceedings was not adjourned after the examination of the debtor, but had never been formally discontinued <page-number citation-index=\"1\" label=\"253\">*253</page-number>by order, and a witness obeyed a subpoena and testified in the proceeding without objection from the debtor, the creditor could not refuse to file the witness’ deposition as a part of the proceedings, on the ground that it was no longer pending because of want of adjournment.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"Ayj1\">[Ed. Note.-—For other cases, see Execution, Cent. Dig. §§ 1205, 1206; Dec. Dig. § 420.<footnotemark>*</footnotemark>]</headnotes>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b297-4\">Appeal from City Court of New York, Special Term.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b297-5\">In the matter of supplementary proceedings of Bernard Cowen against William Bernard, Incorporated. From an order of the_ City Court of New York, denying defendant’s motion to compel the judgment creditor to file the deposition of a witness in supplementary proceedings, defendant appeals. Reversed.</summary>\n<p data-order=\"14\" data-type=\"summary\" id=\"b297-6\">Argued April term, 1913, before GUY, GERARD, and PAGE, JJ.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b297-7\">Robert L. Turk, of New York City, for appellant.</attorneys>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b297-8\">Joseph N. Folwell, of New York City, for respondent.</attorneys>\n<footnote data-order=\"17\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b296-20\"> For other cases see same topic &amp; § number in Dec. <em>&amp; </em>Am. Digs. 1907 to date, &amp; Rep'r Indexes</p>\n</footnote>\n<footnote data-order=\"18\" data-type=\"footnote\" id=\"x999-2\" label=\"*\">\n<p id=\"b297-12\"> For other cases see same topic &amp; § numbbb in Dec. &amp; Am. Digs. 1907- to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b297-9\">PAGE, J.</author>\n<p id=\"Aed\">The judgment creditor instituted these proceedings and examined the debtor on February 29, 1912, and failed to adjourn the proceeding to a later date for examination of witnesses. Subsequently the judgment creditor served a subpoena duces tecum upon one Sophie Bernard to appear for examination as a witness in this proceeding. She appeared and was examined at the office of the judgment creditor. Her examination was written out, entitled in this proceeding, and sworn to by her before one of the justices of the City Court.</p>\n<p id=\"b297-10\"><bracketnum>[1]</bracketnum> It is claimed by the respondent that the deposition of Sophie Bernard was taken after the proceeding had lapsed, and that the subpoena pursuant to which she appeared for examination was without authority in law, and therefore the testimony so taken is no part of the papers in this proceeding, and he cannot be compelled to file it. It is true that a subpoena for the examination of a witness in supplementary proceedings must issue under the hand of a judge or referee before whom the proceeding is pending, and as this proceeding had ¡not been properly adjourned to a later date it was not pending before any judge, until reinstated upon notice to the debtor, and the subpoena was therefore issued without authority, and could have been vacated and the examination stayed. Matter of Wilson v. Bracken, 150 App. Div. 577, 135 N. Y. Supp. 435.</p>\n<p id=\"b297-11\"><bracketnum>[2]</bracketnum> However, the proceeding had never been formally discontinued by order, and until so discontinued was still pending. Matter of Schwarmecke v. Glenny, 54 Misc. Rep. 36, 103 N. Y. Supp. 499; Matter of Rothschild v. Gould, 84 App. Div. 196, <em>82 </em>N. Y. Supp. 558. The witness obeyed the subpoena and testified in the proceeding, and the debtor made no objection. It is difficult to see how the creditor who caused the proceeding to be reopened, and the testimony to be taken and sworn to before a justice of the court under the title of the proceeding, can raise the objection that his acts were irregular and wrongful, and hence the examination is not to be regarded as a part of the testimony and should not be filed.</p>\n<p id=\"b298-4\"><page-number citation-index=\"1\" label=\"254\">*254</page-number>The order appealed from is reversed, with $10 costs and disbursements, and the motion requiring the judgment creditor to file the examination of Sophie Bernard, taken March 5, 1912, is granted, with .$10 costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}