{
  "casebody": {
    "data": "<casebody firstpage=\"8\" lastpage=\"11\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b52-8\">(156 App. Div. 287.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b52-9\">BONNY v. CITY OF NEW YORK</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b52-10\">(Supreme Court; Appellate Division, Second Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ajn\">April 11, 1913.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b52-11\">1. Municipal Corporations (§ 816<footnotemark>*</footnotemark>)—Defective Streets—Injuries-to Children—Variance.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b52-12\">Where, in an action for injuries to an infant, the complaint alleged that he was lawfully on a sidewalk, and was injured by a subsidence of the earth into the roadway, attributable to the negligence of the city in maintaining a dangerous and unsafe condition of the walk, but the sole eyewitness of the accident testified, for plaintiff, that he saw the bank collapse and the child go down with it, but fixed the location some dis<page-number citation-index=\"1\" label=\"9\">*9</page-number>tance outside the street line, and apparently on the premises adjoining those wherein plaintiff resided, there was a fatal variance.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b53-5\">[Ed. Note.—For other cases, see Municipal Corporations, Cent. Dig. §§. 1711-1716, 1718, 1720-1723; Dec. Dig. § 816.*]</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b53-6\">2. Trial (§ 163*)—Motion to Dismiss—Statement of Grounds.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b53-7\">Though, in general, a motion to dismiss for fatal variance must point out the particular defect^ yet a motion to dismiss because of plaintiff’s failure to prove facts to constitute a cause of action was sufficient to sustain a dismissal for variance, on its appearing that the defect could not have been obviated,, if specified.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b53-8\">[Ed. Note.—For other cases, see Trial, Cent. Dig. § 371; Dec. Dig. §. 163.*]</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b53-9\">3. Pleading (§ 237*)—Amendment of Complaint—Variance.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b53-10\">Where a complaint against a city alleged injuries to a child by his falling into a roadway, by the subsidence of part of the street on which' the sidewalk was constructed, but the proof showed that the subsidence of the earth was outside the street lines, the defect was not one that could be cured by amendment, under Code Civ. Proc. § 723, authorizing amendments at the trial in the furtherance of justice.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b53-11\">[Ed. Note.—For other cases, see Pleading, Cent. Dig. §§ 603-619; Dec. Dig. § 237.*]</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b53-12\">4. Municipal Corporations (§ 786*)—Dangerous and Defective Streets—</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b53-13\">Injuries—Nature of Action.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b53-14\">One injured by a subsidence of a sidewalk while lawfully walking along a-street has a different cause of action from that of a person injured on private land adjacent to the street, resulting from such land giving way in consequence of the acts of the city incidental to the improving of the streets, since in one case the city is bound to use due care to keep the street in a reasonably safe condition for use, while in the other it is only liable for the negligent way in which the work was done or left.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b53-15\">[Ed. Note.—For other cases, see Municipal Corporations, Cent. Dig. §§ 1638-1640; Dec. Dig. § 786.<footnotemark>*</footnotemark>]</headnotes>\n<summary data-order=\"17\" data-type=\"history\" id=\"b53-16\">Appeal from Trial Term, Queens County.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b53-17\">Action by Sylvian F. Bonny, an infant, by Mary Bonny, guardian ad litem, against the City of New York. From a judgment dismissing the complaint, plaintiff appeals. Affirmed.</summary>\n<p data-order=\"19\" data-type=\"judges\" id=\"b53-18\">Argued before JENKS, P. J., and BURR, CARR, RICH, and STAPLETON, JJ.</p>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b53-19\">George F. Hickey, of New York City (M. P. O’Connor, of New York City, on the brief), for appellant.</attorneys>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b53-20\">William E. C. Mayer, of Brooklyn (Terence Farley, of New York City, on the brief), for respondent.</attorneys>\n<footnote data-order=\"22\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b52-13\"> For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, <em>&amp; </em>Rep’r Indexes</p>\n</footnote>\n<footnote data-order=\"23\" data-type=\"footnote\" id=\"x999-2\" label=\"*\">\n<p id=\"b53-23\"> For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"24\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b53-21\">JENKS, P. J.</author>\n<p id=\"ATX\"><bracketnum>[1]</bracketnum> We think that the dismissal of the plaintiff was right. She complained that her infant child, when lawfully in a part of a certain city street used as a sidewalk, was injured by a subsidence thereof, attributable to the carelessness and negligence of the defendant in maintaining and permitting to exist a dangerous and unsafe condition of that sidewalk. The answer was a general denial.</p>\n<p id=\"b53-22\">It appeared that in November, 1909, the defendant’s highway department cut down the roadway of the alleged street in front of plaintiff’s premises to conform, to the grade of an avenue that had recently <page-number citation-index=\"1\" label=\"10\">*10</page-number>been cut through, that the work had been stopped, that in front of said premises the path or walk where people used to walk was left above the roadway at a height of about 6 or 7 feet, that the resulting bank was left in a sloping condition down to the ditch of the roadway, and that the defendant had undertaken no improvements there, and had done nothing at all by way of improving these conditions.</p>\n<p id=\"b54-5\">Under her pleading it was the obligation of plaintiff, in obedience to the rule “secundum allegata et probata,” to establish that her infant was on the sidewalk of the street. Mr. Walsh, the sole eyewitness of the accident, when called by the plaintiff, testified that he saw the bank collapse, and the child go down with it. Upon cross-examination he determined upon a photograph the exact locality where the infant fell, which, for aught that appeared otherwise, was some distance outside of the line of the street, and apparently upon the premises of plaintiff’s grandfather, which were adjacent to the premises wherein plaintiff resided.</p>\n<p id=\"b54-6\"><bracketnum>[2]</bracketnum> Here, then, was a variance between pleading and proof. The defendant’s motion for dismissal was placed upon the grounds that plaintiff had failed to prove facts sufficient to constitute a cause of action, with citation of Stadelmann v. City of New York, 126 App. Div. 352, 110 N. Y. Supp. 682, failure to show negligence, or the absence of contributory negligence, and “upon the various' grounds the plaintiff has failed to prove facts to constitute a cause of action.” There was no specific objection of variance. Although it is the general rule that upon such a motion the defect relied upon should be pointed out, in order that it may be cured, if possible, that rule is subject to the limitation that, where no grounds are specified, it is nevertheless sufficient if it is apparent that the objection could not be obviated, if specified. Gerding v. Haskin, 141 N. Y. 520, 36 N. E. 601. See, too, McNish v. Village of Peekskill, 91 Hun, 324, 36 N. Y. Supp. 1022.</p>\n<p id=\"b54-7\"><bracketnum>[3]</bracketnum> The cure would have been amendment of the complaint. I think that section 723 of the Code of Civil Procedure would not have authorized amendment at trial.</p>\n<p id=\"b54-8\"><bracketnum>[4]</bracketnum> A person who, when lawfully upon a sidewalk of a city street, is injured by a subsidence of the sidewalk, has a different cause of action, susceptible of. different proof, than if he had been upon private land adjacent to the street, and the private land had given way in consequence of an act that had been done by the city in the street and incidental to improvement of the street. And the measure of obligation of the municipal corporation is quite different. In the one case, it is that of due care under the circumstances to keep the street in a reasonably safe condition for use; in the other case, the defendant acted in its judicial and governmental capacity in grading the street, but could be held liable for the negligent way in which the work was done or was left. Jones on Municipal Corporations, 156; Elliott on Streets, § 474. Moreover, in one case the plaintiff might be free to invoke the principle of res ipsa loquitur, and in the other would be required to adduce proof of culpable negligence. See Bradbury’s Rules of Pleading, p. 198 et seq. It matters not that the facts, if <page-number citation-index=\"1\" label=\"11\">*11</page-number>properly pleaded, would have established a cause of action. Gasper v. Adams, 28 Barb. 441.</p>\n<p id=\"b55-5\">At this stage of the litigation it is unnecessary to consider whether Stadelmann’s Case, supra, applies. We confine ourselves to the propriety of the nonsuit.</p>\n<p id=\"b55-6\">The judgment is affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}