{
  "casebody": {
    "data": "<casebody firstpage=\"514\" lastpage=\"520\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b536-13\">UNITED STATES of America, Plaintiff-Appellee, v. Bobby Ray KING, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b536-16\">No. 09-6546.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b536-17\">United States Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b536-19\">Aug. 22, 2011.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b538-3\"><page-number citation-index=\"1\" label=\"516\">*516</page-number>Before: WHITE and STRANCH, Circuit Judges; COHN, District Judge.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"5\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b538-11\"> The Honorable Avern Cohn, United States District Judge for the Eastern District of Michigan, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b538-5\">OPINION</p>\n<author id=\"b538-6\">JANE B. STRANCH, Circuit Judge.</author>\n<p id=\"b538-7\">Bobby Ray King appeals his sentence of thirty-seven months of imprisonment for converting government property. He challenges the district court’s application of a two-level Sentencing Guidelines enhancement for violating a previously entered judicial order, as well as the reasonableness of his sentence. Because King has waived any challenge to the enhancement, and the district court’s sentence was both procedurally and substantively reasonable, we <em>AFFIRM.</em></p>\n<p id=\"b538-8\">\n<em>BACKGROUND</em>\n</p>\n<p id=\"b538-9\">On August 12, 2009, Defendant-Appellant Bobby Ray King pleaded guilty to one count of converting property of the United States Department of Agriculture (“USDA”) in violation of 18 U.S.C. § 658. As set forth in the plea agreement, the conversion charge relates to real property in McCreary County, Kentucky, previously mortgaged to the USDA by King’s father. After King’s father passed away in 2006, the loan became delinquent and the Government filed a foreclosure action in federal district court against King and others as heirs to the property. On March 17, 2008, the court granted judgment against King and ordered the property sold at auction and King to vacate it within thirty days. King, however, dismantled the property and sold its components, resulting in the property’s devaluation from $33,000 to $3,000.</p>\n<p id=\"b538-10\">On December 3, 2009, the district court sentenced King on the conversion charge. The Presentence Investigation Report (“PSR”) calculated a total offense level of 12 and a criminal history category of VI, resulting in a recommended Guidelines range of 30 to 37 months of imprisonment. King filed written objections to several aspects of the PSR, including the application of a two-level enhancement under U.S.S.G. § 2Bl.l(b)(8)(C) for violating the district court’s previous foreclosure order. At sentencing, however, King expressly withdrew those objections. R51 at 3-4. After hearing arguments from both sides and considering the pertinent sentencing factors, the district court imposed a within-Guidelines sentence of 37 months of imprisonment, to be followed by 3 years of supervised release. R51 at 17-18.</p>\n<p id=\"b538-13\">On appeal, King challenges the application of the two-level enhancement for violating a prior judicial order and the procedural and substantive reasonableness ’ of his sentence.</p>\n<p id=\"b538-14\">\n<em>ANALYSIS</em>\n</p>\n<p id=\"b538-15\">I. Applicability of Judicial-Order Enhancement</p>\n<p id=\"b538-16\">King first argues that the district court erred in applying a two-level enhancement pursuant to U.S.S.G. § 2Bl.l(b)(8). We agree with the Government that this argument has been waived and cannot be considered on appeal.</p>\n<p id=\"b538-17\">There is an important distinction between forfeiture and waiver. “Whereas forfeiture is the failure to make the timely assertion of a right, waiver is the intentional relinquishment or abandonment of a known right.” <em>United States v. Olano, </em>507 U.S. 725, 733, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993) (internal quotation marks omit<page-number citation-index=\"1\" label=\"517\">*517</page-number>ted). Although forfeited arguments may be reviewed on appeal for plain error, Fed. R.Crim.P. 52(b), waived arguments generally are not renewable, <em>United States v. Aparco-Centeno, </em>280 F.3d 1084, 1088 (6th Cir.2002).</p>\n<p id=\"b539-5\">King initially objected to the judicial-order enhancement in his written response to the PSR. At sentencing, however, King expressly withdrew the objection and “concede[d]” the applicability of the enhancement. R51 at 3-4. By withdrawing his previously raised objection, King waived any challenge to the district court’s disposition of the issue. <em>See, e.g., United States v. Denkins, </em>367 F.3d 537, 543-44 (6th Cir.2004); <em>United States v. Jackson, </em>23 Fed.Appx. 254, 255 (6th Cir.2001). We are therefore unable to consider King’s argument regarding the applicability of U.S.S.G. § 2Bl.l(b)(8).<footnotemark>1</footnotemark></p>\n<p id=\"b539-6\">II. Procedural Reasonableness of Sentence</p>\n<p id=\"b539-7\">King next challenges the procedural reasonableness of his sentence on two grounds. Generally, this Court considers such challenges under an abuse-of-discretion standard. <em>United States v. Barahona-Montenegro, </em>565 F.3d 980, 983 (6th Cir.2009). The Government, however, correctly argues, and King concedes, that the procedural reasonableness of King’s sentence is reviewable only for plain error because King did not object when given an opportunity to do so at the conclusion of sentencing. <em>See United States v. Vonner, </em>516 F.3d 382, 385-86 (6th Cir.2008) (en banc); <em>United States v. Bostic, </em>371 F.3d 865, 872-73 (6th Cir.2004). To establish plain error, King must show that</p>\n<blockquote id=\"b539-9\">(1) there is an error; (2) the error is clear or obvious, rather than subject to reasonable dispute; (3) the error affected the appellant’s substantial rights, which in the ordinary case means it affected the outcome of the district court proceedings; and (4) the error seriously affects the fairness, integrity or public reputation of judicial proceedings.</blockquote>\n<p id=\"b539-10\"><em>United States v. Marcus, </em>— U.S. -, 130 S.Ct. 2159, 2164, 176 L.Ed.2d 1012 (2010) (internal quotation marks omitted).</p>\n<p id=\"b539-12\">A. Treating the Guidelines as Per Se Reasonable</p>\n<p id=\"b539-13\">King first argues that the district court proeedurally erred because it “considered the Guidelines as the ‘per se reasonable’ sentence, and found that in order to overcome the Guidelines range, there needed to be compelling mitigation found in the other § 3553(a) factors.” Appellant’s Br. at 12. In support, he points to the district court’s statement, made after discussing the recommended Guidelines range, framing the sentencing issue as whether there is “anything about [the remaining § 3553(a) ] factors that suggest that the [Guidelines] recommendation I have in front of me is somehow not fair or just in your case.” R51 at 13.</p>\n<p id=\"b539-14\">District courts are prohibited from applying a presumption of reasonableness to the applicable Guidelines range in fashioning a sentence under 18 U.S.C. § 3553(a). <em>Nelson v. United States, </em>555 U.S. 350, 129 S.Ct. 890, 892, 172 L.Ed.2d 719 (2009) (per curiam); <em>Gall v. United States, </em>552 U.S. 38, 50, 128 S.Ct. 586, 169 L.Ed.2d 445 (2007). Although the district court might have used clearer language to avoid any <page-number citation-index=\"1\" label=\"518\">*518</page-number>possible inference that it was treating the Guidelines as presumptively reasonable, our review of the record convinces us that the district court did not commit plain error in applying and weighing the Guidelines.</p>\n<p id=\"b540-4\">In sentencing King, the district court correctly recognized that the Guidelines range was the “starting point” in imposing the appropriate sentence. R51 at 12; <em>see Gall, 552 </em>U.S. at 49, 128 S.Ct. 586 (noting that the applicable Guidelines range “should be the starting point and the initial benchmark” in sentencing). Unlike those cases finding sentencing error on this issue, the district court never explicitly applied a presumption of reasonableness to the Guidelines range. <em>See Nelson, </em>129 S.Ct. at 891 (district court stated that “the Guidelines are considered presumptively reasonable”); <em>United States v. McConer, </em>530 F.3d 484, 501 (6th Cir.2008) (district court stated that it “start[ed] with the presumption that the guideline sentence is reasonable”); <em>United States v. Wilms, </em>495 F.3d 277, 281 (6th Cir.2007) (district court required parties to “overcome the presumption of reasonableness with respect to the sentencing guidelines in this case”). Rather, the district court simply stated that it was required to consider whether any of the other section 3553(a) factors indicated that the Guidelines range was “not fair or just” in this particular case. We recently affirmed a district court’s use of even stronger language in <em>United States v. Pizzino, </em>419 Fed.Appx. 579 (6th Cir. 2011), where the district court stated that it was “very reticent” to deviate from the Guidelines but would do so when “persuaded that those ranges are dramatically unfair and not supported by § 3553 and the factors in § 3553(a).” <em>Id. </em>at 583.</p>\n<p id=\"b540-5\">Furthermore, in King’s ease, the district court imposed sentence only after hearing arguments from both sides as to the appropriate sentence, and after expressly considering the pertinent sentencing factors to impose an individualized sentence “sufficient, but not greater than necessary, to comply with the purposes of [§ ] 3553(a).” R51 at 17. In fact, the district court actually considered sentencing King above the Guidelines range, but ultimately decided not to do so.</p>\n<p id=\"b540-7\">Applying plain-error review and reviewing the record as a whole, we do not believe that King has demonstrated a clear or obvious procedural error in the district court’s application and consideration of the Guidelines.</p>\n<p id=\"b540-8\">B. Failure to Address Mitigating Factors</p>\n<p id=\"b540-9\">King also argues that the district court committed procedural error by failing to address three mitigating factors raised by King in his sentencing memorandum and at the sentencing hearing: (1) the need for a shorter period of incarceration so King could provide timely restitution; (2) the costs of incarceration; and (3) the fact that King has a family and was expecting an additional child. Appellant’s Br. at 15-16. The district court’s failure to address these particular arguments while announcing King’s sentence does not amount to plain error.</p>\n<p id=\"b540-10\">In sentencing a defendant, a district court is required to “set forth enough to satisfy the appellate court that [it] has considered the parties’ arguments and has a reasoned basis for exercising [its] own legal decisionmaking authority.” <em>Rita v. United States, </em>551 U.S. 338, 356, 127 S.Ct. 2456, 168 L.Ed.2d 203 (2007). “The appropriateness of brevity or length, conciseness or detail, when to write, what to say, depends upon circumstances.” <em>Id. </em>In <em>Vonner, </em>we explained that, although the district court is required to “give the reasons for its sentence,” it is not required to “give <page-number citation-index=\"1\" label=\"519\">*519</page-number>the reasons for rejecting any and all arguments by the parties for alternative sentences,” particularly those that are “conceptually straightforward.” 516 F.3d at 387-88 (internal quotation marks omitted). In those cases where a district court imposes a within-Guidelines sentence and this Court is reviewing for plain error, we need only determine whether “ ‘[t]he record makes clear that the sentencing judge listened to each argument,’ ‘considered the supporting evidence,’ was ‘fully aware’ of the defendant’s circumstances and took ‘them into account’ in sentencing him.” <em>Id. </em>at 387 (quoting <em>Rita, </em>551 U.S. at 358, 127 S.Ct. 2456).</p>\n<p id=\"b541-5\">King has not shown that the district court plainly erred under <em>Rita </em>and <em>Vonner. </em>King raised a handful of mitigating factors in his sentencing memorandum and at the sentencing hearing. The district court addressed several of them in announcing King’s sentence, but did not expressly address the three cited by King on appeal. Nonetheless, “[njothing in the record, or the context of the hearing, suggests that the court did not listen to, consider and understand every argument [King] made”. <em>Vonner, </em>516 F.3d at 388 (internal quotation marks and alterations omitted). King’s leniency arguments were conceptually straightforward. The district court is intimately familiar with the costs of incarceration, and specifically demonstrated its awareness of the need for restitution in King’s case, including King’s limited ability to pay while incarcerated. R51 at 16, 20-22. The court also reviewed and considered letters from King and others addressing his family circumstances. R51 at 11-12. Because the record indicates that the district court understood all of King’s arguments for leniency, we cannot say that the district court committed plain error on this issue.</p>\n<p id=\"b541-6\">III. Substantive Reasonableness of Sentence</p>\n<p id=\"b541-7\">King also challenges the substantive reasonableness of his sentence. “In selecting a sentence, the [district] court must consider the factors set forth in section 3553(a) and arrive at a sentence ‘sufficient, but not greater than necessary, to comply with’ those factors.” <em>United States v. Gunter, </em>620 F.3d 642, 647 (6th Cir.2010) (quoting 18 U.S.C. § 3553(a)). Substantive errors may occur “where the district court selects the sentence arbitrarily, bases the sentence on impermissible factors, fails to consider pertinent § 3553(a) factors or gives an unreasonable amount of weight to any pertinent factor.” <em>United States v. Moon, </em>513 F.3d 527, 543 (6th Cir.2008) (internal quotation marks and alterations omitted). “The essence of a substantive-reasonableness claim is whether the length of the sentence is ‘greater than necessary’ to achieve the sentencing goals set forth in 18 U.S.C. § 3553(a).” <em>United States v. Tristan-Madrigal, </em>601 F.3d 629, 632-33 (6th Cir.2010) (quoting 18 U.S.C. § 3553(a)). A rebuttable presumption of substantive reasonableness is afforded a properly calculated, within-Guidelines sentence. <em>United States v. Polihonki, </em>543 F.3d 318, 322 (6th Cir.2008).</p>\n<p id=\"b541-8\">King contends that “a review of [the section 3553 factors] indicate[s] that a sentence[ ] of lower than 37 months was reasonable in this case.” Appellant’s Br. at 18. That may be true, but that is not the question before us. “[W]e cannot reverse a sentence simply because we determine that a different sentence would be appropriate.” <em>United States v. Higgins, </em>557 F.3d 381, 398 (6th Cir.2009). The issue is whether “a different sentence was <em>required.” United States v. Brown, </em>579 F.3d 672, 687 (6th Cir.2009). Our review of the record leads us to conclude that King cannot overcome the presumption of <page-number citation-index=\"1\" label=\"520\">*520</page-number>reasonableness that attaches to the district court’s within-Guidelines sentence. As the district court pointed out, King has a “very extensive criminal history,” R51 at 12, demonstrating “a lot of disrespect for the law,” <em>id. </em>at 14. And while King’s offense was not violent and involved only economic harm, it was nevertheless “a veiy serious crime,” <em>id. </em>at 13, involving “a conscious pattern of criminal activity,” <em>id. </em>at 15, with “the taxpayer ... footing the bill,” <em>id. </em>at 13. In light of these factors, we do not believe the district court’s within-Guidelines 37-month sentence was substantively unreasonable.</p>\n<p id=\"b542-4\">\n<em>CONCLUSION</em>\n</p>\n<p id=\"b542-5\">For the aforementioned reasons, we <em>AFFIRM </em>the district court’s sentence.</p>\n<footnote label=\"1\">\n<p id=\"b539-8\">. Even assuming we could consider King’s argument, we would not be persuaded. King argues that the enhancement for violating the district court’s foreclosure order was impermissible double counting because the court’s order was the basis of his conviction. The basis for King’s conviction, however, was conversion of government property, not violation of the court's foreclosure order. Consequently, there was no double counting.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}