{
  "casebody": {
    "data": "<casebody firstpage=\"685\" lastpage=\"690\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b707-9\">Torrey Deon ABRAMS, Petitioner-Appellant v. Greg WILLIAMS, Respondent-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b707-12\">No. 11-6046.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b707-13\">United States Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b707-15\">July 13, 2011.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b707-27\">Torrey Deon Abrams, Oklahoma State Reformatory, Granite, OK, pro se.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b708-3\"><page-number citation-index=\"1\" label=\"686\">*686</page-number>Jay Schniederjan, Office of the Attorney General for the State of Oklahoma, Oklahoma City, OK, for Respondent-Appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b708-4\">Before LUCERO, EBEL, and GORSUCH, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b708-5\">ORDER DENYING CERTIFICATE OF APPEALABILITY<footnotemark>*</footnotemark></p>\n<author id=\"b708-6\">CARLOS F. LUCERO, Circuit Judge.</author>\n<p id=\"b708-7\">Torrey Deon Abrams, a state prisoner proceeding pro se, seeks a certificate of appealability (“COA”) to appeal the district court’s dismissal of his 28 U.S.C. § 2254 habeas corpus petition. We deny a COA and dismiss the appeal.</p>\n<p id=\"b708-8\">I</p>\n<p id=\"b708-9\">A</p>\n<p id=\"b708-10\">On May 8, 2005, the body of William Collins was found in the trunk of a car parked at a convenience store in Lawton, Oklahoma. After detectives interviewed several people associated with Collins, Abrams was arrested and charged with second-degree murder after former conviction of three felonies.</p>\n<p id=\"b708-11\">At trial Leona Sliter testified that on the evening of May 6, 2005, she and Collins called Abrams to buy crack cocaine, and then bought cocaine from him on credit. Later that evening Sliter went to the home of Scott May where she consumed drugs. The following day, Abrams and Collins visited May’s home. Sliter testified that when Abrams requested Collins pay him $300 for the cocaine, Collins picked up a small piece of crack and stated “here’s your money.” This upset Abrams, who began choking and striking Collins. The two men started to leave in Collins’ car, with Abrams driving, but quickly exited the car and continued to fight. Abrams struck Collins again, knocking him down.</p>\n<p id=\"b708-16\">Sliter eventually agreed to get the money from an ATM so Abrams would leave Collins alone. Abrams told her that if she did not return, he would kill Collins. Sliter took Collins’+ ATM card from his wallet, and Collins wrote down his PIN for her. When she returned to May’s home, Abrams was gone and Collins was lying on the floor of a back room with whitish paint on his face, unresponsive and making snoring sounds. Abrams later returned to the house and eventually wrapped Collins in a blanket and placed him in the trunk of the car. Sliter testified that she could hear Collins making a snoring sound at that time. Abrams drove away in Collins’ car.</p>\n<p id=\"b708-17\">May, the occupant of the house where these events took place, was acquainted with Abrams, Sliter, and Collins. May testified that Abrams and Sliter were at his home when he went to bed on the night of May 6. When he woke up the next morning, Collins, Sliter, and Abrams were in the front room. May noticed a green Mustang parked outside when he left his house of the morning of May 7. When he returned to his home around 4:00 p.m., the Mustang was still parked outside and Abrams and Sliter were in May’s bedroom talking. May saw Collins on the floor in the front room and assumed he was “passed out drunk.” The Mustang was still parked outside of May’s house when he left a second time, but was gone when he returned home around 8:00 p.m. May saw white paint spilled on floor when he returned.</p>\n<p id=\"b708-18\">Abrams took the witness stand at trial. He testified that he sold crack cocaine to Collins, who refused to pay him back. He <page-number citation-index=\"1\" label=\"687\">*687</page-number>admitted that he tried to collect the money from Collins, that they started to fight, and that he forcefully pushed Collins “by his throat to the wall real hard,” and that he hit Collins in the face about four to five times until he fell to the floor unconscious. He also testified that he woke Collins up by shaking him and the two men again started talking about the debt. According to Abrams, Collins ultimately said he would get the money.</p>\n<p id=\"b709-5\">Abrams claimed that a short while later he saw Sliter hitting Collins with what looked like an ax handle. He testified that he went out on the porch for twenty or thirty minutes while Sliter remained inside. He then went back inside the house and had sex with Sliter. When they went into the back room, Abrams saw Collins lying down with a bucket of paint spilled over him. Abrams tried unsuccessfully to wake Collins and then asked Sliter to get a blanket which he wrapped around Collins. He admitted he put Collins in the trunk of the Mustang. He then drove to a convenience store, bought cigarettes, and left the car next to a dumpster at the side of the store. He claimed Collins was snoring when he put him in the trunk, and that he chose to leave Collins in the trunk because he assumed law enforcement would soon discover him.</p>\n<p id=\"b709-6\">The medical examiner who performed Collins’ autopsy testified that multiple blunt force trauma was the cause of death.</p>\n<p id=\"b709-7\">B</p>\n<p id=\"b709-8\">Following a bench trial, the court found Abrams guilty of the lesser offense of first-degree manslaughter after former conviction of three felonies and sentenced him to twenty-five years’ imprisonment. Abrams filed a direct appeal, challenging only the sufficiency of the evidence supporting his conviction. In a summary opinion, the Oklahoma Court of Criminal Appeals (“OCCA”) affirmed Abrams’ conviction.</p>\n<p id=\"b709-10\">Abrams sought state post-conviction relief, alleging for the first time that both trial and appellate counsel rendered ineffective assistance and that the medical and toxicology report introduced at trial was unreliable. The district court denied post-conviction relief, and the OCCA affirmed the trial court’s decision.</p>\n<p id=\"b709-11\">Abrams then filed a timely § 2254 petition in federal court, advancing four grounds for relief: (1) insufficiency of the evidence; (2) ineffective assistance of trial counsel; (3) unreliability of the medical evidence; and (4) ineffective assistance of appellate counsel. The district court denied the petition and denied a COA.</p>\n<p id=\"b709-12\">II</p>\n<p id=\"b709-13\">Because Abrams did not receive a COA from the district court, he may not appeal the district court’s decision unless we grant a COA. 28 U.S.C. § 2253(c)(1)(A). To obtain a COA, Abrams must demonstrate “that reasonable jurists could debate whether (or, for that matter, agree that) the [§ 2254] petition should have been resolved in a different manner or that the issues presented were adequate to deserve encouragement to proceed further.” <em>Slack v. McDaniel, </em>529 U.S. 473, 484, 120 S.Ct. 1595, 146 L.Ed.2d 542 (2000) (quotations omitted).</p>\n<p id=\"b709-14\">The applicable standard for habeas review is determined by the state appellate court’s treatment of the underlying issue. If a state court decided the habeas petition on the merits, a petitioner is entitled to federal habeas relief only if he can establish that the state court decision was “contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States,” or was “based on an unreasonable determination of the facts in <page-number citation-index=\"1\" label=\"688\">*688</page-number>light of the evidence presented in the State court proceeding.” § 2254(d)(1) — (2). <em>See Turrentine v. Mullin, </em>390 F.3d 1181, 1188 (10th Cir.2004). If a “state court declined to address a prisoner’s federal claims because the prisoner had failed to meet a state procedural requirement,” a federal habeas court ordinarily may not grant relief. <em>Coleman v. Thompson, </em>501 U.S. 722, 729-30, 111 S.Ct. 2546, 115 L.Ed.2d 640 (1991). “In these cases, the state judgment rests on independent and adequate state procedural grounds.” <em>Id. </em>at 730, 111 S.Ct. 2546 (citations omitted). To overcome a state procedural default, Abrams must either “demonstrate cause for the default and actual prejudice as a result of the alleged violation of federal law, or demonstrate that failure to consider the claims will result in a fundamental miscarriage of justice.” <em>Id. </em>at 750, 111 S.Ct. 2546.</p>\n<p id=\"b710-4\">Ill</p>\n<p id=\"b710-5\">Liberally construing Abrams’ pro se application for COA, as we must, <em>see Haines v. Kerner, </em>404 U.S. 519, 520-21, 92 S.Ct. 594, 30 L.Ed.2d 652 (1972), we discern three arguments.</p>\n<p id=\"b710-6\">A</p>\n<p id=\"b710-7\">Abrams claims, as he did on direct appeal, that the evidence was insufficient to support his conviction for first-degree manslaughter. Specifically, he argues that in assessing this issue, both the state courts and federal district court failed to “factor in” the “potential testimonies” of three witnesses who were <em>not </em>called at trial.</p>\n<p id=\"b710-8\">The “clearly established federal law” applicable to a claim of insufficient evidence is set forth in <em>Jackson v. Virgi</em>nia, 443 U.S. 307, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979), in which the Supreme Court held that, “the relevant question is whether, after viewing the evidence in the light most favorable to the prosecution, <em>any </em>rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.” <em>Id. </em>at 319, 99 S.Ct. 2781. In assessing Abrams’ sufficiency <em>of </em>the evidence claim on direct appeal, the OCCA applied a state-law standard similar to <em>Jackson. See Turrentine, </em>390 F.3d at 1203 (“Although the OCCA did not directly cite <em>Jackson, </em>it applied an analogous state standard.... ”). “We therefore ask</p>\n<p id=\"b710-10\">whether the OCCA’s decision was contrary to or involved an unreasonable application of <em>Jackson, </em>or whether it was based on an unreasonable determination of the facts in light of the evidence presented.” <em>Turrentine, </em>390 F.3d at 1203 (citation omitted).</p>\n<p id=\"b710-11\">Under Oklahoma law, a homicide constitutes first-degree manslaughter:</p>\n<blockquote id=\"b710-12\">1. When perpetrated without a design to effect death by a person while engaged in the commission of a misdemeanor.</blockquote>\n<blockquote id=\"b710-13\">2. When perpetrated without a design to effect death, and in a heat of passion, but in a cruel and unusual manner, or by means of a dangerous weapon; unless it is committed under such circumstances as constitute excusable or justifiable homicide[, or]</blockquote>\n<blockquote id=\"b710-14\">3. When perpetrated unnecessarily either while resisting an attempt by the person killed to commit a crime, or after such attempt shall have failed.</blockquote>\n<p id=\"b710-15\">Okla. Stat. tit. 21, § 711. The evidence adduced at trial included the following: (1) the medical examiner’s testimony that blunt force trauma was the cause of Collins’ death; (2) the testimony of Sliter that Abrams choked and struck Collins; (3) Abrams’ testimony that he choked and punched Collins; and (4) the testimony of <page-number citation-index=\"1\" label=\"689\">*689</page-number>both Abrams and Sliter that Abrams put Collins in the trunk of his car and left him in a service station parking lot. The OCCA concluded that “the trier of fact could infer from the evidence that [Abrams] beat the victim to death” and “the fact that [Abrams] presented a different version of events does not change the verdict.”</p>\n<p id=\"b711-5\">Given the evidence at trial, we cannot conclude that the OCCA’s application of the <em>Jackson </em>standard was unreasonable. Nor are we persuaded by Abrams’ contention that the OCCA should have factored in the potential testimony of witnesses who were not called at trial. We do not consider “potential” evidence. <em>Cf. United States v. Beckstead, </em>500 F.3d 1154, 1156 (10th Cir.2007) (when reviewing the sufficiency of the evidence supporting conviction, we consider only the “evidence presented at trial”).</p>\n<p id=\"b711-6\">B</p>\n<p id=\"b711-7\">Abrams contends that his trial counsel was constitutionally ineffective in two respects: (1) permitting Abrams to take the witness stand on his own behalf; and (2) failing to call three additional witnesses— Keeva Johnson, Dominique Young, and Dominique Young’s aunt — who Abrams claims would have testified that a blood-covered man had confessed to fighting Collins on the night of Collins’ death.</p>\n<p id=\"b711-8\">“Claims of ineffective assistance of counsel raise mixed questions of law and fact” and are reviewed de novo, granting deference to underlying findings of fact. <em>Miller v. Champion, </em>262 F.3d 1066, 1071 (10th Cir.2001). To prevail on his ineffective assistance of counsel claim, Abrams bears the burden of proving that: (1) his counsel failed to provide reasonably effective assistance because particular acts or omissions of counsel fell outside the “wide range” of reasonably competent assistance demanded of attorneys practicing criminal law; and (2) the deficient performance prejudiced the defense. <em>Strickland v. Washington, </em>466 U.S. 668, 689-92, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984).</p>\n<p id=\"b711-10\">The decision to call Abrams to testify did not constitute ineffective assistance by trial counsel. Abrams’ testimony was crucial to the defense’s theory that Sliter, not Abrams, killed Collins. Abrams testified that: (1) Sliter beat Collins with an ax handle; and (2) he did not kick Collins. Having Abrams testify was a “classic example of a strategic trial judgment,” <em>United States v. Chavez-Marquez, </em>66 F.3d 259, 263 (10th Cir.1995) (quotation omitted), and we cannot conclude that strategy fell outside the range of reasonably competent assistance expected of criminal trial attorneys.</p>\n<p id=\"b711-11\">Abrams’ argument about the three additional witnesses fails for a different reason — he waived it by not advancing it before the district court in his § 2254 petition. <em>See, e.g., Turner v. Pub. Serv. Co. of Colo., </em>563 F.3d 1136, 1143 (10th Cir.2009) (“Absent extraordinary circumstances, we will not consider arguments raised for the first time on appeal.”).</p>\n<p id=\"b711-12\">C</p>\n<p id=\"b711-13\">Finally, Abrams claims that the medical examiner’s and toxicologist’s reports were unreliable as was the testimony of the medical examiner. As the district court correctly noted, Abrams failed to advance these claims on direct appeal and thus defaulted on them. <em>See Coleman, </em>501 U.S. at 729-30, 111 S.Ct. 2546 (federal court may not grant relief “when, a state court declined to address a prisoner’s federal claims because the prisoner had failed to meet a state procedural requirement”). Under Oklahoma law, claims which could have been advanced on direct appeal, but <page-number citation-index=\"1\" label=\"690\">*690</page-number>were not, are generally barred from further review. Okla. Stat. tit. 22, § 1086.</p>\n<p id=\"b712-4\">Abrams’ application for COA, however, argues that “appellate counsel was ineffective for not raising the claim [that the medical and toxicology reports were unreliable].” We will liberally construe this argument as Abrams’ attempt to “demonstrate cause for the default and actual prejudice as a result of the alleged violation of federal law.”<footnotemark>1</footnotemark> <em>See Coleman, </em>501 U.S. at 729-80, 111 S.Ct. 2546.</p>\n<p id=\"b712-5\">“Attorney error amounting to constitutionally ineffective assistance of counsel constitutes ‘cause’ for a procedural default.” <em>Mitchell v. Gibson, </em>262 F.3d 1036, 1057 (10th Cir.2001). Claims of ineffectiveness are evaluated under the familiar two-prong <em>Strickland, </em>standard, discussed <em>supra. See </em>466 U.S. at 689-92, 104 S.Ct. 2052. As the district court properly held, Abrams’ cause-and-prejudice argument fails because his underlying <em>Strickland </em>argument is without merit. Even assuming his appellate counsel should have challenged the medical and toxicology reports’ accuracy on direct appeal, Abrams has failed to explain how such a challenge would have produced a different outcome. To the contrary, Abrams’ trial counsel thoroughly cross-examined the medical examiner who prepared the reports, thus putting the questions of reliability and relevance before the trial judge. Given the trial judge’s acceptance of the reports, Abrams gives us no reason to think the OCCA would have reversed his conviction even if he had challenged the reports on direct appeal.</p>\n<p id=\"b712-6\">Abrams also argues, for the first time on appeal, that the admission of the medical and toxicology reports violated his rights under the Confrontation Clause. Because this Confrontation Clause argument was not advanced below, we decline to address it on appeal. <em>See Dockins v. Hines, </em>374 F.3d 935, 940 (10th Cir.2004). To the extent Abrams argues that his appellate counsel was ineffective for failing to raise the Confrontation Clause issue, we also decline to address this claim because Abrams did not advance it in his original federal habeas petition. <em>Id.</em></p>\n<p id=\"b712-11\">IV</p>\n<p id=\"b712-12\">For the foregoing reasons, we DENY a COA and DISMISS the appeal. Because Abrams has not advanced a reasoned, non-frivolous argument on appeal, we also DENY his motion to proceed in forma pauperis. <em>See DeBardeleben v. Quinlan, </em>937 F.2d 502, 505 (10th Cir.1991).</p>\n<footnote label=\"*\">\n<p id=\"b708-12\"> This order is not binding precedent except under the doctrines of law of the case, res judicata, and collateral estoppel. It may be cited, however, for its persuasive value consistent with Fed. R.App. P. 32.1 and 10th Cir. R. 32.1.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b712-7\">. Even under die most liberal interpretation of Abrams’ application for COA, he does not argue that “failure to consider the claims will result in a fundamental miscarriage of justice.” <em>See Coleman, </em>501 U.S. at 729-30, 111 S.Ct. 2546.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}