{
  "casebody": {
    "data": "<casebody firstpage=\"371\" lastpage=\"373\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b405-3\">Hillsborough-northern judicial district</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Amg\">No. 95-338</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b405-4\">The State of New Hampshire v. Karl Hoyt</parties>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b405-7\">October 24, 1996</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b405-12\"><em>Jeffrey R. Howard, </em>attorney general <em>(Patrick E. Donovan, </em>assistant attorney general, on the brief, and <em>Malinda R. Lawrence, </em>attorney, orally), for the State.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b405-13\"><em>Flood Professional Association, </em>of Manchester <em>(Scott W. Flood </em>on the brief and orally), for the defendant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b405-14\">Brock, C.J.</author>\n<p id=\"AsM\">The defendant, Karl Hoyt, was convicted of driving under the influence of intoxicating liquor, second offense, in the Manchester District Court following a bench trial. <em>See </em>RSA 265:82 (Supp. 1993) (amended 1995). He appealed to the superior court for a <em>de novo </em>jury trial. RSA 599:1 (Supp. 1992) (amended 1995). He failed to appear in person at a motion hearing, although his attorney appeared and was prepared to go forward. The Superior Court <em>{Lynn, </em>J.) dismissed his appeal and remanded the case to the district court. <em>See </em>RSA 599:3 (1986). The defendant appeals the superior court’s order on the ground that dismissal of his appeal was not the appropriate remedy for his absence from the motion hearing. We reverse and remand to the superior court.</p>\n<p id=\"b405-15\">Although a defendant convicted of a class A misdemeanor in the district court has a right to a <em>de novo </em>jury trial in the superior court, <em>see </em>N.H. Const. pt. II, art. 77; RSA 599:1; <em>State v. Bousquet, </em>133 N.H. 485, 488, 578 A.2d 853, 855 (1990), <em>cert. denied, </em>498 U.S. 1035 (1991), this right may be waived by failure to “prosecute” the appeal, RSA 599:3; <em>Bousquet, </em>133 N.H. at 492, 578 A.2d at 858. The test is whether the defendant “can reasonably be deemed to have waived his right to a trial by jury.” <em>Bousquet, </em>133 N.H. at 492, 578 A.2d at 858 (quotation omitted).</p>\n<p id=\"b406-4\"><page-number citation-index=\"1\" label=\"372\">*372</page-number>As to pure questions of fact, we will uphold a trial court’s findings unless unsupported by the record or found to be clearly erroneous. <em>State v. Santana, </em>133 N.H. 798, 809, 586 A.2d 77, 84 (1991). The application of the appropriate legal standard to those facts, however, such as whether a waiver occurred, is a question of law, which we review <em>de novo. See State v. Grant-Chase, </em>140 N.H. 264, 267, 665 A.2d 380, 382 (1995), <em>cert. denied, </em>116 S. Ct. 1431 (1996).</p>\n<p id=\"b406-5\">The defendant’s absence from the motion hearing did not constitute a failure to “prosecute his appeal” as required by RSA 599:3. The State relies on <em>Bousquet, </em>where the defendant</p>\n<blockquote id=\"b406-6\">defaulted not because of a mistake on the part of the clerk’s office in mailing notice to him, but because of his own <em>inexcusable failure to appear. </em>In these circumstances, we [held] that the defendant failed to prosecute his appeal within the meaning of RSA 599:3, and [could] reasonably be deemed to have waived his right to a trial by jury.</blockquote>\n<p id=\"b406-7\"><em>Bousquet, </em>133 N.H. at 492, 578 A.2d at 858 (emphasis added). The State asks us to hold that the defendant’s absence from his motion hearing in this case constituted a similar waiver.</p>\n<p id=\"b406-8\">The instant case differs markedly, however, from <em>Bousquet. </em>Here, the defendant was absent from the motion hearing only, not from the actual trial as was the defendant in <em>Bousquet. Id. </em>at 486, 578 A.2d at 854. Moreover, in <em>Bousquet, </em>the defendant’s interest in.prosecuting his appeal did not resurface until he was arrested on a bench warrant ten months after the remand of his appeal. <em>Id. </em>at 486-87, 578 A.2d at 854. In contrast, the defendant here was present at other hearings, in his case and, through counsel, informed the court of his continuing interest not only in a later jury trial but also in being heard on the pending motions, albeit waiving his presence at the motion hearing. The contrast between this case and <em>Bousquet </em>is. the difference between the intent manifested by the two defendants’ actions: in <em>Bousquet, </em>the defendant’s actions manifested an intent to waive his right to a jury trial; here, the defendant’s absence, coupled with his attorney’s statements to the court, explicitly manifested only an intent to waive his presence at the motion hearing. The defendant’s failure to appear personally at the motion hearing does not, under these circumstances, constitute a failure to prosecute for purposes of RSA 599:3; thus, he cannot “reasonably be deemed to have waived his right to a trial by jury.” <em>Id. </em>at 492, 578 A.2d at 858. Accordingly, the court should have heard the defendant’s counsel on the pending motions; if the defendant’s absence left his attorney unable to satisfy the legal requirements for the defendant’s pending <page-number citation-index=\"1\" label=\"373\">*373</page-number>motions, then he would have lost his right to prevail on those motions, not his right to a jury trial.</p>\n<p id=\"b407-3\">Our conclusion is buttressed by <em>State v. Davis, </em>139 N.H. 185, 650 A.2d 1386 (1994), where similar factual circumstances were present. The defendant in <em>Davis, </em>who was in custody, refused to appear at a hearing on motions before trial. The court ordered the defendant to appear at a hearing later in the day or else have the motions decided in his absence. Again he refused to appear, and the court held the hearing without him, granting one of his motions. At a later date, the trial was held, and again the defendant decided not to participate. The trial was held in his absence. <em>Id. </em>at 189, 650 A.2d at 1388. We upheld his conviction on appeal, holding that “[t]he defendant’s flat refusal to attend trial was, without question, an explicit and intentional relinquishment of a known right and an undeniable waiver of his constitutional right to be present in court at the trial and to confront adverse witnesses.” <em>Id. </em>at 190, 650 A.2d at 1389 (quotation omitted). But the right the defendant relinquished was his right to be present, not his right to a jury trial; the trial was still held in his absence. <em>Id. </em>In the instant case, the defendant’s attorney appeared at the motion hearing. Through counsel, the defendant told the court that, for reasons related to the death of his companion, he was in Florida but wanted the hearing to go forward in his absence. Under these circumstances, this defendant, like the defendant in <em>Davis, </em>should have been permitted to waive his presence at the motion hearing while not thereby waiving his right to be heard through counsel on the motions; he certainly took no action that could be reasonably construed as waiving his right to a jury trial. <em>See Bousquet, </em>133 N.H. at 492, 578 A.2d at 858.</p>\n<p id=\"b407-4\">The State also argues that the defendant’s failure to comply with the superior court notice requiring him to attend all hearings in his case was a sufficient basis for the remand to the district court. We disagree. The notice stated that “[t]he failure of the Defendant to appear at <em>any </em>scheduled hearing . . . will result in the case being remanded to the District Court and the forfeiture of any bail posted.” Because the notice is not clear as to whether the defendant had to appear in person, we conclude that in the circumstances of this case, it was error for the superior court to find that he had failed to prosecute.</p>\n<p id=\"b407-5\">\n<em>Reversed and remanded.</em>\n</p>\n<judges id=\"b407-6\">All concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}