{
  "casebody": {
    "data": "<casebody firstpage=\"800\" lastpage=\"806\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b936-3\">Richmond</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b936-4\">Newspaper Publishing Corporation v. P. Declan Burke, Et Al.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b936-5\">April 23, 1976.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b936-6\">Record No. 750031.</docketnumber>\n<p data-order=\"4\" data-type=\"judges\" id=\"b936-7\">Present, All the Justices.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b936-22\"><em>Alexander Wellford (Christian, Barton, Epps, Brent &amp; Chappell, </em>on brief), for plaintiff in error.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b936-23\"><em>James A. Eichner (Allen, Allen, Allen &amp; Allen, </em>on brief), for defendants in error.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b937-3\"><page-number citation-index=\"1\" label=\"801\">*801</page-number>I’Anson, C.J.,</author>\n<p id=\"A5y\">delivered the opinion of the court.</p>\n<p id=\"b937-4\">These separate libel actions were brought by Doctors P. Declan Burke and John T. Payette, Jr., plaintiffs, against Newspaper Publishing Corp. (Newspaper), publisher of the Culpeper Star-Exponent, and Dr. John J. Waldowski, defendants, to recover compensatory and punitive damages. The cases were jointly tried before a jury which, in each case, awarded $10,000 punitive damages but no compensatory damages, and also found in favor of Dr. Waldowski.</p>\n<p id=\"b937-5\">Newspaper contends on this appeal that the trial court erred in granting and refusing certain instructions, in holding that punitive damages may be awarded without an award of compensatory damages, and in not holding that it was entitled to judgment as a matter of law.</p>\n<p id=\"b937-6\">On February 23, 1972, Bill Diehl, managing editor of the Star-Exponent, interviewed Dr. Waldowski, a pediatrician, concerning his resignation from the staff of Culpeper Memorial Hospital and other matters related to the hospital. The following day, Newspaper published an article which quoted Dr. Waldowski as stating that he resigned from the hospital staff</p>\n<blockquote id=\"b937-7\">“ ‘[b]ecause [he] could not condone the quality of gynecological and obstetrical medicine [he] saw there.’ Dr. Waldowski said it was not uncommon for him to treat heavily sedated babies.</blockquote>\n<blockquote id=\"b937-10\">“Dr. Waldowski refused to identify any doctor in this connection.”</blockquote>\n<p id=\"b937-11\">Plaintiffs were the only physicians on the hospital staff practicing gynecology and obstetrics.</p>\n<p id=\"b937-12\">Prior to the publication of the article, Diehl contacted Dr. Payette by telephone, read the article to him, and requested his comments. Payette responded that the allegations were not true. He suggested to Diehl that he check his facts, gave Diehl the names of several other doctors to contact in this connection, and asked Diehl not to print the story.</p>\n<p id=\"b937-13\">Diehl did not deny the conversation with Dr. Payette. Diehl testified that he told Dr. Waldowski he would let him check the story for accuracy, but abandoned the attempt to reach him after one or two unsuccessful phone calls.</p>\n<p id=\"b937-14\">After Diehl’s telephone call, Dr. Payette contacted Dr. Burke and then consulted an attorney. The attorney called Diehl, who read the <page-number citation-index=\"1\" label=\"802\">*802</page-number>article to him, and the attorney suggested deletion of the passages in question. The attorney conceded his lack of knowledge concerning the law of “libel and slander”, but expressed the opinion that the statements were not libelous. Nonetheless, he asked that the article not be printed because he “thought it would be damaging from a community relations point-of-view.”</p>\n<p id=\"b938-4\">Dr. Waldowski testified that the statements complained of were false and denied making them to Diehl.</p>\n<p id=\"b938-5\">Both plaintiffs testified that the statements in the article were false and that its publication caused them to be depressed and kept them from sleeping. Their wives corroborated this testimony.</p>\n<p id=\"b938-6\">Dr. Cramer, head of the hospital medical staff, testified that he was unaware of any “heavily sedated babies” during Dr. Waldowski’s tenure at the hospital. If such a problem had existed, however, he was certain it would have come to his attention.</p>\n<p id=\"b938-7\">Various witnesses agreed that, to them, the objectionable statements conveyed an adverse impression of the plaintiffs’ activities at the hospital. “Heavily sedated” implied brain damage, and such a condition, if true, would cause patients to avoid plaintiffs’ services.</p>\n<p id=\"b938-8\">The power of State courts to permit awards of damages in defamation cases has been substantially limited by the Supreme Court of the United States during the past decade. In the landmark case of <em>New York Times Co. </em>v. <em>Sullivan, </em>376 U.S. 254 (1964), the court held that the First and Fourteenth Amendments forbade “a public official from recovering damages for a defamatory falsehood relating to his official conduct unless he proves that the statement was made with ‘actual malice’—that is, with knowledge that it was false or with reckless disregard of whether it was false or not.” 376 U.S. at 279-280. Subsequently, in <em>Curtis Publishing Co. </em>v. <em>Butts, </em>388 U.S. 130 (1967), the court extended the <em>New York Times </em>rule to media comments on matters of public interest concerning public figures. 388 U.S. at 155.</p>\n<p id=\"b938-9\">The Supreme Court’s plurality opinion in <em>Rosenbloom </em>v. <em>Metromedia, Inc., </em>403 U.S. 29 (1971), further extended the rule of <em>New York Times </em>and <em>Butts </em>in its holding that the “actual malice” standard applied to private individuals if the reporting involved an event of public or general concern. 403 U.S. at 52. Thereafter, in <em>Sanders </em>v. <em>Times-World Corp., </em>213 Va. 369, 372, 192 S.E.2d 754, 757 (1972), we followed the apparent requirements of Rosenbloom,<footnotemark>1</footnotemark> and held that <page-number citation-index=\"1\" label=\"803\">*803</page-number>since the events reported were matters of public or general concern, the plaintiff was required to prove that the articles were published with “actual malice.” In <em>Rosenbloom </em>and <em>Sanders, </em>the relevant test was not the status of the plaintiff involved but rather the events which were the subject of the publication.</p>\n<p id=\"b939-4\">Newspaper’s defense in the court below was based on <em>Rosenbloom </em>and <em>Sanders, </em>and it invoked constitutional privilege on the ground that the article was reported and published without “actual malice” and in good faith on a matter of public and general concern.</p>\n<p id=\"b939-5\">Subsequent to the trial of these cases but before final judgment was entered on the jury verdict, the Supreme Court of the United States handed down its opinion in <em>Gertz </em>v. <em>Robert Welch, Inc., </em>418 U.S. 323 (1974), which repudiated the plurality holding in <em>Rosenbloom. Gertz </em>held, <em>inter alia, </em>that the First Amendment protection afforded to a publisher or broadcaster against defamation suits brought by a private person who is neither a public official nor a public figure is not to be extended to defamatory statements concerning an issue of public or general concern, <em>id. </em>at 346; that so long as the states do not impose liability without fault, they may define for themselves the appropriate standard of liability for a publisher or broadcaster of a defamatory falsehood which injures a private individual and makes substantial danger to his reputation apparent, <em>id. </em>at 347; and that the states may not permit recovery of presumed or punitive damages if liability is not based on knowledge of falsity or reckless disregard for the truth, and a private individual who establishes liability under a less demanding standard than the <em>New York Times </em>test may recover compensation only for actual injury, <em>id. </em>at 349-50. <em>Accord, Time, Inc. </em>v. <em>Firestone, </em>96 S.Ct. 958 (1976).</p>\n<p id=\"b939-6\">We now direct our attention to the trial court’s instructions to the jury in the present case. The jury was told that “newspapers have no peculiar privilege, but are liable for defamatory matter which they publish in the same manner as the rest of the community, and though published in good faith and in the honest belief in its truth, the same is not privileged unless it is in fact true, and a newspaper in publishing defamatory statements takes the risk of the information on which the same is based, being correct.”</p>\n<p id=\"b939-7\">This instruction was based upon the common law principle of presumed damages. It essentially told the jury that the newspaper could be held liable without fault. Under <em>Gertz, </em>whether plaintiffs were <page-number citation-index=\"1\" label=\"804\">*804</page-number>private persons, public figures, or public officials, the instruction was clearly erroneous.<footnotemark>2</footnotemark></p>\n<p id=\"b940-4\">The only definition of malice in the court’s instructions to the jury appeared in a mitigation of damages instruction offered by Newspaper. There, malice was defined in common-law terms as words printed with some corrupt motive, such as hatred, personal spite, and ill will, or with such recklessness as to amount to a wanton or willful disregard of the rights of the plaintiffs.</p>\n<p id=\"b940-5\">Over Newspaper’s objection, however, the trial court incorporated this common law definition of malice by reference in its punitive damage instruction. In <em>Old Dominion Br. No. 496, Nat. Ass’n, Letter Car. </em>v. <em>Austin, </em>418 U.S. 264, 281-82 (1974), the Supreme Court held that the common law definition of malice did not measure up to the constitutional requirements of the <em>New York Times </em>standard. It was thus error to instruct the jury to consider punitive damages based on common law malice rather than on the constitutional malice standard of <em>New York Times </em>and <em>Gertz.</em></p>\n<p id=\"b940-6\">The trial court refused an instruction based on our holding in <em>Sanders. </em>Newspaper conceded that in light of <em>Gertz, </em>it was not error to refuse that instruction unless we reaffirm our holding in <em>Sanders, </em>which it contends is an option left open by <em>Gertz.</em></p>\n<p id=\"b940-7\">Under <em>Gertz, </em>the states are allowed to define for themselves the appropriate standard of liability for recovery of actual damages for media defamation of private individuals, short of liability without fault, or to reinstate the “actual malice” standard.<footnotemark>3</footnotemark></p>\n<p id=\"b940-8\">However, it is unnecessary to our decision in this case to determine the standard of liability which we will adopt in a proper case for re<page-number citation-index=\"1\" label=\"805\">*805</page-number>covery of actual damages. The jury here found that the plaintiffs were not entitled to recover such damages under instructions which, although erroneous as to the standard of liability, properly set forth the elements of compensatory damages. Moreover, plaintiffs did not assign cross-error to the failure of the jury to award compensatory damages. Rule 5:6. Thus, this issue is not before us.</p>\n<p id=\"b941-4\">As it contended in the court below on its motion to set aside the jury’s verdict, Newspaper argues that the punitive damage awards cannot be upheld because the trial court refused to instruct the jury on actual malice under the <em>New York Times </em>standard. We agree.</p>\n<p id=\"b941-5\"><em>Gertz </em>requires clear and convincing proof of knowledge of falsity or reckless disregard for the truth before punitive damages may be awarded. 418 U.S. at 349-50.</p>\n<p id=\"b941-6\">Newspaper also argues that an award of actual damages is a prerequisite to an award of punitive damages, and since the jury did not find any actual damage, it was improper for them to have awarded punitive damages. We do not agree.</p>\n<p id=\"b941-7\">The general rule in tort cases requires an award of actual damages as a prerequisite to an award of punitive damages. <em>Zedd v. Jenkins, </em>194 Va. 704, 706, 74 S.E.2d 791, 793 (1953). However, in libel and slander, where the defamation complained of is actionable <em>per se, </em>it is generally held that punitive damages may be awarded even though actual damages are neither found nor shown. <em>Boyd </em>v. <em>Boyd, </em>116 Va. 326, 331-32, 82 S.E. 110, 112 (1914); <em>See </em>50 Am.Jur.2d, <em>Libel and Slander, </em>§ 352 at 873-74 (1970). We find nothing in <em>Gertz </em>that prohibits an award of punitive damages in the absence of an award of actual or compensatory damages. Thus, we hold that punitive damages may be awarded without actual or compensatory damages if a plaintiff shows <em>per se </em>defamation by the media and meets by clear and convincing evidence the <em>New York Times </em>standard of actual malice.</p>\n<p id=\"b941-8\">Newspaper next argues that the punitive damage awards cannot be sustained because there is no evidence from which the jury could conclude that the publication complained of was made with actual malice under the <em>New York Times </em>standard. We do not agree.</p>\n<p id=\"b941-9\">Here there was evidence in the record from which the jury could find that the defamatory publication complained of was made with constitutional malice. Dr. Waldowski denied that he had made the statements attributed to him and stated that they were false. The jury clearly accepted Dr. Waldowski’s testimony as true since it found in his favor. Although Diehl advised Dr. Waldowski that he would <page-number citation-index=\"1\" label=\"806\">*806</page-number>check with him before publishing the article, he apparently could not wait to contact Dr. Waldowski, even in light of Dr. Payette’s statements to him that the objectionable portions of the article were not true. Dr. Payette also advised Diehl to check the facts and told him where he could obtain them. Hence, there was abundant evidence of fault on the part of Newspaper when it published the article.</p>\n<p id=\"b942-4\">We hold that this evidence presented a jury question whether the article was published with knowledge of its falsity or with reckless disregard of whether it was true or false.</p>\n<p id=\"b942-5\">Since the jury was improperly instructed, the judgments for punitive damages must be set aside, and the cases remanded for a new trial, limited to the issue of punitive damages recoverable under the actual malice standard of <em>New York Times </em>and <em>Gertz.</em></p>\n<p id=\"b942-6\">\n<em>Reversed and remanded.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b938-10\">. See Mr. Justice White’s dissenting opinion in <em>Gertz </em>v. <em>Robert Welch, Inc., </em>418 U.S. 323, 377, n. 10 (1974), listing the large number of states following <em>Rosenbloom.</em></p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b940-9\">. A similar instruction was held erroneous in a recent case by the Supreme Judicial Court of Massachusetts. <em>Stone </em>v. <em>Essex County Newspapers, Inc., </em>-- Mass. --, --, 330 N.E.2d 161, 166 (1975).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b940-10\">. Some states have adopted a negligence standard for defamed private individuals with the duty of care based on the “reasonable man” or “reasonably prudent publisher” standard. <em>See Troman </em>v. <em>Wood, </em>44 U.S.L.W. 2267 (Ill. November 25, 1975) 340 N.E.2d 292; <em>Stone </em>v. <em>Essex County Newspapers, </em>Inc.,-- Mass.--,--, 330 N.E.2d 161, 168-69 (1975); <em>Gobin </em>v. <em>Globe Publishing Co., </em>216 Kan. 223, --, 531 P.2d 76, 84 (1975). Other courts have reinstated the “actual malice” standard of <em>New York Times </em>which the Supreme Court has now renounced, at least in the <em>Rosenbloom </em>situation of public interest or concern. <em>See Commercial Programming Unlimited </em>v. <em>C.B.S., </em>81 Misc. 2d 678, 367 N.Y.S.2d 986 (S.Ct.1975); <em>AAFCO Heating &amp; Air Conditioning Co. </em>v. <em>Northwest Publications, </em>Inc.,--Ind.App.--,--, 321 N.E.2d 580, 586 (1974); <em>See also Walker </em>v. <em>Colorado Springs Sun, Inc., </em>188 Colo. 86,--, 538 P.2d 450, 457 (1975). <em>See generally, </em>Eaton, <em>The American Law of Defamation through Gertz </em>v. <em>Robert Welch Inc. and Beyond: An Analytical Primer, </em>61 Va. L. Rev. 1349 (1975).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}