{
  "casebody": {
    "data": "<casebody firstpage=\"333\" lastpage=\"337\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b363-4\">Richmond</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b363-5\">Herbert Charles Wolfrey, Jr. v. Markwood Pence, et al.<footnotemark>1</footnotemark></parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b363-8\">December 3, 1982.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b363-9\">Record No. 801734.</docketnumber>\n<p data-order=\"4\" data-type=\"judges\" id=\"b363-10\">Present: All the Justices.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b364-9\"><page-number citation-index=\"1\" label=\"334\">*334</page-number><em>Ronald R. Tweel (Michie, Hamlett, Donato &amp; Lowry, </em>on brief), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b364-10\"><em>V. Stephen Bradshaw (Clark, Bradshaw, Harrison and Layman, P.C., </em>on brief), for appellees.</attorneys>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b363-16\"> The other appellees are: Ethel Mae Pence, Edna P. Frank, Ernest B. Frank, Albert Pence, Anna E. Pence, Clemmie Lamb Wolfrey, Dorothy Wolfrey Steele, Clarence L. Steele, Hazel Wolfrey Liskey, John N. Liskey, Clemmie Wolfrey Nelson, James Leroy Nelson, Ruth W. Armentrout, Kathleen Wolfrey Stanley, Oren B. Stanley, William T. Wolfrey, Jr., Winona Frances Wolfrey, Velda B. Wolfrey, Frances B. Coppage, Perry Edwin Wolfrey, an incompetent, Betty Sue Pence, an infant, Richard Donald Wolfrey, an unlocated heir, and Isley F. Knupp.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b364-11\">PER CURIAM.</author>\n<p id=\"b364-12\">This is an appeal by a coparcener in real estate from a decree entered in a partition suit confirming a sale to a private bidder, a stranger to the title.</p>\n<p id=\"b364-13\">The property, three parcels containing a total of 13 acres, was the “home place” of Richard David Wolfrey, who died intestate. His heirs included his grandson, appellant Herbert Charles Wol<page-number citation-index=\"1\" label=\"335\">*335</page-number>frey, Jr. (Herbert). Wanting to acquire full title to the home place, Herbert entered into a contract of sale with 20 of the <em>sui juris </em>coparceners representing a majority in interest. Because other interests were held by an infant, an incompetent, an unlocated heir, and a possible devisee of a deceased heir, the contract, dated February 2, 1978, was made “subject to confirmation by the Court”.</p>\n<p id=\"b365-5\">In November 1978, the contracting heirs filed a friendly bill of complaint against the other coparceners. The bill prayed that “the sale made by your complainants may be accepted, approved and confirmed in order that a partition of said real estate may be effected, or that said real estate may be partitioned in some manner prescribed by law, but preferably by acceptance of the said contract of sale”.</p>\n<p id=\"b365-6\">The chancellor appointed a guardian ad litem, depositions were taken, the interests of the several coparceners were determined, and a hearing was scheduled to consider a proposed decree. As drafted, the decree recited that Herbert had “agreed to purchase the real estate ... for the sum of . . . ($16,100.00)” and decreed that “the said offer ... is hereby accepted, approved and confirmed.”</p>\n<p id=\"b365-7\">Before the hearing was held, Isley F. Knupp, an adjoining landowner, submitted an offer of $22,000. The chancellor declined to enter the proposed decree, made Knupp a party to the proceedings, and, by order entered September 4, 1979, directed that the property be sold at public auction using Knupp’s offer, plus the costs accrued, “as a starting bid.” Jack F. DePoy, counsel for Herbert and the other complainants, signed the decree under the words “Ask For”.</p>\n<p id=\"b365-8\">At the sale on November 7, 1979, Herbert offered the highest bid for $39,000 and made a down payment of 10 percent. On December 17, 1979, the chancellor confirmed the sale and directed DePoy as special commissioner to execute and deliver a deed when Herbert paid the balance. Under the terms of sale, settlement was due in 30 days. Herbert failed to go to settlement, and a hearing was scheduled on an order requiring him to show cause why the property should not be re-sold at his risk.</p>\n<p id=\"b365-9\">Following the hearing conducted on April 7, 1980, the chancellor entered a decree dated April 21, 1980, which recited that Herbert had “announced to the Court his intention to comply with the terms under which he purchased the property at public auction” <page-number citation-index=\"1\" label=\"336\">*336</page-number>and granted Herbert’s request for a ten-day extension of the settlement date. The decree also provided that, in event of further default, the property would be re-sold with “any deficiency in the sale price ... to be the obligation of Herbert C. Wolfrey, Jr.”</p>\n<p id=\"b366-5\">A month later, the special commissioner reported that Herbert was still in default. Before a second sale was advertised, Knupp submitted a private offer of $35,000, and the special commissioner and the guardian ad litem recommended it be accepted. DePoy was permitted to withdraw as Herbert’s counsel, of record. His new counsel objected to acceptance of Knupp’s offer and, on July 7, 1980, moved the chancellor “for an order enforcing ... a contract dated February 2, 1978 . . . [and] voiding any actions taken by this Court which are inconsistent with [Herbert’s] rights as set forth in said contract”.</p>\n<p id=\"b366-6\">By order entered July 28, 1980, the chancellor treated Herbert’s motion as an exception to the commissioner’s report, overruled the exception, ■'and confirmed the sale to Knupp. The order further provided that Herbert would not be liable for the deficiency in the sale price and that he would be permitted to file a supplemental bill of complaint. Herbert filed a petition for rehearing, charging that the order “is premature as the exact ownership interests in said land cannot be precisely determined until the Court rules on the enforceability of the subject contract.” The chancellor held that Herbert “is estopped to object” and overruled the petition, and Herbert filed a notice of appeal to this Court. On the same day, he filed a supplemental bill of complaint, praying that the contract “be confirmed”, that “the proportionate shares of the heirs ... be confirmed”, and that he “be awarded 79/ 90ths of the $35,000.00 currently held by the Special Commissioner.”</p>\n<p id=\"b366-7\">On appeal, Herbert contends that the chancellor erred in confirming the sale to Knupp “without ruling on the validity, enforceability or effect of the February 2, 1978 contract” and asks us to reverse the decree and remand the cause for such a ruling and for the conduct of a new sale. Knupp, the only appellee before the Court, asks us to affirm the decree and to give “direction to the Court below on this matter of distribution of the fund.”</p>\n<p id=\"b366-8\">Herbert relies upon the rule in <em>Stevens </em>v. <em>McCormick, </em>90 Va. 735, 19 S.E. 742 (1894), where the lower court had ordered a partition sale without first determining the extent of the interests <page-number citation-index=\"1\" label=\"337\">*337</page-number>of the coparceners. Reversing the interlocutory order, this Court said:</p>\n<blockquote id=\"b367-5\">The appellants contend, and we think with good reason, that it was premature and erroneous to order a sale before ascertaining the extent of the respective interests of the parties. When a sale takes place the parties are entitled to know exactly how they stand, in order that if they desire to bid for the land they may do so intelligently ....</blockquote>\n<p id=\"b367-6\"><em>Id. </em>at 736, 19 S.E. at 742.</p>\n<p id=\"b367-7\">Reaffirming the reasoning underlying this rule, we agree that Herbert was entitled to a ruling on the extent of his interest under the contract before the chancellor ordered a sale at public auction. But the record clearly shows that Herbert’s counsel asked for the decree the chancellor entered; that Herbert personally participated in competitive bidding at the sale; that he offered the successful bid, made the down payment, and acquiesced in the order confirming the sale; and that, having defaulted in payment of the balance due for four months, he made a personal commitment in open court to go to settlement. Indeed, Herbert did not challenge the regularity of the proceedings or the integrity of the public sale until his attorney filed a motion on July 7, 1980, nearly seven months after the date of the decree confirming that sale.</p>\n<p id=\"b367-8\">We hold, therefore, that Herbert waived the right accorded a coparcener by the rule in <em>Stevens, </em>and we will affirm the decree confirming the sale to Knupp. The cause will be remanded with instructions to the chancellor to consider the contract dated February 2, 1978, determine the extent of the interests of all parties as they may now appear, and enter a final decree distributing the funds held by the court in the manner provided by law.</p>\n<p id=\"b367-9\">\n<em>Affirmed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}