{
  "casebody": {
    "data": "<casebody firstpage=\"335\" lastpage=\"336\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b343-7\">Matthews <em>versus </em>Vining <em>et al.</em></parties>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b343-16\"><em>Nov </em>1st,</otherdate>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b343-8\">In assumpsit against three, two are defaulted af the first term and the third pleads ; and at a subsequent term the plaintiff discontinues against the third, and takes judgment against the other two. <em>Held, </em>that the plaintiff can tax costs against the defaulted defendants, only to the time of the default.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b343-9\">This was assumpsit for goods sold and delivered, against three defendants, two of them named Vining, and the third named White. The Vinings were defaulted at the first term in the Court of Common Pleas. White put in a plea, and the action was brought into this Court by appeal, upon a common demurrer. Here the plaintiff discontinued against White and took judgment against the Vinings.</summary>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b343-10\"><em>Kingsbury, </em>for the plaintiffs,</attorneys>\n<p data-order=\"5\" data-type=\"summary\" id=\"AjN\">now claimed costs against the Vinings up to the time of the final judgment; and cited Revised Stat. <em>c. </em>121, § 1, and <em>c. </em>100, § 7 ; <em>Kennebeck Purchase </em>v. <em>Boulton, </em>4 Mass. R. 419 ; <em>Wells et al. v. Banister et al. </em>&amp; <em>Tr. </em>4 Mass. R. 514.</p>\n<decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"AkA\"><page-number citation-index=\"1\" label=\"336\">*336</page-number>Nov. <em>2d.</em></decisiondate>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b344-6\">But it was resolved by the <em>Court, </em>that the plaintiff was entitled to costs against the defaulted defendants, only to the time of the default. [See Revised Stat. c. 121, § 34.] And the Court remarked, that in the case of the <em>Proprietors of Kennebeck Purchase </em>v. <em>Boulton, </em>the plaintiffs recovered judgment against all the defendants ; but that here White, against whom the plaintiff discontinued, was the prevailing party, and the effect of the proceedings was to disjoin the defendants and to show that White ought not to have beén sued. And in respect to <em>Wells et al. </em>v. <em>Banister et al. &amp; </em>Tr., where the plaintiffs recovered costs against the defendants, who had been defaulted, to. the time when the trustee was discharged, they said the plaintiffs, were pursuing the trustee in order to enforce their remedy against the principal defendants, and to which they were compelled by the neglect of the principal defendants to pay the debt.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}