{
  "casebody": {
    "data": "<casebody firstpage=\"355\" lastpage=\"357\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b371-10\">WOOD et al. v. SPRING GARDEN INS. CO. OF PHILADELPHIA, PA.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"Aax\">(Circuit Court of Appeals, Fourth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AmR\">May 11, 1914.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b371-11\">No. 1204.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b371-12\">1. Insurance (§ 81<footnotemark>*</footnotemark>)—Agents—Insuring Own Property.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b371-13\">Where an agent of an insurance company insures his own property for his own benefit, it is his duty to notify the insurer of his ownership as an element of tlie risk.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b371-14\">[Ed. Note.—For other cases, see Insurance, Cent. Dig. § 106; Dec. TJig. § 81.<footnotemark>*</footnotemark>]</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b372-3\"><page-number citation-index=\"1\" label=\"356\">*356</page-number>2. Insurance (§ 668*)—Insurance Agents—Insuring Own Property—Notice to Insurer.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b372-4\">In an action on a fire policy issued by an agent on his own property, evidence <em>held </em>to require submission to the jury of the question whether the agent gave sufficient information to the insurer to charge it with notice that the agent was the owner of the property.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b372-5\">[Ed. Note.—For other cases, see Insurance, Cent.' Dig. §§ 1556, 1732-1770; Dec. Dig; §' 668.<footnotemark>*</footnotemark>]</headnotes>\n<headnotes data-order=\"10\" data-type=\"judges\" id=\"b372-6\">Rose, District Judge, dissenting.</headnotes>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b372-7\">In Error to the District Court of the United States for the Eastern District of Virginia, at Richmond; Edmund Waddill, Judge.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b372-8\">Action by T. Gilbert Wood, suing, for himself and others, against the Spring Garden Insurance Company of Philadelphia, Pa. Judgment for defendant, and plaintiffs bring error.</summary>\n<disposition data-order=\"13\" data-type=\"disposition\" id=\"AcR\">Reversed.</disposition>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b372-9\">George E. Caskie, of Lynchburg, Va. (Caskie &amp; Caskie, of Lynch-burg, Va., on the brief), for plaintiffs in error.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b372-10\">George Bryan, of Richmond, Va., for defendant in error.</attorneys>\n<p data-order=\"16\" data-type=\"judges\" id=\"b372-11\">Before PRITCHARD and WOODS, Circuit Judges, and ROSE, District Judge.</p>\n<footnote data-order=\"17\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b371-15\"> For other cases see same topic <em>&amp; </em>§ number in Dec. &amp; Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<footnote data-order=\"18\" data-type=\"footnote\" id=\"x999-2\" label=\"*\">\n<p id=\"b372-17\"> For other cases see same topic &amp; § number in Dec. <em>&amp; </em>Am. Digs. 1907 to date, <em>&amp; </em>Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b372-12\">WOODS, Circuit Judge.</author>\n<p id=\"AEb\"><bracketnum>[1]</bracketnum> The first trial of this action on a fire insurance policy resulted in a jtidgment for the plaintiff, Wood; but the judgment was reversed in this court and the cause remanded for a new trial, the court holding that a verdict for the defendant should have been directed because the evidence showed that Wood was the agent of the defendant insurance company and issued a policy on his own property describing it as Haytokah Inn, without notice to the company of his ownership. On this point the court said:</p>\n<blockquote id=\"b372-13\">“The position of an agent of an insurance company who issues a policy to himself is one that calls for the utmost frankness of dealing between himself and his company. He has a right to apply to his company to insure his property, but when he is dealing with himself he should be careful to see that there can be no question as to the fact that his principal is fully informed of the risk, and especially of that material element in the risk' involved in the ownership of the property. The defendant in error as the plaintiff below sued upon a contract made with himself. To support his allegation he produced the policy made to the Haytokah Inn. In the opinion of this court he was not entitled to recover upon this policy unless he could show clearly that his principal was advised when as its agent he sought to make it accept the policy and undertake the risk that the words ‘Haytokah Inn’ referred to T. Gilbert Wood, and that he was in reality the beneficiary.” . .</blockquote>\n<p id=\"b372-14\">On the second trial the defendant set up the following as its sole defense:</p>\n<blockquote id=\"b372-15\">“That the plaintiff was the agent of the defendant and issued the policy in suit to himself for his own benefit, and did not inform the defendant' of the risk, including his ownership of the property.”</blockquote>\n<p id=\"b372-16\">After hearing, the evidence on this issue, in the light of the former decision of this court, the District Judge directed a verdict for the defendant. There are a number of assignments of error, but the decision turns upon'the correctness of the view of the District Judge that the evidence offered by the plaintiff to show that he did inform the de<page-number citation-index=\"1\" label=\"357\">*357</page-number>fendant company of his ownership of the property was no stronger than it was on the former trial, and that therefore the former judgment of this court required a verdict for the defendant.</p>\n<p id=\"b373-4\"><bracketnum>[2]</bracketnum> As the ease is to go hack for a new trial, detailed discussion of the evidence is not appropriate; but we cannot doubt that the evidence of the plaintiff on the second trial was substantially different and strong enough to require submission of the issue of notice to the company of the plaintiff’s ownership. Wood was appointed agent of the defendant company at Burkeville, Va., on January 26, 1909, by E. A. Young, who signed the appointment as state agent for the company. On July 10, 1909, Wood wrote the first policy on the hotel owned by him called in the policy Haytokah Inn. The policy was issued to Haytokah Inn without other statement of ownex’ship. Some time after this policy had expired, Wood issued in like terms the policy now in suit, numbered 5105 and dated December 25, 1909.</p>\n<p id=\"b373-5\">In each instance, Wood retained the policy in his possession, .but sent to the stamping office in Richmond, representing the defendant and a number of other companies, a correct memorandum of the usual particulars of the policy, except that it stated the issuance of the policy to Haytokah Inn without indication of individual ownership. The stamping office, after passing on the rate and other more or less formal matters, stamped with its approval the memorandum sent by Wood and forwarded it to the home office in Philadelphia.</p>\n<p id=\"b373-6\">On both trials there was evidence sufficient to go to the jury that Young, who turned out to be the special agent of his company, received information from Wood and from others, first that Wood was about to build a hotel and afterwards that he was the owner of the hotel or had an interest in it; and that Young undertook to authorize the insurance, with this information before him. Even on this point the evidence was more definite on the second trial than on the first. But the main point is that on the second trial there was strong evidence not adduced at the first trial to the effect that Young as special agent for the defendant company had full authority not-only to employ and dismiss local agents, but to represent the company generally, to authorize insurance, and to waive the usual conditions of the company’s policies.</p>\n<p id=\"b373-7\">Examination of the record leads to the conclusion that there was evidence from which the jury might with good reason infer that Young was an agent empowered to consent that Wood should insure his own property in the company, and that notice to Young was notice to the company; and that as such agent Young sanctioned and solicited the insurance for the company after he had received sufficient information as to Wood’s ownership. But the evidence was not so convincing on all of these points as to warrant the court in directing a verdict for the plaintiff.</p>\n<p id=\"b373-8\">The judgment must therefore be reversed, and the cause remanded for a new trial.</p>\n<p id=\"b373-9\">Reversed.</p>\n<p id=\"b373-10\">ROSE, District Judge, dissents.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}