{
  "casebody": {
    "data": "<casebody firstpage=\"266\" lastpage=\"270\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b300-8\">[S. F. No. 1153.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A8n\">Department Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ARv\">June 30, 1899.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b300-9\">WILLIAM SILVEIRA, Respondent, v. NIELS IVERSON et al., Appellants.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b300-10\">Master and Servant—Use oe Defective Apparatus—Pleading-Failure to Aver Negligence.—A complaint in an action' by a servant to recover damages for personal injuries, which alleges that the injuries described resulted from the use of defective apparatus described, supplied by the master for the servant’s use, with notice of its defective condition, in breach of \"the alleged duty of the master to supply him with good apparatus of the kind described, states a cause of action; and, at <page-number citation-index=\"1\" label=\"267\">*267</page-number>least in the absence of a special demurrer, is not defective in not expressly averring the negligence of the master.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b301-5\">Id.—Averment of Negligence, When Required.—In cases where the facts stated do not constitute a cause of action unless the alleged acts were done negligently, it must be averred that they were so done, unless the facts themselves necessarily exclude any hypothesis other than that of negligence. But where the facts alleged do of themselves constitute a cause of action, whether done negligently or intentionally, an averment of negligence is not essential.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b301-6\">Id.—Duty and Liability of Master to Servant.—From the relation existing between master and servant, it is the duty of the master to supply the servant with sufficient apparatus for his use; and he is liable for personal injuries to the servant resulting from supplying him with apparatus known to be defective, whether his wrongful act was the result of his negligence, or intention, or other cause.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b301-7\">Action for Damages—Joint Judgment—Amendment—Omission of Defendant not Appearing—Presumption Upon Appeal.—In an action for damages against several defendants, where judgment was rendered jointly against all of the defendants, and the court amended it by striking out the name of a defendant not appearing in the action, it will be presumed upon appeal from the amended judgment, in favor thereof, that the omitted defendant was not served with summons, and that on motion of the plaintiff the action was dismissed as to him, and that the judgment against him was a clerical misprision and a nullity, which was properly stricken out.</syllabus>\n<summary data-order=\"8\" data-type=\"history\" id=\"b301-8\">APPEAL from a judgment of the Superior Court of the City and County of San Francisco. George H. Bahrs, Judge.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b301-9\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"10\" data-type=\"summary\" id=\"b301-10\">Gunnison, Booth &amp; Bartnett, and H. W. Hutton, for Appellants.</p>\n<p data-order=\"11\" data-type=\"summary\" id=\"b301-11\">Negligence is an ultimate fact, which must he expressly averred. (Bliss on Code Pleading, sec. 2116; Maxwell on Code Pleading, 252; <em>Stephenson v. Southern Pac. R. R., </em>102 Cal. 143; <em>Louisville etc. R. R. Co. v. Wolfe, </em>80 Ky. 84.) The allegations as to the duty of the defendants and the disregard thereof, are of conclusions of law. (Bliss on Code Pleading, 212; <em>Buffalo v. Holloway, </em>7 N. Y. 493; 57 Am. Dec. 550; <em>Seymour v. Maddox, </em>16 Q. B. 326; <em>Sammins v. Wilhelm, </em>6 Ohio C. C. 565; <em>Pittsburgh etc. R. R. Co. v. Keller, </em>49 Ind. 211.)</p>\n<p data-order=\"12\" data-type=\"attorneys\" id=\"b302-4\"><page-number citation-index=\"1\" label=\"268\">*268</page-number>F. J. Castlehun, for Respondent.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b302-5\">The complaint states facts showing the duty of the defendants, and the breach of that duty, and need not expressly aver negligence. <em>(Dyer v. Pacific R. R., </em>34 Mo. 127; <em>Burdick v. Worrall, </em>4 Barb. 596; <em>Durgin v. Neal, </em>82 Cal. 597; <em>Congreve v. Morgan, </em>4 Duer. 439; <em>Buffalo v. Holloway, </em>7 N. Y. 493; 57 Am. Dec. 550.) There being nothing in the record to show jurisdiction of the person of Omundsen, the judgment as to him was a nullity, and was properly stricken out as such. <em>(Hawkins v. Abbott, </em>40 Cal. 639; <em>Barney v. Vigoureaux, </em>75 Cal. 376; <em>Alpers v. Schammel, </em>75 Cal. 590.) There may he a recovery against one or more of several defendants sued jointly for tort. (Code Civ. Proc., sec. 578; <em>Tompkins v. Clay Street R. R. Co., </em>66 Cal. 163.) The amended judgment is erroneous in not following the verdict; and if a joint judgment for damages is erroneous as to one defendant, it is erroneous as to all. <em>(Blanchard v. Gregory, </em>14 Ohio, 413; <em>Saunders v. Harris, </em>5 Humph. 345; <em>McCool v. Mahoney, </em>54 Cal. 491; <em>Boyer v. Shawhan, </em>88 Cal. 111.) The release of one joint wrongdoer releases all. <em>(McCool v. Mahoney, supra; Coux v. Lowther, </em>1 Ld. Raym. 597; <em>Green v. Charnock, </em>1 Croke, 762; <em>Bell v. North, </em>4 Litt. 133.)</p>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b302-6\">McFARLAND, J.</author>\n<p id=\"AJI\">Appeal by defendants from a judgment in favor of plaintiff. Defendants did not interpose any demurrer, hut the main point which they now make for a reversal is that the complaint does not state facts sufficient to constitute a cause of action.</p>\n<p id=\"b302-7\">It is averred in the complaint that plaintiff was employed by defendants, who were the owners of a certain coasting schooner called the “Ocean Spray,” to cook on said schooner and to perform such other services as the captain of the vessel might call on him to perform; that “it was the duty of the defendants to provide said schooner with good, safe, and strong ropes, tackle, and sailing apparatus, hut that the defendants, disregarding their duty in that behalf, provided and used an old, worn-out, rotten, and defective reefing pennant, with which to reef the mainsail; of which they had notice”; that on a certain named day, “while plaintiff, in obedience to the orders of the captain of the said schooner, was assisting in reefing the mainsail in the <page-number citation-index=\"1\" label=\"269\">*269</page-number>usual and proper way, by pulling at the reefing pennant in the usual and proper way, the said reefing pennant broke”; that when the pennant broke plaintiff was upon the roof of the cabin, which was the usual and proper place for him to be when doing said work; and that “when the said reefing pennant broke, as above stated, plaintiff fell backward from the roof of the cabin, a distance of about six feet, striking the deck with his right shoulder,” whereby his shoulder was dislocated and other injuries were done to him which are specifically described.</p>\n<p id=\"b303-4\">Appellants assail the complaint mainly on the ground that it contains no express averment of negligence—that is, that the word “negligently,” or some equivalent word or phrase, is not used in the complaint. Waiving the fact that the answer contains merely denials of the averments of the complaint, and that, in support of the judgment, it must be presumed that the case was tried as if the averments were sufficient, our opinion is that, at least in the absence of a special demurrer, the complaint states a sufficient cause of action. It is true that in certain eases where the facts stated do not constitute a cause of action unless done negligently, it must be averred that they were so done, unless the facts themselves necessarily exclude any hypothesis other than that of negligence. But in the case at bar the facts alleged do, themselves, constitute a cause of action. From the averred relation of the parties it was the duty of appellants—as averred—to supply a good reefing pennant, and not having done so, and by reason thereof the respondent having been injured, the appellants were liable for damages whether the wrongful act was the result of negligence, or intention, or other cause. The facts alleged constitute a cause of action. The defect in the pennant is sufficiently stated, and it is sufficiently averred that this caused the injury to respondent.</p>\n<p id=\"b303-5\"><em>2. </em>There were four named defendants—Iverson, Gerdau and Lassen, who were served and appeared and answered, and Omundsen, who did not appear, and as to whom there is no evidence of service; and appellants contend that the judgment should be reversed because, as they' say, it was first rendered against all four and was afterward amended by striking out the name of Omundsen. Counsel, to some extent, argue this point as if there were a bill of exceptions showing exactly what oc<page-number citation-index=\"1\" label=\"270\">*270</page-number>curred with respect to this matter; hut there is nothing before us except the judgment-roll, which contains merely the pleadings, the verdict, and the judgment. The judgment has a reference to Omundsen from which, perhaps, we may conclude that appellants are warranted in claiming that it was first rendered against all four of the defendants, and afterward amended by striking out the name of Omundsen; but granting this, it may be presumed, in support of the judgment, that Omundsen was not served with summons and did not appear; that on motion of plaintiff the action was dismissed as to him, and that plaintiff properly proceeded against the other defendants, as provided in section 414 of the Code of Civil Procedure, and that Omundsen was improperly included in the judgment by mistake or inadvertence of the clerk. Under such circumstances, the judgment against Omundsen was a nullity on its face, and appellants were in no way prejudiced by the amendment. It was proper for the court to strike out the name of Omundsen; and if it had not done so this court, on appeal, would have ordered the amendment. <em>(Alpers v. Schammel, </em>75 Cal. 590.)</p>\n<p id=\"b304-4\">' The judgment appealed from is affirmed.</p>\n<p id=\"b304-5\">Temple, J., and Henshaw, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}