{
  "casebody": {
    "data": "<casebody firstpage=\"192\" lastpage=\"212\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b290-4\">DOW v STATE OF MICHIGAN</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b290-5\">Docket No. 54848.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AIgT\">Argued March 12, 1974</otherdate>\n<p data-order=\"3\" data-type=\"docketnumber\" id=\"A2L\">(Calendar No. 6).</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AVq\">Decided April 1, 1976.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b293-5\"><page-number citation-index=\"1\" label=\"195\">*195</page-number><em>Vander Veen, Freihofer &amp; Cook </em>(by <em>George E. Pawlowski) </em>for plaintiffs.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b293-6\"><em>Frank J. Kelley, </em>Attorney General, <em>Robert A. Derengoski, </em>Solicitor General, <em>Jerome Maslowski </em>and <em>Russell E. Prins, </em>Assistants Attorney General, for defendant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b293-7\"><em>Amicus Curiae: George L. Corsetti </em>and <em>Michael J. Barnhart </em>for Michigan Association for Consumer Protection and Michigan Legal Services Association.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b293-8\">Levin, J.</author>\n<p id=\"AR-\">Marie Parker Smith, titleholder to a parcel of real property improved with a family residence, and Carl and Rose Dow, land contract purchasers of Smith, commenced this action to quiet title against the State of Michigan which had acquired title to the property at a tax sale for nonpayment of 1965 city taxes in the amount of $35.82.</p>\n<p id=\"b293-9\">Plaintiffs claim the tax sale was defective because the state failed to give them adequate notice of the tax foreclosure proceedings.</p>\n<p id=\"b293-10\">The issue is whether the Due Process Clause, barring the state from depriving any person of property without due process of law,<footnotemark>1</footnotemark> precludes foreclosure of the state’s statutory lien for unpaid property taxes absent notice, other than newspaper publication, to owners of significant interests in the property.</p>\n<p id=\"b293-11\">The circuit court, finding that the statutory <page-number citation-index=\"1\" label=\"196\">*196</page-number>requirements concerning tax sales had been complied with, rejected plaintiffs’ constitutional challenges and entered a summary judgment dismissing the complaint. The Court of Appeals affirmed.</p>\n<p id=\"b294-5\">We hold that the Due Process Clause requires that an owner of a significant interest in property be given proper notice and an opportunity for a hearing at which he or she may contest the state’s claim that it may take the property for nonpayment of taxes and that newspaper publication is not constitutionally adequate notice of such right.</p>\n<p id=\"b294-6\">We reverse and remand to the trial court for entry of a judgment quieting title in Smith, subject to the land contract purchaser’s interest of the Dows.</p>\n<p id=\"b294-7\">I</p>\n<p id=\"b294-8\">Proceedings to foreclose a tax lien are commenced by petition filed with the circuit court for the county in which the delinquent tax lands are situated.<footnotemark>2</footnotemark> Notice of the hearing on the petition<footnotemark>3</footnotemark> is required to be published in a regularly established newspaper in the county.<footnotemark>4</footnotemark> Publication is declared to be \"equivalent to a personal service of notice on all persons who are interested in the lands specified in such petition”.<footnotemark>5</footnotemark></p>\n<p id=\"b294-9\">Notice of the tax sale is to be mailed to the last known post office address of the person \"according to the records of [the state treasurer’s] office”, against whom the delinquent taxes are assessed. However, \"Failure to receive or serve such notice shall not invalidate the proceedings taken under <page-number citation-index=\"1\" label=\"197\">*197</page-number>the state treasurer’s petition and decree of the circuit court in foreclosure and sale of the lands for taxes.”<footnotemark>6</footnotemark></p>\n<p id=\"b295-5\">Not later than 120 days before expiration of the right to redeem from a tax sale, registered return receipt notice of such right is to be mailed to each person to whom is assessed land bid in to the state at the tax sale and still held as a state bid. A defect in or failure to receive or serve the notice does not invalidate the proceedings.<footnotemark>7</footnotemark></p>\n<p id=\"b295-6\">Private tax sale purchasers, but not the state, are required to give notice by registered mail to all persons \"having any estate in such lands or any interest therein, either in fee, for life or for years or any mortgagee * * * the holder of any lien * * * or any person in the actual possession of the lands at the time of such tax purchase”.<footnotemark>8</footnotemark></p>\n<p id=\"b295-7\">After the expiration of six months from the time a deed is made to the state no action may be commenced to set it aside.<footnotemark>9</footnotemark></p>\n<p id=\"b295-8\">Neither Smith nor the Dows were in possession. The property was occupied by a tenant of the Dows.</p>\n<p id=\"b295-9\">Title to the property is now in the State of Michigan.</p>\n<p id=\"b295-10\">It is agreed that Smith and the Dows were without actual knowledge of the tax sale or the circuit court hearing regarding the 1965 taxes and that the records of neither the Kent County Clerk’s nor Treasurer’s Office show proof of service <page-number citation-index=\"1\" label=\"198\">*198</page-number>by mailing of notices of the tax sale or of the circuit court hearing or of the right of redemption.</p>\n<p id=\"b296-5\">Rose Dow received notice of the period for exercise of the right to redeem but did not disclose this information to Carl Dow or Smith until after termination of the redemption period. Carl Dow and Smith were without notice of the redemption period.<footnotemark>10</footnotemark></p>\n<p id=\"b296-6\">Notice of the sale was published in the Sentinel-Leader, published weekly in the City of Sparta (population 3,094) with a circulation of 2,100. Sparta is ten miles from Grand Rapids. Smith is a resident of Grand Rapids (population 411,000) and the Dows are residents of the City of Wyoming (population 56,560).<footnotemark>11</footnotemark></p>\n<p id=\"b296-7\">II</p>\n<p id=\"b296-8\">Michigan’s provision for notice by publication in tax foreclosure proceedings was sustained against a due process challenge by the United States Supreme Court in <em>Longyear v Toolan, </em>209 US 414; 28 S Ct 506; 52 L Ed 859 (1908).</p>\n<p id=\"b296-9\">Forty-three years later, in <em>Mullane v Central </em><page-number citation-index=\"1\" label=\"199\">*199</page-number><em>Hanover Bank &amp; Trust Co, </em>339 US 306; 70 S Ct 652; 94 L Ed 865 (1950), the Supreme Court declared unconstitutional a section of the New York Banking Law which permitted service by newspaper publication to the beneficiaries of a common trust fund whose addresses were known or readily ascertainable. In <em>Schroeder v City of New York, </em>371 US 208; 83 S Ct 279; 9 L Ed 2d 255 (1962), and <em>Walker v City of Hutchinson, </em>352 US 112; 77 S Ct 200; 1 L Ed 2d 178 (1956), the Court struck down notice by publication in land condemnation proceedings.<footnotemark>12</footnotemark> In <em>Covey v Town of Somers, </em>351 US 141; 76 S Ct 724; 100 L Ed 1021 (1956), notice by publication of a tax sale was held insufficient where the landowner, known to be mentally incompetent, was without a guardian and unable to understand the nature of the proceedings.<footnotemark>13</footnotemark></p>\n<p id=\"b297-5\">While the dictates of <em>Mullane </em>have been applied by the Court in cases where the property owner had no reason to expect that a judicial proceeding might be commenced against his property, property tax assessments are a definite annual event of which all competent<footnotemark>14</footnotemark> landowners are cognizant.</p>\n<p id=\"b297-6\">In sustaining in <em>Longyear </em>notice by publication, <page-number citation-index=\"1\" label=\"200\">*200</page-number>the United States Supreme Court espoused the so-called \"caretaker theory”.<footnotemark>15</footnotemark></p>\n<p id=\"b298-5\">\"The owner of property whose, taxes duly assessed, have remained unpaid for more than one year must be held to the knowledge that proceedings for sale are liable to be begun as soon as practicable after the first day of June, and that the law contemplates that they will be ended before December 1, when the sales will be made by the county treasurer. <em>The proceedings are inscribed on the public records and otherwise made notorious. If he exercises due vigilance, he cannot fail to learn of their pendency, and that full opportunity to defend is afforded to him. This satisñes the demands of due process of law, </em>and the judgment is affirmed.” <em>Longyear v Toolan, supra, </em>p 418 (emphasis supplied).</p>\n<p id=\"b298-6\">In <em>Golden v Auditor General </em>373 Mich 664; 131 <page-number citation-index=\"1\" label=\"201\">*201</page-number>NW2d 55 (1964), this Court, distinguishing <em>Mullane, Schroeder </em>and <em>Walker </em>as cases where the plaintiffs had no reason to anticipate that action would be taken against their property, rejected a claim that a tax deed should be set aside because the statute does not require personal service or notice by mail.</p>\n<p id=\"b299-5\">Ill</p>\n<p id=\"b299-6\">After <em>Golden </em>was decided, the United States Supreme Court expanded the protection of consumers against state action under the Due Process Clause. In <em>Sniadach v Family Finance Corp, </em>395 US 337; 89 S Ct 1820; 23 L Ed 2d 349 (1969), Wisconsin’s procedure for prejudgment garnishment of wages without notice was held violative of the Due Process Clause. <em>Fuentes v Shevin, </em>407 US 67; 92 S Ct 1983; 32 L Ed 2d 556 (1972), struck down two state statutes permitting replevin upon <em>ex parte </em>application to a court clerk without prior notice. In <em>Mitchell v W T Grant Co, </em>416 US 600; 94 S Ct 1895; 40 L Ed 2d 406 (1974), the Court cut back, upholding Louisiana’s sequestration statute which permits issuance of a writ to enforce a vendor’s lien without a prior hearing. However, in <em>North Georgia Finishing, Inc v Di-Chem, Inc, </em>419 US 601; 95 S Ct 719; 42 L Ed 2d 751 (1975), the Court struck down Georgia’s statutes which provide for prejudgment garnishment of a bank account on a writ issued by a court clerk without notice or hearing.</p>\n<p id=\"b299-7\">While <em>Fuentes, Mitchell </em>and <em>North Georgia </em>may differ regarding the quantum of process to be accorded, it is clear that the Due Process Clause applies to a creditor’s effort to enforce its lien through judicial proceedings or other state action against a defaulting debtor. In commenting on <page-number citation-index=\"1\" label=\"202\">*202</page-number><em>Fuentes, </em>the Court in <em>North Georgia Finishing </em>observed:</p>\n<p id=\"b300-3\">\"Although the length or severity of a deprivation of use or possession would be another factor to weigh in determining the appropriate form of hearing, it was not deemed to be determinative of the <em>right to a hearing of some sort. </em>Because the official seizures had been carried out without notice and without opportunity for a hearing or other safeguard against mistaken repossession, they were held to be in violation of the Fourteenth Amendment.” <em>North Georgia Finishing, Inc v Di-Chem, Inc, supra, </em>p 606 (emphasis supplied).</p>\n<p id=\"b300-4\">While <em>North Georgia Finishing </em>concerns a commercial transaction<footnotemark>16</footnotemark> \"involving parties of equal bargaining power”, and <em>Sniadach, Fuentes </em>and <em>Mitchell </em>concern creditors who sought to collect relatively small amounts from individual consumers, the Court declined to make a distinction on that account:</p>\n<p id=\"b300-5\">\"We are no more inclined now that we have been in the past to distinguish among different kinds of property in applying the Due Process Clause. <em>Fuentes v Shevin, </em>407 US at 89-90.” <em>North Georgia Finishing, Inc v Di-Chem, Inc, supra, </em>p 608.</p>\n<p id=\"b300-6\">The Due Process Clause is a limitation on state action. <em>Sniadach et al </em>involved state action because the creditor utilized process issued by state officials to enforce its claim. In this case where the state is the moving party, the state-action requirement is clearly satisfied.</p>\n<p id=\"b300-7\">IV</p>\n<p id=\"b300-8\">In analyzing due process claims, the United <page-number citation-index=\"1\" label=\"203\">*203</page-number>States Supreme Court first determines \"[w]hether any procedural protections are due” and then decides \"what process is due”. <em>Morrissey v Brewer, </em>408 US 471; 92 S Ct 2593; 33 L Ed 2d 484 (1972).</p>\n<p id=\"b301-3\">In determining whether any procedural protection is required, the Court considers \"whether the nature of the interest is one within the contemplation of the 'liberty or property’ language of the Fourteenth Amendment”. <em>Morrissey v Brewer, supra, </em>p 481.<footnotemark>17</footnotemark></p>\n<p id=\"b301-4\">The question whether the Due Process Clause applies here can be readily answered. In <em>Longyear v Toolan, supra, </em>and other tax cases<footnotemark>18</footnotemark> it was unquestioned that the owner of real property is entitled to claim the protection of the Due Process Clause in respect to the assessment and collection <page-number citation-index=\"1\" label=\"204\">*204</page-number>of taxes. The \"actual owner * * * of real estate, chattels or money” has \"property interests protected by procedural due process”. <em>Board of Regents v Roth, </em>408 US 564; 92 S Ct 2701; 33 L Ed 2d 548 (1972).</p>\n<p id=\"b302-5\">Smith, as legal titleholder to the property, had a significant interest in property within the meaning of the Due Process Clause. Carl and Rose Dow, who were purchasing the property on land contract, also had a significant property interest within the protection of the clause.<footnotemark>19</footnotemark></p>\n<p id=\"b302-6\">Addressing the question what process is due, we note that \"due process is flexible and calls for such procedural protections as the particular situation demands”. <em>Morrissey v Brewer, supra, </em>p 481. \"The <page-number citation-index=\"1\" label=\"205\">*205</page-number>formality and procedural requisites for the hearing can vary, depending upon the importance of the interests involved and the nature of the subsequent proceedings.” <em>Boddie v Connecticut, </em>401 US 371, 378; 91 S Ct 780; 28 L Ed 2d 113 (1971).</p>\n<p id=\"b303-5\">While the form and nature of the hearing can vary, the Due Process Clause secures an absolute right to an opportunity for a meaningful hearing <em>\"before </em>the termination becomes effective”.<footnotemark>20</footnotemark> (Emphasis by the Court.)</p>\n<p id=\"b303-6\">\"The constitutional requirement of opportunity for <em>some </em>form of hearing before deprivation of a protected interest, of course, does not depend” upon a balancing of the importance of the interest and the nature of the subsequent proceedings. <em>Board of Regents v Roth, supra, </em>p 570, n 8 (emphasis by the Court). That the hearing \"is not fixed in form does not affect its root requirement that an individual be given an opportunity for a hearing” prior to deprivation of \"any significant property interest”. <em>Boddie v Connecticut, supra, </em>p 379.</p>\n<p id=\"b303-7\">\" 'The fundamental requisite of due process of law is the opportunity to be heard.’ <em>Grannis v Ordean, </em>234 US 385, 394 [34 S Ct 779; 58 L Ed 1363] (1914). The hearing must be 'at a meaningful time and in a meaningful manner.’ <em>Armstrong v Manzo, </em>380 US 545, 552 [85 S Ct 1187, 14 L Ed 2d 62] (1965).” <em>Goldberg v Kelly, </em>397 US 254, 267; 90 S Ct 1011; 25 L Ed 2d 287 (1970).</p>\n<p id=\"b303-8\">The \"opportunity to be heard” includes the right to notice of that opportunity. \"An elementary and <page-number citation-index=\"1\" label=\"206\">*206</page-number>fundamental requirement of due process in any proceeding which is to be accorded finality is notice reasonably calculated, under all the circumstances, to apprise interested parties of the pendency of the action and afford them an opportunity to present their objections.” <em>Mullane v Central Hanover Bank &amp; Trust Co, supra, </em>p 314.</p>\n<p id=\"b304-5\">Smith and the Dows had significant interests in property protected by the Due Process Clause. Before the state may deprive them of those interests, the Constitution requires that they be afforded an opportunity to be heard at a meaningful time and in a meaningful manner.<footnotemark>21</footnotemark> Additionally, <page-number citation-index=\"1\" label=\"207\">*207</page-number>Smith and the Dows were entitled to notice \"reasonably calculated, under all the circumstances”, to apprise them of that opportunity.</p>\n<p id=\"b305-5\">V</p>\n<p id=\"b305-6\">The tax lien foreclosure statute provides for two forms of notice — notice by mail and notice by publication.</p>\n<p id=\"b305-7\">While the statute provides for mailed notice, there is no record of notice having been mailed or received in this case. The state does not contend that we should assume that notices were duly mailed; the statute’s express statement that no consequence shall attach to non-mailing precludes any such contention.</p>\n<p id=\"b305-8\">Few taxpayers will learn of the pendency of tax foreclosure proceedings as a result of newspaper publication. It is agreed that Smith and the Dows did not receive notice in that or any other manner.</p>\n<p id=\"b305-9\">The City of Sparta, where the Sentinel-Leader is published, is located ten miles from Grand Rapids where Smith resides. The Dows live in the City of Wyoming. The Sentinel-Leader has a circulation of 2,100. Residents of Grand Rapids and Wyoming are not likely to be readers of the Sentinel-Leader.</p>\n<p id=\"b305-10\">Newspaper publication is a formality. A few institutional lenders may hire persons to scan such notices, hut newspaper publication for most property owners provides no notice at all.</p>\n<p id=\"b305-11\">\"Chance alone brings to the attention of even a local resident an advertisement in small type inserted in the <page-number citation-index=\"1\" label=\"208\">*208</page-number>back pages of a newspaper, and if he makes his home outside the area of the newspaper’s normal circulation the odds that the information will never reach him are large indeed. The chance of actual notice is further reduced when, as here, the notice required does not even name those whose attention it is supposed to attract, and does not inform acquaintances who might call it to attention. <em>In weighing its sufficiency on the basis of equivalence with actual notice we are unable to regard this as more than a feint. ” Mullane v Central Hanover Bank &amp; Trust Co, supra, </em>p 315. (Emphasis supplied.)</p>\n<p id=\"b306-5\">Notice by publication is not constitutionally adequate \"with respect to a person whose name and address are known or very easily ascertainable and whose legally protected interests are directly affected by the proceedings in question. 'Where the names and post-office addresses of those affected by a proceeding are at hand, the reasons disappear for resort to means less likely than the mail to apprise them of its pendency.’ ” <em>Schroeder v City of New York, supra, </em>pp 212-213.<footnotemark>22</footnotemark></p>\n<p id=\"b306-6\">\"There is nothing peculiar about litigation between the Government and its citizens that should deprive those citizens of a right to be heard.” <em>Walker v City of Hutchinson, supra, </em>p 117. The obligation to mail notice to the owners of significant interests in land sold for nonpayment of taxes has long been imposed on tax title buyers. Tax title buyers typically purchase more than one parcel at a time and thus are obliged to send many notices. Their ability to provide mailed notice \"is <page-number citation-index=\"1\" label=\"209\">*209</page-number>persuasive that postal notification * * * would not seriously burden” the government. <em>Mullane v Central Hanover Bank &amp; Trust Co, supra, </em>p 319.</p>\n<p id=\"b307-5\">\"The establishment of prompt efficacious procedures to achieve legitimate state ends is a proper state interest worthy of cognizance in constitutional adjudication. But the Constitution recognizes higher values than speed and efficiency. Indeed, one might fairly say of the Bill of Rights in general, and the Due Process Clause in particular, that they were designed to protect the fragile values of a vulnerable citizenry from the overbearing concern for efficiency and efficacy that may characterize praiseworthy government officials no less, and perhaps more, than mediocre ones.” <em>Stanley v Illinois, </em>405 US 645, 656; 92 S Ct 1208; 31 L Ed 2d 551 (1972).</p>\n<p id=\"b307-6\">We agree with Judge John H. Gillis, who dissented in the Court of Appeals, that the caretaker theory has been undermined by <em>Fuentes </em>and other decisions of the United States Supreme Court. Manifestly, due process would not be satisfied by a state statute providing for notice by publication of proceedings to withdraw welfare benefits, revoke the probation of a fugitive or to replevin or garnishee a debtor’s property.</p>\n<p id=\"b307-7\">\"Where a man’s automobile or color television set is at stake, due process requires notice and a prior hearing before a creditor is entitled to retake possession. <em>Inter City Motor Sales v Judge of the Common Pleas Court for the City of Detroit, </em>42 Mich App 112 [201 NW2d 378] (1972); <em>Fuentes v Shevin, </em>407 US 67; 92 S Ct 1983; 32 L Ed 2d 556 (1972). Presumably, an installment purchaser of chattels knows when he is in default just as the owner of real property knows when he hasn’t paid taxes. Both the chattel buyer and the real estate owner should be held to know that courts and creditors will deal with them in due course. I fail to see why debtors in personal property are entitled to 'more due process’ than the owner of real estate, whose 'asset’ <page-number citation-index=\"1\" label=\"210\">*210</page-number>will certainly not leave the state in some mysterious fashion on the eve of court action.” <em>Dow v State of Michigan, </em>46 Mich App 101, 114; 207 NW2d 441 (1973) (Gillis, J. dissenting).</p>\n<p id=\"b308-5\">Since publication provides most taxpayers no notice at all, the caretaker theory in effect dispenses with notice entirely. And without notice there is no meaningful opportunity to be heard.</p>\n<p id=\"b308-6\">The state has no proper interest in taking a person’s property for nonpayment of taxes without proper notice and opportunity for a hearing at which the person can contest the state’s right to foreclose and cure any default determined. (See fn 21.) By reason of the Due Process Clause it may not do so.</p>\n<p id=\"b308-7\">VI</p>\n<p id=\"b308-8\">Real property interests of record are readily identifiable. Accordingly, the titleholder, Smith, was entitled to have the state employ such means \"as one desirous of actually informing [her] might reasonably adopt” to notify her of the pendency of the proceedings. <em>Mullane v Central Hanover Bank &amp; Trust Co, supra, </em>p 315.<footnotemark>23</footnotemark></p>\n<p id=\"b308-9\">It does not appear whether the land contract purchaser’s interest of the Dows was of record. Ordinarily a land contract purchaser of a residence is in actual possession and readily identifiable. The Dows were not in possession. The typical land contract requires the purchaser to pay taxes. It does not appear whether the tax assessor or the treasurer were aware of the Dows’ interests or, indeed, to whom tax bills had been sent. If their <page-number citation-index=\"1\" label=\"211\">*211</page-number>interests were of record or if the assessor or treasurer was aware of their interests, they too were entitled to have the state employ such means \"as one desirous of actually informing [them] might reasonably adopt” to notify them of the pendency of the proceedings.</p>\n<p id=\"b309-3\">Personal service is not required. Notice by mail is adequate.<footnotemark>24</footnotemark> Mailed notice must be directed to an address reasonably calculated to reach the person entitled to notice. Mailing should be by registered or certified mail, return receipt requested, both because of the greater care in delivery and because of the record of mailing and receipt or non-receipt provided. Such would be the efforts one desirous of actually informing another might reasonably employ. If the state exerts reasonable efforts, then failure to effectuate actual notice would not preclude foreclosure of the statutory lien and indefeasible vesting of title on expiration of the redemption period.</p>\n<p id=\"b309-4\">VII</p>\n<p id=\"b309-5\">Difficulties anticipated in giving notice and affording an opportunity for a hearing do not justify dispensing with notice and hearing requirements.<footnotemark>25</footnotemark> Actual difficulties are factors affecting the type of notice and what hearing requirement is reasonable.<footnotemark>26</footnotemark></p>\n<p id=\"b309-6\">A judicial hearing is not required. A proper administrative procedure \"with ultimate recourse <page-number citation-index=\"1\" label=\"212\">*212</page-number>to the judiciary” would satisfy constitutional requirements.<footnotemark>27</footnotemark></p>\n<p id=\"b310-3\">Putting aside the questions that might arise if the cost to the owner of redeeming after a sale . were substantially in excess of the pre-sale cost of curing a delinquency, it would satisfy constitutional requirements if the state were to adopt a procedure providing for (i) ordinary mail notice<footnotemark>28</footnotemark> before sale to the person to whom tax bills have been sent and to \"occupant,” and (ii) after sale to the state, formal notice to all owners of significant property interests of the constitutionally required opportunity for hearing and redemption. The burden required by the Constitution is manageable.</p>\n<p id=\"b310-4\">Reversed. Remanded to the trial court.</p>\n<judges id=\"b310-5\">Kavanagh, C. J., and Williams and Fitzgerald, JJ., concurred with Levin, J.</judges>\n<judges id=\"b310-6\">Coleman, J., concurred in the result.</judges>\n<judges id=\"b310-7\">Lindemer and Ryan, JJ., took no part in the decision of this case.</judges>\n<footnote label=\"1\">\n<p id=\"b293-12\"> US Const, Am XIV; Const 1963, art 1, § 17.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b294-10\"> MCLA 211.61; MSA 7.105.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b294-11\"> MCLA 211.62; MSA 7.107.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b294-12\"><em> </em>MCLA 211.63; MSA 7.108.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b294-13\"> MCLA 211.66; MSA 7.111.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b295-11\"> MCLA 211.61a; MSA 7.106.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b295-12\"> MCLA 211.73c; MSA 7.119(2).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b295-13\"> MCLA 211.141, 211.142; MSA 7.199, 7.200.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b295-14\"> MCLA 211.431; MSA 7.661.</p>\n<p id=\"b295-15\">The state cannot rely on this statutory provision to insulate itself from redress if the statutory procedure for tax sales does not meet constitutional requirements. A different question would be presented if rights of third persons had intervened.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b296-10\"> The purchasers’ interest of a husband and wife under a land contract is an estate by the entirety. <em>Stevens v Wakeman, </em>213 Mich 559, 567; 182 NW 73 (1921); <em>Zeigen v Roiser, </em>200 Mich 328, 341; 166 NW 886 (1918); 13 Mich Law &amp; Practice, Husband and Wife, § 3, p 461. Prior to the enactment of 1975 PA 288, the husband had the right to control the possession and use of property held by entirety and to collect the rents and profits. <em>Arrand v Graham, </em>297 Mich 559; 298 NW 281 (1941); 13 Callaghan’s Mich Civil Jurisprudence, Husband and Wife, §66, p 132; 13 Mich Law &amp; Practice, Husband and Wife, § 3, p 463.</p>\n<p id=\"b296-11\">Act 288 provides:</p>\n<p id=\"b296-12\">\"A husband and wife shall be equally entitled to the rents, products, income, or profits, and to the control and management of real or personal property held by them as tenants by the entirety.” MCLA 557.71; MSA 26.210(1)</p>\n<p id=\"b296-13\">Whatever may have been the prior law, each spouse is now entitled to separate notice.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b296-14\"> The population figures are based on the 1970 Federal census.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b297-7\"> In <em>City of New York v New York, N H &amp; H R Co, </em>344 US 293, 296; 73 S Ct 299; 97 L Ed 333 (1953), the Supreme Court held that in a railroad reorganization notice by publication to creditors of the time for filing their claims was not sufficient. \"Notice by publication is a poor and sometimes a hopeless substitute for actual service of notice. Its justification is difficult at best.”</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b297-8\"> In <em>Robinson v Hanrahan, </em>409 US 38, 40; 93 S Ct 30; 34 L Ed 2d 47 (1972), the Court invalidated a state forfeiture proceeding in which notice was sent to the individual’s home address at a time when he was known to the authorities to be in jail: \"Under these circumstances, it cannot be said that the State made any effort to provide notice which was 'reasonably calculated’ to apprise appellant of the pendency of the forfeiture proceedings.”</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b297-9\"> While <em>Covey v Town of Somers, </em>351 US 141; 76 S Ct 724; 100 L Ed 1021 (1956), involved a tax sale, the landowner was known to the authorities to be incompetent and uninformed regarding the annual assessment of taxes.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b298-7\"> It has been suggested that the early decisions of the United States Supreme Court approving notice by publication were an outgrowth of the holding in <em>Pennoyer v Neff, </em>95 US 714; 24 L Ed 565 (1878), that jurisdiction over a nonresident could not be obtained by service of process outside a state. To solve the dilemma posed by that doctrine' where litigation concerned property located within a state but owned by a nonresident, the Court permitted notice to be made by publication on the theory that the proceeding was in rem. The caretaker theory — that owners of property were obliged to keep themselves informed of recurring events affecting their property— supplemented the in rem analysis.</p>\n<p id=\"b298-8\">With the development of the minimum contracts theory of <em>International Shoe Co v Washington, </em>326 US 310; 66 S Ct 154; 90 L Ed 95 (1945), and the enactment of long-arm statutes permitting service of process outside the state, the \"rule that the process of a state may not be served beyond its borders is a relic of the past”. <em>See </em>Note, <em>The Constitutionality of Notice by Publication in Tax Sale Proceedings, </em>84 Yale L J 1505, 1507 (1975).</p>\n<p id=\"b298-9\">In <em>Robinson v Hanrahan, supra, </em>p 39, the Court reiterated that the application of the Due Process Clause does not depend on classification as in rem or in personam:</p>\n<p id=\"b298-10\">\"In <em>Mullane v Central Hanover Bank &amp; Trust Co, </em>339 US 306 (1950), after commenting on the vagueness of the classifications <em>'in rem, </em>or more indefinitely <em>quasi in rem, </em>or more vaguely still, \"in the nature of a proceeding in rem,” ’ this Court held that 'the requirements of the Fourteenth Amendment to the Federal Constitution do not depend upon a classification for which the standards are so elusive and confused generally and which, being primarily for state courts to define, may and do vary from state to state.’ <em>Id., </em>at 312.”</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b300-9\"> The indebtedness was alleged to have arisen on account of goods sold and delivered in the amount of $51,279.17.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b301-5\"> Among the interests recognized by the United States Supreme Court as \"liberty” protected by the due process clause are interracial marriage <em>[Loving v Virginia, </em>388 US 1; 87 S Ct 1817; 18 L Ed 2d 1010 (1967)]; foreign language education of a child <em>[Meyer v Nebraska, </em>262 US 390; 43 S Ct 625; 67 L Ed 1042 (1923)]; education of a child in a non-public school <em>[Pierce v Society of Sisters, </em>268 US 510; 45 S Ct 571; 69 L Ed 1070 (1925)]; procreation of children <em>[Skinner v Oklahoma, </em>316 US 535; 62 S Ct 1110; 86 L Ed 1655 (1942)]; father to custody of illegitimate child <em>[Stanley v Illinois, </em>405 US 645; 92 S Ct 1208; 31 L Ed 2d 551 (1972)]; good time credit for prisoner <em>[Wolff v McDonnell, </em>418 US 539; 94 S Ct 2963; 41 L Ed 2d 935 (1974)]; protection against improper revocation of parole <em>[Morrissey v Brewer, </em>408 US 471; 92 S Ct 2593; 33 L Ed 2d 484 (1972)].</p>\n<p id=\"b301-6\">Interests protected as \"property” under the Due Process Clause include welfare benefits <em>[Goldberg v Kelly, </em>397 US 254; 90 S Ct 1011; 25 L Ed 2d 287 (1970)]; employment with Federal contractor <em>[Cafeteria &amp; Restaurant Workers Union v McElroy, </em>367 US 886, 895; 81 S Ct 1743; 6 L Ed 2d 1230 (1961)]; continued employment as a college teacher <em>[Perry v Sindermann, </em>408 US 593; 92 S Ct 2694; 33 L Ed 2d 570 (1972)]; continued employment as a Federal employee <em>[Arnett v Kennedy, </em>416 US 134; 94 S Ct 1633; 40 L Ed 2d 15 (1974)].</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b301-7\"> <em>See Kelly v Pittsburgh, </em>104 US 78, 80; 26 L Ed 658 (1881); <em>Hibben v Smith, </em>191 US 310, 325; 24 S Ct 88; 48 L Ed 195 (1903); <em>Central of Georgia R Co v Wright, </em>207 US 127, 138; 28 S Ct 47; 52 L Ed 134 (1907); <em>Londoner v Denver, </em>210 US 373, 385; 28 S Ct 708; 52 L Ed 1103 (1908); <em>Turner v Wade, </em>254 US 64, 67-68; 41 S Ct 27; 65 L Ed 134 (1920); <em>McGregor v. Hogan, </em>263 US 234, 237; 44 S Ct 50; 68 L Ed 282 (1923).</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b302-7\"> The United States Supreme Court has held that the Due Process Clause protects property interests which, like that of a land contract purchaser, are \"intangible”.</p>\n<p id=\"b302-8\">In <em>Board of Regents v Roth, </em>408 US 564, 571-572; 92 S Ct 2701; 33 L Ed 2d 548 (1972), the Court said that \"the property interests protected by procedural due process extend well beyond <em>actual ownership of real estate, </em>chattels, or money”. (Emphasis supplied.)</p>\n<p id=\"b302-9\">Synthesizing its earlier decisions recognizing property interests in intangible property <em>[Goldberg v Kelly, </em>397 US 254; 90 S Ct 1011; 25 L Ed 2d 287 (1970) (welfare benefits); <em>Slochower v Board of Education, </em>350 US 551; 76 S Ct 637; 100 L Ed 692 (1956); <em>Wieman v Updegraff, </em>344 US 183; 73 S Ct 215; 97 L Ed 216 (1952); <em>Connell v Higginbotham, </em>403 US 207; 91 S Ct 1772; 29 L Ed 2d 418 (1971) (contracts of public employment)], the Court observed:</p>\n<p id=\"b302-10\">\"Certain attributes of 'property’ interests protected by procedural due process emerge from these decisions. To have a property interest in a benefit, a person clearly must have more than an abstract need or desire for it. He must have more than a unilateral expectation of it. He must, instead, have a legitimate claim of entitlement to it. It is a purpose of the ancient institution of property to protect those claims upon which people rely in their daily lives, reliance that must not be arbitrarily undermined. It is a purpose of the constitutional right to a hearing to provide an opportunity for a person to vindicate those claims.</p>\n<p id=\"b302-11\">\"Property interests, of course, are not created by the Constitution. Rather, they are created and their dimensions are defined by existing rules or understandings that stem from an independent source such as state law — rules or understandings that secure certain benefits and that support claims of entitlement to those benefits.” 408 US at 577.</p>\n<p id=\"b302-12\"><em>Similarly, see, Perry v Sindermann, </em>408 US 593; 92 S Ct 2694; 33 L Ed 2d 570 (1972).</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b303-9\"> <em>Bell v Burson, </em>402 US 535, 542; 91 S Ct 1586; 29 L Ed 2d 90 (1971). The \"Court consistently has held that some form of hearing is required before an individual is finally deprived of a property interest.” <em>Mathews v Eldridge, </em>424 US 319; 96 S Ct 893; 47 L Ed 2d 18 (1976).</p>\n<p id=\"b303-10\">\"The opportunity to defend one’s property before it is finally taken is so basic that it hardly bears repeating.” <em>Arnett v Kennedy, supra, </em>p 180 (White, J.).</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b304-6\"> The statute provides for rights of redemption and for notice of those rights. MCLA 211.73c; MSA 7.119(2). <em>See, also, </em>MCLA 211.74; MSA 7.120; MCLA 211.67; MSA 7.112; MCLA 211.67a; MSA 7.112(1).</p>\n<p id=\"b304-7\">In this case the property was sold for nonpayment of taxes in the amount of $35.82. Even if it were determined on a proper hearing that $35.82 was owing, the state could not forfeit an ownership equity, worth many times that amount, if prompt payment were forthcoming. A hearing would not be \"at a meaningful time” unless the owner of a significant interest in the property had an opportunity to cure any delinquency determined upon the hearing and avoid foreclosure and the taking of his property by the state.</p>\n<p id=\"b304-8\">Even if the right to redeem were not constitutionally rooted, once granted by statute it is protected by the Due Process Clause.</p>\n<p id=\"b304-9\">In <em>Arnett v Kennedy, supra, </em>pp 153-154, the plurality opinion declared \"that where the grant of a substantive right is inextricably intertwined with the limitations on the procedures which are to be employed in determining that right, a litigant in the position of appellee must take the bitter with' the sweet”.</p>\n<p id=\"b304-10\">Six Justices, in three separate opinions, rejected that view.</p>\n<p id=\"b304-11\">An opinion authored by Justice Powell declared that such a \"view misconceives the origin of the right to procedural due process. That right is conferred, not by legislative grace, but by constitutional guarantee. While the legislature may elect not to confer a property interest in federal employment, it may not constitutionally authorize the deprivation of such an interest, once conferred, without appropriate procedural safeguards.” 416 US, pp 166-167.</p>\n<p id=\"b304-12\"><em>Similarly, see Wolff v McDonnell, supra, </em>fn 17, pp 557-558, where the Supreme Court, recognizing that a state was not compelled to give prisoners credit for good time, said: \"But the State having created the right to good time and itself recognizing that its deprivation is a sanction authorized for major misconduct, the prisoner’s interest has real substance and is sufficiently embraced within Fourteenth Amendment 'liberty’ to entitle him to those minimum procedures appropri<page-number citation-index=\"1\" label=\"207\">*207</page-number>ate under the circumstances and required by the Due Process Clause to insure that the state-created right is not arbitrarily abrogated. * ** * [A] person’s liberty is equally protected, even when the liberty itself is a statutory creation of the State. The touchstone of due process is protection of the individual against arbitrary action of government.”</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b306-7\"> \"In the present case there seem to be no compelling or even persuasive reasons why such direct notice cannot be given. Appellant’s name was known to the city and was on the official records. Even a letter would have apprised him that his property was about to be taken and that he must appear if he wanted to be heard as to its value.” <em>Walker v City of Hutchinson, </em>352 US 112, 116; 77 S Ct 200; 1 L Ed 2d 178 (1956).</p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b308-10\"> \"The means employed must be such as one desirous of actually informing the absentee might reasonably adopt to accomplish it.” <em>Mullane v Central Hanover Bank &amp; Trust Co, </em>339 US 306, 315; 70 S Ct 652; 94 L Ed 865 (1950).</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b309-7\"> <em>See Grannis v Ordean, </em>234 US 385; 34 S Ct 779; 58 L Ed 1363 (1914); <em>Mullane v Central Hanover Bank &amp; Trust Co, supra; </em>and <em>Schroeder v City of New York; </em>371 US 208; 83 S Ct 279; 9 L Ed 2d 255 (1962).</p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b309-8\"> <em>See Goldberg v Kelly, supra, </em>p 261; <em>Bell v Burson, supra, </em>p 540. <em>Cf. United States Department of Agriculture v Murry, </em>413 US 508; 93 S Ct 2832; 37 L Ed 2d 767 (1973).</p>\n</footnote>\n<footnote label=\"26\">\n<p id=\"b309-9\"> <em>Mathews v Eldridge, supra.</em></p>\n</footnote>\n<footnote label=\"27\">\n<p id=\"b310-8\"> <em>Public Clearing House v Coyne, </em>194 US 497; 24 S Ct 789; 48 L Ed 1092 (1904); <em>Crane v Hahlo, </em>258 US 142; 42 S Ct 214; 66 L Ed 514 (1922); <em>Bell v Burson, supra.</em></p>\n</footnote>\n<footnote label=\"28\">\n<p id=\"b310-9\"> <em>See Grannis v Ordean, supra.</em></p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}