{
  "casebody": {
    "data": "<casebody firstpage=\"96\" lastpage=\"102\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b96-8\">Rhines <em>versus </em>Clark <em>et al., </em>Executors.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b96-9\">1. Where a special remedy is provided by an Act of Assembly for damages sustained by dams in navigable rivers and cases of like sort, the common-law remedy is displaced by virtue of the Act of 21st March 1806.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b96-10\">2. The Act of 1806 contemplates a remedy that is constitutional and efficacious ; to take away a citizen's common-law rights, without substituting a substantial and adequate redress, would violate his constitutional immunities.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b96-11\">3. A citizen has a legal right to navigate a navigable river, and, if obstructed or injured in it, must have remedy by “ due course of law.”</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b96-12\">4. The Act of March 27th 1852, relating to Clarion river (see case), did not give such remedy, because the tribunal for assessing damages is not obliged to act, and because their award is final, without any possibility of trial by jury. The “Mill-Dam Act” (March 23d 1803), although it modifies the remedy, preserves the right of jury trial, and is therefore constitutional.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b96-13\">5. The legislature may withhold trial by jury from new offences and new jurisdictions created by statute and clothed with no common-law power; and also from proceedings in common-law courts out of the course of the common law, because “ heretofore” trial by jury did not exist in such cases.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b96-14\">Error to the Court of Common Pleas of <em>Jefferson county.</em></summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b96-15\">This was an action on the case brought by Andrew S. Rhines, the plaintiff in error, against Iienry Raught. During the pend-ency of the suit, Raught died, and A. M. Clark and Rosanna Raught, his executors — the defendants in error — were substituted. Raught, some time before 1857, had erected and maintained a dam across the Clarion river, which is a highway. In that year <page-number citation-index=\"1\" label=\"97\">*97</page-number>Rhine$ was running a raft of lumber clown the river, which stuck fast on this dam, and in consequence, was delayed, put to expense, and lost much of his timber.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b97-6\">By an Act of Assembly (March 27th 1852, § 7, P. L. 188), it is provided, “ that whenever it shall be alleged that any dam on said river (Clarion) is not erected according to law, and damages have been sustained in consequence,” the person aggrieved may notify the owner, &amp;c., of such premises that he will proceed to ascertain the damages : and the person injured shall choose one person, the owner of dam, &amp;c., another, and if the parties cannot agree, the two referees shall select the third ; and the three shall make an award of the damages and file it in the prothonotary’s office, and it “ shall have the full effect and force of a judgment * * and have priority of' lien on such premises over any other judgments obtained after the passage of this act,” &amp;c.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b97-7\">The only question ruled in the court below was the effect of this act as to the plaintiff’s remedy.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b97-8\">Campbell, P. J., charged the jury as follows :—</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b97-9\"><em>“ </em>The plaintiff brings this suit to recover damages sustained by reason of the defendant’s testator having erected a dam across the Clarion river, and the material question of law raised in the case is, can he recover, in the face of the Act of Assembly of March 27th 1852 (Pamphlet Laws of 1852, pages 183 and 184). As we understand the provisions of that act, it takes away the right of trial by jury, and substitutes a tribunal therein created, ‘ whenever it shall be alleged that any .dam on said river is not erected according to the requirements of law, and that damages have been sustained in consequence thereof.’ It is hardly necessary to refer to the rule that when a statutory remedy is provided, it must be pursued exclusively. We cannot doubt, therefore, that whatever damages have been sustained by the erection of this dam, must be assessed in the manner pointed out in the act, and that the plaintiff cannot recover in this suit.”</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b97-10\">To this charge the plaintiff excepted, and having removed the case to this court, here assigned for error that</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b97-11\">The court erred in instructing the jury that <em>“ </em>whatever damages have been sustained by the erection of this dam, must be. assessed in the manner pointed out in the act, and that the plaintiff cannot recover in this suit.”</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b97-12\">G. <em>A. Jenks, </em>for plaintiff in error.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"Ax3\">The remedy furnished by the Act of 1852 is not exclusive, but additional. The right to sue in court cannot be taken away without negative terms or necessary implication: Bank <em>v. </em>Commonwealth, 10 Barr 448.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b97-13\">If the act has the effect contended for, it is repugnant to the constitution in denying a trial by jury (Art. IX., § 6) : Emerick <em>v. </em>Harris, 1 Binn. 424.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b98-4\"><page-number citation-index=\"1\" label=\"98\">*98</page-number>The Act of 1852 creates no court, and is therefore repugnant to Art. Y, § 1, of constitution, which, after vesting judicial powers in certain tribunals named, adds: “ and in such other courts as the legislature may *■ * establish.” There is no appeal from the tribunal established by Act of 1852. Citing also Commonwealth <em>v. </em>Judges of Court of Quarter Sessions, 8 Barr 391.</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b98-5\"><em>A. L. </em>Gordon, for defendants in error.</attorneys>\n<p data-order=\"19\" data-type=\"legal\" id=\"AqG\">The Act of 1852 designed to provide a specific exclusive remedy. If not, the remedy is exclusive by the Act of March 21st 1806, Purd. 41: Wike <em>v. </em>Lightner, 1 Rawle 290 ; Todd <em>v. </em>Patterson, 17 S. &amp; R. 346; Brown <em>v. </em>Commonwealth, 3 Id. 274; Moyer <em>v. </em>Kirby, 14 Id. 164-5 ; Turnpike <em>v. </em>Martin, 2 Jones 361; Thomas <em>v. </em>Simpson, 3 Barr 69; Myers <em>v. </em>Black, 5 Harris 198; Holliday <em>v. </em>Ward, 7 Id. 492. The franchise of navigation is in the state: she may therefore grant its úse as she pleases: Monongahela Bridge Co. <em>v. </em>Kirk, 10 Wright 112; Monongahela Navigation Co. <em>v. </em>Coon, 6 Barr 382, s. c. 6 W. &amp; S. 101. The legislature may provide other modes of assessing damages than jury trials : In the Matter of Pennsylvania Hall, 5 Barr 204; Ligat <em>v. </em>Commonwealth, 7 Harris 456; Byers <em>v. </em>Same, 6 Wright 89; Van Swartow <em>v. </em>Same, 12 Harris 131; Extension of Hancock Street, 6 Id. 26.</p>\n<decisiondate data-order=\"20\" data-type=\"decisiondate\" id=\"Ane\">January 8th 1866,</decisiondate>\n<opinion data-order=\"21\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b98-6\">The opinion of the court was delivered, by</p>\n<author id=\"b98-7\">Woodward, C. J.</author>\n<p id=\"Aan\">Raught having erected, and for many years maintained, a mill-dam in the Clarion river, the plaintiff, in navigating that stream with his lumber, suffered detention and loss by reason of the dam, and brought this action on the case to recover his damages. Raught having died pending the action, his executors were substituted.</p>\n<p id=\"b98-8\">The court below ruled that the action would not lie because a statutory mode of redress for such injuries had been provided by the Act of Assembly of 27th March 1852 (Pi L. p. 183), and thus the plaintiff was put out of court.</p>\n<p id=\"b98-9\">If it be so, that the legislature have provided a special remedy for injuries of this sort, it must be strictly pursued, and the common-law remedy disappears by virtue of the Act of 1806 : Purd. 41. Let us, therefore, look into the Act of 1852, and consider the effect of its provisions.</p>\n<p id=\"b98-10\">It is an act of multitudinous purposes, as its title indicates; but in the 6th section it touches the Clarion river, and declares that the law in relation to mill-dams on that river shall be continued to protect the descending but not the ascending navigation.</p>\n<p id=\"b98-11\">Then follows the 7th section, in these words :—</p>\n<blockquote id=\"b98-12\">“ See. 7. That whenever it shall be alleged that any dam on said river is not erected according to the requirements of law, and that damages have been sustained in consequence thereof, it <page-number citation-index=\"1\" label=\"99\">*99</page-number>shall be lawful for any person aggrieved to notify the owner, agent, or person in possession of such premises, that he will proceed to ascertain the damages according to the following provisions, viz.: the person claiming damages shall select one person, and the owner or agent of the dam shall choose one, and if the parties cannot agree on a third person, then the two selected by the parties shall select such person. After being duly sworn or affirmed, the persons so selected shall proceed to inquire into and ascertain the nature and amount of damages sustained, and file their award of the same under their hands and seals, in the office of the prothonotary of the proper county, which shall be entered upon the judgment docket, and when so entered, shall have the full effect and force of a judgment, and such judgment shall have priority of lien on such premises over any other judgments obtained after the-passage of this act: in case the party, his agent or attorney, shall neglect or refuse to perform the part prescribed in relation to the selection of referees, it shall be the duty of the prothonotary to do it for him.”</blockquote>\n<p id=\"b99-6\">This is the only section that relates to damages for injury to private property. The 8th section relates to proceedings in the Common Pleas for the alteration or removal of any dam not constructed according to law, and the 9th section provides that all proceedings then commenced in relation to dams in the Clarion, shall be finished according to the provisions of this act.</p>\n<p id=\"b99-7\">Recurring now to the 7th section, it is obvious that the case intended to be provided for by the legislature was that of damages resulting from a dam “ not erected according to the requirements of law,” and the reference here, we suppose, was to the Mill-Dam Act of 1803, Purd. 742. That act authorized the owners of lands along any stream of water that was declared by law to be a highway, except the Delaware, Lehigh, and Schuylkill, to erect dams for the convenience of mills on their land, provided they should not obstruct the navigation of such streams, nor prevent the ascent of fish. It gave to the Quarter Sessions of the proper county supervising power over such dams, and it entitled the owner of any boat, raft, or other vessel, who was obstructed or suffered damage by reason of such dam, to sue before a justice of the peace, who had power to appoint referees, if the damages claimed did not exceed $50, with the. right of appeal to the Common Pleas, and if the damages claimed exceeded $50, the suit was to be brought in the first instance in the Common Pleas. Such was the Mill-Dam Act of 1803, to which the Act of 1852 refers itself, and instead of leaving the injured party, to the redress provided by the Mill-Dam Act, the Act of 1852 substitutes a new and wholly inconsistent remedy.</p>\n<p id=\"b99-8\">The injured navigator is to choose one referee, and to notify the person in possession of the dam to choose another, and these <page-number citation-index=\"1\" label=\"100\">*100</page-number>two are to choose a third, if the parties cannot agree on him. If the dam-owner neglect or refuse to choose referees, the prothonotary is to act for him; but the board, when thus constituted, is under no legal obligation to act, and no compensation is provided for them. From their award, if they do act, no appeal lies, but it is to be entered up as a lien without exception, writ of error, or further motion.</p>\n<p id=\"b100-6\">Now, according to the ruling of the court below, this was a statutory remedy, that superseded all common-law remedies ; but was it, really, any remedy at all ? The Act of 1806 must be understood as contemplating a statutory remedy that is constitutional and efficacious, not a mere form without substance. To take away the common-law rights of a citizen, without giving him a substantial and adequate redress by statute, would be oppression and injustice: would be violative of his constitutional immunities.</p>\n<p id=\"b100-7\">There can be no doubt of the legal right of the plaintiff to navigate the Clarion river. It is a public highway, both by nature and by statute, and is therefore within the purview of the Act of 1803, and of all our legislation protective of the natural right of navigation. If obstructed or injured in the exercise of this right, he must have remedy by “ due course of law.” If no statute provides such remedy, he may resort to the common law. Whether he might seek redress according to the Mill-Dam Act, is not the question before us, but our only question is, whether the Act of 1852 supplied him with that adequate remedy which he had a constitutional right to demand.</p>\n<p id=\"b100-8\">We think it did not, for two reasons: First, because the tribunal which it provides is under no legal obligation to act. The referees may in all cases, and certainly would in many cases, decline to decide such disputes between neighbours. The legislature have indeed power to constitute other courts besides those mentioned in the constitution, and we do not doubt that they might provide a compulsory reference for cases of this sort, but we hold that to be no court at all which is under no compulsion to act as a court in a proper ease.</p>\n<p id=\"b100-9\">All courts are bound to keep open doors, and to entertain all suitors who present themselves in due form. Our General Arbitration Law imposes a penalty on arbitrators who refuse to take upon themselves the duties of their appointment. It is not a matter of taste or convenience, but of imperative duty with courts of justice, to hear and determine what is duly brought before them. But these referees are placed under no legal duty — no statute has said they shall act — the statute under consideration neither rewards them for action, nor punishes them for inaction, but merely refers the dispute to their pleasure and convenience, and therefore it fails to provide any <em>tribunal </em>whatever.</p>\n<p id=\"b100-10\">In the next place, the statute makes their award final, without <page-number citation-index=\"1\" label=\"101\">*101</page-number>any possibility of a trial by jury. In this respect we think the enactment was palpably unconstitutional. “ Trial by jury shall be as heretofore, and the right thereof remain inviolate,” has been the voice of all our constitutions and, long before any of them were made, the common law had defined the right of navigating navigable streams, and had provided a jury for assessing damages for the interruption of this right. In the case of The Barclay Railroad Company <em>v. </em>Ingham, 12 Casey 201, the right of navigating streams capable of valuable flotage was deduced from Magna Charta, and shown to have been recognised in Pennsylvania from the earliest foundation of the colony. It was one of the “ libertiess” of the people, and rested, like all their liberties, upon the ancient institution of trial by jury.</p>\n<p id=\"b101-6\">When, therefore, our fundamental law declared that trial by jury should be as heretofore, it declared, in effect, .that the liberty of navigation should be placed on no other foundation — should never be deprived of this palladium of all our liberties.</p>\n<p id=\"b101-7\">Doubtless the legislature may withhold trial by jury from <em>new offences </em>created by statute, and unknown to the common law, as in the instance of the Sunday Law (Van Swarter’s Case, 12 Harris 131), and of numerous enactments in the nature of police regulations for preservation of the public peace. So may trial by jury be withheld from <em>new jurisdictions </em>created by statute and clothed with no common-law powers, as in the instance of the Justices Hundred Dollar Law, and of the authorities that enforce the liability of counties for property destroyed by mobs: 5 Barr 208 ; and also from proceedings which, though in common-law courts, are <em>out of the course of the common </em>laio, as in motions for summary relief against judgments; Banning <em>v. </em>Taylor, 12 Harris 289 ; and in equity suits; Irwin <em>v. </em>Irwin, 17 Legal Int. 116. The proceedings in our Orphans’ Court, and many of those in our Quarter Sessions, are examples of this nature. In all these instances it is no invasion of the rights of the citizen to withhold trial by jury, and provide some other mode for trying contested facts, because “ heretofore,” that is, at the common law which antedated our constitutions, trial by jury did not exist in such cases.</p>\n<p id=\"b101-8\">But for obstructing a navigable stream the common law did “ heretofore” furnish remedy by jury trials ; and therefore, however these remedies may be modified by statute, as was done in the Mill-Dam Act, trial by jury must be preserved as an ultimate resort, as in that act the legislature were careful to preserve it. The radical vice of the act under consideration is, that it takes away trial by jury from a common-law right. It subjects the Clarion river to an irresponsible jurisdiction, where decision is final, instead of leaving it, like the other streams of the state, to the operation of the Mill-Dam Act. If it be granted that the <page-number citation-index=\"1\" label=\"102\">*102</page-number>legislature might clo this in behalf of the state, it would be in virtue of the eminent domain, a ground upon which this riparian owner cannot place himself.</p>\n<p id=\"b102-6\">Eor these reasons we hold the 7th section of the Act of 1852 inoperative and void, and therefore not within the .purview of the Act of 1806, and consequently no bar to the plaintiff’s action.</p>\n<p id=\"b102-7\">The judgment is reversed, and a <em>venire facias de novo </em>is awarded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}