{
  "casebody": {
    "data": "<casebody firstpage=\"198\" lastpage=\"236\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b218-3\">The Baltimore and Ohio Railroad Company <em>vs. </em>William A. Brydon, use of Henry G. Davis &amp; Co.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b218-4\"><em>Construction of Contracts </em>— Breach <em>of Contract </em>— Question <em>of Brand </em>— ¡Evidence—Province <em>of Jury </em>— Setting <em>aside Verdict and Granting New trial </em>— Province <em>of Court of Appeals as to the Correctness or Incorrectness of a Verdict.</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b218-5\">In the construction of contracts, Courts look to the language employed, the subject-matter, and the surrounding circumstances,, and are' entitled to place themselves in the same situation in which the parties were who made the contract, so as to view the circumstances as they viewed them, and to judge of the meaning of the words, and of the correct application of the language to the things, described.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b218-6\">A Railroad Company contracted to purchase of B. large quantities of coal, the same to be delivered daily, of such quality as should be satisfactory to the company’s master of transportation and master of machinery; the deliveries to commence on a certain day and to continue for three years. After a considerable quantity of the. coal had been delivered, the Railroad Company refused to receive any inore because it had been condemned as unsatisfactory by its masters of machinery and transportation. In an action by B. against the Railroad Company to recover damages for breach of the contract, it was Held :</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b218-7\">1st. That while the decision of the question of the acceptance of the coal was committed to the judgment of the officers designated by the company, the law required them to exercise a fair, just and honest judgment on the subject; and if they made their decision against the coal in good faith, the defendant would not be obliged to accept it, but if they fraudulently rejected it, their judgment would be without effect in law, and the defendant would not be . excused by it.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b218-8\">2nd. That under the contract the plaintiff had a right to tender coal to the defendant every, day during the time embraced in the con<page-number citation-index=\"1\" label=\"199\">*199</page-number>tract; provided, it was of a quality satisfactory to the officers designated, and ho had a right to the honest exercise of their judgment every day during this period, and they could not deprive him of this right by condemning the coal once for all.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b219-5\">3rd. That on the question of fraud it was proper that the evidence should take a wide range. It was competent to show to the jury what knowledge, and what means of knowledge of the coal from the plaintiff’s mine, the defendant had, before, and at, the time of the contract; and every fact and circumstance that would show what expectations it might reasonably and justly form in respect to its fitness for the purposes to which it was to be applied. It was proper also to show whether the coal fulfilled those expectations, and whether the officers who were to decide on its rejection knew or had the means of knowing its quality; and whether there were any circumstances which might induce them to make an unjust decision in the interest of the defendant. It was proper also to prove acts, declarations or statements of these officers which would show what opinion they really had of the merits of the coal.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b219-6\">4th. That although the evidence for the plaintiff was strongly opposed by the countervailing evidence for the defendant, it was not in the power of the Court to withdraw it from the jury, who had a right to consider it in connection with the other facts and circumstances proved before them, and to draw from it such inference as they thought it would justly authorize.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b219-7\">After a verdict is rendered, the Judge before whom the case is tried, may, in his discretion, set it aside and grant a new trial, if justice so require; hut the Court of Appeals has no right to decide on the correctness or incorrectness of the verdict of a jury.</headnotes>\n<summary data-order=\"9\" data-type=\"history\" id=\"b219-8\">Appeal from the Superior Court of Baltimore City.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b219-9\">This suit was brought in the Circuit Court for Allegany County, and was removed at the instance of the defendant, to Howard County. The case was tried in Howard County before a Full Bench, and the jury failed to agree. Subsequently, on the application of the plaintiff, the case was removed to the Superior Court of Baltimore City, where it was tried, and the plaintiff obtained a verdict. The opinion of this Court, together with the opinion of Chief Judge Alvev on the motion for a re-argument, furnish a <page-number citation-index=\"1\" label=\"200\">*200</page-number>sufficient statement of the case. During the trial thirty exceptions were taken by the defendant. Twenty-nine of these were taken to the rulings of the Court upon questions of evidence.'</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b220-5\"><em>Thirtieth Exception. </em>— The plaintiff offered the three following prayers, which the Court, (Phelps, J.,) granted:</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"Ag\">1. That if the jury find that the contract offered in evidence was entered into between the plaintiff and defendant, and that the plaintiff was ready and willing, and did offer to deliver during the period of time covered by said contract, coal daily in quantities and of the quality contemplated by the contract, and that after receiving, consuming and paying for a portion of the coal embraced in said contract, the master of machinery and master of transportation of the defendant rejected said coal as not satisfactory to them, and that said rejection was not <em>bona fide, </em>and that the defendant, setting up such rejection as an excuse, thereafter refused to receive the balance of said' coal from the plaintiff, then the plaintiff is entitled to recover.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b220-8\">2. If the jury shall find from the' whole evidence that the action of the master of transportation and master 'of machinery of the defendant, in rejecting the plaintiff’s coal, was not <em>bona fide, </em>then the plaintiff is not precluded by such rejection from recovering in this action.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b220-9\">8. If, under the Court’s instructions, the jury shall find for the plaintiff, the measure of damages is the profit which they shall find from\" the evidence he would have made if the contract had been fully performed by him.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b220-10\">The defendant offered the following eleven prayers, .the first, second, third and fourth of which the Court rejected, the others were granted:</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b220-11\">1. That there is no legally sufficient evidence in the cause to establish the fact that the coal which the plaintiff was ready and willing to furnish to the defendant, or which the plaintiff tendered and offered to the defendant, was of <page-number citation-index=\"1\" label=\"201\">*201</page-number>a quality satisfactory to both the master of transportation and the master of machinery of the defendant.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b221-5\">2. That there is no evidence in the cause legally sufficient to prove that the coal which the plaintiff was ready and willing to furnish to the defendant, or which he tendered or offered to the defendant, was of a quality satisfactory to both the master of transportation and master of machinery of the defendant, and that the defendant falsely pretended that said coal was not of the quality contemplated by the agreement offered in evidence, and not satisfactory to its masters of transportation and machinery, as set forth in the third count of the plaintiff’s declaration.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b221-6\">3. That there is nolegally sufficient evidence in this cause, that the coal which the plaintiff was prepared to furnish to the defendant, was of a quality satisfactory to both the' master of transportation and the master of machinery of the defendant, and that their approval of said coal was withheld or refused fraudulently or in bad faith, or by the fraudulent procurement of the defendant or its officers.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b221-7\">4. That if the jury shall find from the evidence that the masters of transportation and machinery of the defendant, determined that the coal which the plaintiff was ready and willing to furnish to the defendant, was not of a quality satisfactory to them, or if they shall find that either of the said masters determined that said coal was not of a quality satisfactory to him, then and in that case the plaintiff is not entitled to recover, because there is no legally sufficient evidence to establish the fact that such determination upon the part of the masters of transportation and machinery, or either of them, was fraudulent or in bad faith, or was obtained by the fraudulent procurement of the defendant or its officers.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b221-8\">5. That under the first and second counts of the plaintiff’s declaration, to entitle the plaintiff to recover, the burden of proof is upon him to satisfy the jury from the <page-number citation-index=\"1\" label=\"202\">*202</page-number>evidence that he was ready and willing to deliver to the defendant, or tendered and offered to defendant, coal' of such quality as was satisfactory to both its master of transportation and master of machinery, and unless he shall so satisfy the jury, he is not entitled to recover under said counts.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b222-5\">6. That under the first and second counts of the plaintiff's declaration, to entitle the plaintiff to recover, the'' burden of proof is on him to satisfy the jury from the evidence that he was ready and willing to deliver, or tendered and offered to deliver to the defendant, coal of such quality as was satisfactory to both its masters of transportation and machinery, and if the jury believe that said masters of transportation and machinery, or either of them,- were not satisfied with the quality of said coal, and that they, or' either of them, advised defendant or its vice-president that the coal was not of a quality satisfactory to such masters, or either of them, then the defendant was not bound under the contract offered in evidence to receive said coal, and if upon such advice that said coal was not so satisfactory, the defendant refused to receive said coal, then the plaintiff is not entitled to recover under said counts.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b222-6\"><em>1. </em>That under the third count of the plaintiff's declaration, the burden of proof'is on the plaintiff to satisfy the jury:</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b222-8\">1st. That the coal which the plaintiff tendered, and was ready and willing to deliver to the defendant, was of such quality as was satisfactory to both the masters of transportation and machinery of the defendant.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b222-9\">2nd. That the defendant falsely pretended that said coal was not of the quality contemplated by the agreement between plaintiff and defendant, offered in evidence, and was not satisfactory to its masters of transportation and machinery, although in fairness and in truth the same was satisfactory both to its said master of transportation and its said master of machinery.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b223-4\"><page-number citation-index=\"1\" label=\"203\">*203</page-number>8. That the burden of proof is upon the plaintiff, to satisfy the jury by the evidence that the coal which lie was ready and willing to furnish to the defendant or which he tendered and offered to defendant, was of such a quality as was satisfactory to both the master of transportation and the master of machinery of the defendant, and if he fails so to satisfy the jury, the plaintiff is not entitled to recover, unless he shall further prove to the satisfaction of the jury that the approval of the quality of his coal was withheld or refused by said officers fraudulently, or in bad faith, or by the fraudulent procurement of the defendant, or its officers.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b223-5\">9. That on the subject of fraud or bad faith, as mentioned in the foregoing prayers, the burden of establishing fraud is on the plaintiff, and the presumption is always against fraud, and that fraud is not to be assumed on doubtful evidence, but the facts constituting fraud must be clearly and satisfactorily established.</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b223-6\">10. That it is not enough to establish fraud that there is evidence tending to prove that the masters of transportation and machinery of the defendant, disapproved of, or determined as unsatisfactory to them, or either of them, coal, which, in the opinion of the jury, they should have approved and determined as satisfactory; but it is incumbent on the plaintiff to establish his charge of fraud by clear and satisfactory evidence that both said masters of transportation and machinery disapproved of said coal, and determined the same to be unsatisfactory, fraudulently or in bad faith, or by the fraudulent procurement of the defendant.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b223-7\">11. That the rebutting testimony of Wm. A. Brydon, the plaintiff, as to alleged statements of the other witnesses, Thomas R. Sharp, John C. Davis, S. S. Lee and David Johnston, if said rebutting testimony is believed by the jury, is to be regarded by them only as rebutting evidence to discredit the testimony of said other witnesses, <page-number citation-index=\"1\" label=\"204\">*204</page-number>and not as evidence of the existence of the facts stated in •said alleged conversations; and further, that said rebutting testimony of Vm. A. Brydon, the plaintiff, as to alleged statements of the witnesses, Thomas R. Sharp and John C. Davis, with reference to said coal being satisfactory to them, if said rebutting evidence is believed by the jury, is only to be regarded as rebutting evidence to discredit the testimony of said Sharp and Davis respectively, and is not to be regarded by them as proof that said coal was satisfactory to said Sharp and to said Davis.</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b224-4\">To the granting of the plaintiff's prayers, and the rejection of its first, second, third and fourth prayers the defendant excepted. The jury rendered-a verdict in favor of the plaintiff for $15,000, and judgment was so entered. The defendant appealed.</summary>\n<headnotes data-order=\"30\" data-type=\"summary\" id=\"b224-5\">The cause was argued before Alvey, O. J., Stone, Robinson, Ritchie, and Bryan, J.</headnotes>\n<attorneys data-order=\"31\" data-type=\"attorneys\" id=\"b224-6\"><footnotemark>*</footnotemark> <em>W. Irvine Gross, John K. Oowen, </em>and <em>I Nevett Steele, </em>for the appellant.</attorneys>\n<p data-order=\"32\" data-type=\"legal\" id=\"b224-7\">The issue in this case is not the quality of the coal, but the opinion of Davis and Sharp as to its quality. It was not the judgment of a Court or jury — still less the judgment of Brydon — that was to control the company, but the judgment of these two gentlemen. No standard was set but their opinion. It was formally given against the quality of the coal, in accordance with the contract. Certainly it ought- to require strong evidence to set up the judgment of any other tribunal in the place of that provided by the contract. It was the one provided by the parties, with a full knowledge of all the circumstances. Justice to the defendant requires that the question of the use or disuse of this coal should be passed on by the two <page-number citation-index=\"1\" label=\"205\">*205</page-number>experts in its employ, who were responsible for the results of its use. Under no other circumstances would it have touched the coal. If now any other standard than their approval be set up, any judgment but theirs -be allowed to decide the question, the defendant is absolutely deprived of its rights under the contract, and a new and different contract made for him, with a different consideration and different provisions. The judgment of a jury— absolutely ignorant of the use-of coal for engines — is substituted for that of the company’s own experts. Certainly evidence of a higher character than usual should be required to do so harsh a thing. There is but one plea that will be allowed to have such a power; it is the claim of fraud. This has been invested by the law with a power peculiar to itself. “It vitiates everything.” If proven, it will uproot the firmest settlement, and annul the most solemnly executed contract. The usual policy of the law that upholds the sanctity of contracts, and seeks to guarantee certainty and safety to those making them, gives way before this fact, if proven. The liability to have this, question of fraud raised, is an element of uncertainty underlying every business act. The result is. that the cry of fraud is the great refuge of the dishonest. It is the ready means by which irresponsible people attempt to go back on their own agreements. The cry of fraud is a most frequent cover for fraudulent design.</p>\n<p data-order=\"33\" data-type=\"legal\" id=\"b225-5\">But this is not all. While the plea of fraud is given such power, the method of proof is necessarily one involving danger and uncertainty. The mode of proving fraud is necessarily, from the nature of the charge, by the production and collation of small facts, and the drawing of inferences from them. It is a singular thing that the method by which fraud has to be proven, and the method by which gossip and rumor grow, are precisely the same, viz., the drawing of large inferences of suspicion from a small basis of fact. We do not criticise such a <page-number citation-index=\"1\" label=\"206\">*206</page-number>method of proof. It is .necessary from the nature of the ' charge, and Courts have always recognized it. It must, however, be apparent to every one that such a method is attended with great dangers of injustice and misuse.</p>\n<p data-order=\"34\" data-type=\"legal\" id=\"b226-5\">The power of insinuation is always liable to be entirely out of proportion to the size of the foundation on which it rests, and the element of insinuation enters largely into the general method of proving fraud. It must be evident that if the. law is compelled to give to the fact of fraud such a power to unsettle and disturb, and has to allow such means of proving it, that it must curb it somewhere. The law could not allow a power of this kind to be easily called into action. We find that it has so done. It has made it the duty of the Court, whenever this question of fraud is raised, to examine all the evidence with the greatest care, and see that juries do not misuse the dangerous power given them in such cases. In a late case in the Supreme Court of Pennsylvania, where it was claimed that the giving of a verdict proved that there must have been some evidence of fraud, the Court said that the giving of verdicts where there was-no evidence to support them, was strong evidence of the wisdom of the rule that forbids the letting of such question go to the jury at all. <em>Rodgers vs. Olshoffsky, </em>decided Oct. 15, 1885, 1 <em>Central Reporter, No. </em>5.</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b226-6\">In the case of <em>Cummins vs. Hurlbutt, </em>92 <em>Pa. St., </em>168, the Court spoke as follows: “The jury should not be permitted to impeach the written statement on any fancied equity, nor on vague, slight or uncertain evidence, <em>although they might think it fairly and fully satisfied them. </em>The evidence of fraud should be <em>clear, precise and indubitable.” </em>See <em>Stine vs. Sherk, </em>1 <em>Watts &amp; Serg., </em>195 ; <em>Corner vs. Pendleton, </em>8 <em>Md., </em>337, 346.</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b226-7\">The Supreme Court of the United States, and still more strongly this Court, in a very carefully considered decision of one of its ablest Judges, have held that it is the duty of <page-number citation-index=\"1\" label=\"207\">*207</page-number>the Court in passing on the question of the sufficiency of the evidence, to weigh and analyze the whole testimony, both of plaintiff and defendant. They have both, in carefully considered decisions, said that the Court should act in such case, as in passing on the question of a new trial, and withdraw the case from the jury, wherever, had a verdict been rendered, the Court would have felt called upon to set it aside. They say that there must be not only a basis for an inference, but for a “fair,” “rational,” inference, using other words of the same import. <em>Cole vs. Hebb, </em>7 <em>G. &amp; J., </em>37; <em>Bowditch vs. Boston, </em>101 <em>U. S., </em>18; <em>Herbert vs. Butler, </em>97 <em>U. S., </em>319 ; <em>Improvement Co. vs. Munson, </em>14 <em>Wall., </em>448; <em>Pleasants vs. Fant, </em>22 <em>Wall., </em>116; <em>State, use of Hamelin, et al. vs. Malster &amp; Beaney, </em>57 <em>Md., </em>309.</p>\n<attorneys data-order=\"37\" data-type=\"attorneys\" id=\"b227-5\"><footnotemark>*</footnotemark> <em>John M. Carter, John Prentiss Poe, </em>and <em>William Walsh, </em>for the appellee.</attorneys>\n<p data-order=\"38\" data-type=\"legal\" id=\"b227-6\">The defendant attempted to prove that the masters condemned the coal; but they disagree about the time and circumstances. None of them prove any notice of it to Brydon, the want of which, if it did not render it void, at least makes the reality and <em>bona fides </em>of such a condemnation very spspicious. <em>McMahon vs. N. Y. &amp; Erie R. R. Co., </em>20 <em>N. Y, </em>463 ; <em>Beck vs. Sheldon, </em>48 <em>N. Y, </em>365; <em>Wilson vs. York and Md. Line R. R. Co., </em>11 <em>G. &amp; J., </em>58.</p>\n<p data-order=\"39\" data-type=\"legal\" id=\"b227-7\">The evidence in this case was abundant to convince the jury that in substantial fact and truth the coal <em>was satisfactory </em>to the two masters, their denial of it as witnesses, whose conduct was impeached, and whose credibility was exclusively for the jury, to the contrary notwithstanding. The jury so found under the first and second counts of the declaration. Under these the question of fraud was immaterial.</p>\n<p data-order=\"40\" data-type=\"legal\" id=\"b228-4\"><page-number citation-index=\"1\" label=\"208\">*208</page-number>It is always a question for the jury to find whether the article is really what was contracted for. Performance or ability to perform is always a matter <em>in pais </em>that must go to the jury. <em>Mitchell vs. Newhall, </em>15 <em>M. &amp; W., </em>308; <em>Lambert vs. Heath, </em>15 <em>M. &amp; W., </em>487.</p>\n<p data-order=\"41\" data-type=\"legal\" id=\"At\">Acceptance is a question for the jury, and acceptance and consumption or use furnishes convincing proof to the jury that the article delivered, accepted, consumed, paid for, was of the kind and quality required and satisfactory to the party receiving it under the contract, whether the suit is by the vendor for the price or by the vendee for any defect of quality. <em>Chandelor vs. Lopus, </em>1 <em>Sm. L. Cas., </em>236, (4th <em>Am. Ed.)] Chapman vs. Morton, </em>11 <em>M. &amp; W., </em>534; <em>Walker vs. Pue, </em>51 <em>Md., </em>155-161; <em>Razin &amp; Co. vs. Conly, </em>58 <em>Md., </em>59 — 65; <em>Rood vs. Priestley, </em>58 <em>Wis., </em>255 ; <em>Comstock vs. Sanger, </em>51 <em>Mich., </em>491; <em>Beck vs. Sheldon, </em>48 <em>N. Y., </em>365 ; <em>Dutchess Co. vs. Harding, </em>49 <em>N. Y., </em>321; <em>McCormick vs. Sarson, </em>45 <em>N. Y, </em>265 ; <em>Gaylord Manf. Co. vs. Allen, </em>53 <em>N. Y., </em>515 ; <em>Cahen vs. Platt, </em>69 <em>N. Y, </em>348; <em>Jones vs. Just, L. R., </em>3 <em>Q. B., </em>197; <em>Miller vs. Tiffany, </em>1 <em>Wall., </em>298 ; <em>Grant vs. U. S., </em>7 <em>Wall., </em>331; <em>Berry vs. Reed, </em>53 <em>Me., </em>487; <em>Stone, et al. vs. Browning, et al., </em>68 <em>N. Y., </em>598 <em>at </em>600-1.</p>\n<p data-order=\"42\" data-type=\"legal\" id=\"b228-7\">In our case we have a written contract, and the proof of the inspection, receipt, consumption, payment for part, is material to convince the jury that we had performed our written contract as long as the defendant allowed us, and that we were able to perform it in future by furnishing the same <em>identical article of coal </em>by which we had performed it in the past. Pull performance on our part and full satisfaction of the masters could not be shut out from the jury on the proof in this case, without reference to the question of fraud.</p>\n<p data-order=\"43\" data-type=\"legal\" id=\"b228-8\">The contract here is similar to sale on trial, or approval. In such cases if the jury find from the evidence that the article was kept.longer than the trial required, or if the <page-number citation-index=\"1\" label=\"209\">*209</page-number>trial involves the consumption of part, and they find more was consumed than the trial required, they may find that the party accepted and approved of the article and that it had the required qualities and was satisfactory to those •who were to approve. <em>Elliot vs. Thomas, </em>3 <em>M. &amp; W., </em>170; <em>Okell vs. Smith, </em>1 <em>Stark., </em>107; <em>Saunders vs. Topp, </em>4 <em>Ex., </em>390-393; <em>Spickler vs. Marsh Bros., </em>36 <em>Md., </em>222; <em>Delameter &amp; Robinson vs. Chappell, et al., </em>48 <em>Md., </em>244-253.</p>\n<p data-order=\"44\" data-type=\"legal\" id=\"b229-5\">The delivery of some hoppers of unclean coal, if it occurred, would not justify the refusal to receive future daily deliveries of coal which the plaintiff proved he was able and willing to furnish of the quality required. Previous defaults were waived. <em>Simpson vs. Crippin, L. R., </em>8 <em>Q. B., </em>14; <em>Roper vs. Johnson, L. R., </em>8 <em>C. P., </em>169; <em>Cahen vs. Platt, </em>69 <em>N. Y., </em>349; <em>Bollman vs. Burt, </em>61 <em>Md., </em>415-422.</p>\n<p data-order=\"45\" data-type=\"legal\" id=\"b229-6\">It was a question for the jury whether the coal was of the kind and quality required by the contract, including the satisfactoriness to the masters. They heard the evidence, considered the quality, the use, the conduct of the parties, the demeanor of witnesses, their motives, their interests, their credibility.. They have found, as they had a right to find, that the coal was as good as contemplated by the parties to the contract, <em>and was in fact satisfactory to the masters. Chapmam vs. Morton, </em>11 <em>M. &amp; W., </em>534; <em>Phelps vs. George’s Creek and Cumb. R. R. Co., </em>60 <em>Md., </em>552.</p>\n<p data-order=\"46\" data-type=\"legal\" id=\"b229-7\">If the coal was satisfactory, and the jury have found from the abundant evidence in the cause that it was, the question of fraud is not important.</p>\n<p data-order=\"47\" data-type=\"legal\" id=\"b229-8\">We have ample affirmative proof of the most reliable and convincing character — investigations, tests, long use, consumption, acceptance, payment, &amp;c.- — to establish that the coal was in <em>fact satisfactory </em>to the masters ; though if we were bound to take their word <em>now </em>as the sole exclusive and conclusive evidence, able to destroy the indestruc<page-number citation-index=\"1\" label=\"210\">*210</page-number>tibie acts and doings from September, 1874, to May, 1876, our evidence would be of no avail. But tbe jury was not bound by their statements at the trial, and' preferred to find the truth in what was done by them during the time the coal was in use. It is a marvelous mistake, springing no doubt from a zeal that is too hasty to effect its purpose, to stop and reflect, to deliberate upon the whole evidence, to treat this case as if it rested on fraud alone. The proof that the coal was in <em>fact satisfactory </em>was abundant. It had every element of conviction in it, <em>except the mere fact that the masters refused to say so at the trial. </em>But their acts before the trial were stronger and louder than their words at the trial. There can be no higher evidence that an article was satisfactory to a party than that, after long trial and numerous tests, he made a permanent contract for it, and received it, consumed it, paid for it for near a year after the contract was made.</p>\n<p data-order=\"48\" data-type=\"legal\" id=\"b230-4\">’ These officers were not destitute of ordinary common sense, and their acts must be as convincing as like acts and conduct of other men. And no business man would hesitate to say that an individual, possessing rational faculties, who should act as they did in regard to an article he had contracted for, subject to his approval, would be concluded, after so thorough a knowledge, so numerous tests, so long a reception, use, acceptance, payment.</p>\n<p data-order=\"49\" data-type=\"legal\" id=\"b230-5\">But the question of fraud would arise if their acts furnished no evidence in fact that the coal was satisfactory to them. If we offered sufficient proof to satisfy the jury that, while the receipt of the coal was going on, it <em>was satisfactory to them, the condition of approval is performed, </em>and we are entitled to recover without proof of fraud.</p>\n<p data-order=\"50\" data-type=\"legal\" id=\"b230-6\">The sort of fraud required to enable the appellee to no behind the rejection of the coal by the masters, if such rejection was evér in fact made, is such fraud, or gross mistake, as would imply bad faith, in a failure to exercise honest judgment, or an unreasonable withholding of their <page-number citation-index=\"1\" label=\"211\">*211</page-number>approval. They were defendant’s agents and bound to act, and to act honestly, towards the interests of the plaintiff. <em>Kihlberg vs. U. S., </em>97 <em>U. S., </em>398; <em>Sweeny vs. U. S., </em>109 <em>U. S., </em>618 ; <em>Martinsburg &amp; Pot. R. R. Co. vs. March, </em>114 <em>U. S., </em>549; <em>Wilson vs. York &amp; Md. Line R. Co., </em>11 <em>G. &amp; J., </em>58—79; <em>B. &amp; O. R. R. Co. vs. Resley, </em>7 <em>Md., </em>279 ; <em>Lynn vs. B. &amp; O. R. R. Co., </em>60 <em>Md., </em>404, 36 <em>Am. Rep., </em>456; <em>Kane vs. Stone Co., </em>39 <em>Ohio St., </em>1; <em>Tetz vs. Butterfield, </em>54 <em>Wis., </em>242 ; <em>Badger vs. Kerber, </em>61 <em>Ill., </em>328; <em>Harrison vs. Great N. R. R. Co., </em>12 <em>Q. B., </em>576-612; <em>Braunstein vs. Accidental Death Ins. Co., </em>1 <em>B. &amp; S., </em>782-795; <em>Smith vs. Smith, </em>45 <em>Vermont, </em>433-441; <em>Thomas vs. Fleury, </em>26 <em>N. Y., </em>27-33; <em>Wyckoff vs. Myers, </em>44 <em>N. Y., </em>143 ; <em>Bowery Nat’l Bank vs. Mayor, </em>63 <em>N. Y., </em>336-340 ; <em>Haden, vs. Coleman, </em>73 <em>N. Y., </em>567.</p>\n<p data-order=\"51\" data-type=\"legal\" id=\"b231-6\">Any fact, however slight, if at all relevant, must be admitted in evidence before the jury where there is a question of fraud, bad faith, or dishonest conduct. <em>Davis vs. Calvert, </em>5 <em>G. &amp; J., </em>269-303 ; <em>Waters vs. Dashiell, </em>1 <em>Md., </em>474; <em>Friend vs. Hamill, </em>34 <em>Md., </em>298-304; <em>Platner vs. Plater, </em>78 <em>N. Y., </em>90-97.</p>\n<p data-order=\"52\" data-type=\"legal\" id=\"b231-7\">The decision of this Court in the case of <em>Lynn vs. B. &amp; O. R. R. Co., </em>60 <em>Md., </em>404, narrows the discussion in this case, and settles the law that the masters were bound to Brydon to act in good faith, and give an honest judgment, and that the <em>appellant </em>is bound by their want of good faith; and that if they did not give an honest judgment, Brydon is not precluded thereby from recovery ; and that it does not matter, if their judgment was not honest in fact, what their motives or intentions may have been in rendering it. An honest judgment in them is what both parties contracted for, and what they were bound to render. The false statement and the resulting damage make the fraud. <em>Foster vs. Charles, </em>6 <em>Bing., </em>396-403, <em>and </em>7 <em>Bing., </em>105. It is not a question what was passing in the minds of the agents. They acted under a contract by which both par<page-number citation-index=\"1\" label=\"212\">*212</page-number>ties agreed that they should decide whether the coal was satisfactory or not. When they accepted, it became their plain duty to act honestly and impartially. 60 <em>Md., </em>417; <em>Fuller vs. Wilson, </em>3 <em>Ad. &amp; El., N. S., </em>58; <em>Ormrod vs. Huth, </em>14 <em>M. &amp; W., </em>650; <em>Dauglish vs. Tennent, L. R., </em>2 <em>Q. B., </em>49; <em>Reese Silver Mining Co. vs. Smith, L. R., </em>4 <em>H. L., </em>64; <em>Western Bank vs. Adie, L. R., </em>1 <em>Scotch App., </em>145 ; <em>Chandelor vs. Lopus, </em>1 <em>Smith, L. C., side pages </em>65, 19; <em>Kerr on Fraud and Mistake, pages </em>55, 324, <em>(Bump’s Ed.)] Lobdell vs. Baker, </em>3 <em>Met. (Mass.), </em>469 ; <em>Langridge vs. Levy, </em>2 <em>M. &amp; Wels., </em>519 ; <em>McAleer vs. Horsey, </em>35 <em>Md., </em>439 <em>at </em>456-7; <em>Bigelow on Fraud, </em>84-5.</p>\n<p data-order=\"53\" data-type=\"legal\" id=\"b232-5\">An analysis of the decided cases will verify the statement that in none of them was there more, or so much, evidence of bad faith as in this case.</p>\n<p data-order=\"54\" data-type=\"legal\" id=\"b232-6\">Where, although there is no contradictory evidence, conflicting inferences may be drawn from the evidence, or from the conduct of the parties, or if it is doubtful what inference may be drawn, or conflicting meanings or constructions may be given to the acts done or the language employed, or there are two theories deducible from the evidence, the case .must go to the jury. The ultimate facts, and not evidence susceptible of different meanings, must be undisputed to allow the Court to overthrow the jury in a case. <em>Smith, Exr. vs. Coe, </em>55 <em>N. Y., </em>618; <em>Thurber vs. Harlem, </em>60 <em>N. Y., </em>326-331; <em>Luke vs. Calhoun, </em>52 <em>Ala., </em>115-122; <em>Powell vs. Powell, </em>71 <em>N. Y., </em>71; <em>Belton vs. Baxter, </em>58 <em>N. Y., </em>415; <em>R. R. vs. Stout, </em>17 <em>Wall., </em>657-663; <em>Hazewell vs. Coursen, </em>81 <em>N. Y., </em>630-636; <em>McElderry vs. Flannagan, </em>1 <em>H. &amp; G., </em>320; <em>Howard, Lessee vs. Carpenter, </em>22 <em>Md., </em>10; <em>Nicholson vs. The State, </em>38 <em>Md., </em>140 <em>at </em>151.</p>\n<p data-order=\"55\" data-type=\"legal\" id=\"b232-7\">The jury is not bound to adopt the statements of a wit-, ness because no other witness has denied them and his character has not been impeached. He may be contradicted, in whole or in part, by facts and circumstances as <page-number citation-index=\"1\" label=\"213\">*213</page-number>well as by statements of other witnesses, or by negative testimony, or there may be such a degree of improbability in his testimony as to deprive it of credit, or he may be interested, or his cross-examination may destroy his credit. <em>Koehler vs. Adler, </em>78 <em>N. Y., </em>287-291; <em>Kavanagh vs. Wilson, </em>70 <em>N. Y., </em>177; <em>Gildersleeve vs. Landon, </em>73 <em>N. Y., </em>609; <em>Powell vs. Powell, </em>71 <em>N. Y., </em>71; <em>Elwood vs. Western Union, </em>45 <em>N. Y., </em>549-554; <em>Bradley vs. Mutual Life Ins. Co., </em>45 <em>N. Y., </em>422-429; <em>Clark vs. Wise, </em>46 <em>N. Y., </em>612; <em>Hazman, vs. Hoboken Ld. Co., </em>50 <em>N. Y., </em>53-55; <em>Justice vs. Lang, et al., </em>52 <em>N. Y., </em>323-331; <em>Wohlfahrt vs. Beckett, </em>92 <em>N. Y., </em>490-497; <em>Metr. Natl. Bk. vs. Sirret, </em>97 <em>N. Y., </em>320-325; <em>Bucher vs. N. Y. C. &amp; H R. R. </em>98 <em>N. Y., </em>128; <em>Hart vs. Hudson R. R. R. R. Co., </em>80 <em>N. Y., </em>623; <em>Eubank vs. Smith,, </em>77 <em>Va., </em>206; <em>Townshend vs. Townshend, </em>6 <em>Md., </em>302; <em>Miller vs. Palmer, </em>58 <em>Md., </em>459.</p>\n<p data-order=\"56\" data-type=\"legal\" id=\"b233-5\">Employes, whose conduct is involved in the case, are always regarded as interested witnesses. <em>Elwood vs. Western Union Tel. Co., </em>45 <em>N. Y., </em>549; <em>Wohlfahrt vs. Beckett, </em>92 <em>N. Y., </em>490.</p>\n<p data-order=\"57\" data-type=\"legal\" id=\"b233-6\">As evidence of fraud, however slight, must be admitted, and fraud itself never lias been, and from its nature never can be, defined in law, it is difficult to see how a case of fraud, where there is <em>any </em>evidence tending to prove it, can be decided by the Court as a question of law, and the constitutional tribunal for finding facts set aside. We do not think this has been done in any case where there was <em>any </em>admissible evidence on the subject. It would seem to be wholly absurd and inconsistent that established laws' of evidence should compel the Court, to admit each and all of the slightest relevant facts and circumstances on such an issue, and then, after all this evidence is in, the Court should be at liberty to exclude the whole of it and prohibit the jury from passing on it. In any sort of case the right of the Court to take hold of the proofs and prevent the jury from finding the facts must be exercised with <page-number citation-index=\"1\" label=\"214\">*214</page-number>scrupulous caution, and has always been so exercised by this Court. When the cases in which it has exercised this prerogative are examined, the utter failure of proof of one or more essential facts is made apparent. This prerogative is never exercised by this Court “but in cases where the evidence is so indefinite and unsatisfactory that nothing but wild, irrational conjecture and licentious speculation could induce a jury to pronounce the verdict which is sought at their hands.” This is the rule, though sometimes expressed in other words meaning the same thing. Within these limits the rule is the necessary boundary of jury power. <em>Ferguson vs. </em>Tucker, 2 <em>H. &amp; G., </em>182, at 189-90; <em>Davis vs. Davis, </em>7 <em>H. &amp; J. </em>38; <em>Davis vs. Barney, </em>2 <em>G. &amp; J., </em>382-403 <em>and </em>4; <em>Cole vs. Hebb, </em>7 <em>G. &amp; J., </em>20; <em>Brooke vs. Townshend, </em>7 <em>Gill, </em>32; <em>Spring Garden Ins. Co. vs. Evans, </em>9 <em>Md., </em>15; <em>Cecil vs. Clark, </em>17 <em>Md., </em>524; <em>Clark’s Admr. vs. Marriott, </em>9 <em>Gill, </em>334; <em>Clark vs. Dederich, </em>31 <em>Md., </em>148; <em>Citizens’ Nat. Bank vs. Hooper, </em>47 <em>Md., </em>89.</p>\n<p data-order=\"58\" data-type=\"legal\" id=\"b234-5\">Any evidence, however weak, tending to prove the fact, no matter how unsatisfactory it might be to the Court, which has no power to pass on the weight of evidence, will bring the case to the lawful triers and finders of fact, and particularly in a case of fraud, which is without definition or boundary. <em>Mayor, &amp;c., of Balt. vs. Williams, </em>6 <em>Md., </em>268; <em>Davis vs. Barney, </em>2 <em>G. &amp; J., </em>382; <em>Green vs. Ford, </em>35 <em>Md., </em>82; <em>Brooke vs. Townshend, </em>7 <em>Gill, </em>32; <em>Griffith vs. Diffenderffer, et al., </em>50 Md., 467 at 487-8; <em>Higgins, Cobb &amp; Co. vs. Grace &amp; Bro., </em>59 Md., 365 ; <em>Morrison vs. Whiteside, </em>17 <em>Md., </em>452-60 ; <em>Cumb. &amp; Penn. R. R. Co. vs. State, use of Hogan, </em>45 <em>Md., </em>240.</p>\n<p data-order=\"59\" data-type=\"legal\" id=\"b234-6\">Where fraud depends on oral testimony the Court below and jury are so much better able to decide it than the Appellate Court from written statements of the evidence, that unless the verdict 'is clearly void, it will not be disturbed. <em>Oliver vs. Chapman, </em>15 <em>Texas, </em>400; <em>Bigelow on Fraud, </em>470.</p>\n<p data-order=\"60\" data-type=\"legal\" id=\"b235-3\"><page-number citation-index=\"1\" label=\"215\">*215</page-number>Fraud is shown by intrinsic evidence of the transaction itself, or by facts and circumstances attending it, by which, according to ordinary tests we judge acts inconsistent with honesty. <em>Burch vs. </em>Smith, 15 Texas, 219; <em>Bigelow on Fraud, </em>410.</p>\n<footnote data-order=\"61\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b224-8\"> Mr. Cross was presont, but did not participate in the argument.</p>\n</footnote>\n<footnote data-order=\"62\" data-type=\"footnote\" id=\"x999-2\" label=\"*\">\n<p id=\"b227-8\"> Mr. Carter, though present, took no part in the argument.</p>\n</footnote>\n<opinion data-order=\"63\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b235-4\">Bryan, J.,</author>\n<p id=\"A0i\">delivered the opinion of the Court.</p>\n<p id=\"b235-5\">The Baltimore and Ohio Railroad Company contracted with William A. Brydon, to purchase from him a large quantity of coal. It was agreed that Brydon was to deliver to the railroad company daily, not less than one hundred and fifty and not more than three hundred tons of coal, of such quality as should be satisfactory to the railroad’s master of transportation and master of machinery ; and that the deliveries should commence on the fifteenth day of July, 1815, and should continue for three years. The price agreed to be paid was a dollar and fifteen cents a ton. After a considerable quantity of the coal had been delivered, the railroad company refused to receive any more, because it had been condemned as unsatisfactory by the masters of machinery and transportation. At the trial below, the Court ruled that if the rejection of the coal was not made in good faith, it would not be a sufficient justification to the railroad company in refusing to continue the receipt of it. The correctness of the opinion of the Court as a legal proposition was not questioned in the argument of this case. It is fully supported by the decision in <em>Lynn vs. B. &amp; O. R. R. Co., </em>60 <em>Md., </em>404. But it was most earnestly maintained that there was no evidence in the cause proper to be submitted to the jury to show a want of good faith.</p>\n<p id=\"b235-6\">We cannot form a just opinion of the rights of the parties under this contract, unless we take a view of the circumstances under which it was made. We must consider the subject-matter of the agreement and the knowledge of if which the parties possessed; the objects which they <page-number citation-index=\"1\" label=\"216\">*216</page-number>sought to accomplish and the inducements which they had for dealing with each other as they did. “Courts, in the construction of contracts, look to the language employed, the subject-matter, and the surrounding circumstances. They are never shut out from the same light which the parties enjoyed when the contract was executed, and, in that view, they are'entitled to place .themselves in the same situation as the parties who made the contract, so as to view the circumstances as they viewed them, and so as to judge of the meaning of the words and of the correct application of the language to the things described.” <em>Nash vs. Towne, </em>5 <em>Wallace, </em>689.</p>\n<p id=\"b236-5\">There are two extensive seams of coal in Western Maryland, which are known respectively as the Big Vein and the Six-foot Vein, and of these the former is of far superior quality to the latter. The existence of these seams, and the respective qualities of the coal were well known to the parties to this suit. The evidence for the plaintiff tended to prove the following facts among others: that he exercised complete control, as if owner, over the North Branch Mine, which was in the seam, known as the Six-foot Vein ; that he supplied the defendant with coal from this mine in the latter part of 1874 and early in January, 1875 ; and that in consequence of certain negotiations, he began on the 17th day of January, 1875, to furnish to it, regular supplies daily, and continued to do so until August 4th, making very rarely any intermission, except on one day in each week; that the daily amount supplied was seldom less than a hundred tons, and in frequent instances it was much more ; that in.December, 1874, Westall, defendant’s supervisor of engines, made a test of the coal in obedience to the orders of the master of transportation, and reported the result to him; that in February, 1875, the defendant’s master of machinery had a conversation with plaintiff in reference to the quality of this coal, as compared with the Big Vein coal, in which he said: “ If the use of <page-number citation-index=\"1\" label=\"217\">*217</page-number>this coal presents any difficulty, any increased difficulties, we can overcome them by an alteration of the machinery, that is, the grate-bars in the furnace ; ” that the coal was delivered to the defendant through Cowan, its coal agent and inspector, who examined it; that on one or two occasions, he complained of it, but, as a general rule, he said it was satisfactory; that the coal was mined clean, and was of a good quality, being fairly up to the standard of the North Branch mine; that on the 17th day of May, 1875, the contract was made between the parties which has given rise to this suit; that some deliveries of coal were made between August 11th and August 28th, inclusive of both dates, and no more were made until October ; that in the middle of August a test of the coal, was made by Shipley, defendant’s supervisor of engines, and another was made in October by Hepburn, one of defendant’s officers, and the result of this last test was communicated to the master of machinery; that in February, 1875, plaintiff was informed by the master of transportation that complaints were made about the coal, and that in June, 1875, he was again informed that there had been a great deal of complaint of the coal by the engine-men, and that if he did not furnish good coal, the defendant would have to purchase elsewhere ; that on the 7th of October, 1875, the defendant commenced again to receive coal from the plaintiff, and continued to receive quantities nearly every day until May 6th, 1876, and there was a delivery on May 15th; that these deliveries usually ranged from sixty to seventy tons at a time ; that there were no complaints of the coal between October, 1875, and May, 1876. On May 2nd, 1876, the master of machinery gave the plaintiff notice that the use of his coal would be discontinued by the defendant after the 6th day of the month. There was also evidence for the plaintiff tending to prove that at the time the contract was made, the defendant was paying a dollar and twenty-five cents <page-number citation-index=\"1\" label=\"218\">*218</page-number>a ton for the Big Vein coal, and that there was a fall in the price of Big Vein coal in the years 1875 and 1876 of from ■ twenty-five to thirty cents a ton (one witness testifying that the year 1875 opened with fairly firm prices, and that it was after the business opened that the prices commenced to break). The plaintiff testified that, from July, 1875, to December, 1876, there was a decline of from twenty to twenty-five cents a ton in the price of Big Vein coal, and that the qualities of coal that were furnished to the defendant were the same as those furnished for the Westall test; also that Sharp, the master of transportation, repeatedly, from the first of January, 1875, down to the day of the contract, expressed his satisfaction with the coal ; that, during all that period, he called plaintiff's attention only on one occasion to any complaint about the quality, and that was in February; and that in a subsequent conversation plaintiff satisfied him, and that in September, 1875, plaintiff called on him in regard to the stoppage which had taken place. Plaintiff’s testimony at this point is in these words : <em>“ </em>In September, 1875, he said to me, that the coal was satisfactory to him, but that his action had been dictated by Mr. Garrett, his superior officer, because of the steamer difficulty; that is as condensed as I can give; we had quite a conversation.” And he testified that he had a conversation with Davis, the master of machinery, in August, 1875, and this is the account he gives of it: “ Mr. Davis, at that time told me — I called on him in regard to the coal — that my coal was satisfactory to him, but the difficulty had arisen on account of the steamer trouble.” “ He explained to me that when this trouble arose down there about the steamer difficulty, it was objected to by the steamers; that he himself went down there and had the coal brought up to Mt. Clare and burnt in his locomotives.” <em>“ </em>I simply referred to my contract in the matter of our conversations, and urged him to carry it out; and I spoke of my own connection and my own affairs in relation to it, and the hardness ■ <page-number citation-index=\"1\" label=\"219\">*219</page-number>that was coming on me, and he then said, <em>‘ </em>Mr. Brydon, Mr. Garrett is very much out of humor about this matter— this steamer difficulty, (as he spoke it), — and says, don’t press the matter, but just leave it with me, and I will resume taking your coal, and will increase it hereafter to the amount required.’ ”</p>\n<p id=\"b239-5\">We have given the salient points of the evidence for the plaintiff bearing on the question under consideration, not finding it necessary for the purpose of this inquiry to give an abstract of the large amount of testimony which appears in the record. On the part of the defendant the evidence controverted the plaintiff’s case in every important particular by clear, positive and unambiguous testimony. It tended to prove that the master of machinery and transportation rejected the coal in the exercise of a fair, honest and competent judgment, without being influenced by any other person, and it positively denied the conversations testified to by the plaintiff as having taken place with them. There was also evidence of the particulars of certain tests which had been made of this coal; one by Harrison, defendant’s assistant master of machinery, in November, 1874; one by Toomey, its supervisor of trains, made in June, 1875, and one by Shipley, its supervisor of engines, made in August, 1875. And evidence was offered tending to show that the judgment of the masters of transportation and machinery was founded on the fact that these tests showed that the coal was not suitable to the purposes of the defendant.</p>\n<p id=\"b239-6\">Let us examine the contract more particularly than we have yet done. It provided that the defendant was to build at plaintiff’s mines as many coal shutes as might be necessary for supplying with coal the tenders of defendant’s locomotive engines run and used on the third division of its road, and then a stipulation was made for the payment by the plaintiff’ of the cost of construction, and then the further agreement was made that the plaintiff was to <page-number citation-index=\"1\" label=\"220\">*220</page-number>furnish daily for the use of defendant’s locomotive engines on the third division of its road, not less than one hundred and fifty nor more than three hundred tons of coal, to be of such quality as should be. satisfactory to defendant’s masters of transportation and machinery; the price was stated, and it was agreed that the delivery of the coal was to continue upon the terms mentioned for the period of three years from the fifteenth day of July, 1875. For several months previous to the date of the contract, the plaintiff had been supplying the defendant with coal from his mine, and the coal had been twice, tested by the order of the defendant; the result of one test had been reported to the master of transportation and the result of the other to the master of machinery. This contract was made after some negotiations between the parties. It canuot be a matter of doubt that both parties intended that the coal ■should be furnished from the plaintiff’s mine. As a matter of course 'it was not expeeted that it should be equal in quality to that which came, from the Big Vein Mines ; and no just construction of the contract can give to it such a meaning. It was, however, to be satisfactory to the officers who were named. But this term' of the contract did not give them a capricious or arbitrary discretion to reject it. It was their judgment which was to decide the question of acceptance ; but the law required them to exercise a fair, just and honest judgment on the subject. Certainly they were not obliged to accept the coal, if they thought it was not fit for the uses contemplated by the contract; neither on the other hand would they be justified in rejecting it for the reason that it did not possess' qualities, which at the time of the contract it was known by the parties that it did not possess. By the terms of the contract the whole decision was committed to them; if they made their decision against the coal in good faith, the defendant would not be obliged to accept it, but if they fraudulently rejected it, their judgment would be without effect <page-number citation-index=\"1\" label=\"221\">*221</page-number>in law, and tlie defendant would not be excused by it. We on this point refer to <em>Lynn’s Case, </em>80 <em>Md., </em>404, and approve and adopt it. On tlie question of fraud, it was proper that tlie evidence should take a wide range. It was competent to show to the jury what knowledge, and what means of knowledge, the defendant had of the coal from plaintiff’s mine before and at the time of the contract; and every fact and circumstance which would show what expectations it might reasonably and justly form in respect to its fitness for the purposes to which it was to be applied. It was proper also to show whether the coal fulfilled these expectations, and whether the officers who were to decide on its rejection knew, or had the means of knowing, its. quality ; and whether there were any circumstances which might induce them to make an unjust decision in the interest of the defendant. It was proper also to prove acts, declarations or statements of these officers which would show what opinion they really had of the merits of this, coal. The plaintiff had a right to tender coal to the defendant every day during the three years succeeding the fifteenth day of July, 1815 ; provided it was of a quality satisfactory to these officers; and as a matter of course, he had a right to the honest exercise of their judgment every day during this period. They could not deprive him of this right by condemning the coal once for all. This action on their part was a continuing condemnation for the whole time, whieh dispensed the plaintiff from the necessity of a tender in the future, bu| which could not impair-any of his rights. It was in effect a declaration that they intended to adhere to their decision throughout the period of the contract, and. subsequenti events showed that they did adhere to it. The inquiry was open to him daily and every day, whether the condemnation was honest and <em>bona fide; </em>and on this inquiry, according to all the authorities, their declarations were competent evidence.</p>\n<p id=\"b242-4\"><page-number citation-index=\"1\" label=\"222\">*222</page-number>We have said that the evidence for the plaintiff was strongly opposed by the countervailing evidence for the defendant. Nevertheless, it was not in the power of the Court below to withdraw it from the jury. They had a right to consider it in connexion with the other facts and circumstances proved before them and to draw from it such inferences as they thought it would justly authorize. If they thought it proved that the rejection of the coal was not made in good faith, they had a right so to declare by their verdict. By the immemorial practice of the Maryland Courts the jury has an unqualified right to form its judgment on the facts which the Court determines to be legally sufficient, without any interference or control on the part of the Judge. After the verdict is rendered, the Judge who tried the case may set it aside and grant a new trial in his discretion, if justice so require. But the functions of this Court are much more limited. We have no right to decide on the correctness or incorrectness of the verdict of a jury. We are restricted entirely to the questions of law decided by the Court below. In this part of the case we have simply to decide the' narrow and technical question whether it was competent for the jury to take into consideration the evidence for the plaintiff in determining the issue of fraud.</p>\n<p id=\"b242-5\">In this record there are thirty bills of exception. The last one contains the instructions of the Court to the jury, and presents the principal question in the case. We have just stated our opinion %n it. The other twenty-nine exceptions were taken to rulings on questions of evidence. What'we have said indicates our general view of the case. We consider it necessary simply to say in addition, that after a careful examination of these exceptions, we discover no error. The first and second instructions given by the Court on the prayer of the plaintiff below, were attacked by the appellant’s counsel with great force of argument and fertility of illustration. The criticism was <page-number citation-index=\"1\" label=\"223\">*223</page-number>extremely ingenious and incisive. But giving to tbe language of these instructions its obvious and ordinary meaning, we think that they fairly placed before the jury the questions proper for their consideration, and it is difficult to suppose that they could have been misunderstood.</p>\n<decisiondate id=\"b243-6\">(Decided 11th March, 1888.)</decisiondate>\n<p id=\"b243-5\">\n<em>Judgment affirmed.</em>\n</p>\n<p id=\"b243-7\">On the 3rd of April, 1886, a motion for a re-hearing of this case was made by the appellant, and an elaborate brief was subsequently filed in support of the motion. The motion was overruled on the 24th of June, and the •following opinion was filed by Chief Judge Alvey :</p>\n<p id=\"b243-8\">When this case was decided, after full argument, I concurred with the other Judges in the conclusion that the judgment of the Court below ought to be affirmed. This was my conclusion upon full examination of the record; it appearing that the case had been carefully tried and fully submitted to the jury upon correct principles of law.</p>\n<p id=\"b243-9\">After the decision of the case in this Court, there was a motion by the appellant for re-argument; and, in support of that motion, quite an elaborate brief was filed, urging’ several matters and questions supposed to have been overlooked by the Court, or not fully considered by it, in arriving at the conclusion announced in its opinion. That motion has been considered and overruled by the Court; and while I concur in overruling the motion for re-argument, I deem it due to the reasons assigned in support of that motion, to state briefly the grounds of my judgment.</p>\n<p id=\"b243-10\">The contract, upon which the action was brought, contains the condition, that the quantity of coal to be furnished, during the three years for which the contract was to run, was to be of such <em>quality </em>as should be <em>satisfactory </em>to the masters of transportation and of machinery, who were employés and agents of the appellant, and to be <page-number citation-index=\"1\" label=\"224\">*224</page-number>delivered into the tenders of the appellant’s locomotive engines, at such times as the appellant might require, &amp;c. The contract was dated the 17th of May,' 1875, but was not to take effect until the 15th of July following. Goal had been delivered to the appellant by the appellee, from the same mine, from Sept., 1874, to the, time when the contract went into operation, but only under special.orders, and the appellant continued to receive coal from the appellee, from the same mine, and for the same purpose, that is, for generating steam for locomotive engines, until May the 6th, 1876, with occasional suspensions. “The appellee, in his declaration, assigned as breaches of the contract, 1st, that the appellant improperly refused to receive the coal tendered by the appellee; and 2dly, that though the appellee was ready and willing to deliver to the appellant daily the stipulated quantity of coal, of such <em>quality </em>as was required by the contract, and which in fairness and truth was, and should have been, satisfactory to the masters of transportation and of machinery of the appellant, the <em>latter' falsely pretended </em>that the coal thus offered to be delivered was not of the. <em>quality </em>contemplated by the contract, and was not satisfactory to the masters of transportation and of machinery, and therefore refused to accept such coal of the appellee. I't was upon these alleged breaches of the contract that the issues were formed.</p>\n<p id=\"b244-5\">Such then being the issues for trial, one of the most prominent questions of fact presented for the determination of the jury was, at what particular time did the master of transportation and the master of machinery really determine to condemn the coal supplied under the contract, because it was not satisfactory to them. On the part of the appellee it was contended, and sought to be maintained by his proof, that it was not until the 6th of May, 1876, that the appellant ceased accepting the coal <em>under the contract, </em>and that it was not then stopped because it was in truth unsatisfactory to the agents named, but because <page-number citation-index=\"1\" label=\"225\">*225</page-number>of tbe fall in price of a superior grade of coal, and because those agents were unduly influenced by, and yielded to the dictation of their superior officers in the corporation, in disapproving the coal, so that their determination, in condemning the coal, was not in fact fairly and <em>bona fide </em>made. But while such was the contention on the part of the appellee, it was contended, and strongly supported by proof, on the part of the appellant, that the taking of the coal under the contract was stopped on the 3rd of August, 1815, because it was in fact unsatisfactory to the agents designated by the_ contract to pass upon its quality ; and that all the coal taken of the appellee <em>after </em>that date, was taken, as had been all the coal furnished by the appellee prior to the 15th of July, 1815, only occasionally, under special and limited arrangements, and for purposes of making tests as to the feasibility of using the coal on the i’oad. No coal was in fact taken after the 6th of May, 1876, and the appellee immediately thereafter ceased operation of his mine, but he says that was in consequence of the refusal of the appellant to proceed with the execution of the contract.</p>\n<p id=\"b245-5\">That term or condition of the contract which required the coal to be of a quality satisfactory to the agents designated, was certainly a leading and important one to the appellant, and was intended exclusively for its protection, and without which, we may suppose, the contract would never have been made. The appellant, therefore, had the right to insist that the condition should be allowed its full and complete effect, in determining the rights of the parties under the contract.</p>\n<p id=\"b245-6\">In cases where it is stipulated that an article to be furnished shall, unqualifiedly, be <em>satisfactory </em>to the party to whom it is to be supplied, the right to reject the article, as not being satisfactory, cannot be inquired into; but the party’s own determination must be taken as final and conclusive. In such case it is supposed, and such is the con<page-number citation-index=\"1\" label=\"226\">*226</page-number>struction, that the party has reserved to himself an unqualified option, and is not willing to leave his freedom of choice to any contention, or to be subject to any investigation whatever. It is quite permissible to parties to enter into such contracts, and where the approval or satisfaction of the party is made a condition precedent to the right to receive compensation, or the contract price, for the article to be delivered, the Court has no right or power to dispense with the condition, and say that the article was of a quality or character that ought in reason to have been accepted as satisfactory. If the plaintiff thinks proper to enter into such conditional contract, it is not for any one else than the defendant himself to say that he ought to be satisfied'; that is a matter expressly reserved to the defendant to decide for himself, and the reasons or motive for the decision, whether reasonable or unreasonable, good or bad, are placed by the contract beyond question or investigation. For instances of this class of contracts, and as illustrations of the application of the principle here stated, I may refer to the cases of <em>Andrews vs. Belfield, </em>2 <em>C. B. </em>(N.S.),779; <em>McCarren vs. McNulty, </em>7 <em>Cray, </em>139; <em>Brown vs. Foster, </em>113 <em>Mass., </em>136; <em>Zaleski vs. Clark, </em>44 <em>Conn., </em>218; <em>Rossiter vs. Cooper, </em>23 <em>Vt., </em>522; <em>Hart vs. Hart, </em>22 <em>Barb., </em>606 ; <em>Gibson vs. Cranage, </em>39 <em>Mich., </em>49; <em>Wood Reaping and Mowing Machine Co. vs. Smith, </em>50 <em>Mich., </em>565 ; <em>S. C., </em>45 <em>Am. Rep. </em>57.</p>\n<p id=\"b246-5\">But this principle does not apply, in its unqualified form, in a case where the contracting parties have expressly stipulated that the article to be supplied shall be such, in respect to the quality or otherwise, as shall be approved by, or satisfactory to, some third person, though that third person may be an agent or an employe of one of the parties to the contract. In such case, though it be made a condition precedent that the article shall be approved by the party designated, yet if it can be shown that the approval has been withheld from motives of selfish interest, <page-number citation-index=\"1\" label=\"227\">*227</page-number>bias, partiality or corruption, the party prejudiced by sucb action, may, notwithstanding the absence of such approval, recover on the contract for the non-acceptance of the article furnished. In such contracts, it is an implied condition that the person designated to approve shall act with entire good faith to both of the contracting parties. Both parties have the right to insist upon such good faith, and the want of it will dispense with the condition requiring the approval. The Court will not allow a defendant to avail himself of the condition precedent to defeat the right of the plaintiff to recover for a violation of the contract, where there has been fraud or <em>mala fides </em>on the part of the person appointed to approve or disapprove. But, in the absence of fraud or bad faith in the conduct of such party, in respect to the fact of his approval or the withholding it, his judgment or determination is to be accepted as final and conclusive. No mere error or mistake of judgment will vitiate his determination. The very object of his appointment is to prevent and exclude contention and litigation ; and hence nothing short of fraud or <em>mala fides </em>in the exercise of his power to reject or approve the article contracted for, will dispense with the strict legal effect of the condition precedent. This is now the settled doctrine, in respect to this class of contracts, in the Courts botli of this country and of England. <em>Wilson vs. Y. &amp; Md. Line R. R. Co., </em>11 <em>G. &amp; J., </em>58; <em>Lynn vs. Balto. &amp; Ohio R. R. Co., </em>60 <em>Md., </em>404; <em>Sweeney vs. United States, </em>109 <em>U. S., </em>618; <em>Martinsburg &amp; Potomac R. R. Co. vs. March, </em>114 <em>U. S., </em>549; <em>Sharpe vs. San Paulo R. R. Co., L. R., </em>8 <em>Ch. App., </em>597. And this principle, with the proper conditions under which it was applicable, and could be applied in the consideration of this case, appears to have been fully and clearly set forth in the hypothetical instructions given by the Court to the jury.</p>\n<p id=\"b247-5\">Such then being the settled law, as applicable to this case, the principal question presented for investigation, <page-number citation-index=\"1\" label=\"228\">*228</page-number>under the issues framed, was one <em>of </em>fact purely; and that question was, whether the rejection or disapproval of the appellee’s coal by the masters of transportation and of machinery was <em>mala fide </em>and fraudulent, pr otherwise. To entitle the appellee to recover, it was incumbent upon him to establish to the satisfaction of the jury that there was want of fairness and good faith on the part of those agents in the disapproval or rejection of the coal, or that the coal was rejected by the appellant, not-withstanding its <em>quality </em>was in fact satisfactory to those agents. It was to this question that the greater part of the large mass of conflicting testimony, contained in the record, was directed. The evidence produced on the part of the appellee was all of an inferential character merely, and most of it had but a remote and indirect bearing upon the question at issue.</p>\n<p id=\"b248-5\">The coal contracted to be supplied was of a well known grade or quality in the coal region. It was mined or to be mined from what is known as the Six-foot Yein, and is of .a comparatively inferior grade of coal to that mined from what is known as the Big or Fourteen-foot Yein, in the same region. Its grade and general characteristics were well known to the appellant’s officers and agents, before the contract was made, and it was in fact contracted for as an inferior grade of coal, the price being less than that paid for the standard grade of coal obtained from the Fourteen-foot Yein. In judging of its quality, therefore, it should be judged according to its grade and class, and not as of a superior grade. It could not have been the understanding or the expectation of the parties to the contract, that the coal to be furnished should be tested by the standard of the Big Yein coal; for to suppose such to have been the intention, would make the act of entering into the contract one of utter futility; as all knew that the coal contracted for could not bear that test. It would not, therefore, have been fair or within the meaning or spirit of the contract, to require that the coal furnished <page-number citation-index=\"1\" label=\"229\">*229</page-number>should come up to the standard of the Big Vein coal; and this is what the appellee contended, and sought to establish by his proof, was the test applied to his coal, and by which it was rejected. If, therefore, the coal was rejected, because it did not come up to the standard of the Big Vein coal, or because of the fall in the price of the Big Vein coal, as sought to be shown by the appellee ; or because of the opposition of the superior officers of the appellant to its use, and not because the two agents named were in fact dissatisfied with the coal offered to be delivered under the contract, then the rejection of the coal was not <em>bona fide, </em>and the appellee had just ground of complaint. But if the agents who were to be satisfied with the coal, once determined <em>bona fide </em>that the coal was not satisfactory, that terminated the contract, and no subsequent tender of coal by the appellee could revive the obligation of the appellant to accept it.</p>\n<p id=\"b249-5\">The appellant, by its first four prayers to the Court, sought to have the case withdrawn from the consideration of the jury, upon the ground that there was no evidence <em>legally sufficient </em>from which they could conclude that there was fraud, or want of good faith, on the part of the agents or officers of the appellant, in the disapproval or rejection of the coal; or that its rejection was obtained by the fraudulent procurement of the appellant or its officers. These prayers the Court rejected; and I do not see, upon the whole evidence before it, that the Court could have done otherwise.</p>\n<p id=\"b249-6\">In passing upon these prayers, it was no part of the duty of the Court below, indeed, it was not within its province, to examine and determine upon the comparative weight of the evidence. It was called upon simply to determine the preliminary question, whether there was evidence <em>legally sufficient </em>to be submitted to the jury. In deciding that question, the Court was not required to decide as to the weight of the evidence; but taking all the evidence as true, whether by inference or otherwise, <page-number citation-index=\"1\" label=\"230\">*230</page-number>that tended to prove the issue in behalf of the party against whom the Court was asked to decide, the sole question for the Court was, whether a rational mind could fairly deduce the conclusion sought to be established by the evidence. If the Court could seé that there was such evidence, it became its imperative duty to submit the case to the jury.- It was not a question of the decided preponderance of evidence; for it often occurs that the Judge may think the case a very plain one, on the weight of evidence, in favor of the one side or the other, and yet be required to submit the case to the jury for their determination. If this were not so, the jury system might be justly regarded as an unnecessary and useless appendage to the Court. The Court and the jury are both constitutional agencies for the administration of justice, each having its own separate and peculiar sphere of action and responsibility, and it is not within the power of the one to encroach upon or restrict the legitimate sphere of the other. The law has provided a means of redress against erroneous or unjust verdicts, by motion for new trial, addressed to the Court that heard the case; but with that this Court has nothing to do. This Court, clearly, has no power, in a common law action, to review the evidence, in order • to determine whether the jury have made proper deductions from the evidence before them, though the question be raised as a preliminary one and before the case is submitted to the jury.</p>\n<p id=\"b250-5\">I shall not attempt any analysis of the testimony,, as that would extend this opinion very much beyond the limits assigned to it. The testimony was very conflicting in many of its details; but it was of a character that required the case to be submitted to the jury. Many of the circumstances proved were susceptible of different inferences, and such being the case, the jury alone were capable of saying what inference was proper to be made. And so the jury were the exclusive judges of the credibility of <page-number citation-index=\"1\" label=\"231\">*231</page-number>witnesses, and the Court could properly grant no instruction upon the assumption of the untruthfulness of any witness, or that would require the jury to discredit a witness against their own judgment. <em>Morris vs. Brickley &amp; Caldwell, </em>1 <em>H. &amp; G., </em>108. And not only were questions of the conflict of testimony and the credibility of witnesses to be considered, but all the facts and circumstances attending and surrounding the entire transaction under investigation, that could m any manner reflect upon the motives and purposes of the officers and agents of the appellant, and particularly the two agents to whom the coal was to be satisfactory, were brought under examination and scrutiny. In such case, the nature of the inquiry itself would seem to make it necessary that the case should go to the jury, although the evidence might appear but slight. A question of motive and intent is always one of fact, arid peculiarly within the province of the jury. As was said by this Court, in <em>Turner vs. Walker, </em>3 <em>G. &amp; </em>J., 387, “ whether a party acted with a fair <em>bona fide </em>intention, or by what motive he was really actuated, is always a question purely for the consideration of the jury.” I am therefore very clearly of opinion that the Court below committed no error in allowing the case to bo considered by the jury.</p>\n<p id=\"b251-4\">It is objected that in the opinion of this Court heretofore filed, certain testimony given by the appellee, but admitted by the Court below for the special purpose only of impeaching or contradicting opposing witnesses, has been treated as testimony in the case in proof of the issues on the part of the appellee. This objection is, I think, well founded; for it does appear that testimony, in regard to certain declarations, admitted in rebuttal and restricted by the Court below to the single purpose of impeachment, has been referred to and relied on in the opinion, as if such testimony had been admitted generally and without any restriction as to its use. It is only necessary to refer <page-number citation-index=\"1\" label=\"232\">*232</page-number>to the eleventh prayer of the appellant, which was granted, to see how such testimony was restricted, and for what purpose it was allowed to be considered by the jury. Neither that prayer, nor the evidence therein referred to, was before this Court; and consequently that evidence must have been inadvertently referred to in the opinion. But, while I think the test of the opinion ought to be modified so as to avoid making reference to evidence not before this Court, I am of opinion that the general conclusion arrived at is in no manner dependent upon the consideration of that evidence; that the result must be the same irrespective of the evidence improperly referred to in the opinion.</p>\n<p id=\"b252-5\">It is also urged, as a ground for re-argument, that there was error in granting the third prayer of the appellee, in respect to the measure of damages, and that this Court has failed in its opinion to advert to that instruction at all. It is said that the Court ought to have directed the jury to deduct the amount of profit to- the appellee, whatever it was, on the coal delivered to the appellant by the appellee, under the contract, and which had been paid for, so that such profit should not be included in the general estimate of the damages. That such profit was not proper to be included in the verdict, is certainly true; and there is nothing in the third prayer that justifies us in assuming that it was included. That instruction did not require the jury so to find and estimate the damages ; but it only stated the rule or principle upon which the damages were to be ascertained. The Court simply instructed the jury that the measure of damages was the profit which they should find the appellee would have made, if the contract had been fully performed. That was the correct general rule, applicable-to the case, according to the principle enunciated in <em>Phil., Wilm. &amp; Balto. R. R. Co. vs. </em>Howard, 13 <em>How., </em>307, 344; and we are not to suppose or conjecture that the jury included profits that had been already received by the appellee. If the instruction, while stating <page-number citation-index=\"1\" label=\"233\">*233</page-number>a correct general rule, was supposed by the appellant not to be sufficiently explicit in reference to a matter of abatement, it should have asked an instruction by which its rights would have been more fully and clearly guarded. Failing to do this, I do not think it can now object to the Court’s instruction, which, as a general proposition, was clearly correct.</p>\n<p id=\"b253-5\">Then, again, in the reasons assigned for re-argument, it is insisted that some, at least, of the numerous exceptions taken to the admissibility of evidence were well taken, and that they have not been fully considered in the opinion of this Court. It is true, all that is said in the opinion, in respect to these exceptions, is, “that after a careful examination of these exceptions we discover no error.” It would, certainly, have been more satisfactory that some reasons, however brief, should have been assigned for this general conclusion. The important question, however, is, was the Court right in its conclusion in regard to these exceptions ?</p>\n<p id=\"b253-6\">I shall not attempt a detailed consideration of these numerous exceptions to evidence. Many of them present the same class of facts, or offers of facts, and substantially the same general question, as to their admissibility. The first fifteen of these exceptions were taken to the overruling of objections to offers, and to the admission of evidence, consisting of acts and declarations (oral and written), of the officers and agents of the appellant, in the exercise of their employment, and of all the circumstances that preceded and led to the making of the contract of the 17th of May, 1875; and which were offered and admitted for the purpose of showing knowledge by those officers and agents, of the nature and qualities of the coal, and the inducements to the making of the contract, as those circumstances might reflect upon the <em>bona fides </em>of the two agents named, in the subsequent disapproval or rejection of the coal, as not being satisfactory to them. The question, we <page-number citation-index=\"1\" label=\"234\">*234</page-number>must bear in mind, was not as to the interpretation of the terms of the contract, but as to the-good faith of the agents of the appellant in repudiating the coal furnished under it; and, as bearing upon that question, any circumstance, though slight in itself, was admissible. It was material to the inquiry, that the jury should be informed, as to the extent of the knowledge and practical experience of the officers and agents of the appellant, in the use of the coal, (and especially those agents entrusted with the power of rejection,) prior to the date of the contract, and under what inducements the contract was made ; as those circumstances might, to some extent, aid the jury in determining the question of good faith. .1 think, therefore, there was no error in the rulings upon these exceptions.</p>\n<p id=\"b254-5\">The sixteenth exception does not appear to be relied on by the appellant, and clearly it is not tenable. The seventeenth and eighteenth exceptions were taken to the admission of evidence to prove the price of the Big Vein coal at the date of the contract, 'or the time when it went into operation, and the subsequent decline of that price. The object of this evidence was to show a motive in the appellant’s officers and agents for rejecting the appellee’s inferior grade of coal. This evidence would appear, clearly, to have been admissible, and the Court, therefore, committed no error in allowing it to be given.</p>\n<p id=\"b254-6\">The nineteenth exception has not been pressed; but the twentieth, twenty-second, twenty-third, twenty-sixth and twenty-seventh exceptions have been strongly pressed upon the attention of the Court, in the reasons assigned for re-argument.</p>\n<p id=\"b254-7\">With-respect to the twentieth exception, the question thereby presented is not, in my judgment, altogether free from douht. I think, however, upon the best reflection that I have been able to give the matter, the ruling of the Court helow ought' to be sustained. The appellee’s contention was, that the contract was still existing and opera<page-number citation-index=\"1\" label=\"235\">*235</page-number>tive at the time of the conversation referred to, and therefore any act or admission of the appellant by those authorized to act for it, whereby the contract was recognized as still open and subsisting, would appear to be admissible, under the restrictions imposed by the Court below. Such ruling would seem to be within the principle of the case of <em>Chicago vs. Greer, </em>9 <em>Wall., </em>733. Mr. Garrett was the president and chief executive officer of the appellant; and as such he was authorized to bind the corporation by dealing or contracting in reference to matters arising in the ordinary course of its business. It was competent to him, acting for the appellant, to direct the resumption of the receipt of coal under the contract, though it had been previously suspended by subordinate officers and agents of the company. It is true, he was to have been furnished with a statement from the appellee as to what had occurred in respect to the previous use, and suspension of the use, of the coal, by the officers of the appellant, which was never supplied ; but still, his declaration as to what should be done in the matter, was a circumstance to be considered by the jury, in connection with the other circumstances of the case.</p>\n<p id=\"b255-5\">In regard to the twenty-second exception, I do not think there is any good ground for reversal shown to exist there. When the witness stated that he had no knowledge whatever as to whether the Clearfield Coal had ever been used in locomotive engines, his previous statement in regard to that coal became wholly immaterial, and it is not perceived how the appellant could have been injured by it. And in regard to the proof excepted to in the twenty-third exception, the fact sought to be excluded was afterwards, in the course of the trial, fully proved as part of the appellant’s own evidence, in the examination of Mr. King, who had been the vice-president of the appellant, and with whom the contract in question had been made.</p>\n<otherdate id=\"b256-6\"><page-number citation-index=\"1\" label=\"236\">*236</page-number>(Filed 24th June, 1886.)</otherdate>\n<p id=\"b256-4\">With respect to the twenty-sixth and twenty-seventh exceptions, I do not think they present any matter for reversal. The appellant had, by cross-examination, and by examination in chief, sought to disparage, and to show the utter unfitness of the appellee’s coal for the use contemplated by the contract, by showing that it contained red or rusty coal; and the testimony excepted to was offered to show that the appellant, in' its subsequent purchases of coal supply for its engines, did not reject coal similarly affected. It was certainly competent to the appellee, by way of answer to the objection taken to his coal, to show that the rust did not affect its steam generating power; and the .object of the proof excepted to, as I understand it, was to show that fact, but in the indirect and inferential way, stated in the exception.</p>\n<p id=\"b256-5\">Upon review of the whole case, as presented to this Court, I do not find any sufficient ground for such doubt of the correctness of the conclusion heretofore announced, as to require a re-argument; and I therefore concur with the other Judges in overruling the motion for a re-argument made by the appellant.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}