{
  "casebody": {
    "data": "<casebody firstpage=\"658\" lastpage=\"684\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b666-4\">11 A.3d 340</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"ao-dedup-0\">Lincoln MILLER v. STATE of Maryland.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b666-6\">No. 1907,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"Ag9\">Sept. Term, 2009.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b666-7\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b666-8\">Dec. 29, 2010.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b667-10\"><page-number citation-index=\"1\" label=\"659\">*659</page-number>Flynn M. Owens (Rubin &amp; Owens, PA, on the brief), Baltimore, MD, for Appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b667-11\">Mary Ann Ince (Douglas F. Gansler, Atty. Gen., on the brief), Baltimore, MD, for Appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b667-12\">Panel: MEREDITH, WRIGHT and CHARLES E. MOYLAN, JR. (Retired, Specially Assigned), JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b667-13\">MOYLAN, J.</author>\n<p id=\"b667-14\">When an appellate court applies a legal principle in a new way, the retroactivity of such an application almost invariably depends on whether the new application represents simply the <page-number citation-index=\"1\" label=\"660\">*660</page-number>decanting of old wine in new bottles or the uncorking of a new wine. The Supreme Court announced its decision in <em>Padilla v. Kentucky, </em>559 U.S. _, 130 S.Ct. 1473, 176 L.Ed.2d 284 on March 31, 2010. The holding was that if a defense attorney fails to advise a non-citizen client about deportation as a possible consequence of a guilty plea, such failure could represent ineffective assistance of counsel and could invalidate the guilty plea. The taste test now before us asks us to assess the vintage of that holding. Will it or will it not date back to invalidate a guilty plea entered on June 1,1999?</p>\n<p id=\"b668-6\">The Guilty Plea</p>\n<p id=\"b668-7\">In the Circuit Court for Prince George’s County on June 1, 1999, the appellant, Lincoln Miller, tendered a plea of guilty to the charge of possessing 448 grams of cocaine with the intent to distribute. At no time during the offering of the plea was the appellant advised on the record by the court or by counsel about any possibly adverse immigration consequences that might result from that plea. Accepting the plea, which was otherwise voluntary and knowledgeable in every respect, Judge Richard H. Sothoron, Jr. sentenced the appellant to five years of imprisonment without the possibility of parole. The appellant did not appeal that sentence, which the appellant finished serving on June 1, 2004.</p>\n<p id=\"b668-8\">Subsequent Events</p>\n<p id=\"b668-9\">Following his release from prison in Maryland, the appellant, who is now 58 years of age, returned to New York State and resumed residence with his wife of 24 years. The appellant is a native of Belize. He had been accorded Lawful Permanent Resident status in the United States in 1981. For all intents and purposes, the appellant’s travails in Maryland were ancient history when, in the spring of 2008, he paid a visit to his native Belize. Upon his return to the United States on May 27, 2008, however, he was detained by Immigration and Customs Enforcement agents at the Miami International Airport. On September 29, 2008, deportation proceedings against him were begun, based on the 1999 conviction <page-number citation-index=\"1\" label=\"661\">*661</page-number>in Prince George’s County. The removal proceedings are being held in abeyance, pending the resolution of this appeal.</p>\n<p id=\"b669-5\">Coram Nobis</p>\n<p id=\"b669-6\">On June 18, 2009, the appellant filed a Petition for a Writ of Error Coram Nobis in the Circuit Court for Prince George’s County. He alleged that “his guilty plea had not been tendered knowingly, voluntarily, and intelligently, in light of the facts that: (1) he was not advised of the immigration consequences attendant to his plea, and (2) he was not advised, prior to acceptance of his plea, that by pleading guilty he was foregoing his right to direct appeal, and was thus limited to filing an application for leave to appeal, on four limited grounds.”</p>\n<p id=\"b669-7\">On August 21, 2009, a hearing was held on the coram nobis petition before Judge Maureen Lamasney. The appellant was the only witness to testify. On October 5, 2009, Judge Lamas-ney filed an Opinion and Order denying the coram nobis petition. The critical part of Judge Lamasney’s opinion reads as follows:</p>\n<blockquote id=\"b669-8\">It is clear from the record that the Plea Court did not inform the petitioner of either possible immigration consequences or the right to a direct automatic appeal to the Court of Special Appeals if convicted after a trial. However, <em>“consequences of the plea” has been interpreted to mean “direct” consequences. A consequence is considered direct only if “the result represents a definite, immediate and largely automatic effect on the range of the defendant’s punishment”, Cuthrell v. Director of Patuxent </em>475 F.2d 1364 (4th Cir.1973).</blockquote>\n<p id=\"b669-9\">(Emphasis supplied).</p>\n<p id=\"b669-10\">\n<em>Padilla v. Kentucky</em>\n</p>\n<p id=\"b669-11\">The appellant now appeals from that denial, claiming that <em>Padilla v. Kentucky </em>has, <em>nunc pro tunc, </em>rendered Judge Lamasney’s rationale untenable. Judge Lamasney’s decision was based upon the well-settled Maryland (and, indeed, national) law that a guilty plea may not be attacked on the <page-number citation-index=\"1\" label=\"662\">*662</page-number>ground that the defendant had not been advised with respect to the collateral consequences (as opposed to direct consequences) of the conviction to which he was pleading guilty. <em>Cuthrell v. Director of Patuxent, </em>475 F.2d 1364 (1973), the decision of the United States Court of Appeals for the Fourth Circuit on which Judge Lamasney relied, well reflected the prevailing national law.</p>\n<blockquote id=\"b670-5\">The law is clear that <em>a valid plea of guilty requires that the defendant be made aware of all “the direct consequences of his plea.” </em>By the same token, it is equally well settled that, before pleading, <em>the defendant need not be advised of all collateral consequences of his plea, </em>or, as one Court has phrased it, of all “possible ancillary or consequential results which are peculiar to the individual and which may flow from a conviction of a plea of guilty.”</blockquote>\n<p id=\"b670-6\">475 F.2d at 1365-66 (emphasis supplied). There is no question but that deportation is a collateral consequence of a conviction.</p>\n<p id=\"b670-7\">The appellant is correct that automatically rejecting a defendant’s claim on the basis of the collateral consequence— direct consequence distinction is no longer proper. In that regard, the Supreme Court majority opinion was clear.</p>\n<blockquote id=\"b670-8\">The collateral [consequence] versus direct [consequence] distinction is ... ill-suited to evaluating a <em>Strickland </em>claim concerning the specific risk of deportation. We conclude that <em>advice regarding deportation is not categorically removed from the ambit of the Sixth Amendment right to counsel. Strickland </em>applies to Padilla’s claim.</blockquote>\n<p id=\"b670-9\">_ U.S. at _, 130 S.Ct. at 1482, 176 L.Ed.2d at 294 (emphasis supplied).<footnotemark>1</footnotemark></p>\n<p id=\"b671-3\"><page-number citation-index=\"1\" label=\"663\">*663</page-number>The dispositive question for us, however, is whether that Supreme Court decision of March 21, 2010, has any applicability to the appellant’s guilty plea of June 1,1999.</p>\n<p id=\"b671-4\">Retroactivity Versus Prospectivity</p>\n<p id=\"b671-5\">The most articulate local statement on retroactive versus prospective application of an arguably new legal ruling is that by Judge Harrell (now on the Court of Appeals) for this Court in <em>Warrick v. State, </em>108 Md.App. 108, 113, 671 A.2d 51, <em>cert. denied, </em>342 Md. 507, 677 A.2d 583 (1996):</p>\n<blockquote id=\"b671-6\">The general rule of retroactivity <em>vel non </em>can be stated <em>simply </em>— if <em>the subject case merely applies settled precedents to new facts, the case is given retroactive effect, </em>for the case is viewed as not changing the law in any material way. On the other hand, <em>if the subject case creates a new rule that is a “clear break” with the past, retrospective application is inappropriate. </em>The Supreme Court has said that <em>a “clear break” exists where the new rule </em>“explicitly overruled a past precedent of this Court, or disapproved a practice this Court had arguably sanctioned in prior cases, or <em>overruled a longstanding practice that lower courts had uniformly approved.”</em></blockquote>\n<p id=\"b671-7\">(Emphasis supplied).</p>\n<p id=\"b671-8\">The limited extent to which even a “new” legal ruling will be given a partially retroactive effect is that even a “new” ruling will apply to all other cases that are not yet final, in the sense that they are still on direct appeal. In <em>Teague v. Lane, </em>489 U.S. 288, 304-05, 109 S.Ct. 1060, 103 L.Ed.2d 334 (1989), Justice O’Connor stated that even “a new rule for the conduct of criminal prosecutions is to be applied retroactively to all cases, state or federal, pending on direct review or not yet final.”</p>\n<p id=\"b671-9\">In <em>Griffith v. Kentucky, </em>479 U.S. 314, 322-23, 107 S.Ct. 708, 93 L.Ed.2d 649 (1987), Justice Blackmun wrote for the Supreme Court:</p>\n<blockquote id=\"b671-10\">[A]fter we have decided a new rule in the case selected, the integrity of judicial review requires that we apply that rule <page-number citation-index=\"1\" label=\"664\">*664</page-number>to all similar cases pending on direct review. Justice Harlan observed:</blockquote>\n<blockquote id=\"b672-4\">“If we do not resolve all cases before us on direct review in light of our best understanding of governing constitutional principles, it is difficult to see why we should so adjudicate any case at all.... In truth, the Court’s assertion of power to disregard current law in adjudicating cases before us that have not already run the full course of appellate review, is quite simply an assertion that our constitutional function is not one of adjudication but in effect of legislation.” <em>Mackey v. United States, </em>401 U.S. [667], at 679, 91 S.Ct. 1160, 23 [28] L.Ed.2d 404 [(1971)] (opinion concurring in judgments).</blockquote>\n<blockquote id=\"A6D\">As a practical matter, of course, we cannot hear each case pending on direct review and apply the new rule. But we fulfill our judicial responsibility by instructing the <em>lower courts </em>to <em>apply the new rule retroactively to cases not yet final.</em></blockquote>\n<p id=\"b672-5\">(Emphasis supplied). <em>See also Potts v. State, </em>300 Md. 567, 581, 479 A.2d 1335 (1984) (“As a general rule, <em>a change in law will be given effect while a case is on direct review.”) </em>(Emphasis supplied).</p>\n<p id=\"b672-6\">This Case Was Not On Direct Review</p>\n<p id=\"b672-7\">This variety of quasi-retroactivity would clearly not apply to the appellant’s June 1, 1999 guilty plea. The case was final and beyond any possibility for direct review as of July 1, 1999, the end of the 30-day window -within which an appeal or application for leave to appeal from the June 1, 1999 judgment of guilty might have been filed.<footnotemark>2</footnotemark> When <em>Padilla v. Kentucky </em>was decided, almost eleven years later, the appellant’s case was indisputably not on direct review.</p>\n<p id=\"b673-4\"><page-number citation-index=\"1\" label=\"665\">*665</page-number>For cases which are no longer on direct review but only on collateral review, such as this one and such as our recently decided case of <em>State v. Denisyuk, </em>191 Md.App. 408, 991 A.2d 1275, <em>cert. granted, </em>415 Md. 38, 997 A.2d 789 (2010),<footnotemark>3</footnotemark> newly announced legal principles would not apply. In <em>Teague v. Lane, </em>489 U.S. at 310, 109 S.Ct. 1060, the Supreme Court was clear:</p>\n<blockquote id=\"b673-5\">[W]e now adopt Justice Harlan’s view of retroactivity for cases on collateral review.... <em>[N]ew constitutional rules of criminal procedure will not be applicable to those cases which have become final before the new rules are announced.</em></blockquote>\n<p id=\"b673-6\">(Emphasis supplied). <em>See also Allen v. Hardy, </em>478 U.S. 255, 257-58, 106 S.Ct. 2878, 92 L.Ed.2d 199 (1986) (“We conclude that our decision in <em>Batson [v. Kentucky, </em>476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986)] should not be applied retroactively on collateral review of convictions that became final before our opinion was announced.”); <em>Solem v. Stumes, </em>465 U.S. 638, 650, 104 S.Ct. 1338, 79 L.Ed.2d 579 (1984) (“At a minimum, nonretroactivity means that a decision is not to be applied in collateral review of final convictions.”).</p>\n<p id=\"b673-7\">In <em>Teague v. Lane, </em>489 U.S. at 309-10, 109 S.Ct. 1060, Justice O’Connor explained some of the reasons for not giving full retroactive effect to decisions that effectively work a change in the law.</p>\n<blockquote id=\"b673-8\"><em>Application of constitutional rules not in existence at the time a conviction became final seriously undermines the principle of finality </em>which is essential to the operation of our criminal justice system....</blockquote>\n<blockquote id=\"b674-4\"><page-number citation-index=\"1\" label=\"666\">*666</page-number><em>The “costs imposed, </em>upon the State[s] <em>by retroactive application </em>of new rules of constitutional law on habeas corpus ... <em>generally far outweigh the benefits of this application.”</em></blockquote>\n<p id=\"ADL\">(Emphasis supplied).</p>\n<p id=\"b674-5\">What Is New Law?</p>\n<p id=\"b674-6\">It was also in <em>Teague v. Lane, </em>489 U.S. at 301, 109 S.Ct. 1060, that the Supreme Court gave us the most manageable statement yet provided as to what constitutes a new application of the law.</p>\n<blockquote id=\"b674-7\">It is admittedly often difficult to determine when a case announces a new rule, and we do not attempt to define the spectrum of what may or may not constitute a new rule for retroactivity purposes. In general, however, <em>a case announces a new rule when it breaks new ground </em>or imposes a new obligation on the States or the Federal Government. To put it differently, <em>a case announces a new rule if the result was not dictated by precedent existing at the time the defendant’s conviction became final.</em></blockquote>\n<p id=\"b674-8\">(Emphasis supplied).</p>\n<p id=\"b674-9\"><em>Padilla v. Kentucky </em>As New Law</p>\n<p id=\"b674-10\">Applying that definition from <em>Teague v. Lane </em>to the holding of <em>Padilla v. Kentucky, </em>it is clear that the <em>Padilla </em>holding “was not dictated by precedent existing” on June 1, or July 1, 1999, “at the time the [appellant’s] conviction became final.” In Judge Harrell’s words in <em>Warrick v. State, </em>108 Md.App. at 113, 671 A.2d 51, the <em>Padilla v. Kentucky </em>holding “overruled a longstanding practice that lower courts had uniformly approved.” <em>See Griffith v. Kentucky, </em>479 U.S. at 325, 107 S.Ct. 708.</p>\n<p id=\"b674-11\">What <em>Padilla v. Kentucky </em>ultimately held was by no means foreordained by what had gone before. For decades, the universally applied law, federal and state, had been that a guilty plea would not be invalidated by the failure of the court or of the defense attorney to advise the defendant about a <page-number citation-index=\"1\" label=\"667\">*667</page-number>collateral consequence of the plea.<footnotemark>4</footnotemark> Although acknowledging that deportation is a collateral consequence of a conviction, the Supreme Court said only that it had never before relied on such a distinction:</p>\n<blockquote id=\"b675-5\">We, however, have never applied a distinction between direct and collateral consequences to define the scope of constitutionally “reasonable professional assistance” required under <em>Strickland.</em></blockquote>\n<p id=\"b675-6\">_ U.S. at_, 130 S.Ct. at 1481, 176 L.Ed.2d at 293.</p>\n<p id=\"b675-7\">Significantly, the majority opinion never said that it had ever declined to rely on such a distinction. It said simply that it had never ruled on the issue one way or the other and was, therefore, completely free to go either way. That by no <page-number citation-index=\"1\" label=\"668\">*668</page-number>means implies that the Court’s ultimate decision was one “dictated by precedent.” It was simply not prohibited by its own precedent, and that is a different thing. The Supreme Court, moreover, never suggested that the caselaw around the country had not overwhelmingly relied on the distinction between direct and collateral consequences. The Supreme Court, indeed, cited no support in the caselaw, federal or state, for its ultimate holding.</p>\n<p id=\"b676-5\">The Internal Wording of <em>Padilla v. Kentucky</em></p>\n<p id=\"b676-6\">At the very outset of the opinion, the Court acknowledged, _ U.S. at_, 130 S.Ct. at 1478, 176 L.Ed.2d at 290, that it was responding to a dramatically changing situation:</p>\n<blockquote id=\"A28\"><em>The landscape </em>of federal immigration law <em>has changed dramatically </em>over the last 90 years.</blockquote>\n<p id=\"b676-8\">(Emphasis supplied).</p>\n<p id=\"b676-9\">The opinion then proceeded to chronicle significant changes in immigration law and policy that had occurred in 1917, 1922, 1952, and 1996 and from those changes concluded:</p>\n<blockquote id=\"b676-10\"><em>These changes </em>to our immigration law <em>have dramatically raised the stakes </em>of a non-citizen’s criminal conviction.</blockquote>\n<p id=\"b676-11\">_ U.S. at _, 130 S.Ct. at 1480, 176 L.Ed.2d at 292 (emphasis supplied). The implication was unmistakable that the law providing some relief to non-citizens, far from remaining static, would have to change to meet the changing needs of changing times, to wit, the “dramatic raising of] the stakes.”</p>\n<p id=\"AIb\">The Solicitor General, as amicus curiae, had urged that notice be taken only of affirmative misadvice about deportation and not of non-advice. The Supreme Court declined to buy that argument, but did acknowledge, _ U.S. at _, 130 S.Ct. at 1483-84, 176 L.Ed.2d at 296, that the Solicitor General’s position “has support among the lower courts,” citing four federal circuits and two state courts. <em>United States v. Couto, </em>311 F.3d 179, 188 (2d Cir.2002); <em>United States v. Kwan, </em>407 F.3d 1005 (9th Cir.2005); <em>Sparks v. Sowders, </em>852 F.2d 882 (6th Cir.1988); <em>United States v. Russell, </em>686 F.2d 35 (D.C.Cir. 1982); <em>State v. Rojas-Martinez, </em>125 P.3d 930, 935 (Utah <page-number citation-index=\"1\" label=\"669\">*669</page-number>2005); <em>In re Resendiz, 25 </em>Cal.4th 230, 105 Cal.Rptr.2d 431, 19 P.3d 1171 (2001). No case was cited opposing that view. The Supreme Court was not following a well-trodden path.</p>\n<p id=\"b677-5\">Although the Supreme Court cautioned that “we must be especially careful about recognizing new grounds for attacking the validity of guilty pleas,” _ U.S. at_, 130 S.Ct. at 1485, 176 L.Ed.2d at 298, it then explained why it felt justified in doing so. The subject matter of that careful balancing, however, was expressly that of “recognizing <em>new grounds </em>for attacking the validity of guilty pleas.” (Emphasis supplied).</p>\n<p id=\"b677-8\">The only remote allusion the Supreme Court made to any previous thinking by it about the subject at all, _ U.S. at _, 130 S.Ct. at 1483, 176 L.Ed.2d at 295, was:</p>\n<blockquote id=\"b677-10\">We too have previously recognized that “preserving the client’s right to remain in the United States may be more important to the client than any potential jail sentence.” <em>Immigration and Naturalization Service v. St. Cyr, </em>533 U.S. 289, 323, 121 S.Ct. 2268 [2271], 150 L.Ed.2d 347 (2001).</blockquote>\n<p id=\"b677-11\">Ironically, even if a harbinger of change could be spotted back in <em>INS v. St. Cyr, </em>it would avail the appellant in this case absolutely nothing. That earliest conceivable antecedent rumbling was filed on June 25, 2001. Even as of that first fleeting hint of something “blowin’ in the wind,” the time had already long since lapsed for any direct review of the appellant’s guilty plea of June 1, 1999. The appellant’s guilty plea had already been final for two years.</p>\n<p id=\"b677-12\">Another sure-fire tip-off that the Supreme Court was preparing to change the law was its amassing, _ U.S. at_, 130 S.Ct. at 1482, 176 L.Ed.2d at 294-95, of “prevailing professional norms [to] support the view that counsel must advise her client regarding the risk of deportation.” The Court cited a host of professional ethical standards and academic authorities. That is a classic argumentative technique when making a case not for recognizing what the law already is but in building persuasive support for what the law, in the Court’s judgment, ought to be. The Supreme Court was <page-number citation-index=\"1\" label=\"670\">*670</page-number>unquestionably justifying the change it was about to make. That, by definition, is making new law. That much is clear from within the four corners of the majority opinion itself.<footnotemark>5</footnotemark></p>\n<p id=\"b679-4\"><page-number citation-index=\"1\" label=\"671\">*671</page-number>Our search internally for Freudian clues as to what <em>Padilla v. Kentucky </em>thought about itself, however, is very secondary. What ultimately matters is not whether the Supreme Court majority subjectively thought it was changing the law, but whether, as an objectively measured fact, it did change the law. The Supreme Court majority never expressly addressed the subject of change and had no occasion to do so. It is for us to examine what the law, state and federal, in Maryland and nationwide, was prior to March 31, 2010; to examine what the law became after March 31, 2010; and by that comparison to determine whether the law was, indeed, changed.</p>\n<p id=\"b679-5\">Justice Alito’s Concurrence</p>\n<p id=\"b679-6\">The concurring opinion in <em>Padilla v. Kentucky </em>was more introspective than was the majority opinion. Justice Alito filed a concurring opinion that was joined by Chief Justice Roberts. He concurred in the decision that Padilla’s guilty plea must be invalidated on the limited ground that Padilla’s lawyer had affirmatively given him bad and inaccurate advice about deportation. He did not agree with the majority opinion that the mere lack of any advice would suffice to invalidate a guilty plea. On that position, he was joined by the dissenting opinion of Justice Scalia and Justice Thomas.</p>\n<p id=\"b679-7\">Justice Alito repeatedly referred to the majority opinion as one that was breaking new ground.</p>\n<blockquote id=\"b679-8\">The Court tries to justify <em>its dramatic departure from precedent </em>by pointing to the views of various professional organizations.... And we must recognize that <em>such standards may represent only </em>the <em>aspirations </em>of a bar group <em>rather </em>than an empirical assessment of <em>actual practice.</em></blockquote>\n<p id=\"b679-9\">_ U.S. at_, 130 S.Ct. at 1488, 176 L.Ed.2d at 300-01 (emphasis supplied).</p>\n<p id=\"b679-11\">Justice Alito’s concurrence emphasized the “longstanding and unanimous position of the federal courts” that was diametrically opposed to the new approach being taken by the <em>Padilla </em>majority:</p>\n<blockquote id=\"b679-12\"><em>Until today, the longstanding and unanimous position of the federal courts was </em>that reasonable defense counsel need <page-number citation-index=\"1\" label=\"672\">*672</page-number>only advise a client about the direct consequences of a criminal conviction.</blockquote>\n<p id=\"b680-4\">_ U.S. at _, 130 S.Ct. at 1487, 176 L.Ed.2d at 300 (emphasis supplied).</p>\n<p id=\"b680-6\">Justice Alito again made reference to the newness of the <em>Padilla </em>holding.</p>\n<p id=\"b680-7\"><em>The Court’s new approach </em>is particularly problematic.... _ U.S. at _, 130 S.Ct. at 1488, 176 L.Ed.2d at 301 (emphasis supplied).</p>\n<p id=\"b680-10\">In pointing out that the new position being taken by the majority was not simply out of line with the universally followed precedent but was squarely athwart the well-worn and familiar path, Justice Alito characterized the new approach as “a major upheaval” and “a dramatic expansion.” Justice Alito made challenging reference to the departure from preexisting law, as he pointed out that the majority’s new approach “has been rejected by every Federal Court of Appeals to have considered the issue” and how the majority’s holding “casually dismisses the longstanding and unanimous position of the lower federal courts.” The majority opinion simply treated the then-prevailing law as if it were nonexistent. It made no mention of it.</p>\n<blockquote id=\"b680-11\">Fourth, <em>the Court’s decision marks a major upheaval in Sixth Amendment law. </em>This Court decided <em>Strickland </em>in 1984, but <em>the majority does not cite a single case, from this or any other federal court, holding that criminal defense counsel’s failure to provide advice concerning the removal consequences of a criminal conviction violates a defendant’s Sixth Amendment right to counsel. </em>As noted above, <em>the Court’s view has been rejected by every Federal Court of Appeals to have considered the issue </em>thus far. The majority appropriately acknowledges that the lower courts are “now quite experienced with applying <em>Strickland,” </em>but it <em>casually dismisses the longstanding and unanimous position of the lower federal courts </em>with respect to the scope of criminal defense counsel’s duty to advise on collateral consequences.</blockquote>\n<blockquote id=\"b681-3\"><page-number citation-index=\"1\" label=\"673\">*673</page-number>The majority seeks to downplay <em>its dramatic expansion of the scope of criminal defense counsel’s duties </em>under the Sixth Amendment by claiming that this Court in <em>Hill v. Lockhart </em>similarly “applied <em>Strickland </em>to a claim that counsel had failed to advise the client regarding his parole eligibility before he pleaded guilty.”</blockquote>\n<p id=\"b681-4\">_ U.S. at __, 130 S.Ct. at 1491-92, 176 L.Ed.2d at 304-05 (emphasis supplied). In no respect did the majority opinion take issue with these characterizations of its holding as a major shift in direction.</p>\n<p id=\"b681-6\">The Prevailing Federal Law</p>\n<p id=\"b681-7\">The holding of <em>Padilla v. Kentucky </em>was indisputably a clear break with preexisting federal law. In the absence of a definitive statement from the Supreme Court on the relationship between the effective assistance of counsel and advice about deportation at a guilty plea, the most persuasive voices on the subject are those of the United States Circuit Courts of Appeal. Nine of the twelve federal circuits had spoken on the subject before the Supreme Court’s decision in <em>Padilla </em>and their verdict was unanimous.</p>\n<p id=\"b681-8\">1975, Second Circuit</p>\n<p id=\"b681-9\">In <em>United States v. Santelises, </em>509 F.2d 703, 704 (2d Cir. 1975), the Second Circuit held that the mere failure of an attorney to advise a client about deportation does not even state a claim.</p>\n<blockquote id=\"b681-10\">All that is new is an appended affidavit from Robert Mitchell — his counsel at the plea proceedings — which states that Mitchell did not inform Santelises that he might be subject to deportation. This affidavit, however, is of no legal significance. <em>Since Mitchell does not aver that he made an affirmative misrepresentation, Santelises fails to state a claim for ineffective assistance of counsel.</em></blockquote>\n<p id=\"b681-11\">(Emphasis supplied).</p>\n<p id=\"b681-12\">1985, Eleventh Circuit</p>\n<p id=\"b681-13\">In <em>United States v. Campbell, </em>778 F.2d 764, 768 (11th Cir.1985), the Eleventh Circuit was equally emphatic:</p>\n<blockquote id=\"b682-4\"><page-number citation-index=\"1\" label=\"674\">*674</page-number>Campbell alleges that she would not have pleaded guilty if her trial counsel had advised her of the deportation consequences of the plea. This bare allegation is not sufficient, however, to establish prejudice under <em>Strickland.</em></blockquote>\n<blockquote id=\"b682-5\">... [A] defendant’s lack of knowledge of those collateral consequences cannot affect the voluntariness of the plea. Accordingly, <em>counsel’s failure to advise the defendant of the collateral consequences of a guilty plea cannot rise to the level of constitutionally ineffective assistance.</em></blockquote>\n<p id=\"b682-6\">(Emphasis supplied).</p>\n<p id=\"b682-7\">1988, Fourth Circuit</p>\n<p id=\"b682-8\">The Fourth Circuit in <em>United States v. Yearwood, </em>863 F.2d 6, 7-8 (4th Cir.1988), agreed with the other circuits.</p>\n<blockquote id=\"b682-9\">Turning to the issue raised in defendant’s § 2255 motion, <em>we agree with the circuits which have decided the issue and found that an attorney’s failure to advise a client that deportation may result from a conviction does not constitute ineffective assistance of counsel. ...</em></blockquote>\n<blockquote id=\"b682-10\">Defendant’s trial counsel had no spontaneous duty to inform defendant that his guilty plea would lead to his being deported.</blockquote>\n<p id=\"b682-11\">(Emphasis supplied).</p>\n<p id=\"b682-12\">1989, Seventh Circuit</p>\n<p id=\"b682-13\">In <em>Santos v. Kolb, </em>880 F.2d 941, 944 (7th Cir.1989), the Seventh Circuit added its voice to the unanimous verdict of the federal circuit courts.</p>\n<blockquote id=\"b682-14\">In a recent and similar case, we held that <em>it was not ineffective assistance of counsel for an attorney to fail to inform his client of the immigration consequences of a conviction </em>for a drug offense. In <em>United States v. George, </em>869 F.2d 333 (7th Cir.1989), we stated:</blockquote>\n<blockquote id=\"b682-15\"><em>... A deportation proceeding is a civil proceeding which may result from a criminal prosecution, but is not a part of or enmeshed in the criminal proceeding. It is collater</em><page-number citation-index=\"1\" label=\"675\">*675</page-number><em>al to the criminal prosecution. </em>While the Sixth Amendment assures an accused of <em>effective assistance of counsel </em>in <em>“criminal prosecutions,” this assurance does not extend to collateral aspects of the prosecution.</em></blockquote>\n<p id=\"b683-5\">(Emphasis supplied).</p>\n<p id=\"b683-6\">1990, District of Columbia Circuit</p>\n<p id=\"b683-7\"><em>United States v. Del Rosario, </em>902 F.2d 55, 59 (D.C.Cir. 1990), added the District of Columbia Circuit to the growing list of federal circuits taking a position diametrically opposed to the position taken by the Supreme Court in <em>Padilla v. Kentucky.</em></p>\n<blockquote id=\"b683-8\">\n<em>[WJe adopt as the proper rule the view endorsed by several of our sister circuits that “counsel’s failure to advise the defendant of the collateral consequences of a guilty plea cannot rise to the level of constitutionally ineffective assistance. ”</em>\n</blockquote>\n<blockquote id=\"b683-9\">[T]rial counsel’s <em>failure to advise a defendant of the collateral consequence of a plea of guilty affecting the possibility of the deportation of the defendant, does not fall short of the </em>“objective <em>standard of reasonableness,” </em>testing the adequacy of counsel’s representation <em>under Strickland.</em></blockquote>\n<p id=\"b683-10\">(Emphasis supplied).</p>\n<p id=\"b683-11\">1992, Tenth Circuit</p>\n<p id=\"b683-12\"><em>Varela v. Kaiser, </em>976 F.2d 1357, 1358 (10th Cir.1992), held that the Sixth Amendment’s guarantee of the effective assistance of counsel does not include advice as to the collateral consequences of guilty plea.</p>\n<blockquote id=\"b683-13\">“While the Sixth Amendment assures an accused of effective assistance of counsel in ‘criminal prosecutions,’ this assurance does not extend to collateral aspects of the prosecution.” ...</blockquote>\n<blockquote id=\"b683-14\"><em>The circuits that have addressed the issue </em>of failure of counsel to inform an accused of the likely deportation consequences arising out of a guilty plea <em>have all held that deportation is a collateral consequence </em>of the criminal <page-number citation-index=\"1\" label=\"676\">*676</page-number>proceeding <em>and therefore the failure to advise does not amount to ineffective assistance of counsel.</em></blockquote>\n<p id=\"b684-5\">(Emphasis supplied).</p>\n<p id=\"b684-6\">1993, Fifth Circuit</p>\n<p id=\"b684-7\"><em>United States v. Banda, </em>1 F.3d 354, 356 (5th Cir.1993), stressed the unanimity of the federal circuits on the issue.</p>\n<blockquote id=\"b684-8\"><em>The courts that have addressed the question </em>of counsel’s failure to warn of possible deportation <em>have uniformly held that deportation is a collateral consequence </em>of the criminal process <em>and hence the failure to advise does not amount to ineffective assistance of counsel. We are not aware of any court that has held to the contrary. </em>Indeed, this conclusion squares with the Supreme Court’s observation that the accused must be “fully aware of the direct consequences” of a guilty plea. <em>Brady v. United States </em>(1970). <em>We find this position persuasive and adopt it as our own.</em></blockquote>\n<p id=\"b684-9\">(Emphasis supplied).</p>\n<p id=\"b684-10\">2000, First Circuit</p>\n<p id=\"b684-11\">With <em>United States v. Gonzalez, </em>202 F.3d 20, 25 (1st Cir. 2000), the First Circuit joined the unbroken ranks.</p>\n<blockquote id=\"b684-12\"><em>[AJs a “collateral consequence” </em>of conviction, <em>deportation was “legally irrelevant, </em>even as to an outright guilty plea.” (“A <em>deportation proceeding is a civil proceeding which may result from a criminal prosecution, but is not a part of or enmeshed in the criminal proceeding. It is collateral to the criminal prosecution.”).</em></blockquote>\n<p id=\"b684-13\">(Emphasis supplied).</p>\n<p id=\"b684-14\">2003, Ninth Circuit</p>\n<p id=\"b684-15\"><em>United States v. Fry, </em>322 F.3d 1198, 1200 (9th Cir.2003), was the last precinct to be heard from. With it, the Ninth Circuit moved into line with the other circuits.</p>\n<blockquote id=\"b684-16\"><em>All other circuits to address the question have concluded that “deportation is a collateral consequence </em>of the criminal process <em>and hence the failure to advise does not amount to ineffective assistance of counsel.”</em></blockquote>\n<blockquote id=\"AoH\"><page-number citation-index=\"1\" label=\"677\">*677</page-number>We have also held that <em>counsel’s failure to advise a defendant of a collateral penalty is not objectively unreasonable and therefore does not amount to ineffective assistance. </em>This line of authority in our circuit compels holding, <em>consistent with our sister circuits, </em>that <em>counsel’s failure to advise a defendant of collateral immigration consequences </em>of the criminal process <em>does not violate the Sixth Amendment right to effective assistance of counsel.</em></blockquote>\n<p id=\"b685-4\">(Emphasis supplied).</p>\n<p id=\"b685-5\">There is no way that the holding of <em>Padilla v. Kentucky, </em>diametrically opposed to what nine out of nine circuit courts of appeal had consistently been holding for 35 years, could be deemed to be anything except a clear break with preexisting law.</p>\n<p id=\"b685-6\"><em>Pre-Padilla </em>Maryland Law</p>\n<p id=\"b685-7\">Just as did the federal circuit courts of appeal, Maryland consistently held that deportation was a collateral consequence of a conviction and that the failure to have been advised as to a collateral consequence of a guilty plea did not render that plea involuntary. The Maryland Bible on the critical distinction between a direct consequence of a conviction and a collateral consequence was the opinion of Judge Raker for the Court of Appeals in <em>Yoswick v. State, </em>347 Md. 228, 700 A.2d 251 (1997). Judge Raker pointed out, <em>id. </em>at 240, 700 A.2d 251:</p>\n<blockquote id=\"b685-8\">The imposition of a sentence may have a number of collateral consequences and <em>a plea of guilty is not rendered involuntary in the constitutional sense if the defendant is not informed of the collateral consequences. </em>Due Process does not require that a defendant be advised of the indirect or collateral consequences of a guilty plea, even if the consequences are foreseeable. Accordingly, under Maryland Rule 4-242, <em>the consequences of the plea include only direct consequences, not collateral or indirect consequences.</em></blockquote>\n<p id=\"b685-9\">(Emphasis supplied). <em>See also Moore v. State, </em>72 Md.App. 524, 525, 531 A.2d 1026 (1987).</p>\n<p id=\"b686-4\"><page-number citation-index=\"1\" label=\"678\">*678</page-number>In <em>Holmes v. State, </em>401 Md. 429, 473-74, 932 A.2d 698 (2007) , the Court of Appeals not only reaffirmed <em>Yoswick’s </em>distinction between direct and collateral consequences but further pointed out that Rule 4-242(e) expressly provides that, notwithstanding the directive to advise with respect to certain collateral consequences, the “omission of advice concerning [those] collateral consequences” does not “mandate that the plea be declared invalid.”</p>\n<blockquote id=\"b686-6\">[W]hile Maryland Rule 4-242, in 1992 and now, requires the judge to inform the defendant of the direct consequences of the plea, <em>Yoswick v. State </em>(1997), <em>the failure to advise of collateral consequences then and now have not been the basis to vacate a guilty plea; </em>now it is explicated in the Rule, which provides: <em>“[OJmission of advice concerning the collateral consequences of a plea does not itself mandate that the plea be declared invalid.”</em></blockquote>\n<p id=\"b686-7\">(Emphasis supplied).</p>\n<p id=\"b686-8\">In <em>Rivera v. State, </em>180 Md.App. 693, 721, 952 A.2d 396 (2008), a<em>ff'd, </em>409 Md. 176, 973 A.2d 218 (2009), Judge Rodowsky wrote for this Court:</p>\n<blockquote id=\"b686-10\">Possible deportation is not one of “the [direct] consequences of the plea,” <em>see Yoswick v. State, </em>347 Md. 228, 238-41, 700 A.2d 251, 256-57 (1997), about which the court is directed, by Rule 4-242(c), to inquire when a guilty plea is tendered. <em>See Daley v. State, </em>61 Md.App. 486, 487 A.2d 320 (1985).</blockquote>\n<p id=\"b686-11\">In <em>Daley v. State, </em>61 Md.App. 486, 489-90, 487 A.2d 320 (1985), this Court had earlier held:</p>\n<blockquote id=\"b686-12\">Applying the <em>Cuthrell [v. Director, Patuxent Institution, </em>475 F.2d 1364 (4th Cir.1973) ] criteria to the present case, it is abundantly clear that <em>Petitioner’s possible deportation is merely collateral to his guilty plea. </em>First, the consequence of deportation arises from a separate civil proceeding. Whereas Petitioner’s guilty plea was entered in state criminal court, deportation is adjudicated in federal civil court.</blockquote>\n<p id=\"Av6\">(Emphasis supplied).</p>\n<p id=\"b686-13\">After thoroughly surveying the caselaw, both in Maryland and in the federal courts, this Court most recently in <em>State v. </em><page-number citation-index=\"1\" label=\"679\">*679</page-number><em>Denisyuk, </em>191 Md.App. at 460-61, 991 A.2d 1275, reached the same conclusion:</p>\n<blockquote id=\"b687-5\">In the path of this unrelenting juggernaut of constitutional caselaw, the result was inevitable. <em>The Sixth Amendment does not impose on a lawyer a duty to inform a client </em>contemplating a guilty plea <em>about collateral consequences generally or the risk of deportation specifically.</em></blockquote>\n<p id=\"b687-6\">(Emphasis supplied).</p>\n<p id=\"b687-7\">“The Moving Finger Writes And, Having Writ, Moves On”</p>\n<p id=\"b687-9\">Justice Alito’s concurring opinion in <em>Padilla, </em>_ U.S. at _, 130 S.Ct. at 1487, 176 L.Ed.2d at 300, quoted from Chin and Holmes, “Effective Assistance of Counsel and the Consequences of Guilty Pleas,” 87 <em>Cornell L.Rev. </em>697, 699 (2002). That article actually “upped” the count of jurisdictions that had taken the position squarely overturned by <em>Padilla v. Kentucky. </em>The concurring opinion cited the article as</p>\n<blockquote id=\"A43\">noting that “virtually all jurisdictions” — including <em>“eleven federal circuits, more than thirty states, and the District of Columbia” </em>— “hold that defense counsel need not discuss with their clients the collateral consequences of a conviction,” including deportation.</blockquote>\n<p id=\"b687-12\">(Emphasis supplied).</p>\n<p id=\"b687-13\">Much of Anglo-American law exists outside the pages of the United States Reports. There are, moreover, reliable tools and techniques that enable us to determine what that law was. On the issue now before us, it is unreasonable, therefore, to say that the Supreme Court in <em>Padilla v. Kentucky </em>did nothing but apply predictable and well-settled law, when the monolith of preexisting law had, unanimously and consistently, stood for the exact opposite. To have applied the law in what could be characterized as a predictable manner would have been to go with the unremitting flow, not against it. Maryland, for its part, can hardly characterize <em>Padilla v. Kentucky’s </em>holding as predictable, in that our own caselaw had been, for 35 years, steadfastly predicting the diametric oppo<page-number citation-index=\"1\" label=\"680\">*680</page-number>site. <em>Padilla v. Kentucky </em>announced new law. Accordingly, it will not apply retroactively to a case, such as the one now before us, long beyond direct review before it was decided.</p>\n<p id=\"b688-5\">A Postscript Contention</p>\n<p id=\"b688-6\">As a secondary contention, the appellant argues that the failure of Judge Sothoron to have advised him, before he accepted the appellant’s plea of guilty, that the appellant would have only a right to file an application for leave to appeal rather than an unfettered right to appeal from his conviction rendered his guilty plea involuntary. Although we would see no merit in the contention even if its timeliness were not an issue, it is the flagrant untimeliness of the claim that we find dispositive.</p>\n<p id=\"b688-7\">The appellant relies upon dicta in <em>Durbin v. State, </em>56 Md.App. 442, 468 A.2d 145 (1983). There was no holding in <em>Durbin </em>to support the appellant’s position. Indeed, Judge William Adkins made it expressly clear that the Court was not making a dispositive holding.</p>\n<blockquote id=\"b688-8\">As <em>to Durbin’s final contention, </em>that she was not informed she would not have a right to appeal from the judgment imposed following her guilty plea, <em>we have found no authority one way or another as to whether advice as to this particular consequence of a guilty plea is a prerequisite to effective acceptance of the plea....</em></blockquote>\n<blockquote id=\"b688-9\">But <em>whether a guilty plea must be stricken in the absence of such advise we need not now decide.</em></blockquote>\n<p id=\"b688-10\">56 Md.App. at 448-49, 468 A.2d 145 (emphasis supplied).</p>\n<p id=\"b688-11\">Judge Adkins’s dicta by way of cautionary advice to trial judges, on the other hand, was soothing music to the appellant’s ears.</p>\n<blockquote id=\"b688-12\"><em>[Tfhe better practice would certainly be to advise the defendant that a right to appeal no longer exists in these </em>circumstances.... The non-availability of that former statutory right, and its replacement by the discretionary application for leave to appeal is a consequence of a guilty plea of <page-number citation-index=\"1\" label=\"681\">*681</page-number>which we think a defendant should be informed when deciding whether to plead guilty.</blockquote>\n<p id=\"b689-4\">56 Md.App. at 448-49, 468 A.2d 145 (emphasis supplied).</p>\n<p id=\"b689-5\">Even with respect to the untimely merits, the appellant would not prevail. In the first place, we would not invalidate an eleven-year-old guilty plea because the trial judge had failed to follow what we recommended, in dicta, to be “the better practice.” The passing grade is not A+.</p>\n<p id=\"b689-6\">A second failure of the appellant’s case on the merits would be the total absence of any proffer as to what appellate issue he might have raised on a direct appeal that he could not have attempted to raise by application for leave to appeal. It is not enough to allege that a trial judge failed to recite punctiliously every jot and tittle of his assigned catechism. There must at least be some suggestion as to what difference it made.</p>\n<p id=\"b689-7\">On the merits, the ultimate issue would be the voluntariness of the 1999 guilty plea. At the coram nobis hearing at which this contention was raised, the appellant was the only witness to take the stand. At no time did he come remotely close to testifying that if he had known that he had only a right to apply for leave to appeal rather than an unfettered right to appeal, he would never have entered the guilty plea. Even if such a notion might seem outlandish, the appellant could have raised it, but did not. His, of course, was the burden of proof and he never suggested what prejudice he suffered as a result of his imperfect knowledge. Without some prejudice, there is no reversible error.</p>\n<p id=\"b689-8\">All of these flaws with respect to the merits of the contention pale, however, in the presence of the overarching question of why was this challenge to a guilty plea still before the court eleven years after the guilty plea had been accepted. With respect to the appellant’s first contention, a March 31, 2010 holding by the Supreme Court of the United States on a constitutional issue is at least a plausibly efficacious time machine to carry us back to the guilty plea proceeding of June 1, 1999. With respect to the appellant’s second contention, by gaping contrast, some December 7, 1983 dicta by the Court of <page-number citation-index=\"1\" label=\"682\">*682</page-number>Special Appeals on a sub-constitutional issue is not an efficacious time traveler at all. That bird won’t fly.</p>\n<p id=\"b690-5\">Even when <em>Skok v. State, </em>361 Md. 52, 760 A.2d 647 (2000), opened the forum of coram nobis to the special case of deportation, it stressed that the opening was very narrow and jealously guarded.</p>\n<blockquote id=\"b690-6\"><em>This expanded scope of coram nobis </em>to challenge criminal convictions <em>is, </em>however, <em>subject to several important qualifications </em>which are set forth in <em>United States v. Morgan </em>and the cases applying <em>Morgan. </em>Thus, <em>the grounds for challenging the criminal conviction must be of a constitutional, jurisdictional or fundamental character.</em></blockquote>\n<p id=\"b690-7\">361 Md. at 78, 760 A.2d 647 (emphasis supplied).</p>\n<p id=\"b690-8\">Advice with respect to various modalities of possible appellate review is neither jurisdictional nor of a fundamental character. Such advice is, most assuredly, not constitutional. See <em>Cubbage v. State, </em>304 Md. 237, 241, 498 A.2d 632 (1985) (“In Maryland, the right to appeal a criminal conviction is statutory, not constitutional.”); <em>Evitts v. Lucey, </em>469 U.S. 387, 393, 105 S.Ct. 830, 83 L.Ed.2d 821 (1985) (“Almost a century ago, the Court held that the Constitution does not require states to grant appeals as of right to criminal defendants seeking to review alleged trial court errors.”). This contention had no business even being before Judge Lamasney at the coram nobis hearing.</p>\n<p id=\"b690-9\">In the <em>Skok </em>opinion, Judge Eldridge was also careful to point out the disqualifying reefs and shoals of waiver.</p>\n<blockquote id=\"b690-10\"><em>Basic principles of waiver are applicable to issues raised in coram nobis </em>proceedings____Therefore, <em>the same body of law concerning waiver </em>and final litigation of an issue, <em>which is applicable under the Maryland Post Conviction Procedure Act, </em>Code (1957, 1996 Repl.Vol., 1999 Supp.), Art. 27, § 645A(b) through (d), <em>shall be applicable to a coram nobis proceeding challenging a criminal conviction.</em></blockquote>\n<p id=\"b690-13\">361 Md. at 79, 760 A.2d 647 (emphasis supplied).</p>\n<p id=\"b690-14\">At the conclusion of the guilty plea proceeding of June 1, 1999, Judge Sothoron advised the appellant as follows:</p>\n<blockquote id=\"b691-3\"><page-number citation-index=\"1\" label=\"683\">*683</page-number>THE COURT: You have 30 days from today’s date, Mr. Miller, to petition a higher court, called the Court of Special Appeals.</blockquote>\n<blockquote id=\"b691-4\">And if your application for appeal is granted, you have ten days to ask our court reporter to type out the proceeding of this plea. Do you understand that?</blockquote>\n<blockquote id=\"b691-5\">THE DEFENDANT: Yes, sir.</blockquote>\n<blockquote id=\"b691-6\">THE COURT: And you have 30 days to ask a three-judge panel composed of three judges other than myself to review your sentence. They may increase your sentence, decrease it or maintain it as is....</blockquote>\n<blockquote id=\"b691-7\">Lastly, you have the right to ask me as the sentencing judge to reconsider your sentence. I cannot increase your sentence. I could not, in my opinion, decrease it because I am bound by law to impose a five-year mandatory sentence, or I can leave it the same. Do you understand your rights? And your request is to be made in 90 days.</blockquote>\n<blockquote id=\"b691-8\">THE DEFENDANT: Okay.</blockquote>\n<p id=\"b691-9\">During the 30-day window in which to apply for leave to appeal, between June 1, 1999 and July 1, 1999, the appellant, of course, had no reason to anticipate the <em>Padilla v. Kentucky </em>decision that was eleven years in the future. The appellant, by contrast, had reason to be fully aware of <em>Durbin v. State </em>dicta, which had been on the books for 16 years. Notwithstanding that presumptive knowledge, the appellant did not petition for leave to appeal on the basis of that dicta. Nor at any time during the next five years, while the appellant was serving his sentence, did the appellant petition for post-conviction relief under the Maryland Post-Conviction Procedure Act. Any complaint based on <em>Durbin v. State </em>was conclusively waived.</p>\n<p id=\"b691-10\">In <em>Holmes v. State, </em>401 Md. 429, 932 A.2d 698 (2007), Judge Battaglia was very clear with respect to the foreclosing effect of a failure to apply for leave to appeal on a subsequent coram nobis claim.</p>\n<blockquote id=\"b691-11\">We hold that <em>if an individual who pleads guilty, </em>having been informed of his right to file an application for leave to <page-number citation-index=\"1\" label=\"684\">*684</page-number>appeal from his conviction and sentence, <em>does not file such an application for leave to appeal, a rebuttable presumption arises that he has waived the right to challenge his conviction in a subsequent coram nobis proceeding. Because Thomas did not rebut the presumption of waiver, </em>nor demonstrate “special circumstances” to excuse his failure to file an application for leave to appeal, <em>his right to challenge his conviction </em>and sentence <em>through a writ of error coram nobis petition was waived.</em></blockquote>\n<p id=\"b692-5\">(Emphasis supplied).</p>\n<p id=\"b692-6\">The appellant in this case has alleged no “special circumstances” to excuse his failure to file an application for leave to appeal the acceptance of his guilty plea. In effect, the appellant simply sought to piggy-back his <em>Durbin v. State </em>contention on his <em>Padilla v. Kentucky </em>contention. Each contention, however, is subject to different qualifying rules. The <em>Padilla v. Kentucky </em>contention at least made it onto the field. The <em>Durbin v. State </em>contention never even belonged in the ballpark.</p>\n<p id=\"b692-7\">JUDGMENT AFFIRMED; COSTS TO BE PAID BY APPELLANT.</p>\n<footnote label=\"1\">\n<p id=\"b670-11\">. <em>Padilla v. Kentucky, </em>incidentally, did not decide that the failure of his attorney to advise Padilla about the possibility of deportation constituted the ineffective assistance of counsel pursuant to <em>Strickland v. Washington, </em>466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). It decided only that the failure so to advise represented a failure to satisfy the performance prong of <em>Strickland’s </em>two-pronged test. The case was remanded to Kentucky for consideration of whether the prejudice prong had or had not also been violated.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b672-8\">. In <em>Griffith v. Kentucky, </em>479 U.S. at 321 n. 6, 107 S.Ct. 708, the Supreme Court defined a \"final conviction”:</p>\n<blockquote id=\"b672-9\">By \"final,” we mean a case in which a judgment of conviction has been rendered, the availability of appeal exhausted, and the time for a petition for certiorari elapsed or a petition for certiorari finally denied.</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b673-9\">. The State appeal to this Court in <em>State v. Denisyuk </em>was from a collateral postconviction ruling and was not a direct appeal from the trial itself. The case was not on direct review and <em>Padilla v. Kentucky </em>would thus not apply to it, if <em>Padilla v. Kentucky </em>was, indeed, making new law rather than simply applying well-settled law. See <em>Griffith v. Kentucky, </em>479 U.S. at 321-22, 107 S.Ct. 708 (“[RJetroactivity analysis for convictions that have become final must be different from the analysis for convictions that are not final at the time the new decision is issued.”).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b675-8\">. In <em>State v. Denisyuk, </em>191 Md.App. at 443-44, 991 A.2d 1275, this Court listed examples of the types of consequence that will qualify as “collateral”:</p>\n<p id=\"b675-9\">What makes certain costs of a criminal conviction collateral? Let us count the ways. Or, at least, some of them as illustrative of the larger phenomenon. If following a conviction for drunken driving, the Motor Vehicle Administration should suspend or revoke one’s driving privileges, that's a collateral consequence. If following a felony conviction, one may no longer vote or hold public office, that's a collateral consequence. If following a conviction, one may face enhanced sentences for future crimes, that's a collateral consequence. If following a conviction, one is found guilty of a violation of probation for some earlier offense, that’s also a collateral consequence. If one is not eligible for parole or only for delayed parole, that’s a collateral consequence. A prohibition on the right to bear firearms is a collateral consequence.</p>\n<p id=\"b675-10\">If following a conviction for a sexual offense, one is required to register as a sex offender, that’s a collateral consequence.... If following a conviction for child abuse, one is barred from employment as a teacher or a pediatrician or a scoutmaster, that too is a collateral consequence. If one’s passport is lifted and one may not travel abroad, that's a collateral consequence. If following a guilty plea to bribery, one is forced to resign the Vice Presidency of the United States, that’s a collateral consequence. If following a hypothetical plea to covering up a “third-rate burglary,” one could be impeached as President of the United States, even that would be a collateral consequence. And, of course, being deported is also a collateral consequence....</p>\n<p id=\"b675-11\">In each of these instances, it is not the criminal court judge who takes the plea who imposes the consequence. The source of the consequence is some other person or some other arm of government or the operation of some other law. That's what makes it collateral.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b678-5\">. We are not unmindful of the two <em>nisi prius </em>opinions relied on by the appellant, but we find those opinions singularly unpersuasive. <em>People v. Bennett, 28 </em>Misc.3d 575, 903 N.Y.S.2d 696 (2010), is an opinion of the Criminal Court of Bronx County. <em>United States v. Hubenig, </em>2010 WL 2650625, 2010 U.S. Dist. LEXIS 80179, is an opinion by a magistrate judge of the U.S. District Court for the Eastern District of California. Both opinions concluded that the Supreme Court must have believed that its decision in <em>Padilla </em>would be fully retroactive or it would not have bothered to respond to what it described, _ U.S. at _, 130 S.Ct. at 1484-85, 176 L.Ed.2d at 297, as the \"floodgates\" concern.</p>\n<p id=\"b678-8\">Nowhere in the <em>Padilla </em>decision was there any consideration of the subject of full retroactivity (the application of settled law to a new situation) versus partial retroactivity (to all cases still on direct review). Both possibilities could be metaphorically characterized as \"opening the floodgates” to many cases seeking to take advantage of the change in the law. What the Supreme Court said was simply:</p>\n<blockquote id=\"b678-9\">We have given serious consideration to the concerns that the solicitor General, respondent, and <em>amici </em>have stressed regarding the importance of protecting the finality of convictions obtained through guilty pleas. We confronted a similar \"floodgates” concern in <em>Hill </em>[v. <em>Lockhart, </em>474 U.S. 52, 106 S.Ct. 366, 88 L.Ed.2d 203 (1985)]. <em>Hill v. Lockhart, </em>in turn, was not a case that even alluded to the issue</blockquote>\n<p id=\"ASU\">of full retroactivity versus partial retroactivity. At the page in <em>Hill v. Lockhart </em>referred to by <em>Padilla, Hill, </em>474 U.S. at 58, 106 S.Ct. 366, was discussing \"the fundamental interest in the finality of guilty pleas ... identified in <em>United States v. Timmreck, </em>441 U.S. 780, 99 S.Ct. 2085, 60 L.Ed.2d 634 (1979).” The passage in <em>Timmreck </em>there quoted, 441 U.S. at 784, 99 S.Ct. 2085, was also not concerned with full retroactivity versus partial retroactivity and actually referred to \"new grounds for setting aside guilty pleas.”</p>\n<blockquote id=\"b678-10\">Every inroad on the concept of finality undermines confidence in the integrity of our procedure; and, by increasing the volume of judicial work, inevitably delays and impairs the orderly administration of justice. <em>The impact is greatest when new grounds for setting aside guilty pleas are approved </em>because the vast majority of criminal convictions result from such pleas.</blockquote>\n<p id=\"b678-11\">(Emphasis supplied).</p>\n<p id=\"b678-12\">Our only point is that an undifferentiated reference to a loaded word such as \"floodgates” cannot be seized upon as an indication that the Supreme Court, otherwise silent on the subject that was not before it, thought that <em>Padilla v. Kentucky </em>would be fully retroactive. Either full retroactivity or partial retroactivity could be rhapsodized by creative advocates as an opening of the floodgates to increased litigation. A response to such creativity could be a response to the threat of a greater flood or to the threat of a lesser flood.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}