{
  "casebody": {
    "data": "<casebody firstpage=\"296\" lastpage=\"301\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b304-4\">Asa W. Willoughby <em>vs. </em>The Middlesex Company.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b304-5\">A. granted to B. the right or privilege of laying and constructing a drain or sewer through A/s land, subject to the condition that B. should indemnify and save harmless A., his heirs and assigns, and ail persons owning or occupying a certain house on A/s land, from all damages, loss or harm, that might arise, or be occasioned by the construction, laying down, or use, of said sewer or drain: Beforo b. constructed the sewer, A. agreed with W. to sell to him the land through which the sewer was to be laid, and gave him liberty to build a house thereon, which W. accordingly built: Afterwards, and after B. had finished the construction of the sewer, A. conveyed said land to W., and covenanted with him that it was free of all incumbrances, except the right of B. to lay and maintain said sewer: The wall of W7s house, next to the sewer, afterwards settled, and he was put to expense in raising and lepairing it j and he thereupon brought an action against B. to recover the damages caused, as he alleged, by the negligent and unskilful construction of the sewer. Held, that if the sewer was negligently and unskilfully built, and damage resulted therefrom, B. was liable for a breach of the condition on which his right to build the sewer was granted. <em>Held alsof </em>that as the laying of the sewer was completed, and the cause of the alleged injury to the house existed, before A. conveyed the land to W., W. could not maintain an action for that injury.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b304-6\">Assumpsit to recover damages of the defendants, on the facts hereinafter stated. The trial was before <em>Shaw, </em>C. J. whose report thereof was as follows:</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b304-7\">On the first of October 1841, Seth Ames, being the owner of a lot of land in Lowell, not then built upon, and lying east of La.wrence Street, and between that street and Concord River, by deed duly executed and recorded, granted to the defendants the right and privilege of laying and constructing a drain or sewer, through said lot, to said river. The habendum contained a provision to this effect: <em>“ </em>Subject only to the condition, that they are to indemnify, and save harmless, myself, my heirs and assigns, and all persons owning or occupying the house in which Thomas Hopkinson now lives, or the estate now belonging to me on the west side of Lawrence Street, from all. damages, loss, or harm, that may arise or be occasioned by the construction, laying down, or use, of said sewer or drain.”</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b304-8\">The defendants accepted this grant, and, in the months of November and December following, proceeded to dig a trench and lay a drain through the same ; in doing which, it was necessary to make the drain very deep, in some places to the <page-number citation-index=\"1\" label=\"297\">*297</page-number>depth of twenty feet, and to make an excavation of consid erable width on the surface.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b305-5\">The plaintiff, to maintain the issue on his part, gave in evidence an agreement in writing between said Ames and himself, by which said Ames agreed to sell and convey the said lot of land to him, upon certain terms and conditions therein men tioned, with liberty, in the mean time, to enter and build on the lot; which agreement was made December 28th 1841; also a deed, from said Ames to the plaintiff, of the same lot, dated December 22d 1842, acknowledged June 14th, and recorded June 16th, 1843, by which said Ames conveyed the land in question to the plaintiff, in fee, free of all incumbrances, except the right of said Middlesex Company (the defendants) to lay and maintain the drain aforesaid.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b305-6\">The plaintiff then offered evidence to show that he entered and erected two houses on the lot; that the southernmost of these houses was erected pretty near the drain in question, (how near was not exactly shown;) that the cellar was dug, and the foundation walls laid in November 1842; that the house was erected, and partially closed in, before winter, and work done upon it on the inside during the winter; that, towards spring, it was perceived that the southern wall of the house, nearest the drain, had settled several inches, more in the middle than towards the eastern and western ends ; and that it became necessary to raise the. house, on that side, by the aid of screws, and to repair some of the work of the house, which was warped and sprung by means of the settling of the house; by which an expense was incurred, by the plaintiff, to the amount of forty or fifty dollars; and it was contended that the house was damaged, in addition to the cost of repairs actually made} to the amount of $ 100 to $200.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b305-7\">The plaintiff called many witnesses, and offered much evidence, which it is not necessary to report, to prove that the settling of the wall in question was directly attributable to its proximity to said drain, and to the loosening of the earth in digging the same; that the drain might have been so laid, and the earth replaced in the trench, by the aid of puddling and <page-number citation-index=\"1\" label=\"298\">*298</page-number>ramming, though more expensive, as to make it solid and fit for building on; and that by means of the drain, as it was actually dug and filled in, the plaintiff sustained the damage in question, to the amount of $100 or <em>$ </em>200, including the damage from straining and weakening the house.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b306-5\">The plaintiff’s evidence being finished, the defendants moved the court to order a nonsuit, oh the ground that the plaintifl had not given evidence sufficient to maintain an action of assumpsit against the defendants.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b306-6\">The ground on which the plaintiff claimed to maintain his action was, that the- grant from Ames to the defendants being by deed poll, their acceptance of the grant raised a promise, on their part, to do whatever was to be done on their part by the terms of the deed; that the condition being to indemnify and save harmless the said Arnes, his heirs and assigns, from all loss, damage, or harm, arising from the construction, laying down, or use, of said drain, they were bound, as by an express promise, so to do ; that the plaintiff, having become the purchaser of the lot, was the assignee of Ames, and entitled to the indemnity intended to be secured by the condition, and having sustained damage after he thus became assignee, he could maintain this action on such promise.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b306-7\">It was admitted that notice of the damage was given by the plaintiff to the defendants before this action was brought, and demand made for repayment, which was refused.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b306-8\">It appearing that the whole of the alleged damage was done by constructing and laying down the drain, and filling in the trench, and that this damage was done, if at all, before the plaintiff acquired his title, it was ruled, that this action, could not be maintained ; and a nonsuit was accordingly entered. If the whole court shall be of opinion that this action can be maintained; on the case stated, the nonsuit is to be taken off, and a new trial had.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b306-9\">The plaintiff moved for leave to amend, by filing a declaration in trespass on the case <em>ex delicto, </em>if, in the opinion of the court, case, and not assumpsit, would lie. But the judge, being of opinion that an action on the case could not be maintained on <page-number citation-index=\"1\" label=\"299\">*299</page-number>the evidence given, the amendment was not allowed. If the motion be renewed, it is to be disposed of in such manner as the whole court may direct.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b307-5\"><em>Wentworth, </em>for the plaintiff.</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"AT1\">Assumpsit is the proper form of action in this case. <em>Goodwin </em>v. <em>Gilbert, </em>9 Mass. 510. <em>Fletcher </em>v. <em>M’Farlane, </em>12 Mass. 43. <em>Carter </em>v. <em>Carter, </em>14 Pick. 424. <em>Nugent </em>v. <em>Riley, </em>1 Met. 117. <em>Newell </em>v. <em>Hill, </em>2 Met. 180.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b307-6\">The actual injury was not sustained until the plaintiff built his house, though the cause of the injury existed before he had a deed of the land on which he built it. Ames could not have maintained an action before the house was built. Nor can he now maintain an action ; for he has sustained no injury. If the plaintiff cannot support an action, there seems to be no remedy in the case.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b307-7\"><em>Hoplcinson, </em>for the defendants.</attorneys>\n<p data-order=\"17\" data-type=\"legal\" id=\"AqQq\">If the defendants acted reasonably in making the drain, there is no cause of action against them; if unreasonably, they are liable in an action on the case, <em>ex delicto, </em>but not in an action of assumpsit.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b307-8\">The defendants are liable, if at all, only to Ames, their grantor. If they have broken the condition on which their grant was made, he may enter for the breach of the condition, and enforce a forfeiture. Or if an action can be maintained against the defendants, it is only an action by Ames. If an injury has been done to the plaintiff’s land, for which the defendants are liable, it was done before Ames conveyed the land to the plaintiff; and Ames’s cause of action was not assignable. 2 Inst. 305. <em>Some </em>v. <em>Barwish, </em>Cro. Jac. 231.</p>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b307-9\">Hubbard, J.</author>\n<p id=\"AGY\">Two questions have been discussed in this case ; the one, whether, upon the facts proved, the plaintiff has any legal claim against the defendants; and the other, if he has, whether an action of assumpsit is the proper remedy.</p>\n<p id=\"b307-10\">The damage complained of arose from loosening the soil and earth through which the defendants’ drain was laid; in consequence of which, it was less capable of sustaining the weight of the tenements erected by the plaintiff, and he was put to ncreased expense by reason of it.</p>\n<p id=\"b307-11\">Whether this was an injury for which the defendants would <page-number citation-index=\"1\" label=\"300\">*300</page-number>be liable to any one must depend on the manner in which the work was done. If the drain was unskilfully constructed, and negligently laid, or the earth thrown in, and not replaced in a proper and workmanlike manner, and damage resulted from such want of skill, or negligence, the defendants would be liable for a breach of the condition or covenant which they assumed, on purchasing the right to carry a sewer through the land now owned by the plaintiff. But if the loosening of the earth, and rendering it less fit to build upon, was the natural consequence following from this opening of the ground and laying the drain, then the defendants, having paid for this right, and being guilty of no negligence, have done no act for which they are responsible in damages to any one.</p>\n<p id=\"b308-5\">This would present a question of fact for the jury to settle, if it did not appear that the laying of the drain, and the loosening of the earth, complained of in this suit, took place before the plaintiff acquired title to the land. The injury therefore was complete, when. Ames, the plaintiff’s grantor, was the owner. And if the work done by the defendants was performed in so negligent and unskilful a manner as to render them liable in damages, then there was a breach of the condition or covenant, and a right of action immediately accrued to Ames. This right could be enforced only by him; because, whatever estate or right passed by his deed to the plaintiff, this chose in action did not pass: it did not run with the land, but was a mere personal right in him.</p>\n<p id=\"b308-6\">It has been argued for the plaintiff, that the damage was sustained by him, as it was not discovered till the house was erected, and so no injury happened till then; and that the right of action accrued on the discovery of the injury. But we are of opinion that the wrong done, if any, for which the defendants would be liable, was complete when they had finished their work; and though the existence of it was not discovered until the plaintiff erected his houses, yet this cannot alter or vary the legal rights of the parties. They result from the act done, and at the time when done, and not from the time of discovery.</p>\n<p id=\"b309-4\"><page-number citation-index=\"1\" label=\"301\">*301</page-number>On this view .of the case, it becomes unnecessary to settle the fact in question, because <em>quácmque via </em>the plaintiff has no cause of action</p>\n<p id=\"b309-5\">If any subsequent injury should be caused to the plaintiff, or those claiming under him, by unskilful or negligent conduct in repairing the drain, the plaintiff may stand on a very different foundation from that on which he is now placed</p>\n<p id=\"b309-6\">The form of action also now becomes an immaterial question, and we need not express any opinion in relation to it.</p>\n<p id=\"b309-7\">\n<em>Nonsuit to stand.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}