{
  "casebody": {
    "data": "<casebody firstpage=\"504\" lastpage=\"512\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b512-4\">President, Directors, &amp;c. of the Union Bank of Weymouth and Braintree vs. <em>Tilley </em>Willis.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b512-6\">A. made a note payable to B. or order: C. put his name, in blank, on the back oí the note, and B. put his name, in blank, under C.’s name : A. presented the note, in this condition, to a bank, which discounted it for him: On failure of A. to pay it, the bank gave notice to B. and C. of the non-payment, but did not present the note to C. for payment. <em>Held, </em>in a suit by the bank, against B., as indorser, that it was to be presumed that C. put his name on the note at the time when A. signed it $ that he was therefore an original promisor 5 and that B. was discharged by the omission of the bank to present the note to C. for payment.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b512-7\">When there are several makers of a promissory note, who are not partners, an indorsee cannot recover of an indorser, without first presenting the note for payment to all the makers, and giving notice to the indorser of their failure to pay.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b512-8\">Assumpsit by the indorsees against the indorser of a promissory note of the following tenor: “ August 8th 1843. For value received, I promise Tilley Willis, to pay him, or order, $350, in four months from date. T. D. Thompson.” On the back was the name of B. L. Mirick &amp; Co., and under that name was the name of the defendant, both indorsements being in blank.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b512-10\">At the trial before the chief justice, the plaintiffs’ cashier testified that they discounted the note for Thompson, and that, when it was discounted, the names stood on the note as they now do. There was no evidence that the note was presented to Mirick &amp; Co. for payment; but there was evidence tending to show that notice of dishonor was given to them, as indorsers, as well as to the defendant.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b512-11\">The defendant contended that Mirick &amp; Co. were to be considered as joint, or joint and several, promisors, and that the defendant was not responsible as indorser, without proof of presentment to them for payment. But it was ruled that they were not to be so considered as promisors, as that presentment of the note to them, and demand of payment of them, were necessary to charge the defendant. A verdict was returned for the plaintiffs, which is to be set aside, and a new trial granted if the ruling was incorrect.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b512-12\"><em>Clarke &amp;/■ Kingsbury, </em>for the defendant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b512-13\"><em>White, </em>for the plaintiffs.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"b513-4\"><page-number citation-index=\"1\" label=\"505\">*505</page-number>The opinion of the court was delivered at October term 1845.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b513-5\">Hubbard, J.</author>\n<p id=\"Ahz\">It is admitted that the note was not presented for payment to Mi rick &amp; Co.; and the question is, whether the omission to do it discharges the indorser.</p>\n<p id=\"b513-6\">If the subject now brought before us were a new one, we should hesitate in giving countenance to such an irregularity, as to hold that any person whose name is written on the back of a note should be chargeable as a promisor. We should say, that a name written on the paper, which name was not that of the payee, nor following his name on his having indorsed it, was either of no validity to bind such individual, because the contract intended to be entered into, if any, was incomplete or within the statute of frauds; or that he should be treated, by third parties, simply as a second indorser; leaving the payee and himself to settle their respective liabilities, according to their own agreement.</p>\n<p id=\"b513-7\">But the validity of such contracts has been so long established, and the course of decisions, on the whole, so uniform, that we have now only to apply the law, as it has been previously settled, in order to decide the present suit.</p>\n<p id=\"b513-8\">The first case of this description, of which any mention is made in the reports, is that of <em>Sumner </em>v. <em>Parsons, </em>tried before this court in Lincoln county, July term 1801. The facts were these: “ Parsons wrote his name on a paper and gave it to John Brown, but there was no evidence of the intent, or of any connexion in business between them. Brown made a note on the other side, payable to Jesse Sumner or order, on demand, with interest, and signed it, and thirty days after made a partial payment on it. Sumner then got a writing in these words over the name of Parsons : ‘ In consideration of the subsisting connexion between me and my son in law, John Brown, I promise and engage to guaranty the payment of the contents of the within note, on demand.’ And he sued Parsons, declaring on the promise, specially stating it, and the note, but did not aver any demand on John Brown, or notice to Parsons. In two trials in the supreme judicial court, it was held that Parsons was liable, and that Sumner had a right to fill the indorsement so as to <page-number citation-index=\"1\" label=\"506\">*506</page-number>make Parsons a common indorser of the note, with the rights and obligations of such, or a guarantor, warrantor or surety, liable in the first instance, and in all events, as a joint and several promisor would be.” Amer. Prec. Declarations, 113. Mr. Dane, who cites it in his Abridgment, Vol. 1, 416, 417, remarks, that “ this case was carried as far as any case had gone, and on the review the court was not unanimous; and it has since been questioned; ” and we have no doubt with good reason, for the holder of the paper, having himself set out the contract by the words written over the name of the defendant, should have been held by its terms, and the legal effect should have been given to the material word “ guaranty.” And in that view of the contract, the promise of Parsons was only to pay after a demand upon Brown for payment, and a refusal by him, and of which Parsons should have had notice. But the court must have construed the writing as constituting him an origi nal promisor, and so bound, absolutely, without notice. And in our apprehension, the writing of the guaranty over the name of Parsons ought not to have been held as an act obligatory on him ; but he should have been treated, if held at all, as an indorser of the note, and, as such, subject to the liabilities, and entitled to the notice, of an indorser. See <em>Beckwith </em>v. <em>Angell, </em>6 Connect. 325, opinion of Hosmer, C. J.</p>\n<p id=\"b514-5\">The next case which came before the court was that of <em>Josselyn </em>v. <em>Ames, </em>3 Mass. 274. By the report, it appears that John Ames was indebted on note to the plaintiff, who demand ed security, and John offered his brother Oliver as surety, who was accepted. John then made a note to Oliver, not negotiable, and Oliver put his name on the back in blank. The plaintiff received it and gave up his former note, and afterwards wrote over the defendant’s name the same words as in <em>Sumner </em>v. <em>Parsons, </em>with this additional clause; “ and in consideration of receiving from Elisha Josselyn a note of the said John of the same amount.” The court held that the plaintiff could not recover in that action, but might cancel the words written, and substitute, “ for value received, I undertake to pay the money within mentioned to Elisha Josselyn,” and, upon such an indorsement, might maintain an action upon the facts reported.</p>\n<p id=\"b515-4\"><page-number citation-index=\"1\" label=\"507\">*507</page-number>In what light the court held the defendant, does not distinctly appear; but we presume as an original promisor, from the manner in which the case of <em>Sumner </em>v. <em>Parsons </em>is spoken of “ The guarantor in that case,” they say, “ was not the promisee, but a stranger, who warranted the payment to him. He cannot himself warrant to a third person payment of a note made paya ble to himself and not negotiable.”</p>\n<p id=\"b515-5\">The next reported case is that of <em>Hunt </em>v. <em>Adams, 5 </em>Mass. 358, which was assumpsit on a note given by Chaplin to Ben-net, under which the defendant wrote, <em>“ </em>I acknowledge myself holden as surety for the payment of the demand of the above note. Witness my hand. Barnabas Adams.” This cause was much considered, and the court ruled that the defendant, Adams, was to be charged as a promisor, and that his holding himself as surety did not abridge or affect the plaintiff’s rights, but only was evidence, as between the promisor and himself, that he had signed for his accommodation. Other cases between the same parties, on similar notes, afterwards arose, and were decided in the same manner. 6 Mass. 519.</p>\n<p id=\"b515-6\">Immediately after, occurred the case of <em>Carver </em>v. <em>Warren, </em>5 Mass. 545. That was on a note made by one Cobb to the plaintiff, and on the back of which the defendant wrote his name; and the plaintiff filled the indorsement, and declared upon it as his promise. The defendant demurred to the declaration, on the ground that this was but a promise to pay the debt of another, and was void for want of consideration. But tiie court held that, by the pleadings, each promised to pay the same sum, and that the defendant’s promise did not import any guaranty or collateral stipulation; and that if the defendant had indorsed as guarantor, and the present indorsement was filled up without his consent, or any authority from him, he should have pleaded the general issue, and on the trial he might have availed himself of this defence. And so the plaintiff had judgment on the demurrer.</p>\n<p id=\"b515-7\">The case of <em>Hemmenway </em>v. <em>Stone, 7 </em>Mass. 58, followed. There the note ran, “ I promise to pay F. M. Stone or order,” and was signed B. Chadwick ; and below was. signed by tne <page-number citation-index=\"1\" label=\"508\">*508</page-number>defendant. The court held that it was a joint and several note, like the case of <em>March </em>v. <em>Ward, </em>Peake’s Cas. 130. See also Bayley on Bills, (2d Amer. ed.) 44.</p>\n<p id=\"b516-5\">The next case was <em>White </em>v. <em>Howland, </em>9 Mass. 314, which was on a note payable by one Taber to the plaintiff, and on the nack of it was written, “ for value received, we jointly and severally undertake to pay the money, within mentioned, to the said William White. I. Coggeshall, Jr. Jno. H. Howland.” The court held that this undertaking was within the principle settled in <em>Hunt </em>v. <em>Adams, </em>and was the same as if the party had signed his name on the face of it; and that he was well charged as a several original promisor.</p>\n<p id=\"b516-6\">The case of <em>Moies </em>v. <em>Bird, </em>11 Mass. 436, which succeeded, is substantially like the present. A note was made to the plaintiff, and signed by Benjamin Bird, and the defendant signed his name in blank on the back of the note. The court say, the defendant “ leaves it to the holder of the note to write any thing over his name which might be considered not to be inconsistent with the nature of the transaction. The holder chooses to consider him as a surety, binding himself originally with the principal; and we think he has a right so to do. If he was a surety, then he may be sued as an original promisor.”</p>\n<p id=\"b516-7\">In the case of <em>Baker </em>v. <em>Briggs, </em>8 Pick. 130, which was an action to recover the amount of a promissory note made by one Ryan to the plaintiff, the name of the defendant, Briggs, was written on the back of it, and the court say that, according to several decisions, it was right to declare against him as promisor, though he stood in the relation of surety to Ryan, who signed the note on the face of it.</p>\n<p id=\"b516-8\">The case of <em>Chaffee </em>v. <em>Jones, </em>19 Pick. 260, was assumpsit on a note signed by Israel A. Jones, as principal, and Eber Jones and E. Owen &amp; Sons, as sureties, by which they jointly and severally promised to pay the president, &amp;c. of the Housatonic Bank, or their order; and the plaintiff put his name on the back of the note, in blank. The plaintiff was called upon, after the neglect of the makers, and he paid it to the bank. The court held that where one, not a promisor, nor indorser <page-number citation-index=\"1\" label=\"509\">*509</page-number>puts his name on a note, meaning to make himself liable with the promisor, he is to be regarded as a joint promisor and surety. He is not liable as indorser, for the note is not negotiated, nor a title made to it, through his indorsement; nor as guarantor, there being no distinct consideration ; but he means to give security and validity to the note by his credit and promise, and it is immaterial, for this purpose, on what part of the note he places his name. So in <em>Austin </em>v. <em>Boyd, </em>24 Pick. 64, where the defendant’s name was, in like manner, on the note, it was held that the party, by thus putting his name on the back, makes himself an original promisor. He intends by it to give credit to the note.</p>\n<p id=\"b517-5\">The case of <em>Samson </em>v. <em>Thornton, </em>3 Met. 275, was assumpsit on a note made by Benjamin Russell to the plaintiff, and was indorsed by the defendant, Thornton; and the declaration charged him as an original promisor. The court there ruled that the defendant, not being the payee of the note, must be held to stand in the character of an original joint promisor and surety.</p>\n<p id=\"b517-6\">The case of <em>Richardson </em>v. <em>Lincoln, </em>5 Met. 201, is of the same type. There the court held that the defendant, not being payee, but having put his name, in blank, on the note, must be considered as an original promisor and surety, if he put it on simultaneously with the promisor, as an original contractor. See also <em>Sumner </em>v. <em>Gay, </em>4 Pick. 311.</p>\n<p id=\"b517-7\">The same questions have arisen in New York, in various cases, and have been decided in a similar manner. They will be found cited in Story on Notes, &lt;§&gt;&lt;§&gt; 59, 472-480, where the subject is fully discussed, and the authorities examined.</p>\n<p id=\"b517-8\">To hold the party, however, as promisor, where the name alone is written, it must appear that he made the promise at the time when the note itself was made; otherwise, he may either not be chargeable at all, or be chargeable as surety or guarantor, according to the facts proved. <em>Carver </em>v. <em>Warren, </em>5 Mass. 545. <em>Tenney </em>v. <em>Prince, </em>4 Pick. 385. <em>Baker </em>v. <em>Briggs, </em>8 Pick. 130 <em>Oxford Bank </em>v. <em>Haynes, </em>8 Pick. 423. Story on Notes, §§ 473, 474. <em>Beckwith </em>v. <em>Angell, </em>6 Connect. 315. But that the <page-number citation-index=\"1\" label=\"510\">*510</page-number>promise was made at the same time with the note, is a fact which is to be presumed when the note is in the hands of a <em>bond fide </em>holder, and nothing is shown to the contrary. And in the present case, the note was offered to the plaintiffs for discount, by the maker himself, with the names of Mirick &amp; Co. and Willis on the back of it; showing it, therefore, to have been an original undertaking on their part.</p>\n<p id=\"b518-5\">It was contended, in the argument, that Mirick <em>&amp; </em>Co. were merely sureties, and that the plaintiffs had a right to treat them as such, and therefore were not bound to demand payment of them as makers, as a necessary step to enable them to charge the indorser; the relation of promisor, surety and guarantor, being distinct. There is, unquestionably, a distinction between these several undertakings; and always so in regard to a mere guarantor. But as to the subsisting relations between a principal and surety, they rarely affect the contract between the cred itor and surety. A man may be equally a surety and an original promisor; as where the promise is, I, A. B., as principal, and I, C. D., as surety, promise to pay; or where the party signs, and adds to his name the word surety. This does not make him less a promisor. It only defines the relation between nim and his co-promisor; and as promisor, the necessity of a presentment to him is not dispensed with, if the intention of the holder of the note is to charge the indorser. It is not for the holder to choose in what character he will consider the party who has put his name on the note; but he must treat him as sustaining that legal relation which the facts establish. If he put his name on the note at the time it was made, like the case at bar, he is a promisor ; if after the making of the paper, he is a surety or a guarantor, according to the agreement upon which he gives his signature. The fixing of the relation of the party, when he enters into the contract, is necessary for the protection of holders, and for guarding the rights of indorsers, whose liability is conditional. If it were held otherwise, I do not well see how such contracts could be supported against the objection of being void as within the statute of frauds. And, as it is, I consider these engagements rather as exceptions to the statute, than in <page-number citation-index=\"1\" label=\"511\">*511</page-number>any other light, and as growing out of, or rather engrafted upon, the law merchant applicable to regularly drawn bills of exchange and promissory notes.</p>\n<p id=\"b519-5\">Upon this view of the law, as drawn from the various cases, we consider Mirick &amp; Co. to have been joint and several promisors with Thompson, and liable in like manner with him.</p>\n<p id=\"b519-6\">The demand, in this case, was made on Thompson, the signer of the note, and notice was given to Mirick &amp; Co. and to Willis, as indorsers; and it is now contended, by the plaintiffs, that if it should be held that Mirick &amp; Co. are joint and several promisors with Thompson, and not indorsers, then the demand on Thompson is, in law, a demand on them also; and such demand being proved, that the indorser, on due notice, will be bound.</p>\n<p id=\"b519-7\">The precise question here presented, we believe, has not been decided in any reported case. If the joint and several promisors are to be considered in the light of partners, then a notice to one must be esteemed a notice to all, as partners are but one person in legal contemplation ; each partner, acting in such capacity, being not only capable of performing what the whole can do, and of receiving that which belongs to all, but by such acts necessarily binding all the partners. It follows, therefore, as an incident to such joint relations, that all the partners are affected by the knowledge of one. But in respect to mere joint and several promisors on a note, there is not such absolute community of interest between them, nor such necessary connexion with each other, as to constitute them partners. The relationship is confined to the present specific liability of a joint and several promise, and which cannot be extended by the act of one, so that his conduct shall necessarily bind the other. As between themselves, one promisor may be a mere surety, and the othei the debtor; one surety may have received security for lending his name, the other not. Or, if there are three joint and several promisors, two may be sureties, and the other the principal debtor, although the fact may not appear on the note.</p>\n<p id=\"b519-8\">As the incidents, then, of a partnership do not attach to such a limited joint liability, there being neither a community of <page-number citation-index=\"1\" label=\"512\">*512</page-number>interests, nor joint participation of profit and loss, the fact of knowledge on the part of the whole, from the actual knowledge of one, does not follow as a presumption of law ; and a demand upon one is not therefore, in law, a demand upon the whole. If, then, the bringing home of knowledge to each, or proof of a demand upon each, is a fact necessary to be proved, in order to bind third persons, then such knowledge, or such demand on each, must be proved as any other fact.</p>\n<p id=\"b520-5\">A case arose in Connecticut, upon a note payable to two jointly, and by them indorsed in their individual names. One ground of defence was want of notice of non-payment; and notice was proved to have been given to one only. The court held, after a careful consideration of the case, that a notice to one laid no foundation for an action against both, as each payee <em>must </em>indorse it, in order to transfer the title. <em>Shepard </em>v. <em>Hawley, </em>1 Connect. 367.<footnotemark>*</footnotemark> This case, we think, involves and settles a principle similar to the one arising in the case at bar. And the supreme court of the State of New York strongly incline to a like view of the law, in a case (5 Hill, 234,) where it was not necessary to decide the point. And Judge Story, who carefully considers the subject, in his work on notes, is of the same opinion. Story on Notes, §§ 239, 255.</p>\n<p id=\"b520-6\">To apply the law to the facts as proved in the case before us : Thompson and Mirick &amp; Co. stand in the relation of joint and several promisors. Payment of the note was demanded of Thompson, but not of Mirick &amp; Co. The defendant is an indorser, liable only upon legal notice of a demand upon the promisors and a refusal by them to pay the note; and we are of opinion that he has a right to avail himself of this neglect to make demand on Mirick &amp; Co., to discharge himself from his liability as indorser.</p>\n<p id=\"b520-7\">\n<em>Verdict set aside, and a new trial granted.</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b520-8\"> See also <em>Sayre </em>v. <em>Frick, 7 </em>Watts &amp; Serg. 383.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}