{
  "casebody": {
    "data": "<casebody firstpage=\"213\" lastpage=\"214\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b241-6\">(74 App. Div. 54.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b241-7\">LEHR v. JONES.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b241-8\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ArP\">June 19, 1902.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b241-9\">1. Gift Inter Yivos—Intention.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b241-10\">To establish a gift inter vivas of an insurance policy, there must be conclusive evidence of an intention to part absolutely with the title.<footnotemark>1</footnotemark></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b241-11\">2. Gifts Causa Mortis—Evidence.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b241-12\">The burden of proving a gift causa mortis is on the party claiming it.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"Ax4\">8. Same—Hearsay—Declarations of Donor.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b241-13\">Where defendant claimed an insurance policy as a gift from decedent, evidence of his declarations, showing that his relations with his family were such as to make it .probable that he would give defendant the-policy, was incompetent as hearsay.</headnotes>\n<summary data-order=\"10\" data-type=\"history\" id=\"b241-14\">Appeal from special term, Kings county.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b241-15\">Action by Otto P. Lehr, as administrator, against Ada A. Jones, to recover property claimed by defendant as a gift from plaintiff’s decedent. From a judgment for plaintiff, defendant appeals. Affirmed.</summary>\n<p data-order=\"12\" data-type=\"judges\" id=\"b241-16\">Argued before GOODRICH, P. J., and BARTLETT, WOODWARD, HIRSCHBERG, and JENKS, JJ.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b241-17\">John F. Carew, for appellant.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b241-18\">Russell &amp; Herr old, for respondent.</attorneys>\n<footnote data-order=\"15\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b241-20\"> See Gifts, vol. 24, Cent. Dig. § 3.</p>\n</footnote>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b241-19\">WOODWARD, J.</author>\n<p id=\"AO3\">The plaintiff, as the administrator of the estate of Arthur Lehr, deceased, brought the above-entitled action to recover certain personal property formerly belonging to the deceased. There were originally two actions, but they have been consolidated, and only one of them is here considered. The learned court below, after having the witnesses in review, and listening to the evidence offered, has reached the conclusion that there was no gift to the defendant, Ada A. <page-number citation-index=\"1\" label=\"214\">*214</page-number>Jones, of a certain policy of insurance for $1,000. In this view we concur. The evidence does not disclose an intention on the part of the deceased to part absolutely with the title to the policy, and in the absence of such evidence the courts have repeatedly refused to recognize the validity of gifts inter vivas. Curry v. Powers, 70 N. Y. 212, 217, 26 Am. Rep. 577, and authority there cited. The evidence in support of the alleged gifts causa mortis is not' convincing, and, the learned court having found in favor of the plaintiff, we are not disposed to interfere with the judgment entered upon the decision. The burden of proving a gift causa mortis is ever upon the claimant, and the evidence should be clear and convincing in support of the gift. Tilford v. Bank, 31 App. Div. 565, 566, 52 N. Y. Supp. 142, and authorities there cited.</p>\n<p id=\"b242-5\">We have examined the exceptions, but- do not find reversible error. The defendant was given every reasonable opportunity to establish-her right to the property in dispute, and declarations of the deceased in reference to his relations with his family, with a view to showing the probability of his making such gifts to the defendant, are clearly of a hearsay nature. But were they competent, we are satisfied that, on all of the facts and circumstances, the result ought not to have been different if such testimony had been admitted, and it was all the appellant suggests .it might have been. This is an equitable action, and, under the well-settled rule applicable to cases of this character, a new trial should not be granted. Wyse v. Wyse, 155 N. Y. 367, 372, 49 N. E. 942.</p>\n<p id=\"b242-6\">The judgment appealed from should be affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}