{
  "casebody": {
    "data": "<casebody firstpage=\"568\" lastpage=\"571\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b596-5\">(74 App. Div. 591.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b596-6\">WEAVER v. WEAVER.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b596-7\">(Supreme Court, Appellate Division, Fourth Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A6q\">July 8, 1902.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b596-8\">1. Husband and Wife—Separation—Forgery—Extravagance.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b596-9\">Under Code Civ. Proc. § 1762, authorizing a separation by a husband Irom his wife in case of cruel and inhuman treatment, or such conduct on his part as renders it unsafe or improper for him to cohabit with her, a decree of separation should not be granted because of the wife’s forgery of' her husband’s and other names to notes, or for her extravagance.</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b596-10\">Appeal from special term, Monroe county.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b596-11\">Action by Simon J. Weaver against Alice M. Weaver. From a judgment for defendant, plaintiff appeals. Affirmed.</summary>\n<p data-order=\"8\" data-type=\"judges\" id=\"b596-12\">Argued before ADAMS, P. J., and McLENNAN, SPRING, WILLIAMS, and HISCOCK, JJ.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b597-4\"><page-number citation-index=\"1\" label=\"569\">*569</page-number>John Van Voorhis, for appellant.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b597-5\">Edward Harris, for respondent.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b597-6\">SPRING, J.</author>\n<p id=\"AgUK\">This is an action for separation by the husband, pursuant to section 1762 of the Code of Civil Procedure. The parties intermarried in 1888, and apparently lived happily together until about the time of the commencement of this action. The plaintiff is a hardware merchant of the city of Rochester, sensitive of his financial standing and reputation among the people of the city. On the 9th of June, 1900, he learned that his wife had forged his name to two promissory notes discounted at the Alliance Bank in Rochester. One was for $1,000, falling due June 10th, and the other for $2,200. Upon discovering these forgeries, the plaintiff, after some persuasion, and upon the promise of the defendant to commit no further like derelictions, and to pay these notes, and adding that she knew positively where the money would be forthcoming to meet them, indorsed the notes, and they were in fact paid by the wife, or at least not by the plaintiff. The defendant’s delinquencies, however, did not cease, but she continued to write the name of the plaintiff upon promissory notes without his authority, and to procure them discounted at banks in the city. This forging of his name ran along until September 17, 1900, and the aggregate amount of this paper was $11,700. A lawyer in the city, named Davis, had been an accommodation indorser on promissory notes for the defendant, and she forged his name on two promissory notes, one of $1,200 and one of $5,000, which she caused to be discounted at the Traders’ National Bank of Rochester. She was indicted by the grand jury of Monroe county on the 16th of May, 190Í, accused of the crime of forging the indorsement of Davis on the $1,200 note. On the 1st of August, 1900, a note bearing the forged indorsement of the plaintiff, made by the defendant, and which had been discounted at the Commercial Bank of Rochester by her, matured, and the plaintiff was apprised of the forgery, but the note was paid by the defendant. The business culminated in October, when it developed that the note of $5,000 had been put in circulation by the defendant, bearing the forged indorsement of the plaintiff, at the Traders’ National Bank of Rochester, which bank also held two other promissory notes, on each of which the plaintiff’s indorsement was forged. The plaintiff declined to indorse these notes, and on November 12th left his wife, and commenced this action on the following day. On the 24th of October, when confronted with these forgeries, she admitted them, and at the instance of the plaintiff signed a written statement that the signature of Davis and that of Mrs. Wells, her mother, upon the $1,200 note, were forgeries, she having signed these names without the knowledge of the indorsers. The plaintiff, in 1898, allowed his wife $1,200 for household and personal expenses, and thereafter $1,500 annually, although he testified that his entire annual income was only $2,000. She, however, pledged his credit at many stores, aggregating a large sum. During the entire summer in which these forged notes were being uttered the plaintiff and the defendant were living together. She had rented a cottage for the summer at Hemlock Lake, near Roches<page-number citation-index=\"1\" label=\"570\">*570</page-number>ter, and he was with her there, and also after she returned to their home in the city in the fall.- While he was protesting against her extravagance and her forgeries, there was apparently no interruption of their pleasant conjugal relations. There were no quarrels, and no family jars, and the suggestion is forced home that the plaintiff was more solicitous that she should pay the notes without calling upon him than over the turpitude of her conduct.</p>\n<p id=\"b598-4\">There are two grounds upon which the plaintiff contends he is entitled to a decree of separation from his wife: First, because of the forging of his indorsement and that of Davis on the various promissory notes referred to; and, second, because of her extravagance. It is to be noted that the parties lived together in a style unwarranted by the allowance provided or the income of the plaintiff. They went considerably in society, kept a horse and carriage, and apparently she dressed fashionably, and her mother resided with them a good portion of the time, and their mode of life was that of fashionable people in affluence. The husband knew this, and, although upbraiding his wife for her extravagance, he must have understood that the allowance he furnished was inadequate to meet the expenses incident to the expensive life they led. The trial court has found that the discovery of the forgeries “and the conduct of his wife prostrated the plaintiff, caused him a great deal of mental agony, anxiety, and worry, sleepless nights, loss of appetite, and a general breaking up of the plaintiff, so that these troubles occupied his mind to the exclusion of business matters, rendered him unable to concentrate his mind in business, and caused him to lose all interest in his business, from which he has not fully recovered, although he has to a large extent.” The only subdivisions of section 1762 upon which plaintiff may in any event base his action, are: (1) “Cruel and inhuman treatment,” or (2) “such conduct” on defendant’s part as renders- it “unsafe and improper” for him to cohabit with her.. As to- the second ground, they lived together after he. had discovered the forgeries and knew of her expensive habits, and there was no threatening on her part. When confronted with the .charges, she admitted them, and there is nothing upon which may be hinged a cause of action by virtue of this subdivision. Living with her was not unsafe, and there was no impropriety in so doing. While the conduct of the defendant unquestionably produced a depressing effect upon the plaintiff, and was galling and humiliating to him, it does not come within any definition of “cruel and inhuman treatment” which I have been able to find. To be sure, it is not necessary that physical violence, or the fear of it, be established to justify a decree of separation. In every case where other misconduct has been the foundation of the decree, it has been in a suit by the wife and the actions proven have shown intolerable treatment directly to- the wife or in her presence. The unfounded charge of unchastity, cruel beating of her children without provocation, and in her presence, and for the purpose of tormenting her, and acts which indicated a studied and persistent attempt by.the husband to render her life unbearable, have been made the basis of the decree, although no actual violence to her was proven. Typical cases of this kind are Atherton v. Atherton, 82 Hun, 172, <page-number citation-index=\"1\" label=\"571\">*571</page-number>31 N. Y. Supp. 977 (the subsequent history of this case involved the question of domicile); Waltermire v. Waltermire, 110 N. Y. 183, 17 N. E. 739; Lutz V. Lutz (Sup.) 9 N. Y. Supp. 858; Fitzpatrick v. Fitzpatrick, 21 Misc. Rep. 378, 47 N. Y. Supp. 737; Straus v. Straus, 67 Hun, 491, 22 N. Y. Supp. 567. In every case, however, there were assaults, or infamous charges made, born of a malevolent spirit against the wife. Hatred and a desire to maltreat her inspired the conduct complained of. The defendant’s misdeeds were not within this category. There is nothing to show loss of affection for the plaintiff; there is nothing to show that she intended to treat him cruelly or inhumanly. We may not extenuate her crime, but there was no unfaithfulness to her husband intended. I find no case which holds that the fact the wife has committed a crime, or been convicted of a felony, warrants a decree relieving the husband from caring for her. The relation of a husband and wife is a sacred one, and may not be lightly torn asunder, and certainly only for the grounds which the statutes provide. Public policy requires that he bear the burden he has assumed, unless he can show clearly that he ought to be relieved therefrom. The defendant evidently expected to be able to take care of the notes she put into circulation, as she had done with the other forged paper to which she had given currency. She was confronted with the necessity of doing this promptly on a note-of $5,000, and she was unable to meet it at once, and exposure followed, and the climax came. I am not condoning the enormity of her sinning, but the point is, she was not engaged in any intended scheme to despoil her husband of his property or to ruin him. She evidently knew little of the value of money, and did not appreciate the gravity of her offending. She was still his wife; he was still chargeable with the duty of providing for her, and I find no warrant in the statute for permitting him to escape this liability. As was said in Palmer v. Palmer, 1 Paige, 276, at page 278: “It must, therefore, be a very strong case which will induce this court to grant a final separation on the application of the husband.” An instructive discussion of what constitutes “cruel and inhuman treatment” may be found in De Meli v. De Meli, 67 How. Prac. 20. This case was affirmed in 120 N. Y. 485, 24 N. E. 996, 17 Am. St. Rep. 652, but the question of domicile or residence was the one discussed. The fact that the defendant, in their lavish mode of living, exceeded the allowance awarded her by the plaintiff, and without authority made purchases at the stores, and pledged his \"credit therefor, certainly does not constitute cruel and inhuman treatment. A husband takes his wife for better or worse, and because she does not conform her expenditures to his notions of economy is not a ground of casting her from him. The judgment should be affirmed, with costs to the respondent.</p>\n<p id=\"b599-5\">Judgment affirmed, with costs. All concur:</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}