{
  "casebody": {
    "data": "<casebody firstpage=\"56\" lastpage=\"58\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b96-7\">KNEE v. YANKEE WAIST CO.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AXYv\">(No. 7147.)</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b96-8\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aeb\">May 7, 1915.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b96-9\">Money Received &lt;@=&gt;19—Evidence—Duress—Waiver.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b96-10\">In an action to recover money and goods delivered to defendant under duress, consisting of threats to prosecute plaintiff and to publish in a trade journal that he was giving short measure, evidence <em>held </em>not to show as a matter of law that payments and deliveries thereafter made on the check and note given at the time of the threats were not made under the influence of the fear thereby induced, so as to waive the duress.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b96-11\">[Ed. Note.—For other cases, see Money Received, Cent. Dig.' §§ 73, 74, 76-80; Dec. Dig. &lt;@=&gt;19.]</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b96-19\">&lt;g^&gt;For other cases see same topic &amp; KEY-NUMBER in all Key-Numbered Digests &amp; Indexes</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b96-12\">Appeal from Appellate Term, First Department.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b96-13\">Action by Louis Knee, doing business under the firm name and style of the Star Binding Company, against the Yankee Waist Company. Judgment for defendant at the close of plaintiff’s evidence, and plaintiff appeals.</summary>\n<disposition data-order=\"10\" data-type=\"disposition\" id=\"AkM\">Reversed, and new trial granted.</disposition>\n<seealso data-order=\"11\" data-type=\"seealso\" id=\"b96-14\">See, also, 151 N. Y. Supp. 1125.</seealso>\n<p data-order=\"12\" data-type=\"judges\" id=\"b96-15\">Argued before INGRAHAM, P. J„ and McLAUGHLIN, LAUGH-LIN, CLARKE, and SCOTT, JJ.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b96-16\">Harry A. Gordon, of New York City, for appellant.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b96-17\">Edgar Hirschberg, of New York City, for respondent.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b96-18\">LAUGHLIN, J.</author>\n<p id=\"AXD\">The action is to recover the sum of $414.87, moneys alleged to have been paid and the value of the property alleged to have been delivered by the plaintiff to the defendant under duress. The plaintiff was engaged in manufacturing and selling binding and trimming for women’s apparel, and the defendant was engaged in manufacturing women’s waists. Business relations between the parties commenced on the 19th day of November, 1912, and prior to the 12th of July, 1913, the plaintiff had made sales to the defendant aggregating $862.20 and had received on account thereof the sum of $793.95, leaving a balance of $68.25 then due and owing, which was subject to a discount of $2.25 for cash.</p>\n<p id=\"b97-4\"><page-number citation-index=\"1\" label=\"57\">*57</page-number>On July 12, 1913, which was Saturday, the plaintiff called on one Eckhouse, the manager of the defendant, with whom he had had all of his dealings, pursuant to a telephonic request by the latter made the day before. According to the testimony of the plaintiff, which is uncontroverted, Eckhouse charged him with short measurements in sales made to the defendant, and with cheating and dishonesty in this regard in his business dealings, and demanded $450 in cash, but modified this demand into one for a receipt for the balance of the account, and a check for $200, and a note for $186, and threatened the plaintiff with exposure to the trade by notifying the manager of the Dress and Waist Protective Association, which had a membership of 250 of the largest manufacturers and issued a monthly bulletin containing general trade news, that the plaintiff had been giving short measure to every one, and with prosecution criminally by the Bureau of Weights and Measures, and by a well-known attorney whom he claimed to have employed for that purpose, and with arrest by turning him over to an officer then present, stated by Eckhouse to- be from the district attorney’s office, unless he complied with the demand; that it was understood that the plaintiff’s bank account was not good for the check, but at the urgent demand of Eckhouse he promised to make it good the following Monday, and he did so by depositing $200 to meet the check; that when the note, which ran for 14 days, fell due, the plaintiff paid $34 by check, and Eckhouse demanded the balance in merchandise, and from time to time thereafter, prior to the 23d day of September, 1913, plaintiff delivered to the defendant merchandise of the value of $116.87 to be applied on the note, and thereafter, and on or about said 23d day of September, refused longer to do business with the defendant unless the money was repaid, and formally demanded its repayment about the end of October.</p>\n<p id=\"b97-5\">The plaintiff further testified that on July 12th, when he made the agreement toi comply with the demand made by Eckhouse, he believed that the latter would carry out his threats if the agreement were not made, and that he was actuated by the same belief in depositing the money to meet the check, and in giving the check to- apply on the note, and in delivering the merchandise to be credited on the note, although the threats, were not repeated at those times. He further testified that, the charges were false, but that he believed that his business would be runined if they had been published as threatened, and that he believed that he would have been arrested, as Eckhouse appeared to be angry, and seemed determined to make an example of plaintiff, and announced his purpose so to do&gt; not merely to teach him a lesson, but as a warning to others in the same line of business, and he charged him with having systematically cheated in all his business dealings. The plaintiff was a young man only 33 years of age, and had been in this country only 16 years. His testimony shows that he was very much alarmed at the charges made against him, and broke down and cried at the time they were made.</p>\n<p id=\"b97-6\">I am of opinion that on this testimony it is perfectly clear that the plaintiff presented a prima facie case for the recovery of the money and the value of the property, on the theory that it was paid and delivered under duress. On these facts there is no force in the argument <page-number citation-index=\"1\" label=\"58\">*58</page-number>that, while plaintiff may have been unlawfully coerced into executing\" the note, and giving the check and receipt, and making the promise to pay, yet that he had ample time, before parting with the money the following Monday, to be relieved from the duress, and that he waived it by depositing the money to meet the check. Assuming, as we must,, that the testimony of the plaintiff is true, he had every reason to believe that the same danger to his business and to his personal liberty existed on the following Monday, and at the time when he made the payment on the note and parted with property to apply thereon, as when the threats were originally made, and therefore he was still laboring under duress at those times. Any system of jurisprudence which would not afford a remedy to the plaintiff in such circumstances would be inadequate and incomplete. Our law does afford a remedy in the form of an action to recover the money and the value of the property on the theory of an implied promise to repay and pay. See People ex rel. Dusenbury v. Speir, 77 N. Y. 144.</p>\n<p id=\"b98-5\">The defendant relies principally on Lilienthal v. Bechtel Brewing Co., 118 App. Div. 205, 102 N. Y. Supp. 1051, for its contention that the duress, if any, was waived by performing the agreement without the repetition of the threats. Mr. Justice Scott, writing for the court, there stated the general rule as follows:</p>\n<blockquote id=\"b98-6\">“The rule is that, when a contract is sought to be avoided as having been procured by duress, the party claiming to have been wronged must proceed promptly. If he remains silent, keeps the property received, or recognizes the contract by making payments thereon, he will be held to have waived the duress. Buck v. Houghtaling, 110 App. Div. 57 [96 N. Y. Supp. 1034]. In the present case, if any duress could be said to be alleged, it was with reference to the making of the $800 note, not with regard to its payment some months later. That payment waived the duress.”</blockquote>\n<p id=\"b98-7\">In that case the defendant had had the benefit of the contract which it was trying to avoid on <em>the </em>theory of duress, and the duress in that case consisted merely in pressing legal obligations for payment. That case, however, does not support the defendant’s contention that on facts such as those presented by this record there was a waiver of the duress.</p>\n<p id=\"b98-8\">It follows that the determination of the Appellate Term and the judgment of the Municipal Court should be reversed, and a new trial granted, with costs in all courts to appellant to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}