{
  "casebody": {
    "data": "<casebody firstpage=\"652\" lastpage=\"654\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b700-6\">NATIONAL LABOR RELATIONS BOARD, Petitioner, v. O. E. SZEKELY &amp; ASSOCIATES, Inc., Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b700-8\">No. 17156.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b700-9\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b700-10\">Oct. 17, 1958.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b700-24\">Marcel Mallet-Prevost, Asst. Gen. Counsel, Thomas J. McDermott, Asst. Gen. Counsel, William J. Avrutis, Jerome <page-number citation-index=\"1\" label=\"653\">*653</page-number>D. Fenton, Gen. Counsel, Fannie M. Boyls, Washington, D. C., for National Labor Relations Board.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b701-4\">Frank A. Constangy, M. A. Prowell, Atlanta, Ga., Fred W. Elarbee, Jr., Atlanta, Ga., John A. Darsey, Commerce, Ga., for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b701-5\">Before HUTCHESON, Chief Judge, and TUTTLE and JONES, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b701-6\">HUTCHESON, Chief Judge.</author>\n<p id=\"b701-7\">Entered in a consolidated proceeding made up of an unfair labor practice case .and a case involving objections to the conduct of a representation election, the decision and order <footnotemark><em>1</em></footnotemark><em> </em>which this suit was brought to enforce, is reported in 1118 N.L.R.B. 1125.</p>\n<p id=\"b701-8\">Insisting that the order finds full support in the record, considered as a whole, and pointing in its brief to the evidence on which it relies, the Board argues its case confidently and we think convincingly.</p>\n<p id=\"b701-9\">The respondent, on its part, counters the claim for enforcement with the contention that the evidence does not support the findings. In addition it claims: that .all matters at issue have been rendered moot by the dissolution of the Independent union and the acts of all its members in joining the affiliated union; that nothing of consequence remains for decision; and that the continuance of the controversy here is merely shadow boxing. It also argues that in directing in its order that the respondent “withdraw and withhold all recognition from and completely disestablish Independent Union of Szekely Employees <em>or any successor </em>thereto as a representative of any of its employees for the purpose of dealing with respondent” etc. (emphasis supplied), the Board has unlawfully undertaken to prevent respondent’s employees from exercising the rights guaranteed in the statute of selecting their own representatives.</p>\n<p id=\"b701-16\">We cannot agree with any of these contentions. As to the merits, we think it clear that no one reading the record candidly and impartially can fail to conclude that the so-called “Independent Union of Szekely Employees” was not in fact or in law independent, and that in its dealings in respect to the matters at issue here, while the hand was the hand of the “Independent”, the voice was the voice of the respondent.</p>\n<p id=\"b701-17\"> Of the claim of mootness, it is sufficient to say that on this record the claim is not supported in law or in fact. As to the facts, it is true that the report of the examiner does show that on Jan. 30, 1957 [befqre the hearing was had] the machinists and the Independent filed a joint motion alleging that the Independent had voted unanimously on Jan. 24, 1957, to notify the Board that the In<page-number citation-index=\"1\" label=\"654\">*654</page-number>dependent had no further interest in the representation case and that the Independent membership had voted unanimously to affiliate with the machinists and the joint motion thereupon requested the Board to set aside the June 4, 1956, election and direct a new election. It shows, too, however, that by order dated Feb. 14, 1957, the Board recited that respondent had filed no exception to the aforesaid joint motion and the Board denied said joint motion as lacking in merit. In addition, there is no proof in the record that, the respondent ever receded from its opposition to the motion, at any time requested the Board to accept its recitals as facts, offered to set aside the election, in any way made before the Board the claim of mootness it now makes, or otherwise requested the Board to declare the issues moot.</p>\n<p id=\"b702-4\">The claim is invalid in law because, unlike the situation that existed in Fink v. Continental Foundry &amp; Machine Co., 7 Cir., 240 F.2d 369, relied on by respondent, a case by the way not arising under the National Labor Relations Act, 29 U.S.C.A. § 151 et seq., or involving a situation similar to that existing here, the claim of mootness is not here based upon the claim there dealt with. There the court correctly held that'if, <em>pending an appeal an event occurs which renders it impossible for appellate court to grant any relief or renders a decision unnecessary, the appeal will be dismissed as moot.</em></p>\n<p id=\"b702-5\">Since the action here is not an appeal but a suit to enforce the Board’s order, and the matters relied on all occurred before and not since the Board hearing, there is no basis for the application of the principle respondent relies on.</p>\n<p id=\"b702-6\">Finally, as to respondent’s claim that by the use of the word “successor” in its order, the Board has infringed or impaired the rights of employees to select their own representatives, it will be sufficient to say that the order, if approved by this court, becomes the order of this court and, as the Board recognizes in its brief, under the statute and the decisions, no such result could occur. As it points out, the term “successor” as used by it in the order refers only to an organization “in privity with its predecessor and without genuine cleavage between the old union and the new”. In the case at bar the order does not, as in National Labor Relations Board v. Brown Paper Mill Co., 5 Cir., 108 F.2d 867, at page 871, we held it could not, in anywise declare that “the employees may not immediately, provided it is with complete independence and freedom from domination, interference or support of the management, form their own union”. Cf. N.L.R.B. v. Parker Bros. &amp; Co., 5 Cir., 209 F.2d 278, N.L.R.B. v. Red Arrow Freight Lines, 5 Cir., 193 F.2d 979, and N.L.R.B. v. Valentine Sugars, 5 Cir., 211 F.2d 317.</p>\n<p id=\"b702-8\">The order of the Board is enforced.</p>\n<footnote label=\"1\">\n<p id=\"b701-10\">. This directed the respondent to</p>\n<p id=\"b701-11\">(1) Cease and desist from:</p>\n<p id=\"b701-12\">(a) Dominating, interfering with, or contributing support to Independent Union of Szekely Employees or any other labor organization;</p>\n<p id=\"b701-13\">(b) Recognizing Independent Union of 'Szekely Employees, or any successor thereto, as the representative of any of its employees for the purpose of deal-with respondent concerning grievances, labor disputes, wages, rates of pay, hours ■ of employment, or other terms and conditions of employment;</p>\n<p id=\"b701-14\">(c) Soliciting dues and members in behalf of Independent Union of Szekely Employees or any other labor organization or by threats, interrogation, promises, surveillance or otherwise interfering 'With, restraining or coercing employees in the exercise of the rights guaranteed in Sec. 7 of the Act; and</p>\n<p id=\"b701-19\">(d) Interfering with its employees’ rights to an uncoerced Board election.</p>\n<p id=\"b701-20\">(2) Take the following affirmative action which the Board finds will effectuate the policies of the Act:</p>\n<p id=\"b701-21\">(a) Withdraw and withhold all recognition from, and completely disestablish, Independent Union of Szekely Employees or any successor thereto as the representative of any of its employees for the purpose of dealing with respondent concerning grievances, labor disputes, wages, rates of pay, hours of employment, or other terms and conditions of employment;</p>\n<p id=\"b701-22\">(b) Post at its plant in Commerce, Georgia, copies of the notice attached, etc.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}