{
  "casebody": {
    "data": "<casebody firstpage=\"644\" lastpage=\"647\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b680-3\">[Sac. No. 406.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ADd\">Department Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AZ8\">December 13, 1898.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b680-4\">C. C. NELSON, Appellant, v. MERCED COUNTY, Respondent.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b680-5\">Pleading—General Demurrer—Statute op Limitations.—Where but one cause oí action is stated in a complaint, if a recovery can be bad for any part of the claim, a general demurrer thereto, for want of facts, and that the cause of action is barred by the statute of limitations, should not be sustained in part, but should be overruled with leave to answer.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b680-6\">Id.—Answer—Plea op Statute—Waiver op Error—Presumption of Consent.—Where a demurrer to the complaint was erroneously sustained in part, and an answer was filed pleading the statute of' limitations, as to part of the claim, upon which a trial was had without objection, with tne same result as that of the order upon, the demurrer, the plaintiff is not prejudiced by the erroneous-ruling thereupon, and it will be presumed upon appeal-that the answer was filed by consent, and the judgment thereafter rendered is not affected by the irregularity.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b680-7\">County—Claim op Supervisor—Per Diem—Service as Boad Commissioner—Limitation.—A claim of a Supervisor against a county of the thirty-ninth class for his regular <em>per diem </em>for services rendered-while acting as road commissioner, covering a period of three years, is not barred by section 41 of the County Governmeint Act, as to that portion of the claim preceding one year from the date of its presentation, if presented within one year after the last item of the account or claim accrued.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b680-8\">Id.—Statutes op Limitation- -Construction.—Statutes of limitations are to be construed strictly, and the court must find the intention of the legislature in the statute itself.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b680-9\">Id.—Per Diem Compensation—Account—Single Cause of Action.— Where the statute does not fix a time for the payment of the <em>per diem </em>compensation of a supervisor, such <em>per diem </em>is the proper subject of an account to be embraced in a single cause of action, and to- be presented as one itemized claim to the board' of supervisors.</syllabus>\n<summary data-order=\"9\" data-type=\"history\" id=\"b680-10\">APPEAL from a judgment of the Superior Court of Merced County. J. K. Law, Judge.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b680-11\">The facts are stated in the opinion.</summary>\n<p data-order=\"11\" data-type=\"attorneys\" id=\"b680-12\">Frank H. Farrar, for Appellant.</p>\n<p data-order=\"12\" data-type=\"attorneys\" id=\"b680-13\">F. G. Ostrander, District Attorney, and W. F. Fitzgerald, Attorney General, for Respondent.</p>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b680-14\">HAYNES, C.</author>\n<p id=\"Ax-\">Plaintiff brought this action to recover front <page-number citation-index=\"1\" label=\"645\">*645</page-number>\"the county of Merced eighteen hundred and eighty-four dollars, :for services rendered hy the plaintiff as supervisor of said county while acting as road commissioner in his district. His claim for said services, itemized and verified as required by law, was duly-filed and presented to the board of supervisors May 19, 1896, and by said board referred to the district attorney, who indorsed thereon the following disapproval:</p>\n<blockquote id=\"b681-4\">“The annexed claim is disapproved. The reason for disapproval being that claimant has already received compensation in full from Merced county for the services rendered hy him as road commissioner during all the times mentioned in this claim. Also for the reason that all that portion .of the claim for services rendered prior to May 19, 1895, is barred hy the provisions of the County Government Act. (Statutes 1893, sec. 41.)”</blockquote>\n<p id=\"b681-5\">The claim was thereupon rejected by the board of supervisors; and this action was brought.</p>\n<p id=\"b681-6\">The first charge in the itemized account is dated February 1, 1893, and the last is April <em>29, </em>1896, and it was filed with the clerk of the board May 19, 1896.</p>\n<p id=\"b681-7\">Under the act of 1893 Merced was a county of the thirty-ninth class, and by section 201, subdivision 15, the compensation of supervisors in counties of that class is fixed at “six dollars per day for each day while in service of the county” (Stats. 1893, p. 497), and it is conceded that supervisors of said county were entitled to that compensation for each day’s service as road commissioner.</p>\n<p id=\"b681-8\">The complaint consists of one count or cause of action covering the entire claim, and defendant demurred thereto: 1. For want of sufficient facts; 2, that it is barred by section 41 of the 'County Government Act of 1893; 3. That it is haired by section 338 of the Code of Civil Procedure; and, 4. That it is barred by section 339 of the same code. Upon the hearing of the demurrer the following order was made: “It is ordered that the demurrer herein he and the same is sustained as to all items of the account prior to one year before the filing of claim.”</p>\n<p id=\"b681-10\">No judgment was entered upon this order, and afterward the ■defendant answered and admitted that plaintiff performed the .services alleged in the complaint, but denied that defendant was indebted to the plaintiff on account thereof in said sum of <page-number citation-index=\"1\" label=\"646\">*646</page-number>eighteen hundred and eighty-four dollars, or in any sum greater-than five hundred and forty dollars, and alleged that plaintiff’s claim for all services rendered prior to May 19, 1895, is barred by section 41 of the County Government Act of 1893.</p>\n<p id=\"b682-4\">The ruling upon the demurrer was erroneous. There being but one cause of action pleaded in the complaint, if a recovery could be had for any part of the claim it should have been overruled. Regularly, the order should have been vacated and the demurrer overruled with leave to answer. But appellant was not prejudiced, and, besides, the appeal is from the judgment upon the judgment-roll, and there is nothing in the record showing that appellant objected to the filing of the answer, or to the trial of the issue made thereby. It must be assumed, therefore, that the answer was filed by consent, and the judgment subsequently rendered is not affected by the irregularity.</p>\n<p id=\"b682-5\">Upon the trial findings were waived and the plaintiff had judgment for five hundred and forty dollars, being that portion of the account or claim which had accrued within one year prior to its* presentation to the board of supervisors, and which amount the answer conceded was a legal claim. The sole question, therefore, is whether the remainder -of the claim was barred by section 41 of the County Government Act of 1893, no other defense, under other statutes of limitation or otherwise, having been pleaded.</p>\n<p id=\"b682-6\">Said section 41, so far as material here, is as follows: “The board of supervisors must not hear or consider any claim in favor of any person, corporation, company, or association against the county, nor shall the board credit [audit?] or allow any claim or bill against the county or district fund, unless the same be itemized, giving names, dates, and particular services rendered .... number of days engaged, materials furnished, to whom, and quantity and price paid therefor, duly verified as to its correctness, and that the amount claimed is justly due, is presented! and filed with the clerk of the board within a year after the last item of the account or claim accrued.” (Stats. 1893, p. 363.)</p>\n<p id=\"b682-7\">The contention of respondent is1—and the court below sustained it—that only those items of the claim which accrued within a year prior to the presentation of the claim could be allowed, under the provisions of the section above quoted.</p>\n<p id=\"b683-3\"><page-number citation-index=\"1\" label=\"647\">*647</page-number>This contention cannot be sustained. The language of the statute is too plain to admit of construction. It provides that the board shall not allow any claim against the county “unless the same be filed with the clerk of the board within a year after the last item of the account or claim accrued.”</p>\n<p id=\"b683-4\">The limitation imposed by said section does not begin to run until the date at which the last item accrued; and the claim may be allowed if presented at any time within a year after that date. Statutes of limitation are to be strictly construed, and the court must find the intention of the legislature from the statute itself. <em>(Tynan v. Walker, </em>35 Cal. 634; 95 Am. Dec. 152.) If it had been the intention of the legislature to bar all items of a claim which did not accrue within a year before the presentation of the claim, it would have been easy to say so, or to say that no claim shall be allowed unless the first item thereof shall have accrued within a year before its presentation.</p>\n<p id=\"b683-5\">It is suggested by respondent that “the claim of the plaintiff is composed, not of items constituting one claim, but of numerous claims incorporated into one.”</p>\n<p id=\"b683-6\">The statute nowhere fixes a time for the payment of per diem compensation of officers. All employment by the day, under the same contract, at a stipulated compensation, is the proper subject of an account to be embraced in a single cause of action. The services rendered by the plaintiff form no exception to the rule, as clearly appears by section 51 of the same act (Stats. 1893, p. 365), which provides: “All claims against the county by members of the board of supervisors for per diem and mileage, or other service rendered by them, must be itemized and verified as other claims.”</p>\n<p id=\"b683-7\">The answer states no defense to the action, and the plaintiff might have had judgment on the pleadings upon motion therefor.</p>\n<p id=\"b683-8\">I advise that the judgment be reversed and the cause remanded.</p>\n<p id=\"b683-9\">Chipman, 0., and Searls, 0., concurred.</p>\n<p id=\"b683-10\">For the reasons given in the foregoing opinion the judgment is reversed and the cause remanded.</p>\n<p id=\"b683-11\">McFarland, J., Henshaw, J., Temple, J.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}