{
  "casebody": {
    "data": "<casebody firstpage=\"309\" lastpage=\"311\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b311-11\">MANNING v. DEN.<footnotemark>*</footnotemark></parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b311-12\">No. 13,821;</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aye\">November 19, 1890.</decisiondate>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b311-13\">24 Pac. 1092.</citation>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b311-14\">Special Assessments.—Where Plaintiff, in an Action to Collect a street assessment, has made prima facie proof of the regularity of the proceedings, under act of March 18, 1885 (Stats. 1885, p. 147), and thereafter introduces, without objection, certain parol proof, a refusal to strike this out, if error, is without injury, as such proof was unnecessary.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b311-16\">Trial.—An Objection to an Offer to Prove Certain Negative conclusions is properly sustained where there is no offer of the evidence from which the conclusions are to be drawn.</syllabus>\n<summary data-order=\"6\" data-type=\"history\" id=\"b311-18\">APPEAL from Superior Court, Los Angeles County.</summary>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b312-4\"><page-number citation-index=\"1\" label=\"310\">*310</page-number>M. Whaling for appellant; Herndon, Cain &amp; Garrison for respondent.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b311-19\">For subsequent opinion in bank, see 90 Cal. 610, 27 Pac. 435.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b312-5\">FOX, J.</author>\n<p id=\"A6R\">This is an action to recover an amount claimed to be due upon a street assessment levied under proceedings had in pursuance of the provisions of the act of March 18, 1885 (Stats. 1885, p. 147). Judgment for plaintiff, motion for new trial made and denied, and defendant appeals.</p>\n<p id=\"b312-6\">The principal contention is that the evidence is insufficient to show that the proceedings resulting in the assessment and warrant were such as required by law, and sufficient to entitle the plaintiff to recover; in other words, that there was a failure to show a valid contract upon which to base the assessment and warrant. Section 12 of the act which authorizes the suit provides: “The said warrant, assessment, and diagram, with the affidavit of demand and nonpayment, shall be held prima facie evidence of the regularity and correctness of the assessment, and of the prior proceedings and acts of the superintendent of streets and city council upon which said warrant, assessment and diagram are based, and like evidence of the right of the plaintiff to recover in the action.” With the policy of this provision the court has nothing to do, so it is written and adopted by the legislature. The assessment and diagram attached were offered and admitted in evidence without objection. Plaintiff then offered the warrant and affidavit, with the indorsement of record thereon. To this defendant “made the same objections as those offered to the assessment.” As he had offered no objections to the assessment, this objection was correctly overruled. This made out a prima facie case for the plaintiff. But, in addition to this, the plaintiff did introduce, without objection, the records of all the preliminary proceedings on the part of the city council prescribed and required by the statute, with the proof of publication, posting, etc., and in addition thereto made, without objection, parol proof of the fact of contract. This last proof the defendant subsequently moved to strike out, but as it was admitted without objection, and was unnecessary, since the warrant and assessment were prima facie proof of the same fact, the court denied the motion. We do not think that this ruling was erroneous, but, if it was, it was error without injury.</p>\n<p id=\"b313-3\"><page-number citation-index=\"1\" label=\"311\">*311</page-number>Plaintiff, having also proved his assignment of the claim to himself, rested, when the defendant moved for a nonsuit, on ten different grounds, every one of which is based upon a misconception of the effect of the evidence already in, and hereinabove stated. There was no error in denying the motion. Defendant then “offered to prove” several negative conclusions, not facts, but as he did not offer the evidence from which the conclusions were to be drawn] the court correctly sustained an objection to the offer. He then called the street superintendent (successor in office to the one under whom the contract, assessment and warrant were made), who, at defendant’s request, produced two papers, which defendant offered in evidence. These appeared to be a blank form, partially filled out, of contract, and a bond for the same street work for which this assessment was made. The bond was complete, fully executed, approved and certified; but the paper offered as a contract was a mere blank, and there was no attempt to prove that it was the contract, or claimed to be the contract, under which the work was done, or on which the assessment was based. Objection to its introduction was properly sustained. The' authorities cited by appellant, in view of the statute, the prima facie case made by plaintiff, and of the fact that defendant made no showing to overcome that prima facie case, though good law, are not in point. Judgment and order affirmed.</p>\n<p id=\"b313-4\">We concur: Paterson, J.; Works, J.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}