{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"3\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b25-2\">GALVESTON TERM, 1883.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b25-3\">John T. Stark <em>v. </em>L. P. Seale et al.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b25-4\">(Case No. 1363.)</docketnumber>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b25-5\">1. Who mat hate action of probate court in an estate revised.— To entitle a party to the aid of the district court in revising the action of the probate court in its control over an estate, ho must show an interest and an injury.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b25-7\">2. Same.--- The filing of a final account by a former administrator, in which an indebtedness due him from the estate is claimed, but of either the approval or justness of which there was no evidence, did not constitute such an interest in the estate as would entitle him to have the action of the probate court in setting apart to the family of the deceased the property of the estate, or in reference to any other matter, revised.</syllabus>\n<summary data-order=\"5\" data-type=\"history\" id=\"b25-9\">Appeal from Newton. Tried below before the Hon. W. H. Ford.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b25-10\">This was a suit originating in the county court of Newton county, brought by appellant John T. Stark, formerly administrator of the estate of Nathaniel Perry, deceased, by writ of <em>certiorari </em>to the district court of Newton county, in 1869.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b25-11\">Appellant claimed that during the time he was such administrator in conjunction with Amelia Perry, surviving widow of N. Perry, deceased, there were claims allowed against the estate for expenses of last sickness, funeral expenses and other privileged claims, and approved by the chief justice of the county, to the amount of $258.61, which were duly paid by petitioner; that in 1862, being about to leave the country to take part in the late war, he resigned his trust, filed an exhibit, and prayed to be discharged; that at a regular term of the county court, on a hearing of his petition, exhibit and final settlement with the court, the court adjudged the estate of Perry to be due the appellant the sum of $110.43 for moneys paid, laid out and expended, services rendered, commissions, etc.; that such amount has never been paid nor any part thereof. That after-wards, the surviving widow, Amelia Perry, having intermarried with one L. P. Seale, he was by an order of the county court, made Sep<page-number citation-index=\"1\" label=\"2\">*2</page-number>tember, 1862, joined with his wife in the administration of the estate; that since that time the administrator had wasted the estate by illegal sales of a large amount of property belonging to it, by obtaining unjust and illegal orders, making illegal, improper and extravagant allowances, and had thereby so exhausted the estate as to leave nothing with which to pay petitioner’s claims, and praying for process and service; that the cause be reviewed and revised, and that the orders made therein be so corrected as to conform to law and justice, and for general relief.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b26-6\">In an amended petition plaintiff alleged that there had been all the legal and proper allowances made by the county court in favor of the widow while he was administrator, to Avit, $225, for one year’s support. Constitutional allowance of $200, all the property exempt from forced sale under execution, belonging to the estate, including the homestead, etc.; that the order made, granting an additional allowance of $750, at the January term, 1867, Avas illegal and void, and Avas in fraud of the rights of the creditors of the estate, and that all the proceedings under that order were void; that at the sale the homestead tract of three hundred and twenty-seven acres only brought some $30, appraised at $1,100. That the account of the administrator Avas not a fair exhibit of the condition of the estate, but Ayas unjust and erroneous. That in all his exhibits the administrator left out the judgment in favor of the petitioner, although the same covered all the' first class claims against the estate, to Avit, funeral expenses, medical bill, expenses of last sickness, and with prayer for relief.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b26-7\">Ho action of the court approving a claim for the petitioner appears from the record. Judgment Avas rendered against the plaintiff.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b26-8\"><em>John T. </em>Stark, for appellant,</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"Ak\">cited Heffner <em>v. </em>Brander, 23 Tex., 631; Neill <em>v. </em>Hodge, 5 Tex., 487; Jones <em>v. </em>Undenvood, 11 Tex., 116; Eccles <em>v. </em>Daniels, 16 Tex., 136; Revised Code, art. 2136.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b26-9\">Ho briefs for appellee on file.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b26-10\">Stayton, Associate Justice.—</author>\n<p id=\"An\">To entitle the appellant to have the action of the probate court revised by the district court, it Avas necessary for him to shoAV that he had such an interest in the estate of Hathaniel Perry, that he Avas injured by the action of that court. This he attempted to do by showing that he was a creditor of the estate, and that the estate had been so applied as to preArent the collection of his debt.</p>\n<p id=\"b27-5\"><page-number citation-index=\"1\" label=\"3\">*3</page-number>The burden of proving that he was a creditor rested upon him, and the record does not show that such was his character.</p>\n<p id=\"b27-6\">Appellant’s brief and all of his procedures are based upon the idea that, upon his final exhibit as administrator of the estate of Nathaniel Perry, the probate court found a balance to be due to him, and so decreed. An inspection of the record shows that he filed a final account in 1862, at which time he asked to be discharged from the administration, in which he claimed that there was due to him $110.43; but there is nothing to show that the exhibit was ever approved, or that any action whatever was ever had by the probate court in relation to his claim, except such action as was had in his subsequent procedure, in all of which, so far as the record shows, the court declined to recognize the claim or provide for its payment.</p>\n<p id=\"b27-7\">There was no recognition of the claim, so far as the record shows, by the administrator <em>de honis non; </em>nor was there any proof of the claim offered in the district court further than his own final account filed in the probate court, in which his claim was set up.</p>\n<p id=\"b27-8\">That account, unapproved by the probate court, was not evidence of his claim against the estate, and if he sought to establish the validity of his claim, he should have brought other evidence to support it.</p>\n<p id=\"b27-9\">The record is very loosely made up; many exhibits and vouchers referred to are not.found in the record. If in the record they might show the validity of appellant’s claim; but we are to determine the cause by the record as it is, and not by conjectures as to what it might be.</p>\n<p id=\"b27-10\">The appellant not showing that he is a creditor of the estate, he has no right to have the action of the probate court in setting apart to the family of the deceased the property of the estate, or in reference to any other matter, revised.</p>\n<p id=\"b27-11\">The judgment is affirmed.</p>\n<p id=\"b27-12\">Affirmed.</p>\n<p id=\"b27-13\">[Opinion delivered February 9, 1883.]</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}