{
  "casebody": {
    "data": "<casebody firstpage=\"338\" lastpage=\"346\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b436-80\">Joe D. CASILLAS, Plaintiff-Appellant, v. UNITED STATES NAVY; Edward Hidalgo, Secretary of the Navy, Captain John J. Kirkpatric, Commanding Officer Naval Air Rework Facility, San Diego, Calif., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b436-87\">No. 83-5808.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b436-88\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b436-90\">Argued and Submitted March 8, 1984.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b436-91\">Decided May 18, 1984.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b438-20\"><page-number citation-index=\"1\" label=\"340\">*340</page-number>Sergio Luis Lopez, San Diego, Cal., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b438-21\">Michael E. Quinton, Asst. U.S. Atty., San Diego, Cal., for defendants-appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b438-23\">Before WALLACE and ALARCON, Circuit Judges, and MARQUEZ,<footnotemark>*</footnotemark> District Judge.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b438-14\"> Honorable Alfredo C. Marquez, United States District Judge, District of Arizona, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b438-24\">WALLACE, Circuit Judge:</author>\n<p id=\"b438-25\">Casillas sued the United States Navy, and others, for refusing to promote him because of his national origin (Hispanic or Mexican). In a pretrial stipulation, Casillas <page-number citation-index=\"1\" label=\"341\">*341</page-number>dismissed all defendants from the complaint except for the Secretary of the Navy (Secretary). The parties agreed to try the case before a magistrate. The magistrate found the Secretary not liable under Title VII, as amended, 42 U.S.C. § 2000e <em>et seq. </em>We have jurisdiction over Casillas’s timely appeal under 28 U.S.C. § 1291, and affirm.</p>\n<p id=\"b439-5\">I</p>\n<p id=\"b439-6\">Casillas has a Bachelor of Science degree in Industrial Management and is a registered industrial engineer in California. He works at the Naval Air Rework Facility (NARF) at North Island in San Diego, a large military-industrial complex owned and operated by the United States Navy. In 1948, with three years in the Air Force behind him, Casillas started at NARF as an electrician’s helper. Moving out of direct production activities by 1952, Casillas progressed through various NARF jobs until 1956, when he resigned, having risen to the GS-7 level. After a brief stint at an aerospace firm, Casillas returned to NARF late in 1956 to do production support and industrial engineering type activities. He again left NARF, at the GS-11 level in September 1964, to work for the Office of Economic Opportunity (OEO), for San Diego’s May- or, and again for the OEO, where he had achieved a GS-16 job as Deputy Regional Director by February 1973. Casillas joined NARF, for the third time, in 1974, as a Spanish-Speaking Coordinator (GS-9) and became a Deputy Equal Employment Opportunity Officer (GS-12) by August 1975.</p>\n<p id=\"b439-7\">Casillas applied for promotion to Production Superintendent (GS-13), the job at issue here, in February 1976, responding to a job announcement posted that January. He submitted form SF-171, including a supervisory experience statement along with 20 additional pages of information. Although initially found ineligible to apply, Casillas was eventually placed on a list of eligible candidates.</p>\n<p id=\"b439-8\">NARF’s three-step promotion procedure for supervisory positions graded GS-9 or higher is governed by a merit promotion instructions system called “NASNI/NA-VAIRE W ORKFACIN ST 12340.3G.” The system is composed of: (1) a ratings panel; (2) an advisory panel; and (3) a selecting official. The ratings panel chooses “highly qualified” applicants from the pool of eligi-bles and the advisory panel then recommends at least two of those to the Selecting Official.</p>\n<p id=\"b439-10\">Omelina, the Selecting Official, designated the two-person rating panel which subsequently ranked Casillas only “qualified,” thus not available for the next stage of consideration. Casillas applied for rerating and was ultimately ranked “highly qualified” by a new ratings panel with one of the persons changed. Ratings panels grade the applications pursuant to a job element crediting plan, evaluating each applicant and his experience vis-a-vis the job’s requirements. The new person on the second panel testified that he personally viewed certain aspects of Casillas’s experience to be more valuable than the previous panel member had.</p>\n<p id=\"b439-11\">Omelina then selected a seven-person advisory panel of senior managers with extensive NARF experience to consider the ten “highly qualified” applicants including Casillas. The panel’s chairman was a Navy Commissioned Officer and test pilot for NARF’s final product who knew NARF intimately as well as NARF’s and the Navy’s equal employment opportunity objectives. Advisory panel members were not provided with the ratings panel’s ranking of the candidates. Although the advisory panel did not receive explicit written selection instructions, Omelina orally advised the panel to select the best qualified people, using its own judgment. The panel interviewed each applicant, then its members individually and collectively assessed the applications and supplements, until some consensus arose as to the best, in this case, three of the ten. These three persons were then recommended to Omelina for the two available Production Superintendent positions. The advisory panel kept no notes or memoranda and issued no reasons for non-promotion to the applicants.</p>\n<p id=\"b440-3\"><page-number citation-index=\"1\" label=\"342\">*342</page-number>Casillas was not among the three candidates the advisory panel recommended to Omelina. Two non-Hispanic or non-Mexican white males ultimately were promoted to the GS-13 jobs. Casillas believed he was more qualified than those men, neither of whom had as much formal school as he, and complained to NARF’s Commanding Officer. His complaint asserted that, although he was better qualified, he was wrongfully not promoted because the panel failed to consider his “non-production family” experience. In December 1977, Casillas requested a hearing before the Civil Service Commission Complaints Examiner, who recommended a finding of no discrimination. The Secretary concurred in that decision and, on appeal in August 1980, the EEOC found the Navy to have articulated valid, sufficiently work-related reasons.</p>\n<p id=\"b440-4\">The Equal Employment Opportunity counselor investigating the matter had recommended a lateral transfer to a production department, where Casillas could secure the specific experience necessary to compete successfully for the Production Superintendent job. In September 1979, Casillas ultimately was promoted to a comparable position at level GS-13.</p>\n<p id=\"b440-5\">Casillas filed this Title VII suit in October 1980, for declaratory and injunctive relief and damages, claiming that the Secretary discriminated against him because of his national origin, race, and color by refusing to promote him to GS-13 in 1976. Specifically, Casillas challenges the advisory panel’s role in the merit promotion system. He claims the panel utilized non-job-related, vague and subjective criteria and that the Navy’s use of subjective criteria was really a pretext concealing discrimination against him, but he disputes the validity of none of the Navy’s actual testing procedures.</p>\n<p id=\"b440-6\">II</p>\n<p id=\"b440-7\">Title VII cases consider whether an employer treated certain employees “less favorably than others because of their race, color, religion, sex, or national origin.” <em>Furnco Construction Corp. v. Waters, </em>438 U.S. 567, 577, 98 S.Ct. 2943, 2949, 57 L.Ed.2d 957 (1978). Aggrieved employees may show intentional discrimk nation under the disparate treatment model or may demonstrate disproportionate impact of an objective employment policy as a proxy for intent, under the disparate impact model. <em>See, e.g., United States Postal Service Board of Governors v. Aikens, </em>460 U.S. 711, 103 S.Ct. 1478, 1481 n. 1, 75 L.Ed.2d 403 (1983) (Aikens). There is some confusion in the record as to whether Casillas relied on the disparate impact model because he presented some evidence which could relate to disparate impact. Although not determinative alone, admissible impact evidence can be relevant, though often weak, circumstantial evidence of discriminatory intent. <em>See, e.g., Gay v. Waiters’ and Dairy Lunchmen’s Union, Local No. 30, </em>694 F.2d 531, 552-53 (9th Cir.1982). The present case was tried under the disparate treatment theory, and the trial court’s findings went to the treatment theory. Casillas’s appeal deals with whether he has established racially based disparate treatment by proving the Navy’s discriminatory animus with either direct or circumstantial evidence, <em>Aikens, </em>103 S.Ct. at 1481 n. 3. We therefore analyze the case under the disparate treatment model.</p>\n<p id=\"b440-9\">“The ultimate burden of persuading the trier of fact that the defendant intentionally discriminated against the plaintiff remains at all times with the [Title VII] plaintiff.” <em>Texas Department of Community Affairs v. Burdine, </em>450 U.S. 248, 253, 101 S.Ct. 1089, 1093, 67 L.Ed.2d 207 (1981) (.Burdine). “[T]he district court must decide which party’s explanation of the employer’s motivation it believes.” <em>Aikens, </em>103 S.Ct. at 1482. We will reverse that factual determination only if it is clearly erroneous. <em>See </em>Fed.R.Civ.P. 52(a). More than mere lip service to this standard requires that we hold a finding clearly erroneous only “when although there is evidence to support it, the reviewing court on the entire evidence is left with the definite and firm conviction that a mistake has been committed,” <em>United States v. Gypsum </em><page-number citation-index=\"1\" label=\"343\">*343</page-number><em>Co., </em>333 U.S. 364, 395, 68 S.Ct. 525, 542, 92 L.Ed. 746 (1948); <em>cf. Pullman-Standard, v. Swint, </em>456 U.S. 273, 291-92, 102 S.Ct. 1781, 1791-92, 72 L.Ed.2d 66 (1982) (examining § 703(h) of Title VII), and we will not ransack the record, searching for mistakes.</p>\n<p id=\"b441-5\">In <em>McDonnell Douglas Corp. v. Green, </em>411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973) <em>(McDonnell Douglas), </em>the Supreme Court originally “set forth the basic allocation of burdens and order of presentation of proof in a Title VII case alleging discriminatory treatment,” <em>Burdine, </em>450 U.S. at 252, 101 S.Ct. at 1093. In <em>Aikens, </em>the Court recently refined the three-part analytic framework established in <em>McDonnell Douglas </em>and provided a simplified and common sense approach to these sensitive and difficult issues.</p>\n<p id=\"b441-6\">Plaintiffs must establish a prima facie case by a preponderance of the evidence, <em>Burdine, </em>450 U.S. at 252-53, 101 S.Ct. at 1093-94, identifying the discriminatory criterion “as the likely reason for the denial of a job opportunity.” <em>White v. City of San Diego, </em>605 F.2d 455, 458 (9th Cir.1979) (White). A properly established prima facie case allows an inference of illegal discrimination, creating a presumption against the employer. “To rebut this presumption, ‘the defendant must clearly set forth, through the introduction of admissible evidence, the reasons for the plaintiff’s rejection.’ ” <em>Aikens, </em>103 S.Ct. at 1481, <em>quoting Burdine, </em>450 U.S. at 255, 101 S.Ct. at 1094. “The defendant need not persuade the court that it was actually motivated by the proffered reasons,” <em>Burdine, </em>450 U.S. at 254, 101 S.Ct. at 1094, nor present clear and convincing evidence of nondiscrimination, <em>Felton v. Trustees of the California State Universities and Colleges, </em>708 F.2d 1507, 1508 (9th Cir.1983) (Felton), but simply must present evidence raising a genuine issue of whether “the plaintiff was rejected, or someone else was preferred, for a legitimate, non-discriminatory reason.” <em>Aikens, </em>103 S.Ct. at 1481. The plaintiff must have an opportunity to show the employer’s reasons to be pretextual. However, once the employer has presented the required evidence, the prima facie presumption “drops from the case” and the trier is then “in a position to decide the ultimate factual issue:” <em>Aikens, </em>103 S.Ct. at 1482, was the employer’s action based upon impermissible discrimination. <em>Id. </em>No formal trifurcation of trial is required under <em>McDonnell Douglas </em>because it provides “merely a sensible, orderly way to evaluate the evidence in light of common experience as it bears on the critical question of discrimination.” <em>Aikens, </em>103 S.Ct. at 1482.</p>\n<p id=\"b441-8\">In the case before us, the magistrate found, alternatively, that Casillas failed to establish a prima facie case of discrimination, and that even if the evidence did show a prima facie case, the Navy’s articulated reason successfully rebutted the created presumption. <em>See Wall v. National Railroad Passenger Corp., </em>718 F.2d 906, 909 (9th Cir.1983) (same alternative finding by trial court). The trial court was unconvinced that Casillas had exposed the Navy’s explanation as pretextual by a preponderance of the evidence, <em>Felton, </em>708 F.2d at 1509, and ruled that the Navy had not intentionally refused to promote Casillas to Production Superintendent (GS-13) because of his race. Casillas argues that he properly established a prima facie case. However, because this case was fully tried and. “the defendant had done everything that would be required of him if the plaintiff had properly made out a prima facie case,” on appeal “whether the plaintiff did so is no longer relevant.” <em>Aikens, </em>103 S.Ct. at 1482. Instead, we must resolve the crucial issue of his Title VII claim: “the ultimate question of discrimination <em>vel non.\" Id. </em>at 1481.</p>\n<p id=\"b441-9\">The only issue before us, therefore, is whether we can definitely and firmly say that the trial court clearly erred in finding that Casillas failed to prove discrimination. We do not consider what evidence is necessary for establishing a prima facie case, but rather review Casillas’s statistical and other evidence, as well as his arguments going to the Navy’s “subjective” proce<page-number citation-index=\"1\" label=\"344\">*344</page-number>dures, to determine whether there was clear error on the ultimate issue.</p>\n<p id=\"b442-4\">Ill</p>\n<p id=\"b442-5\">Casillas contends he convincingly proved the Navy’s proffered reasons to be pretex-tual and that the trial court made several findings under an erroneous view of the law, causing it to lend insufficient credence to his statistical evidence. Our inquiry goes to whether the trial court clearly erred in accepting the Navy’s explanation and in rejecting Casillas’s pretext proof.</p>\n<p id=\"b442-6\">Neither party contests that “the employer has discretion to choose among equally qualified candidates, provided the decision is not based upon unlawful criteria.” <em>Bur-dine, </em>450 U.S. at 259, 101 S.Ct. at 1097. We therefore turn to the Navy’s procedures. The first step of the Navy’s merit promotion system — the ratings panel — involved a partially objective scoring of the eligible candidates. The survivors of this ranking were all viewed equally “highly qualified” by the Navy and then considered by the advisory panel apart from their score on that threshold test.</p>\n<p id=\"b442-7\">Casillas’s arguments on appeal that he is more qualified than the persons chosen because he had more formal education and NARF experience in various positions are beside the point. First, the trial court did not clearly err in finding that the three men the advisory panel ultimately recommended had extensive background, accomplishments, training, and leadership in aircraft maintenance repair, rework, and manufacturing which more than offset the formal education differential. Second, and more importantly, Casillas’s qualifications are not disputed: the issue is rather the credibility of the reason the Navy articulated for his non-selection from among others at least equally qualified. Indeed, Title VII does not ensure the best will be selected — only that the selection process will be free from impermissible discrimination.</p>\n<p id=\"b442-8\">The Navy’s proffered explanation for not promoting Casillas in 1976 was his lack of sufficient recent Production Department job-related experience — that is, experience related to jobs a GS-13 would supervise— compared to the candidates chosen. Casillas seems to argue, incorrectly, that the Navy had to show a business necessity for that qualification. <em>See, e.g., Ward v. Westland Plastics, Inc., </em>651 F.2d 1266, 1268-69 (9th Cir.1980) (distinguishing a legitimate, non-discriminatory reason from a business necessity) <em>{Ward). </em>While recent production-related experience was clearly not a prerequisite for the position, it does not follow that it was illegitimate or arbitrary for the Navy to consider that factor in choosing its supervisory personnel.</p>\n<p id=\"b442-10\">Casillas attacks the requirement, arguing that people without that production-related experience could do the job. But the employer need not prove its necessity. Title VII is not a civil code of employment criteria and it “was not intended to diminish traditional management prerogatives.” <em>Burdine, </em>450 U.S. at 259, 101 S.Ct. at 1096 (quotations omitted). The issue is whether the employer’s decision was discriminatory and Casillas presents no compelling reason why we should not defer to the Navy’s reasonable characterization of the job criteria.</p>\n<p id=\"b442-11\">The trial court did not clearly err in believing the Navy’s explanation to be a legitimate, non-discriminatory reason. It credited evidence from advisory panel members who testified as to the value of such recent production-related experience, and that Casillas’s lack of that experience was the sole factor blocking his selection. The other persons chosen had more current, production-related experience. Omeli-na chose each of the persons on the panel for his competence and sound judgment as well as demonstrated experience at similar management levels. It was, therefore, not unreasonable for the trial court to discount testimony of Casillas’s witnesses — others who had worked for NARF — who had testified that, in their opinion, the job could be done without that experience.</p>\n<p id=\"b442-12\">Casillas also argues that the trial court clearly erred in not finding the Navy’s reason pretextual, because of the subjective <page-number citation-index=\"1\" label=\"345\">*345</page-number>way in which the advisory panel decided, without keeping written records of its deliberations. The trial court found no evidence which showed that whatever subjective criteria may have been used were discriminatory. Further, the trial court found that the use of subjective criteria was reasonable because it enabled the advisory panel to consider carefully each person visa-vis the substance of the job, apart from rigid, itemized criteria. This was not clearly erroneous. Casillas’s suggestion that the use of subjective criteria somehow mandates the creation of a special legal rule misconstrues the law.</p>\n<p id=\"b443-5\">We have explicitly rejected the idea that an employer’s use of subjective employment criteria has a talismanic significance: “Even assuming subjectivity was involved here, it has never been held that subjective evaluation by an employer is <em>per se </em>prohibited by Title VII, or alone shifts to the defendant the burden of proving absence of intentional ... bias____” <em>Ward, </em>651 F.2d at 1270. Title VII is the law’s promise that employment decisions will not be based on non-permissible discriminatory criteria, not that subjective criteria will be eliminated. Casillas cannot render sound business judgment illegal by labeling it “subjective.” Many criteria for higher level jobs are not easily articulable, and their conversion to writing does little to stop employers who desire to discriminate.</p>\n<p id=\"b443-8\">No reason exists for courts to “treat discrimination differently from other questions of fact,” <em>Aikens, </em>103 S.Ct. at 1482, and it must be proven from direct and circumstantial evidence of the employer’s actions. An employer’s use of subjective criteria is to be considered by the trial court with the other facts and circumstances of the case. The trial court’s inquiry in a treatment case is the determination of the employer’s “state of mind.” <em>Id. </em>at 1483. The fact finder will, of course, assess the employer’s actions in light of the nature of the job and other important factors.</p>\n<p id=\"b443-9\">The trial court did not clearly err in finding that the advisory panel’s practice was not a pretext shielding an impermissible discriminatory decision. As it observed, the nature of the job at issue was such that it would have been difficult to articulate meaningful objective criteria to be conspicuously followed, when the choice was among several highly qualified candidates. Each panel member was intimately familiar with the job requirements and applied that familiarity to the selection process.</p>\n<p id=\"b443-11\">Casillas also complains that the panel kept no written records. An employer’s lack of record-keeping is not a prima facie Title VII violation. The employer, of course, risks not having documentation with which to convince the trial court. No evidence, however, showed that the failure to keep records was only a pretext to shield a discriminatory decision that otherwise could have been documented but for the Navy’s desire to shield it.</p>\n<p id=\"b443-12\">Finally, Casillas suggests the trial court improperly slighted the statistical evidence he offered as circumstantial evidence of discriminatory animus. Accurate, demographically adjusted statistics are, of course, relevant to a finding of discrimination. <em>See, e.g., Kaplan v. International Alliance of Theatrical and Stage Employees and Motion Picture Operators, </em>525 F.2d 1354, 1358 (9th Cir.1975). Their use “is conditioned by the existence of proper supportive facts and the absence of variables which would undermine the reasonableness of the inference of discrimination which is drawn.” <em>White, </em>605 F.2d at 460.</p>\n<p id=\"b443-13\">“Regardless of how devastating and reliable the statistics may look, the issue remains in [this] case[] whether a particular isolated historical event was discriminatory.” <em>Ward, </em>651 F.2d at 1270. In suits alleging discriminatory non-promotion for supervisory positions, we have to scrutinize carefully statistics plaintiffs offer as circumstantial evidence of discriminatory intent, <em>Gay v. Waiters’ and Dairy Lunchmen’s Union, Local No. 30, </em>694 F.2d at 552-53, and be assured they properly characterize the labor pool available for the job <page-number citation-index=\"1\" label=\"346\">*346</page-number>at issue. For example, “when special qualifications are required to fill particular jobs, comparisons to the general population ... may have little probative value.” <em>Piva v. Xerox Corp., </em>654 F.2d 591, 596 (9th Cir.1981), <em>quoting Hazelwood School District v. United States, </em>433 U.S. 299, 308 n. 13, 97 S.Ct. 2736, 2742 n. 13, 53 L.Ed.2d 768 (1977).</p>\n<p id=\"b444-4\">Casillas’s statistical expert testified that there was an historical pattern of underutilization of people of Hispanic or Mexican national origin by the Navy and that they were adversely impacted when it came to promotions to GS-13, GS-14, and GS-15. That pattern, Casillas claims, along with the other evidence, bolsters an inference of discriminatory intent. The Navy’s evidence weakened the statistics considerably: it showed Casillas’s expert did not focus on the appropriate labor pool because he failed to consider the Civil Service requirements for eligibility for the positions in question. The trial court thus did not err in discounting this circumstantial evidence. It could also have reasonably found such weak evidence rebutted by Navy testimony that Casillas’s national origin (Hispanic or Mexican) did not enter into the employment decision. Casillas’s other statistical evidence was self-refuting and he makes little effort to resuscitate it or defend his statistical methods on appeal.</p>\n<p id=\"b444-5\">The trial court did not clearly err in finding Casillas was not improperly discriminated against by the Navy’s not promoting him.</p>\n<p id=\"b444-6\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}