{
  "casebody": {
    "data": "<casebody firstpage=\"15\" lastpage=\"15\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b29-3\">NEW YORK AIR TERMINALS, INCORPORATED, PROSECUTOR, v. JOHN <em>J. </em>McGOVERN, CLERK OF THE COUNTY OF HUDSON, AND ERIE TERMINALS RAILROAD COMPANY, DEFENDANTS.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b29-4\">Argued December 12, 1929</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ah2\">Decided December 19, 1929.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b29-7\">Before Justices Tbestchaed, Lloyd and Case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b29-8\">Eor the prosecutor, <em>Mark A. Sullivan.</em></attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b29-9\">Eor the defendants, <em>Robert J. Bain.</em></attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b29-10\">Pee CuEiAivr.</author>\n<p id=\"b29-11\">We consider that the question whether or not section 13 of <em>Pamph. L. </em>1914, <em>p. </em>490, authorizes the taking by condemnation of the land of the prosecutor, is a fairly debatable question, and that the prosecutor is entitled to its writ in order that the matter may be fully and formally presented, heard and decided.</p>\n<p id=\"b29-12\">We also consider that the question whether or not the prosecutor is estopped by its failure to object to the appointment of the commissioners until the testimony had been taken, in large part, before the commissioners, is likewise a fairly debatable question where, as here, the prosecutor contends that there is no “legal foundation for the taking,” to use the language of <em>Slocum </em>v. <em>Township of </em>Neptune, 68 <em>N. J. L. </em>595, the case cited by the defendant railroad.</p>\n<p id=\"b29-13\">The writ will be granted, and a draft of it should be presented promptly for formal allowance to Mr. Justice Case. It should be made returnable ten days after the date of allowance, and the allowance of the writ is to be upon the condition that it bo brought on for argument at the next ensuing term of the court.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}