{
  "casebody": {
    "data": "<casebody firstpage=\"39\" lastpage=\"39\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b53-3\">MICHAELANGELO GALLO ET AL., PROSECUTORS, v. FRANK B. MOFFETT, BUILDING INSPECTOR ET AL., DEFENDANTS.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b53-4\">Submitted October 11, 1929</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ANV\">Decided January 2, 1930.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b53-7\">Before Justices Pahkek, Black and Bodine.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b53-8\">Eor the prosecutors, <em>Earl A. Merrill.</em></attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b53-9\">For the defendants, <em>Paul Q. Oliver.</em></attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b53-10\">Pee Cueiam.</author>\n<p id=\"b53-11\">It is sufficient to say, without going into the merits of the matter, that this application is out of time. It is an alternative to an application for <em>mandamus </em>which was made to Mr. Justice Black on August 17th, 1929, and refused by him on the same day. (No. 214 of the present term.) The ground of the refusal appears to have been that <em>certiorari </em>and not <em>mandamus </em>was the proper remedy. Counsel for prosecutor made no alternative application to Mr. Justice Black for a certiorari, but instead, gave notice on August 22d of such an application to this court on October 1st. This is resisted on the ground that chapter 274 of the laws of 1928, by the last paragraph of section 4, on page 702, which is applicable here, provides that no <em>certiorari </em>shall issue unless applied for within thirty days after filing the decision of the board of adjustment. The reply made is that service of the notice on August 22d was within the thirty days, and that this amounts to an “application.”</p>\n<p id=\"b53-12\">It is difficult to conceive that this proposition is seriously urged. The application is denied, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}