{
  "casebody": {
    "data": "<casebody firstpage=\"472\" lastpage=\"473\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b486-4\">IRONBOUND TRANSPORTATION COMPANY, PROSECUTOR, v. BOARD OF PUBLIC UTILITY COMMISSIONERS, AND PUBLIC SERVICE COORDINATED TRANSPORT, DEPENDANTS.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b486-5\">Argued May 23, 1930</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ANg\">Decided May 28, 1930.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b486-8\">Before Justices Paekee, Campbell and Bobine.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b486-9\">For the prosecutors, <em>James F. X. O’Brien.</em></attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b486-10\">For the defendants Public Service Co-ordinated Transport, <em>William H. Speer.</em></attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b486-11\">Pee Cueiam.</author>\n<p id=\"b486-12\">The prosecutors as parties to a proceeding before the board of public utility commissioners, desire to review the decision of that board in approving the suspension of certain <page-number citation-index=\"1\" label=\"473\">*473</page-number>street railway service upon certain streets in the city of Newark, and approving also certain municipal consents or agreements enabling the Public Service Co-ordinated Transport to operate auto buses in substitution for such railway service.</p>\n<p id=\"b487-4\">Proper disposition of the application involves an ascertainment of the meaning and effect of the supplement of March 19th, 1928 <em>(PamphL., p. </em>112), to the Utilities act of 1911, and specifically of the question whether the action taken by the board was within the four corners of that supplement.</p>\n<p id=\"b487-5\">We are frank to say that in our judgment, after examination of the statute and the proofs submitted on this application, a very serious question is presented as to whether the action of the board was with due warrant of law; and as an eminently debatable ease is presented, a writ of <em>certiorari </em>might well be allowed. However, as the application, though made on notice and argued on both sides (the utility board remaining passive in the matter) is merely for the allowance of a rule to show cause, such rule will be allowed, with the suggestion to the parties that if in view of what has been said, a speedy determination of the whole matter is desired, a writ may go at the option of the defendant Public Service Co-ordinated Transport.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}