{
  "casebody": {
    "data": "<casebody firstpage=\"419\" lastpage=\"422\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b441-5\">De La Vergne Refrigerating Machine Company <em>vs. </em>Hub Brewing Company &amp; others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b441-7\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AKF\">December 6, 1899.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AyN\">March 2, 1900.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b441-8\">Present: Holmes, C. J., Knowlton, Barker, Hammond, &amp; Loring, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b441-9\"><em>Construction of Contract </em>— <em>Patent </em>— <em>Equity.</em></headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b441-10\">A. submitted to B. a written \" proposal and specification,” by which A. proposed to furnish B. a refrigerating plant, describing it, and to authorize and permit him to operate it when placed within his premises, and to use A/s patented system as applied to the plant “ free from any royalty over and above the purchase money hereinafter specified to be paid to us during and after the completion of said apparatus.” This was followed by a written contract executed by A. and B., by which A. agreed to construct for and deliver to B. on the premises of C. the apparatus made under letters patent owned or controlled by A. for a certain sum to be paid by B. to A. in three instalments, one when the material was delivered on the premises, the second “ thirty days after the date on which the plant is ready to do work,” and the third sixty days thereafter. <em>Held, </em>that A. could not maintain a bill in equity to prevent the use of the plant delivered under the contract, until the payments provided for therein had been made.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b441-11\">Bill in equity, filed December 5, 1898, against the Hub Brewing Company, the United States Trust Company, and Adolph Segal, to prevent the use of a refrigerating plant constructed by the plaintiff for Segal and delivered upon the premises of the Hub Brewing Company under a contract with Segal, until the payments provided for by the contract had been <page-number citation-index=\"1\" label=\"420\">*420</page-number>made. The bill was taken for confessed against Segal. Hearing, as between the plaintiff and the Hub Brewing Company, before Holmes, C. J., who reserved and reported the case for the consideration of the full court. The facts material to the point decided appear in the opinion.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b442-3\"><em>H. W. Chaplin, (R. Homans </em>with him,) for the plaintiff.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b442-4\"><em>R. W. Nason, </em>for the Hub Brewing Company.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b442-5\">Barker, J.</author>\n<p id=\"A_d\">The short ground for dismissing the bill is that by the true construction of the contract between the plaintiff and Segal the former sold to Segal the refrigerating plant, with the right to use it under the patents, for the price of $16,000, to be paid in three instalments; and that neither the title to the plant nor the right to use the patents was made conditional upon the payment of the purchase money.</p>\n<p id=\"b442-6\">The contract is contained in two instruments, one entitled “ proposal and specification,” and the other, to which the first is annexed, entitled “ contract.” By the first the plaintiff proposes to furnish Segal a refrigerating plant, describing it, and to authorize and permit him to operate it when placed within his premises, and to use the plaintiff’s patented system as applied to the plant “ free from any royalty over and above the purchase money hereinafter specified to be paid to us during, and after, the completion of said apparatus.” By the second instrument the plaintiff agrees to construct for and deliver to Segal on the premises of the Hub Brewing Company, the apparatus made under the latter’s patent owned or controlled by the plaintiff, for the sum of $16,000 to be paid by Segal to the plaintiff in three instalments, one when the material is delivered on the premises, the second thirty days after the date on which the plant is ready to do work, and the last sixty days thereafter.</p>\n<p id=\"b442-7\">The substance of the agreement is a sale of a patented refrigerating plant, with the right to use it so far as patents are concerned. The payment of the price is not made a condition of the sale or of the right to use the plant, which, by the express stipulation of the proposal, Segal is to have when the plant is placed within his premises. The language of the proposal, “ free from any royalty over and above the purchase money hereinafter specified to be paid to us during and after the completion of said apparatus,” will not bear the construction for which the plaintiff <page-number citation-index=\"1\" label=\"421\">*421</page-number>contends. It is to be read in connection with the previous words of the sentence and in the light of the whole document. The whole sentence means that, in consideration of the sale at the price stipulated, the plant and the free right to use it, and to use as applied to it the plaintiff’s patented system, are to go to Segal. Throughout the whole of the two instruments there is nothing but the one expression, “ free from any royalty over and above the purchase money,” to indicate that the payment to be made partook of the nature of a royalty. If it did, it was open for the plaintiff to give credit absolutely without making the ultimate payment a condition of the purchaser’s absolute right to use the machine any more than of his ownership of the plant. The contract does not make the payment of the purchase money a condition precedent as to any feature of the bargain. It is plain that the parties intended the plant to become the absolute property of the brewing company as it should be installed upon their premises, and that the brewing company should have the full and free right to use the plant when placed within their premises, and all in consideration of Segal’s obligation to pay the purchase money in the instalments.</p>\n<p id=\"b443-3\">As against the brewing company there is no competent evidence that the plaintiff has or controls any patents, or that a royalty was included in the price of the plant. The only mention of patents or of royalties is in the instruments which constitute the contract between the plaintiff and Segal. The brewing company was not a party to that contract, and is not chai'ged with any admission by the terms which the parties to that contract used. Hence the doctrine of <em>Mann </em>v. Williams, 143 Mass. 394, is inapplicable. Nor is the brewing company in a situation where it is estopped to deny the patents. It has perhaps become the owner of a patented machine; but has not bought it of the plaintiff as a patented machine, nor bought it of any one with the agreement or the understanding that a royalty was to be paid for its use. These circumstances distinguish the present case from <em>Bartlett </em>v. Holbrook, 1 Gray, 114, and from <em>Paper Stock Disinfecting Co. </em>v. <em>Boston Disinfecting Co. </em>147 Mass. 318. Whether the machine is patented or not is immaterial here, if it has been so sold that the present owner can use it without paying royalty. See <em>Chaffee </em>v. <em>Boston Belting Co. </em>22 How. 217.</p>\n<p id=\"b444-4\"><page-number citation-index=\"1\" label=\"422\">*422</page-number>We have no doubt that the plant became and is, as by the contract between the plaintiff and Segal it was intended to become, a part of the brewing company’s real estate. Much is Said upon the plaintiff’s brief of the contract between Segal and the brewing company, and of the relations between the promoter and the corporation. All this is immaterial, since we are of opinion that if the brewing company had been the purchaser of the plant upon the terms on which it was sold to Segal, the plaintiff would have no right to the relief for which the bill asks.</p>\n<p id=\"b444-5\">We understand from the form of the report, and the reservation, that if the bill cannot be maintained' against the brewing company, it is to be dismissed. <em>Bill dismissed.</em></p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}