{
  "casebody": {
    "data": "<casebody firstpage=\"397\" lastpage=\"406\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b405-7\">John Dunham et al. <em>vs. </em>James A. Boyd.</parties>\n<p data-order=\"1\" data-type=\"misc\" id=\"b405-8\">First Judicial District, Hartford, May Term, 1894. Andrews, C. J., Tobbance, Fenn, Baldwin and Hamebsley, Js.</p>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b405-9\">In an action upon a promissory note by the payees against the maker, the latter alleged in his answer, first, that prior to the maturity of the note it was paid by the acceptance by the plaintiffs of certain stock previously deposited with them by the maker as collateral security; and second, that while holding such stock as collateral security the plain<page-number citation-index=\"1\" label=\"398\">*398</page-number>tiffs so managed the same that its value was entirely lost to the defendant who was thereby damaged to more than the amount of the note. These defenses were denied by the plaintiff. Held:—</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b406-5\">1. That while evidence tending to prove that the plaintiffs treated the collateral as their own stock was admissible under the first issue, yet the exclusion by the trial court of a statement of a witness that he had an indistinct impression that the plaintiffs at some time voted on this stock, was not erroneous, as such evidence, if relevant, might properly be found by the trial court too remote to be material.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b406-7\">2. That the evidence of reorganization of the company whose stock was held by the plaintiffs as collateral security and the formation of a new company which received all the property and assumed the liabilities of the former, pursuant to a vote of its stockholders, in which action the plaintiffs participated as stockholders in their own right, was, in the absence of any evidence connecting it with any mismanagement of the collateral stock, properly excluded as irrelevant to the second issue.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"Aht\">When the record fails to show what portions of a deposition, offered only in part, were excluded, this court will not dissect the deposition to determine what portions tend to support the claims of the losing party, although a stipulation of counsel printed with the record states that such portions were the ones excluded by the trial court.</headnotes>\n<otherdate data-order=\"6\" data-type=\"otherdate\" id=\"b406-9\">(Argued May 1st</otherdate>\n<decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"Aci\">decided June 29th, 1894.)</decisiondate>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b406-10\">Action upon three promissory notes, brought to the Superior Court in Hartford County and tried to the court, <em>Greorge W. </em>Wheeler, <em>J.; </em>facts found and judgment rendered for the plaintiffs, from which the defendant appealed for alleged errors of the court in excluding evidence.</summary>\n<disposition data-order=\"9\" data-type=\"disposition\" id=\"ALC\">\n<em>No error.</em>\n</disposition>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b406-11\">The first count alleged that by his note of October 15th, 1885, the defendant promised to pay the plaintiffs $5,000, with interest sixty days (without grace) after date, and that the note has not been paid and is still the property of the plaintiffs. The second and third counts relate to two notes of $75.00 each, and do not call for any separate consideration. The fourth count alleges a loan of $8,000, by the plaintiffs to the defendant, on or before September 20th, 1892. No answer was made to the fourth count.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b406-12\">The answer to the first count sets up two defenses:—</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b406-13\">First, payment before the note was due, by an agreement between the defendant and plaintiffs whereby the plaintiffs agreed to receive and in pursuance thereof did receive, 100 shares of the Anoka Pressed Brick &amp; Terra Cotta Co., of the par value of $100 a share, previously delivered to the <page-number citation-index=\"1\" label=\"399\">*399</page-number>plaintiffs by the defendant as collateral security for said note, in full payment of said note and in full satisfaction of all claims against the defendant upon the same.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b407-5\">The second defense averred that at the time said note was given, the plaintiffs had in their possession said 100 shares of stock, which was then worth $8,000, and which the defendant had previously delivered to the plaintiffs as collateral security for a former note, for which the note in suit was given as a renewal; and upon the execution of the note in suit it was agreed that the plaintiffs should, and the plaintiffs did, hold said stock as collateral security for the payment of that note ; “ and the plaintiffs so managed said stock that the same was entirely lost to the plaintiffs, whereby the defendant was damaged to more than the amount of said note and interest thereon, which amount the defendant claims to recoup against any liability under said note, by way of set-off or counterclaim in such manner as may be equitable and just.” The plaintiffs’ reply denied the allegations in the defendant’s first and second defense.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b407-6\">The court below found the issues for the plaintiffs and rendered judgment in their favor. The defendant’s appeal assigns as the only reason for appeal that, “ the court erred in refusing to admit the evidence which was offered by the defendant, this appellant, and ruled out by the court, as stated in the finding of facts.”</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b407-7\">The court finds, as material to the question of the admissibility of evidence, the following facts :—</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b407-8\">August 15th, 1885, the defendant, for his accommodation, induced the plaintiffs to indorse his note'for $5,000, and in consideration of such indorsement gave the plaintiffs 20 shares of the capital stock of the Anoka Pressed Brick <em>&amp; </em>Terra Cotta Co., which were absolutely transferred to them, and also left with the plaintiffs as collateral security for such indorsement 80 shares of the same stock, which were never transferred to the plaintiffs. The stock was of the par value of $100 per share. The actual value of the stock from August 15th, 1885, to December 15th of the same year, was diminishing and the stock was worth between <page-number citation-index=\"1\" label=\"400\">*400</page-number>$10.00 and $25.00 a share. When the indorsed note became due, to wit, October 15th, 1885, the plaintiffs were obliged to pay the same, and the defendant then gave them his note for $5,000, being the note in suit. It was agreed between the parties that the plaintiffs should continue to hold the 80 shares of stock as collateral security for the defendant’s note. When the defendant’s note became due (December 14th, 1885), the plaintiffs endeavored to secure payment from the defendant, but he put them off with promises of future payment. The parties lived in Minneapolis, and before March 1st, 1886, the defendant left said city, and although the plaintiffs made diligent effort to find him, or learn his address, they did not succeed until some time in 1890. The defendant had been president of the said companjr, and was succeeded by the plaintiff Dunham about October 15th, 1885. None of the officers óf the company knew the defendant’s address after he left Minneapolis. The plaintiffs never held stock in the company to exceed 70 shares, being 50 shares purchased before this transaction, and the 20 shares transferred to them by the defendant. The capital stock of the company was $60,000. No evidence of neglect or mismanagement in relation to the stock held by the plaintiffs as collateral was offered, except the excluded evidence.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b408-5\">Upon the trial the defendant offered to prove:—</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b408-6\">1. That the plaintiff Dunham became president of the company about December 15th, 1885. 2. As such president he conveyed, without consideration, all the property of said company to a new company, called the Anoka Pressed Brick Co., and that the shares in the new company took the place of the shares in the old company, on payment of an assessment on the old stock. 3. The defendant was given no notice by the plaintiffs or by any one else of the new company, or of the assessment on the stock. 4. That some years after, the plaintiff Dunham got possession of the greater part of the property of the new company, and transferred it to the plaintiff Johnson for a consideration unknown to the defendant. 5. That thereby, with the knowledge <page-number citation-index=\"1\" label=\"401\">*401</page-number>and consent of the plaintiff Dunham, the whole property of the old company went out of the old company, and the value of the stock of the said company was destroyed.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b409-5\">This was all the defendant claimed to prove on this point, and to prove this he offered the following evidence</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b409-6\">1. Portions of the deposition of EmmitW. Rossman. 2. A certified copy of the articles of association of the new company, signed February 23d, 1886. 3. A certified copy of a</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b409-7\">quitclaim deed from the old company to the new company, dated April 7th, 1886, and conveying certain land therein described. 4. A certified copy of a warranty deed from the plaintiff Dunham and wife to the plaintiff Johnson, dated October 27th, 1892, and conveying, in consideration of the payment of $2,500, about one quarter of the land described in said deed of April 7th, 1886.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b409-8\">The defendant offered this evidence to establish :—</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b409-9\">1. The first defense, as showing the conduct of Dunham and Johnson in treating the stock, not as the defendant’s, but as their own. 2. The second defense, that the plaintiffs had so managed the stock (the stock in the hands of Dun-ham and Johnson, received originally from defendant Boyd as collateral), that the same was entirely lost to the defendant. The evidence was objected to as irrelevant and immaterial, and was excluded by the court.</summary>\n<attorneys data-order=\"24\" data-type=\"attorneys\" id=\"b409-10\"><em>Charles E. </em>Perkins, for the appellant (defendant).</attorneys>\n<attorneys data-order=\"25\" data-type=\"attorneys\" id=\"b409-11\"><em>Arthur E. Eggleston, </em>with whom was <em>Lyman S. Burr, </em>for the appellees (plaintiffs).</attorneys>\n<opinion data-order=\"26\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b409-12\">Hamersley, J.</author>\n<p id=\"AmA\">The defendant claims that the evidence offered and excluded was admissible in support of both his defenses.</p>\n<p id=\"b409-13\"><em>First. </em>The issue of fact raised by the first defense is, did the plaintiffs and defendant, before the defendant’s note became due, agree that the stock held by the plaintiffs as collateral security for the note should be owned by the plaintiffs, and received in full payment of the note ? The fact that <page-number citation-index=\"1\" label=\"402\">*402</page-number>the plaintiffs subsequently treated the stock as their own property, would be relevant to that issue. Any fact tending to show that the plaintiffs had treated the stock as their own would be a relevant fact; and the defendant claims that portions of the deposition of Rossman tend to show that fact. The testimony of Rossman on this point is substantially as follows:—■</p>\n<p id=\"b410-5\">I was secretary of the Anoka Pressed Brick <em>&amp; </em>Terra Cotta Co. in the fall of 1885, and kept the books of the company, and remained secretary until after March 1st, 1886. At some meeting of the company, between October 15th, 1885, and March 1st, 1886, I think the plaintiffs represented defendant’s stock by voting on the stock. That is my recollection. The books will show. I do not remember how much stock the defendant had. I am not positive whether more than twenty shares of his stock was ever transferred to the plaintiffs. It is not for me to say whether they could vote on stock not transferred to them. I think they did vote on stock standing in the name of the defendant. I am not positive. I cannot say positively whether the defendant himself was present at any of the meetings of the company during this time. The minutes will show.</p>\n<p id=\"b410-6\">If this evidence is admissible it must be so because the fact claimed to be proved by it—that the recording officer of this corporation has an impression (of which he is not positive) that at some meeting of the corporation held seven years before, the plaintiffs, who were stockholders by transfer of a portion of the stock formerly standing in the defendant’s name, voted on the balance of the stock still standing in the defendant’s name—is relevant as tending to show the fact that the plaintiffs did vote on the defendant’s stock ; which fact is relevant as tending to show the fact that the plaintiffs had treated the stock as their own property ; which fact is relevant as tending to show the fact in issue as alleged in the first defense. The trial judge thought that this evidence, whether relevant or not, was under all the circumstances of this case, too remote to be material, and excluded the evidence. We cannot say that such ruling was erroneous.</p>\n<p id=\"b411-4\"><page-number citation-index=\"1\" label=\"403\">*403</page-number>The exhibits offered in connection with Rossman’s testimony are clearly irrelevant to any issue raised by the first defense.</p>\n<p id=\"b411-5\"><em>Second. </em>The defendant relies on the admissibility of the evidence under his second defense, and this reliance is based mainly on the deposition of Rossman. In addition to his testimony above recited, Rossman testified substantially as follows:—</p>\n<p id=\"b411-6\">After I became secretary of the Anoka Pressed Brick &amp; Terra Cotta Co., in the fall of 1885, the company was advised by counsel that its organization was not legal. The company was in debt. I cannot remember the amount of the debts within $25,000; cannot attempt to tell what the debts were. The company was reorganized in the spring of 1886. Its name was changed to the Anoka Pressed Brick Co., and the capital stock increased. The first steps were taken in February, and the new articles of incorporation took effect March 1st, 1886. The old company was absorbed by the new, and its assets sold to the new. The transfers, including a bill of sale, were in wilting. I think the consideration expressed in the papers was one dollar. The actual consideration for the transfer of the property included the assumption by the new company of all the debts of the old. Those who held stock in the old company at the time of the incorporation of the new received in lieu thereof stock issued by the new company to an amount equal to that which they held in the old. There were two objects in the reorganization of the company : first, to properly organize according to the statutes of the State; and, second, to increase the capital stock. At some conversations—I cannot cite any particular conversation, at which the plaintiff Dunham was present—the substance of the talk was, that all those who could not come to the front would either have to put up or shut up. I paid my assessments.</p>\n<p id=\"b411-7\">From the exhibits offered in connection with the deposition it also appeared that the articles of incorporation were signed by the witness Rossman, who was made a member of the first board of directors, and that its capital stock con<page-number citation-index=\"1\" label=\"404\">*404</page-number>sisted of 1000 shares, of $100 each, to be paid in as called for by the directors; that on April 7th, 1886, the old company conveyed to the new company certain real estate, the deed being sealed with the corporate seal of the old company, and its corporate name subscribed by the witness Ross-man as secretarj' and the plaintiff Dunham as <em>president; </em>that six and one half years afterwards, and subsequent to the bringing of this suit, a one fourth interest in the land described in the above deed was conveyed by the plaintiff Dun-ham and his wife to the plaintiff Johnson.</p>\n<p id=\"b412-5\">Essential portions of the testimony of Rossman were objected to at the taking of his deposition, not only as immaterial and irrelevant, but as secondary evidence. Counsel for the defendant claimed that the papers and books which constituted the primary evidence were lost or in the control of the plaintiffs, but no evidence to that effect was produced, and the fact was notproved, either before the magistrate or the trial court. Assuming, however, that Rossman’s testimony was not inadmissible on this ground, the defendant’s claim is that the evidence excluded tends to prove the fact which he claims to be relevant under his second defense—that the reorganization of the corporation, whose stock was held by the plaintiffs as collateral security, in connection with the defendant’s failure to take advantage of his rights under the reorganization, destroyed the value of the defendant’s stock, —the plaintiff Dunham, as stockholder and officer of the corporation, consenting to such reorganization.</p>\n<p id=\"b412-6\">It is difficult to understand how this fact can be claimed to be relevant, unless upon the theory that it tends to prove that the plaintiffs Johnson and Dunham took partin this reorganization in bad faith, for the purpose of promoting their interests and to the injury of the defendant. If admissible for that purpose, it is by no means clear that the rejection of the evidence in the circumstances of this case was detrimental to the defendant. The evidence does not tend to show that the reorganization was against the interests of the stockholders; on the contrary, it shows that it was necessary in some form, and plainly indicates that the form adopt<page-number citation-index=\"1\" label=\"405\">*405</page-number>ed was the best for the stockholders. It justifies no lawful inference that Dunham had any interest, or exercised any influence, other than as the holder of 70 out of 600 shares of the stock. It justifies no inference that the defendant did not know of the action taken by the stockholders at the time, and did not have notice of the special meeting which must have been called for taking such action. The defendant claims to have been in Minneapolis until March 1st, and was a stockholder of record, and the presumption is that he did have the same notice as other stockholders; and it does not tend to show that the value of the defendant’s stock was in fact impaired by the reorganization. It gives no reason to suppose that if the stockholders had refused to reorganize, the defendant’s stock would have had any greater value than it had when the reorganization was decided upon. The inference rather is that the reorganization was the only means of obtaining anything from the stock. It is true that other evidence might have given importance to that offered, but there was no such evidence in the case, and the defendant did not claim that he could produce such evidence.</p>\n<p id=\"b413-5\">The trial court, in passing on the materiality of evidence, must act in view of the circumstances of the case on ti’ial, and a party cannot claim before a court of review the legal right to a new trial because evidence, which is apparently of no consequence in connection with the facts found, might be important in connection with some unknown evidence Avhich was not produced on the trial and which he did not claim before the trial court could be produced.</p>\n<p id=\"b413-6\">But even if the evidence plainly tended to prove bad faith on the part of the plaintiffs in the reorganization of the company, it was properly rejected, because the question of bad faith on the part of the plaintiffs in the reorganization of the company was not a fact at issue in the case, unless connected with some mismanagement of the defendant’s stock held by the plaintiffs as collateral security. If the defendant really claimed that the plaintiffs had got control of the corporation, and had so managed its affairs as to destroy the value of all its stock, and was therefore responsible to <page-number citation-index=\"1\" label=\"406\">*406</page-number>the defendant in damages which he could recoup in this case, he should have pleaded such defense. The second defense simply alleges that the plaintiffs held the defendant’s stock as collateral security, and so managed said stock that the same became entirely lost. The evidence excluded is not relevant to the issue raised by this defense. It does not tend to prove any management of the defendant’s stock by the plaintiffs to the injury of the defendant, either by itself or in connection with other evidence, and the court expressly finds that there was no other evidence of neglect or mismanagement in relation to the stock held as collateral by the plaintiffs.</p>\n<p id=\"b414-5\">We have treated portions of the deposition of Rossman as if offered in evidence and excluded by the court below ; but the record does not show this to have been done. The finding saj^s that the defendant offered portions of the deposition of Rossman, but does not specify what portions. A stipulation of counsel printed with the record states that the counsel agree “ that the whole deposition be printed, and that the parts thereof which tend to sustain the defendant’s claim as stated in the finding are the portions which were excluded by the court.” The counsel do not attempt to specify the testimony which was offered and excluded, and this court is asked to dissect a deposition filled with objections, and which, as a whole, was not offered in evidence, to determine what portions tend to support the defendant’s claim, and to grant a new trial on the assumption that such evidence was excluded by the court below, when there is nothing in the record to show that it was in fact offered. We cannot so supplement a finding; and in this case, if it had not been clear from the whole record that a new trial ought not to be granted, whatever portions of the deposition may have been offered, or if our attention had been directed to the irregularity before argument, we should have insisted on the record being properly amended.</p>\n<p id=\"b414-6\">A new trial is denied.</p>\n<p id=\"b414-7\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}