{
  "casebody": {
    "data": "<casebody firstpage=\"70\" lastpage=\"72\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b98-8\">UNITED STATES of America, Plaintiff—Appellee, v. Gary HALL, Defendant—Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"At\">No. 04-4058.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"Ag\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b98-11\">Submitted June 28, 2004.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b98-12\">Decided Nov. 9, 2004.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b99-6\"><page-number citation-index=\"1\" label=\"71\">*71</page-number>Jensen E. Barber, Law Offices of J.E. Barber, P.C., Washington, D.C., for Appellant. Thomas M. DiBiagio, United States Attorney, John F. Purcell, Jr., Assistant United States Attorney, Baltimore, Maryland, for Appellee.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b99-7\">Before WIDENER, LUTTIG, and SHEDD, Circuit Judges.</judges>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b99-8\">Affirmed by unpublished PER CURIAM opinion.</p>\n<p data-order=\"8\" data-type=\"misc\" id=\"b99-9\">Unpublished opinions are not binding precedent in this circuit. See Local Rule 36(c).</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b99-10\">PER CURIAM:</author>\n<p id=\"b99-11\">Gary Hall appeals his conviction and sentence for possession of a firearm by a convicted felon in violation of 18 U.S.C. § 922(g) (2000). For the following reasons, we affirm.</p>\n<p id=\"b99-12\">Hall’s first argument is that the district court should have granted his motion to suppress because there was no probable cause to support his warrantless arrest. We review the denial of a motion to suppress de novo, viewing the evidence in the light most favorable to the Government and reviewing the district court’s factual findings for clear error. <em>United States v. Hamlin, </em>319 F.3d 666, 671 (4th Cir.2003).</p>\n<p id=\"b99-13\">In determining whether probable cause exists, we must look at the totality of the circumstances surrounding the arrest. <em>Illinois v. Gates, </em>462 U.S. 213, 230-32, 103 S.Ct. 2317, 76 L.Ed.2d 527 (1983); <em>Taylor v. Waters, </em>81 F.3d 429, 434 (4th Cir.1996). Probable cause for a warrantless arrest is defined as “facts and circumstances within the officer’s knowledge that are sufficient to warrant a prudent person, or one of reasonable caution, in believing, in the circumstances shown, that the suspect has committed, is committing, or is about to commit an offense.” <em>United States v. Gray, </em>137 F.3d 765, 769 (4th Cir.1998) (citation omitted); <em>see also Brinegar v. United States, </em>338 U.S. 160, 175-76, 69 S.Ct. 1302, 93 L.Ed. 1879 (1949). Determining whether the information surrounding an arrest is sufficient to establish probable cause is an individualized and fact-specific inquiry. <em>Wong Sun v. United States, </em>371 U.S. 471, 479, 83 S.Ct. 407, 9 L.Ed.2d 441 (1963).</p>\n<p id=\"b99-15\">Searches incident to an arrest are a well established exception to the warrant requirement. <em>See United States v. Thornton, </em>325 F.3d 189, 192 (4th Cir.2003). To ensure an officer’s safety, it is reasonable for an officer to search any area an arrestee might reach to grab a weapon, because a gun on a table or in a drawer in front of one who is arrested can be just as dangerous to the arresting officer as one concealed in the clothing of the person arrested. <em>See id.; Chimel v. California, </em>395 U.S. 752, 762-63, 89 S.Ct. 2034, 23 L.Ed.2d 685 (1969).</p>\n<p id=\"b99-16\">Because a police officer observed and smelled marijuana in plain view immediately adjacent to where Hall was sleeping, we conclude there was probable cause to arrest Hall. We further conclude that the officer’s search under the mattress where Hall had just been sleeping was a lawful search incident to his arrest. Accordingly, Hall’s first argument is without merit.</p>\n<p id=\"b99-17\">Hall’s second argument is that the district court should have granted his motions for judgment of acquittal and for a new <page-number citation-index=\"1\" label=\"72\">*72</page-number>trial because there was insufficient evidence to support his conviction. We review the district court’s decision to deny a motion for judgment of acquittal de novo. <em>United States v. Gallimore, </em>247 F.3d 134, 136 (4th Cir.2001). If the motion was based on insufficiency of the evidence, the verdict must be sustained if there is substantial evidence, taking the view most favorable to the Government, to support it. <em>Glasser v. United States, </em>315 U.S. 60, 80, 62 S.Ct. 457, 86 L.Ed. 680 (1942). “[S]ubstantial evidence is evidence that a reasonable finder of fact could accept as adequate and sufficient to support a conclusion of a defendant’s guilt beyond a reasonable doubt.” <em>United States v. Burgos, </em>94 F.3d 849, 862 (4th Cir.1996) (en banc). The district court’s denial of a motion for a new trial is reviewed for abuse of discretion. <em>United States v. Stokes, </em>261 F.3d 496, 502 (4th Cir.2001).</p>\n<p id=\"b100-4\">To prove a violation of 18 U.S.C. § 922(g), the Government must show that: “(1) the defendant previously had been convicted of a crime punishable by a term of imprisonment exceeding one year; (2) the defendant knowingly possessed ... the firearm; and (3) the possession was in or affecting commerce, because the firearm had traveled in interstate or foreign commerce.” <em>United States v. Langley, </em>62 F.3d 602, 606 (4th Cir.1995) (en banc). Because Hall stipulated that he was a convicted felon and that the firearm had traveled in interstate commerce, the Government only needed to prove Hall knowingly possessed the firearm.</p>\n<p id=\"b100-5\">Possession may be actual or constructive. <em>United States v. Rusher, </em>966 F.2d 868, 878 (4th Cir.1992). “A person has constructive possession of [an item] if he knows of its presence and has the power to exercise dominion and control over it.” <em>United States v. Schocket, </em>753 F.2d 336, 340 (4th Cir.1985). Possession need not be exclusive but may be joint and may be established by circumstantial evidence. <em>Id.</em></p>\n<p id=\"b100-7\">When viewing the evidence in the light most favorable to the Government, we conclude there was sufficient evidence from which a jury could reasonably infer Hall constructively possessed the firearm. Not only was the firearm located directly below where Hall’s head had been while he was sleeping, it contained a fingerprint from Hall’s left middle finger in an area where someone who was loading the gun would place his left middle finger to rotate the firearm’s cylinder. We therefore conclude that there was substantial evidence to support Hall’s conviction and that the district court did not abuse its discretion in denying Hall’s motion for a new trial.</p>\n<p id=\"b100-8\">Accordingly, we affirm Hall’s conviction and sentence. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b100-9\">\n<em>AFFIRMED</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}