{
  "casebody": {
    "data": "<casebody firstpage=\"189\" lastpage=\"191\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b211-10\">Leah C. KARET, Appellant v. HARRAH’S ENTERTAINMENT, INC.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Ang\">No. 09-3049.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b211-12\">United States Court of Appeals, Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b211-13\">Submitted Under Third Circuit L.A.R. 34.1(a) on Oct. 6, 2010.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b211-14\">Filed: Dec. 2, 2010.</decisiondate>\n<seealso data-order=\"5\" data-type=\"seealso\" id=\"b211-19\">See also, 2009 WL 5945454.</seealso>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b212-4\"><page-number citation-index=\"1\" label=\"190\">*190</page-number>J. Craig Currie, Esq., Philadelphia, PA, for Appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b212-5\">Lawrence M. Kelly, Esq., Robert W. Shaw, III, Esq., Mintzer, Sarowitz, Zeris, Ledva &amp; Meyers, Philadelphia, PA, Benjamin J. Tartaglia, III, Esq., Mintzer, Sarowitz, Zeris, Ledva &amp; Meyers, Cherry Hill, NJ, for Harrah’s Entertainment, Inc.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b212-6\">Before: FUENTES, JORDAN, and ALDISERT, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b212-7\">OPINION OF THE COURT</p>\n<author id=\"Apd\">FUENTES, Circuit Judge:</author>\n<p id=\"b212-8\">Leah Karet brought a premises liability suit against Harrah’s Entertainment, Inc. (“Harrah’s”), after Karet injured herself as she entered the revolving door entrance of Harrah’s casino, Bally’s Atlantic City, in December 2005. After a two-day trial, a jury found in favor of Harrah’s in June 2009. Karet now objects to the jury instructions which were given at trial. We affirm.<footnotemark>1</footnotemark></p>\n<p id=\"b212-9\">I.</p>\n<p id=\"b212-10\">We exercise plenary review in determining “whether the jury instructions stated the proper legal standard.” <em>United States v. Coyle, </em>63 F.3d 1239, 1245 (3d Cir.1995). The refusal to give a particular instruction and the wording of instructions are reviewed for an abuse of discretion. <em>United States v. Leahy, </em>445 F.3d 634, 642 (3d Cir.2006). “[A] mistake in a jury instruction constitutes reversible error only if it fails to fairly and adequately present the issues in the case without confusing or misleading the jury.” <em>Donlin v. Philips Lighting N. Am. Corp., </em>581 F.3d 73, 79 (3d Cir.2009).</p>\n<p id=\"b212-12\">Karet’s injury occurred when she caught the heel of her shoe on a gap in the floor of the casino, causing her to trip and fall. At trial, Karet presented testimony from an expert witness that the floor was in violation of certain construction standards at the time of her fall, without exploring how the floor came to be in that condition. Karet offered no evidence of when the floor was built; the identity of the contractors; whether any code was violated at the time of construction; or if the gap existed at the time of construction. Harrah’s, in turn, proffered a witness disputing the findings of Karet’s expert.</p>\n<p id=\"b212-13\">In order to recover on a premises liability theory, a business invitee who is injured must ordinarily prove “that the defendant had actual or constructive knowledge of the dangerous condition that caused the accident.” <em>Nisivoccia v. Glass Gardens, Inc., </em>175 N.J. 559, 818 A.2d 314, 316 (2003). At the charge conference, however, Karet argued that she was not required to prove the casino was on notice of the defect in the floor. She therefore requested two instructions to the jury (based on the New Jersey Model Civil Jury Charges) to the effect that there is no need to establish notice to the defendant when a hazardous condition is (1) due to a fault arising in the construction of the premises or (2) caused by an act or omission of the defendant. Karet also requested an instruction to the effect that Harrah’s had actual or constructive notice of the condition of the entranceway at the time of the accident.</p>\n<p id=\"b212-14\">Harrah’s objected, and the District Court did not give the requested instructions. The Court ultimately instead charged the jury regarding the general duty owed to a business invitee, stating that an owner must take reasonable and <page-number citation-index=\"1\" label=\"191\">*191</page-number>prudent steps to correct or warn about known hazards or hazards that could be discovered though the exercise of reasonable care.</p>\n<p id=\"b213-5\">On appeal, Karet argues that the Court erred in instructing the jury that she had to prove that Harrah’s had notice of the gap. According to Karet, because the only reasonable conclusion the jury could reach as to the nature and origin of the defect was that it arose either as the result of faulty construction or of some unspecified act or omission of the defendant, she was entitled to a jury instruction that she was not required to prove notice.</p>\n<p id=\"b213-6\">II.</p>\n<p id=\"b213-7\">We conclude that the District Court’s instructions correctly stated the applicable law. Karet relies on the rule articulated in <em>Brody v. Albert Lifson &amp; Sons, Inc., </em>17 N.J. 383, 111 A.2d 504, 508 (1955), that a plaintiff does not have to prove notice to the defendant when the defect in question is due to faulty construction. In that case, the plaintiff slipped on a wet terrazzo floor. The plaintiffs expert witness testified that it was standard industry practice to incorporate carborundum chips into the surface material of such flooring to cut down on slipperiness, and that the particular floor which caused the plaintiff to fall was not constructed with these materials. <em>Id. </em>The court characterized the case as “an intrinsic substance case, not a foreign substance case. Therefore, it is not ruled by the ‘waxed floor,’ ‘pool of water,’ ‘grease spot’ or ‘defective or worn tread’ cases, where the foreign substance or extra-normal condition of the premises is alleged to be the cause of an injury.” <em>Id. </em>at 508.</p>\n<p id=\"b213-8\">The <em>Brody </em>court provided an exception to the notice requirement because the premises owner could be presumed to be aware of risks arising from the inherent nature of the substance used to construct the floor. <em>Id. </em>at 509. In our view, the present matter does not fall within this exception. Karet simply did not offer sufficient evidence from which a jury could have concluded that the gap was caused by a fault in the construction of the floor, rather than wear and tear or later damage by another party. Karet’s expert witness only testified as to the condition of the floor at the time of the fall, not the causes of that condition. <em>See, e.g., Trondle v. Ward, </em>129 N.J.L. 179, 28 A.2d 509, 512 (1942).</p>\n<p id=\"b213-10\">Karet argues in the alternative that she should not have to prove notice because, if there was no defect at the time of construction, the source of the defect could only have been some other unidentified act or omission by Harrah’s. Given the speculative nature of this conclusion, the evidence was insufficient for the District Court to submit this theory to the jury.</p>\n<p id=\"b213-11\">III.</p>\n<p id=\"b213-12\">For the foregoing reasons, we affirm the decision of the District Court.</p>\n<footnote label=\"1\">\n<p id=\"b212-11\">. The District Court exercised its jurisdiction in this matter as a result of diversity jurisdiction. 28 U.S.C. § 1332. This Court has jurisdiction over appeals from all final judgments and orders of the District Court below. 28 U.S.C. § 1291.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}