{
  "casebody": {
    "data": "<casebody firstpage=\"634\" lastpage=\"636\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b656-17\">Miguel Angel BATRES, a.k.a. Miguel Angel Batres Hernandez, Petitioner, v. Eric H. HOLDER, Jr., Attorney General, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b656-21\">No. 08-74245.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b656-22\">United States Court of Appeals, Ninth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b656-23\">Submitted Feb. 15, 2011.<footnotemark>*</footnotemark></otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b656-24\">Filed Feb. 25, 2011.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b657-18\"><page-number citation-index=\"1\" label=\"635\">*635</page-number>Jonathan Myles Kaufman, Esquire, San Francisco, CA, for Petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b657-19\">Miguel Angel Batres, Mendota, CA, pro se.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b657-20\">Channah Farber, OIL, John Hogan, Senior Litigation Counsel, DOJ-U.S. Department of Justice, Washington, DC, Ronald E. Lefevre, Office of the District Counsel, Department of Homeland Security, San Francisco, CA, for Respondent.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b657-22\">Before: CANBY, FERNANDEZ, M. SMITH, Circuit Judges.</p>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b656-29\"> The panel unanimously concludes this case is suitable for decision without oral argument. <em>See </em>Fed. R.App. P. 34(a)(2).</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b657-23\">MEMORANDUM <footnotemark>**</footnotemark></p>\n<p id=\"b657-24\">Miguel Angel Batres, a native and citizen of El Salvador, petitions for review of the Board of Immigration Appeals’ (“BIA”) orders denying his motion to file an untimely brief and dismissing his appeal from an immigration judge’s decision (“IJ”) denying his application for asylum, withholding of removal, and relief under the Convention Against Torture (“CAT”). We have jurisdiction under 8 U.S.C. § 1252. We review for substantial evidence the agency’s factual findings, <em>Santos-Lemus v. Mukasey, </em>542 F.3d 738, 742 (9th Cir.2008), for abuse of discretion the BIA’s rejection of an untimely brief, <em>Zetino v. Holder, </em>622 F.3d 1007, 1012 (9th Cir.2010), and de novo claims of due process violations in immigration proceedings, <page-number citation-index=\"1\" label=\"636\">*636</page-number><em>Sandoval-Luna v. Mukasey, </em>526 F.3d 1243, 1246 (9th Cir.2008). We deny the petition for review.</p>\n<p id=\"b658-4\">Batres contends the BIA failed to address his religion claim, and that his Christian religion was one central reason for the harm he suffered from gang members. Contrary to Batres’ contention, the BIA agreed with the IJ’s finding that Batres failed to demonstrate the requisite nexus to a protected ground, including his religion. <em>See Molino-Estrada v. </em>INS, 293 F.3d 1089,1093 (9th Cir.2002) (“Where ... the BIA has reviewed the IJ’s decision and incorporated portions of it as its own, we treat the incorporated parts of the IJ’s decision as the BIA’s.”). Further, substantial evidence supports the agency’s finding that Batres failed to demonstrate one central reason for the gang’s attack was his religion because he testified gang members threatened to attack him if he did not join the gang, not if he continued to practice Christianity. <em>See INS v. Elias-Zacarias, </em>502 U.S. 478, 483, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992) (the petitioner must establish “that the record also compels the conclusion that he has a ‘well-founded fear’ that the guerrillas will persecute him <em>because of </em>that political opinion, rather than because of his refusal to fight with them”) (emphasis in original); <em>see also Parussimova v. Mukasey, </em>555 F.3d 734, 740-41 (9th Cir.2009) (“[t]he Real ID Act requires that a protected ground represent ‘one central reason’ for an asylum applicant’s persecution”). Accordingly, Batres’ asylum and withholding of removal claims fail. <em>See Ochoa v. Gonzales, </em>406 F.3d 1166, 1172 (9th Cir.2005).</p>\n<p id=\"b658-5\">Substantial evidence also supports the agency’s finding that Batres did not establish a likelihood of torture by, at the instigation of, or with the consent or acquiescence of the Salvadoran government. <em>See Zheng v. Ashcroft, </em>332 F.3d 1186, 1196 (9th Cir.2003). We reject Batres’ contention that the BIA engaged in factfinding in the first instance.</p>\n<p id=\"b658-7\">The BIA did not abuse its discretion in declining to accept Batres’ untimely brief, <em>see Zetino, </em>622 F.3d at 1013 (concluding the applicable regulations indicate the BIA <em>“could have </em>considered” the brief, but it was under no obligation to do so, and the BIA “did not act arbitrarily, irrationally, or contrary to the law” in declining to do so), and Batres’ contention that the BIA did not adequately explain its reason for declining to accept the untimely brief is belied by the record, <em>cf. Garcia Gomez v. Gonzales, </em>498 F.3d 1050, 1051 (9th Cir.2007). Finally, we reject Batres’ contention that the BIA’s denial of his motion violated his due process rights because his failure to file a timely brief was not due to the actions of the BIA, and the BIA considered the arguments he raised in his notice of appeal and addressed all claims of relief raised before the IJ. <em>See Zetino, </em>622 F.3d at 1013-14.</p>\n<p id=\"b658-8\">PETITION FOR REVIEW DENIED.</p>\n<footnote label=\"**\">\n<p id=\"b657-16\"> This disposition is not appropriate for publication and is not precedent except as provided by 9th Cir. R. 36-3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}