{
  "casebody": {
    "data": "<casebody firstpage=\"363\" lastpage=\"368\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b387-7\">STATE OF NEW JERSEY, PLAINTIFF-APPELLANT, v. GEORGE J. ROTH, EDWARD J. SMAGALLA AND BETTY A. BENEZIA, DEFENDANTS-RESPONDENTS.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b387-8\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b387-9\">Submitted November 7, 1977</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ApB\">Decided December 5, 1977.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b389-4\"><page-number citation-index=\"1\" label=\"365\">*365</page-number>Before Judges Fritz, Botter and Ard.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b389-5\"><em>Mr. James T. O’Halloran, </em>Prosecutor of Hudson County, attorney for appellant <em>(Mr. Paul M. LePascale, </em>Assistant Prosecutor, on the brief).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b389-6\"><em>Messrs. Nutty and Hayden, </em>attorneys for respondent Edward J. Smagalla <em>(Mr. John P. </em>Nutty, of counsel; <em>Mr. 8. Peter Lee </em>on the brief).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b389-7\">Respondents George J. Roth and Betty A. Venezia filed no briefs.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b389-8\">The opinion of the court was delivered by</p>\n<author id=\"b389-9\">Ard, J. A. D.</author>\n<p id=\"apu-dedup-0\">Pursuant to leave granted, the State appeals from an interlocutory order of the County Court denying the State’s motions to vacate discovery requirements under <em>R. </em>3:13-3 in three cases pending in the Hudson County District Court involving violations of <em>N. J. S. A. </em>39:4-50(a) or <em>N. J. S. A. </em>39:4-50(b). Only defendant Edward J. Smagalla has filed a brief in opposition.</p>\n<p id=\"b389-10\">The disputed order of the Hudson County District Court granted the three defendants discovery “as to any and all police reports, records, statements or admissions as well as the results of any and all physical or mental examinations and of any scientific tests or experiments made in connection with the within matters,” pursuant to <em>R. </em>7:4-2(g).</p>\n<p id=\"b389-11\">Pursuant to <em>R. </em>3:24, the State sought leave to appeal to the County Court to vacate the aforesaid order. The County Court judge granted leave and, after considering the merits, denied the State’s application. This appeal followed.</p>\n<p id=\"b389-12\">The sole question involved in this appeal is whether the discovery provisions of <em>R. </em>3:13-3 apply to drunken driving prosecutions by virtue of <em>R. 7:4-2(g).</em></p>\n<p id=\"b389-13\">Violations of <em>N. J. S. A. </em>39:4-50 (a) or (b) which charge a person with operating a motor vehicle under the influence of alcohol or drugs, or being impaired by same, are <page-number citation-index=\"1\" label=\"366\">*366</page-number>within the exclusive jurisdiction of municipal and county district courts. <em>N. J. S. A. </em>2A:8-21(a) and <em>N. J. S. A. </em>2A: 6-37. Prosecution for violations of the drunken driving statute are considered quasi-criminal in nature. <em>State v. DiCarlo, </em>67 <em>N. J. </em>321, 327 (1975); <em>State v. Emery, </em>27 <em>N. J. </em>348, 358 (1958).</p>\n<p id=\"b390-4\"><em>R. </em>7:1 provides that:</p>\n<blockquote id=\"b390-5\">The rules in Part VII, together with the rules in Part III, insofar as applicable and unless otherwise expressly provided by law or these rules, govern the practice and procedure in the municipal and county district courts in all criminal, quasi-criminal and penal actions.</blockquote>\n<p id=\"b390-6\"><em>R. </em>7:4-2(g), the only provision in Part VII dealing with discovery, provides:</p>\n<blockquote id=\"b390-7\">Depositions and Discovery. The court may order depositions to be taken and discovery made in <em>criminal actions </em>as provided by <em>R. </em>3:13-2 and <em>R. </em>3:13-3. [Emphasis supplied]</blockquote>\n<p id=\"b390-8\">Drunken driving offenses are not “crimes.” There is no right to indictment or to trial by jury, and it is not considered a criminal prosecution. See <em>State v. Zucconi, </em>93 <em>N. J. Super. </em>380, 384-387 (App. Div. 1967), aff’d 50 <em>N. J. </em>361 (1967). In <em>State v. Macuk, </em>57 <em>N. J. </em>1 (1970), the court categorically held that so-called <em>Miranda </em>warnings were not required in cases relating to drunken driving. In considering a violation of <em>N. J. S. A. </em>39:4-50(a) the court stated:</p>\n<blockquote id=\"b390-9\">* * * At the outset it is to be borne in mind that motor vehicle violations are not “crimes” in this state, but only petty offenses. <em>* * * </em>[at 9]</blockquote>\n<p id=\"b390-10\">Unlike <em>R. </em>7:4-2(b) and (e) which make Part III rules fully applicable to trial of any offenses within the jurisdiction of the municipal and county district courts, <em>R. </em>7:4-2 (g) limits discovery to “criminal actions.” In <em>State v. Smithson, </em>150 <em>N. J. Super. </em>148 (App. Div. 1976), involving <page-number citation-index=\"1\" label=\"367\">*367</page-number>a speeding violation, the court held that the right to attack the qualifications and capacity of VASCAR operator did not warrant an order in the midst of trial to compel him to undergo medical examination. The court found that such an order is not consistent with the summary nature of the trial of a traffic offense. Concerned that such procedural diversions would produce chaos and undue delay in the prosecution of motor vehicle violations, the court went on to state:</p>\n<blockquote id=\"b391-5\">Even in the analogous area of pretrial discovery the court rules, as they presently exist, do not permit any type of discovery in cases involving traffic violations. <em>Municipal court discovery is narrowly limited to “criminal actions” only. </em>See <em>R. </em>7:4-2(g); <em>R. </em>7:1; see also separate treatment of traffic offenses in <em>R. </em>7:6. [at 150; emphasis supplied]</blockquote>\n<p id=\"b391-6\">We agree with the rational of <em>Smithson. </em>To require the discovery requested below in a case involving a violation of our Motor Vehicle Act would in effect abolish the procedural distinctions between the aforementioned rules. Moreover, defendants are not without some discovery rights. <em>N. J. S. A. </em>39:4-50.2(b) provides:</p>\n<blockquote id=\"b391-7\">A record of the taking of any such sample, disclosing the date and time thereof, as well as the result of any chemical test, shall be made and a copy thereof, upon his request, shall be furnished or made available to the person so tested.</blockquote>\n<p id=\"b391-8\">The State also concedes that it has the obligation to provide the defense with any and all relevant statements of State’s witnesses at trial prior to their taking the witness stand, along with any information of an exculpatory nature.</p>\n<p id=\"b391-9\">There is no constitutional requirement that the prosecution make a complete and detailed accounting to the defense of all police investigatory work. <em>United States v. Agurs, </em>427 <em>U. S. </em>97, 96 <em>S. Ct. </em>2392, 49 <em>L. Ed. </em>2d 342 (1976); <em>State v. Tate, </em>47 <em>N. J. </em>352 (1966). Fundamental fairness does not require the State to adopt criminal discovery procedures. See <em>Wardius v. Oregon, </em>412 <em>U. S. </em>470, 476, 93 <em>S. Ct. </em>2208, 37 <em>L. Ed. </em>2d 82 (1973).</p>\n<p id=\"b392-3\"><page-number citation-index=\"1\" label=\"368\">*368</page-number>Finally, we are satisfied that defendants’ argument that the discovery ordered below is within the discretionary powers of the court is without merit. Municipal courts are subject to Part YII of the court rules. The limited discovery afforded defendants, as heretofore mentioned, is sufficient. The orders of the court below do not conform to the <em>New Jersey Court Rules </em>(1969), and constitute a mistaken exercise of discretion. Accordingly, they are set aside, and the matters remanded for final determination on the merits.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}