{
  "casebody": {
    "data": "<casebody firstpage=\"143\" lastpage=\"146\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b151-7\">State <em>vs. </em>Emmet D. C. Hegeman.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b151-8\">\n<em>Criminal Law —Indictment —Forgery —Pleading —Intent—Construction of Statute.</em>\n</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b151-9\">At common law the intent to defraud is a necessary averment, and must be in the indictment. It is also unquestionably the law, where an indictment is framed under a statute, that if the intent to defraud is expressed in the statute, such intent must be averred in the indictment.</syllabus>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b151-10\">\n<em>(May 3, 1899.)</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b151-11\">Lobe, C. J., and Spbtjance and Boyce, J. J., sitting.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b151-12\"><em>Robert C. White, </em>Attorney-General, and <em>Peter L. Cooper, Jr., </em>Deputy Attorney-General, for the State.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b151-13\"><em>Alexander M. Daly, John B. Hutton </em>and <em>Arley B. Magee </em>for the defendant.</attorneys>\n<court data-order=\"7\" data-type=\"court\" id=\"b152-4\"><page-number citation-index=\"1\" label=\"144\">*144</page-number>Court of General Sessions, Kent County,</court>\n<otherdate data-order=\"8\" data-type=\"otherdate\" id=\"A7\">April Term, 1899.</otherdate>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b152-5\">The defendant, Emmet D. C. Hegeman, was indicted at this term of Court for forgery, the first count of the indictment alleging: “That Emmet D. C. Hegeman, late of East Dover Hundred, in the county aforesaid, on the thirteenth day of March, in the year of our Lord one thousand eight hundred and ninety-nine, with force and arms at the hundred aforesaid, in the county aforesaid, feloniously did forge the hand of one B. F. Sheppard to the endorsement of a certain bill then and there pending before the Senate of the State of Delaware and known as Senate bill No. 62, entitled “An Act Providing a Penalty for the Violation of Section 17 of Article 2 of the Amended Constitution,” he the said B. F. Sheppard being then and there the Clerk of the House of Representatives of the State of Delaware, and being then and there duly elected and qualified as such, and by means of the premises did then and there commit the crime of forgery and felony, against the form of the act of the General Assembly in such case made and provided and against the peace and dignity of the State.”</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b152-7\">The second count differed from the first, only in that it alleged that the defendant “feloniously did forge and counterfeit” the hand of said Sheppard, etc.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b152-8\">The third and last count differed from the other two, only in that it alleged that the defendant feloniously did counterfeit” the hand of said Sheppard, etc.</summary>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b152-9\"><em>Mr. Hutton, </em>of counsel for defendant,</attorneys>\n<summary data-order=\"13\" data-type=\"legal\" id=\"AB\">moved to quash the indictment on the ground that it was informal, defective and insufficient; and in support of his motion, argued as follows:</summary>\n<summary data-order=\"14\" data-type=\"legal\" id=\"b152-10\">In an indictment for forgery three things must be alleged in the indictment and proven on the trial: (1) A writing in such form as to be apparently of some legal efficacy. (2) An evil intent, of the sort deemed in law fraudulent, in the mind of the defendant. (3) A false making of such writing.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b153-4\">\n<page-number citation-index=\"1\" label=\"145\">*145</page-number>\n<em>Bishop’s Criminal Procedure, Vol. 2, Sec. 400.</em>\n</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b153-5\">The intent to defraud must be alleged.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b153-6\">\n<em>Bishop’s Criminal Procedure, Vol. 2, Secs. 401-420; Heard’s Criminal Pleadings, 148-149 and 212-213; McClain’s Criminal Law, Secs. 766-770 and 802; Clark’s Criminal Law, 300; Bishop’s Criminal Law, Vol. 2, Secs. 597-598 ; 28 N. J. Rep., 519.</em>\n</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b153-7\">The allegation that the defendant forged is not sufficient-</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b153-8\">\n<em>McClain’s Criminal Law, Sec. 801.</em>\n</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b153-9\">The terms of the particular statute must be followed.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b153-10\">\n<em>Bishop’s Criminal Procedure, Secs. 402-443; McClain’s Criminal Law, See. 801.</em>\n</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b153-11\">For statute, see <em>Revised Code, 949, Sec. 3. </em>Under this statute the intent to defraud must be alleged. Counsel for the State contended that the intent to defraud mentioned in the earlier part of the statute is not connected with the part of the statute under' which the indictment was framed.</summary>\n<opinion data-order=\"23\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b153-12\">Lore, C. J.:</author>\n<p id=\"AIG\">The Court is asked to quash the indictment in this case, for the reason, among others, that <em>the intent to defraud </em>is not averred in the indictment, that it is a material averment, and for that reason the indictment is defective.</p>\n<p id=\"b153-13\">It is conceded that at common law the intent to defraud is a necessary averment, and must be in the indictment. It is also conceded, and is unquestionably the law where an indictment is framed under a statute, that if the intent to defraud is expressed in the statute, such intent must be averred in the indictment. It is claimed on the part of the State that the statute <em>(Chap. 129, Rev. Code, 949) </em>may not so be construed. Section 3 of that statute reads : “If any person with <em>intent to defraud </em>shall falsely make, forge, or counterfeit any instrument or writing, purporting to be a promissory note, bill of exchange, check, order, obligation, or single bill, for the payment of money, or delivery of goods, or merchandise etc., and then in the fifteenth line on page 950, it continues: “ or shall forge, or counterfeit the hand, and seal, or the hand, or seal of any person,” etc. The claim of the State, as we understand it, <page-number citation-index=\"1\" label=\"146\">*146</page-number>is that the intent to defraud, mentioned in the first part of section 3, is not connected with the last clause, that the clauses are separated by a semicolon, are independent of each other, and therefore it is not necessary to aver the intent to defraud in an indictment under the last clause.</p>\n<p id=\"b154-8\">An examination of the statute shows that the latter clause is not complete, unless you place before it the words, “ If any person with intent to defraud, shall,” contained in the first part of the section, and the same are necessary before the words “If any person shall,” in the other clause. So that the words “ with intent to defraud,” are necessary to connect in each case, and must be averred in an indictment. There is no such averment in any of the three counts of the indictment, and it is for that reason fatally defective.</p>\n<p id=\"b154-14\">. We regret this conclusion, for the offense as charged, if committed, is one of the gravest that can possibly arise in connection with the legislation of this State. It tends to great uncertainty and unsettles our confidence in all our legislative proceedings, and clothes the statutes, which appear to have been passed, with a distressing uncertainty. If this crime was committed, it ought to be punished, and that promptly and efficiently. But we. may not assume guilt, or try the accused upon a manifestly imperfect indictment, in which the crime is not properly presented to the Court.</p>\n<p id=\"b154-17\">Let the indictment be quashed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}