{
  "casebody": {
    "data": "<casebody firstpage=\"105\" lastpage=\"106\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b153-9\">Mike DeMARO, Petitioner-Appellant, v. J. T. WILLINGHAM, Warden, Leavenworth Kansas Federal Prison, Respondent-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b153-11\">No. 16712.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b153-12\">United States Court of Appeals Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b153-13\">Aug. 12, 1968.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b153-25\">Mike DeMaro, pro se.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b153-26\">Thomas A. Foran, U. S. Atty., Chicago, Ill., for appellee; John Peter Lulinski, Michael B. Nash, Charles A. Boyle, Asst. U. S. Attys., of counsel.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b154-3\"><page-number citation-index=\"1\" label=\"106\">*106</page-number>Before SCHNACKENBERG, CUMMINGS and KERNER, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b154-4\">SCHNACKENBERG, Circuit Judge.</author>\n<p id=\"b154-5\">Mike DeMaro, petitioner, appeals from an order of the district court entered December 26, 1967, denying his motion, pursuant to Title 28 U.S.C. § 2255, to vacate his sentence to imprisonment.</p>\n<p id=\"b154-6\">Petitioner’s conviction was based upon a grand jury indictment charging narcotics violations and conspiracy. Count 1 of that indictment charged petitioner here, and others both indicted and unin-dicted, conspired to receive, conceal, buy, sell and facilitate the transportation and concealment of heroin in violation of 21 U.S.C. § 174. Thirty-one overt acts in furtherance of the conspiracy were charged and alleged to have occurred on or about the first day of January, 1960, and continuously thereafter up to and including the date of the indictment. Evidence introduced at the trial supported the theory that petitioner was a supplier of heroin who had made available to defendants, named as distributors, large amounts of that drug. A jury found petitioner guilty and he was sentenced to a term of twenty years which he is now serving.</p>\n<p id=\"b154-7\">The conviction was appealed to this court which affirmed, United States v. Cole, 365 F.2d 57 (1966). Cert. denied, 385 U.S. 1032, 87 S.Ct. 764, 17 L.Ed.2d 679 (1967); rehearing denied, 386 U.S. 951, 87 S.Ct. 971,17 L.Ed.2d 879.</p>\n<p id=\"b154-8\">1. While petitioner appeals from the order of the district court denying his motion to vacate his sentence, no errors in the denial of the motion are alleged. The only issues raised by him concern alleged errors at the trial. The government contends these points were heretofore considered by us and for this reason the denial of the motion by the district court should be affirmed. We agree. In DeWelles v. United States, 7 Cir., 372 F.2d 67, 70 (1967) and Frye v. United States, 7 Cir., 337 F.2d 385, 386 (1964), we stated that in a § 2255 proceeding contentions raised upon a prior appeal were not available as a ground for vacating the sentence and that “relit-igation of trial issues under different labels or on expanded allegations that could have been made in the first instance is not contemplated by section 2255.”</p>\n<p id=\"b154-11\">Petitioner does not challenge the correctness of this principle nor its application by the district court in denying his motion. Instead, he endeavors to distinguish the matters raised herein as presenting new questions.</p>\n<p id=\"b154-12\">2. We have considered this contention, however, and find that it lacks substance. In United States v. Hayman, 342 U.S. 205, 219, 72 S.Ct. 263, 272, 96 L.Ed. 232 (1952), with respect to the purpose of § 2255, the Supreme Court stated:</p>\n<blockquote id=\"b154-14\">“ * * * it was passed at the instance of the Judicial Conference to meet practical difficulties that had arisen in administering the habeas corpus jurisdiction of the federal courts. Nowhere in the history of Section 2255 do we find any purpose to impinge upon prisoners’ rights of collateral attack upon their convictions. On the contrary, the sole purpose was to minimize the difficulties encountered in habeas corpus hearings by affording the same rights in another and more convenient forum.”</blockquote>\n<p id=\"AI0\">Thus, as in the case of a writ of habeas corpus, where as here, there is jurisdiction of the crime charged and of the person indicted, the sufficiency of the indictment is not subject to collateral attack and deficiencies of proof or alleged errors of law must assume constitutional proportions before they can be considered. This is particularly true as in the case at bar where the sufficiency of the indictment and evidence were reviewed by prior direct appeal. Rosecrans v. United States, 5 Cir., 378 F.2d 561, 566 (1967) and Genovese v. United States, 2 Cir., 378 F.2d 748, 749 (1967).</p>\n<p id=\"b154-16\">Accordingly, petitioner’s appeal from the order of the district court denying his motion to vacate his sentence pursuant to 28 U.S.C. § 2255 is affirmed.</p>\n<p id=\"A0D\">Order Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}