{
  "casebody": {
    "data": "<casebody firstpage=\"125\" lastpage=\"127\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b197-16\">Luke Joseph RENER, Petitioner-Appellant, v. UNITED STATES of America, Respondent-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b197-18\">No. 72-3715</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Aok\">Summary Calendar.<footnotemark>*</footnotemark></p>\n<court data-order=\"3\" data-type=\"court\" id=\"b197-19\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b197-20\">March 28, 1973.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b198-15\"><page-number citation-index=\"1\" label=\"126\">*126</page-number>Luke Rener, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b198-16\">Frank D. McCown, U. S. Atty., Ft. Worth, Tex., Harry Koch, Asst. U. S. Atty., Dallas, Tex., for respondent-appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b198-17\">Before JOHN R. BROWN, Chief Judge, and DYER and SIMPSON, Circuit Judges.</judges>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b197-22\"> Rule 18, 5 Cir., Isbell Enterprises, Inc. v. Citizens Casualty Company of New York et al., 5 Cir., 1970, 431 F.2d 409, Part I.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b198-18\">PER CURIAM:</author>\n<p id=\"b198-19\">The district court denied Rener’s petition for writ of error coram nobis. We affirm.</p>\n<p id=\"b198-20\">Rener is confined in the Texas Department of Corrections by virtue of his convictions for attempted burglary and possession of narcotics. In his petition for coram nobis relief he sought to have a previously served federal conviction vacated on grounds that the 1952 conviction for possession of untaxed marihuana <footnotemark>1</footnotemark> was invalid under the decision of Leary v. United States, 1969, 395 U.S. 6, 89 S.Ct. 1532, 23 L.Ed.2d 57.</p>\n<p id=\"b198-21\">The district court denied relief, finding that Rener had failed to present any “compelling circumstances” which would justify the grant of the extraordinary remedy of coram nobis.<footnotemark>2</footnotemark> We agree.</p>\n<p id=\"b198-22\">Nowhere in the pleadings filed below did Rener allege that he is subject to any adverse effects emanating from the prior federal conviction. On the basis of the respondent’s answer filed in the district court stating that Rener was convicted and sentenced on <page-number citation-index=\"1\" label=\"127\">*127</page-number>four felony offenses subsequent to the 1952 conviction, it appears unlikely that such is the ease. The writ of error coram nobis should only be allowed to remedy manifest injustice. Cf. Reyes Correa-Negron v. United States, 5 Cir. 1973, 473 F.2d 684. Its purpose is not to burden courts with the rendition of “futile decrees.” Rodgers v. United States, 5 Cir. 1971, 451 F.2d 562, 563; United States v. Morgan, 1954, 346 U.S. 502, 74 S.Ct. 247, 98 L.Ed. 248.</p>\n<p id=\"b199-6\">For the first time on appeal, Rener attempts to raise the point that the 1952 conviction was used to enhance his present state sentence. We decline to consider this argument since the issue was never raised in the proceedings below. Reyes Correa-Negron v. United States, <em>supra; </em>United States v. Hall, 5 Cir. 1971, 440 F.2d 1277; Hemming v. United States, 5 Cir. 1969, 409 F.2d 11.</p>\n<p id=\"b199-7\">The judgment appealed from is affirmed.</p>\n<p id=\"b199-8\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b198-11\">. Rener was convicted under 26 U.S.C. § 2593(a), which has since been repealed. Thereafter, the provisions of § 2593(a) were contained in 26 U.S.C. § 4744, which has also been repealed.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"AO3\">. The district court, apparently under the erroneous impression that Rener had been convicted under the provisions contained in 21 U.S.C. § 176a, made the incorrect observation that the challenged conviction was valid since the <em>Leary </em>presumption of illegal importation was not used against him.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}