{
  "casebody": {
    "data": "<casebody firstpage=\"155\" lastpage=\"164\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b175-5\">Estate of Adam Darius Richard. Appeal of Adam H. Potteiger, Guardian of the Estate of Adam Darius Richard.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b175-6\"><em>Guardian and ward </em>— Executors <em>and administrators </em>— Appropriations <em>of payments.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b175-7\">Where the same person owes money to another in his capacity as guardian to his ward and as executor of another’s estate in which the ward has an interest, and makes various payments to his ward without any application of the payments, the court will appropriate the payments to the executor’s account, although later in date than the guardianship account, if it appears that he had filed an account as executor, showing his indebtedness, but not as guardian, and that he by reason of his confidential relation had obtained from his ward a release of liability on the executor’s account, and thus rendered it less secure.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b175-8\"><em>Guardian and ward </em>— Statute <em>of limitations.</em></syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b175-9\">Where a guardian after his ward becomes of age admits that he has money of his ward in his hands, and promises to pay it, he cannot subsequently, when cited to pay the money, plead the statute of limitations.</syllabus>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b175-10\">Argued Feb. 28, 1898.</otherdate>\n<summary data-order=\"6\" data-type=\"summary\" id=\"Amz\">Appeal, No. 315, Jan. T., 1897, by Adam H. Potteiger, from decree of O. C. Berks Co., dismissing exceptions to adjudication.</summary>\n<judges data-order=\"7\" data-type=\"summary\" id=\"AHT\">Before Sterrett, C. J., Green, McCollum, Dean and Fell, JJ.</judges>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"ADpY\">Affirmed.</disposition>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b175-11\">Exceptions to adjudication.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b175-12\">The facts appear by the adjudication of Bland, P. J., which was as follows:</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b175-13\">From the evidence in the case I find the following facts:</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b175-14\">1. Darius Richard is a son of Eva Mary Richard, and was born on February 3, 1861; Eva Mary Richard was a sister of Adam H. Potteiger, the accountant, and they, Eva Mary Richard and Adam H. Potteiger, were children of Margaret Potteiger, deceased.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b176-3\"><page-number citation-index=\"1\" label=\"156\">*156</page-number>2. Eva Mary Richard died about February 1, 1861, and at her decease her said son, Darius Richard, inherited from her the sum of $2,767.58.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b176-4\">3. When Darius Richard was ten days old he was taken by said Adam H. Potteiger into his family, as a member thereof, and remained therein until he, Richard, married, in October, 1883. While Richard was a member of Potteiger’s family, Potteiger and his wife treated him in all respects as parents treat a child, and they were to him the only parents he ever knew. When Richard was old enough to perform labor he worked for Potteiger as a son would work for a father, without wages or contract, and simply upon the basis of the family relation.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b176-5\">4. On March 7, 1863, one Joseph Kalbach was appointed guardian of Darius Richard; on April 2,1870, said Joseph Kalbach conveyed a farm to Adam H. Potteiger for the consideration of $15,674.75, of which consideration the sum of $2,767.58, which Kalbach held as guardian of Richard, was a part. The $2,767.58 was not paid by Potteiger to Kalbach, but was retained out of said consideration by Potteiger, in pursuance of an agreement between him and Kalbach that when Darius should arrive at the age of fourteen years Potteiger should become guardian in the place of Kalbach. In execution of that agreement Adam H. Potteiger was, on April 3, 1876, appointed guardian of Darius Richard, and when he became guardian had in his hands for Richard the said $2,767.58, with .interest thereon from April 2, 1870, the date of the conveyance of said real estate.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b176-7\">5. On January 3,1881, said Margaret Potteiger, grandmother of Darius Richard, died testate, having by her last will and testament made him her residuary legatee, and having appointed said Adam H. Potteiger her executor; and on September 7, 1882, Adam H. Potteiger filed his account as such executor, showing a balance in his hands for Darius Richard, as residuary legatee, of $3,449.12.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b176-8\">6. Darius Richard had implicit faith in his uncle, Adam H. Potteiger, and never inquired about the money he held for him, and did not know how much he held, either as guardian or executor. He trusted Potteiger absolutely and was entirely under his control. Seven days after he filed his account as <page-number citation-index=\"1\" label=\"157\">*157</page-number>executor, to wit: on September 14, 1882, when Richard was living with him as a member of his family, Potteiger took Richard to a justice of the peace and had him execute a release to him, Potteiger, as executor of Margaret Potteiger, for the said residuary bequest of $3,449.12, without the payment of any money or any other consideration. The release was obtained from Richard by undue influence exerted over him by Potteiger, through the confidential relation existing between them, and was executed by Richard in ignorance of his rights and without a proper knowledge of its meaning; and the release was a fraud upon the rights of Darius Richard.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b177-4\">7. In the latter part of 1883 and in the early part of 1884, Darius Richard purchased farm stock and implements to the value of $3,134.91, for which stock and implements Adam H. Potteiger paid during the years 1883, 1884 and 1885, and the payments so made constitute the grounds of the credits taken in the account and excepted to by Darius Richard.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b177-5\">8. The only account Adam H. Potteiger had filed when he made the said payments for stock and implements was his account as executor of Margaret Potteiger, and upon which he was, when the payments were made, indebted to Darius Richard in the sum of $3,449.12, with interest.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b177-6\">9. Adam H. Potteiger never invested the guardian money in his character as guardian, and at no time set it apart as the estate of Darius Richard. Adam H. Potteiger, when he paid the said $3,134.91 for stock and implements made no appropriation of the money paid to the extinguishment of his liability as guardian, and did nothing to indicate to which of his liabilities to Darius Richard he intended his payments to be applied. The receipts taken by Adam H. Potteiger for the payments so made were taken in his own name, and not in his character as guardian.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b177-7\">10. On March 6, 1896, Adam H. Potteiger confessed a judgment for $8,743.98 to Elvina Potteiger, his wife, which on the same day was entered in the office of the prothonotary of the court of common pleas of Berks county, becoming thereby a lien on his real estate.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b177-8\">11. On March 10, 1896, Darius Richard obtained a citation from this court to Adam H. Potteiger to file an account as guardian as aforesaid, and the account here was filed in pursuance thereof.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b178-3\"><page-number citation-index=\"1\" label=\"158\">*158</page-number>12. Seven days after the issuance of the citation to him, to wit: on March 17, 1896, Adam H. Potteiger and his said wife, Elvina Potteiger, made an assignment of all his, Adam H. Potteiger’s, property for the benefit of his creditors.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b178-4\">13. On March 23,1896, at the request of said Adam H. Potteiger, the said Darius Richard and John Snyder, his father-in-law, went to the house of Potteiger for the purpose of determining the amount of the indebtedness of the latter to Darius Richard. They remained there from about 9 o’clock in the morning until 3 o’clock in the afternoon, looking over books and papers relating to Adam H. Potteiger’s liabilities as guardian and executor, and showing payments made by him for the stock and implements aforesaid; and Adam H. Potteiger then declared to Darius Richard, that as guardian he owed him (Darius) $2,800, and that he would pay him that sum with interest at five per cent for eight years, and that as executor of Margaret Potteiger he owed him $3,400, and that he would pay him that sum with interest at five per cent for eight years.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b178-5\">14. Henry W. Smith was surety on the guardian bond of Adam H. Potteiger, as guardian of Darius Richard. Said Henry W. Smith died on September 5, 1896; and Darius Richard alleges that the guardian bond is worthless, and has placed a disclaimer on the record, in this audit, of all demand against the surety on the guardian bond, and has renounced all right to proceed on the guardian bond against the estate of the said Henry W. Smith.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b178-6\">The evidence in this case shows, and I have, in effect, found, that Adam H.\" Potteiger dealt with his ward’s money as if it were his own. He was enabled to do so for so long a period, without challenge, by reason of the fact that he stood in a confidential relation to his ward. I have not found it as a fact, because I did not deem it essential, but it is a fact observed by me at the hearing, that Darius Richard is a very dull person, and readily susceptible to the influence of one standing in the relation sustained by Potteiger to him. There is no telling how much longer Richard would have remained .inert under the appropriation by Potteiger of his estate, if he had not been spurred into activity by the confession of judgment by Potteiger to his wife. The confession of judgment may have the effect of depriving Darius Richard of his patrimony, but there is noth<page-number citation-index=\"1\" label=\"159\">*159</page-number>ing in his conduct, or in that of his guardian, which should incline a court to give impunity to such a wholesale conversion of trust funds as Potteiger has been guilty of in this case. I have found that Potteiger, on March 23,1896, admitted that he had $2,800 of guardian money, and $3,400 as executor of Margaret Potteiger, in his hands, and that he promised to pay Richard both sums. If these findings of fact are correct, the plea of the statute of limitations is of no avail to Potteiger, and as a conclusion of law, from the facts found, I decide that the statute is no defense. I have also found that Potteiger made no appropriation of the money paid by him for stock and implements. He having made no appropriation, the law will apply it in the interest of the creditor. The amount of money paid by Potteiger, for Richard, was $3,134.91. The money was paid in 1883, 1884, and 1885. In September, 1882, Potteiger filed his account as executor of Margaret Potteiger, showing that he held, as such executor, for Richard, the sum of $3,449.12. Instead of paying him the money, Potteiger, through his undue influence over Richard, obtained a release from him, without consideration, and in fraud of his rights. The only effect of the release was to place the legacy of Richard in jeopardy, and to make its collection difficult, by putting Richard to the proof of the circumstances necessary to establish its fraudulent character. There seem to be two reasons why, there having been no appropriation of the money at the time of its payment, the court should apply the money so paid to the extinguishment, pro tanto, of the liability of Potteiger as executor. In the first place he had accounted as executor, and that liability was, in every sense, due and payable, whereas he had not accounted as guardian; and in the second place, the fraudulent release put the money due Richard on the account as executor in jeopardy; for, as above stated, the release was presumptive evidence of the payment of the legacy, and it could not be collected by a legal proceeding without first establishing by proof the nullity of the release. Now it is the settled law that in a case of indefinite payment the court will apply the payment, as between two or more debts, to that one which was first due and collectible, and as between debts of unequal security to that one which is least secure. The general rules as to appropriation of payments are stated by Mr. Munger in his work “Application of <page-number citation-index=\"1\" label=\"160\">*160</page-number>Payments,” on page 10, as follows: “ Where money is paid by a debtor to his creditor, the debtor has a right to make the appropriation to which account he pleases; if the debtor makes no appropriation, then the creditor may apply it to the satisfaction of any demand which he has against his debtor, at his own pleasure; and if neither party makes any such application, then, if there be various debts due to the creditor, the court will make the application according to its own view of the law and equity of the case, under all the circumstances.” When neither the debtor nor creditor has made an appropriation, the court in making the application, will, in this state, whatever may be the law elsewhere, consider the interest of the creditor as paramount, and apply the payment in a way most advantageous to him; and where the circumstances are such as to present a case of that character, to the debt least secure. That such is the law of Pennsylvania is clearly shown by Johnson’s Appeal, 37 Pa. 274, where Mr. Justice Strong said: “ In the absence of direction by a debtor, and of actual application by a creditor, the law will make an equitable application, and, in making it, will regard the circumstances of the case. In the present case it oould make no difference to Duncan whether his credits were applied to the earlier or the later items of the account. He was equally a debtor for both, and both carried interest. It is true, that when payments are made upon a running account, it is one of the principles of legal application that they shall be treated as extinguishing the earliest charges in the account. But this is not a paramount principle. Another of equal force is that the payments are to be applied to that debt which is least secured. Both these rules look to the interest of the creditor, it being presumed that the debtor, by neglecting to give any direction, consented to such an application as would be most beneficial to the creditor.” Johnson’s Appeal was an ordinary case between debtor and creditor, and not a case between a fiduciary who had assumed the delicate and comprehensive duties of a technical trust and of the confidential relation of parent and a ward standing in the relation of a child ; and if the rule of law applied was equitable in that case, a fortiori, it must be equitable as between such a fiduciary and his ward to whom he has placed himself in the parental relation. It seems, therefore, quite clear to me, that the rule followed in Johnson’s Appeal is applicable <page-number citation-index=\"1\" label=\"161\">*161</page-number>in this case. The contention of the guardian that the credits should be allowed to stand in the interest of his surety appears to me to have no merit. No one authorized to represent the surety is here asking that the credits be allowed, and in Hollister v. Davis, 54 Pa. 510, Mr. Justice Thompson said: “ The court could not go outside of the case, in the absence of an appropriation, to see whether or not there were other parties interested in the subject of the set-off. It could only deal with the case of the parties before it, and in doing it, we cannot discover any error that was made.” But in this case, the exceptant having renounced and disclaimed on the record all demand on the bond of the surety, the assertion of the supposed equity of the surety loses all appearance of merit, if, under any circumstances, it might be conceded to have any. But my opinion is, that if the exceptant had not renounced his right to sue on the bond and to pursue the estate of'the surety, as he has done, and the personal representative of the surety were here objecting, the credits should nevertheless be disallowed, on the ground that the case presents no facts grounding the surety’s equity. There is nothing in the facts of this case tending to show fraud or imposition upon the surety, and in the absence of some such ground a surety has no footing to control the application of payment to a debt for which he is bound: Munger on Application of Payments, page T9. That a surety, in the absence of special facts raising an equity in his favor, cannot control payments in self-exoneration, is shown by the case of The Stamford Bank v. Benedict, 15 Conn. 444, where Chttbch, J., said: “ If then, as the defendant supposes, there was no application made by either debtor or creditor, of the avails received by the Stamford Bank from its mortgage from Whiting, the question is, Is the court, by the principles of law or equity before stated and applicable to this case, bound to apply the payment so as to reduce the amount due upon the notes indorsed by this defendant ? What are his peculiar equities, that he should claim to direct the application of payments made and received by other parties ? The debtor and creditor had the sole right of controlling these payments; and if neither of these has done this, the court must do it, as the rights, equities and intention of these parties seem to demand. The defendant is an indorser, or at most a surety, and this consti<page-number citation-index=\"1\" label=\"162\">*162</page-number>tutes his only relationship to these debts. It has been said that sureties are to be favored in the construction and enforcement of contracts. But we cannot extend such considerations to cases like the present. To do this would be to defeat the object and end of suretyship; it would be to hold that the surety might have the money paid by his principal so applied as to leave the creditor a loser, notwithstanding his care and vigilance; and, in truth, to discharge an indorser who has been duly charged as such, without the fault or negligence of the creditor. And such would be the effect in the present case. This would be inequitable <em>; </em>and we cannot direct the application of this money, upon this principle. Indeed, this is a case in which, if the creditor had made no application of the payment, the court, upon equitable principles, would apply it upon the precarious debts: Plomer et al. v. Long, 1 Starkie, 153 (2 E. C. L. 334). But the plaintiff here' insists, and we think very properly, that the creditor, the bank, when the money was received, correctly exercised its privilege of applying it in payment of such of the debts due to it from Whiting, etc., as were not secured by the defendant’s indorsement. The court would have done the same.” To the same effect is Hansen v. Rounsavell, 74 111. 241, where Mr. Justice Sheldon said: “ But it is claimed that if there was no agreement for the appropriation, then the circumstances of there being sureties for one debt should control the application in protection of the sureties to that debt. But we understood the general rule to be otherwise, and that it is the creditor’s right in such cases to have the payment applied to the debt which is the most precarious, where there is nothing to control this application: ” 2 Parsons on Contracts, 631. We recognize the rule as stated by that author, as follows: “ But where an obligor makes a general payment to his obligee, to whom he is indebted, not only on the bond but otherwise, the surety of the obligor cannot require that the payment should be applied to the bond, unless aided by circumstances which show that such application was intended by the obligor: ” 2 Parsons on Contracts, 634. My opinion is that, as between the accountant and his ward, the former is not entitled to the credits claimed for the money paid out for stock and implements; and that the contention set up by the accountant that the credits should be permitted to stand in exoneration of his surety is without merit, and the credits claimed are accordingly disallowed.</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b183-2\"><page-number citation-index=\"1\" label=\"163\">*163</page-number>Tbe guardian having dealt with the ward’s estate as if it were his own, and having, from the time he laid his hands on the trust funds, deliberately and persistently ignored his trust as guardian, he is, of course, not entitled to a reward for his conduct, and his claim to compensation is disallowed.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b183-3\">In accordance with the above conclusions, the accountant will be surcharged with the amount of the credits taken for payments made for stock and implements, 13,134.91, and with the credit claimed for compensation, $221.40.</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b183-4\"><em>Errors assigned </em>were in dismissing exceptions to adjudication.</summary>\n<attorneys data-order=\"30\" data-type=\"attorneys\" id=\"b183-5\"><em>Herbert It. </em>Green, with him <em>Isaac Hiester </em>and <em>Henry I). </em>Green, for appellant,</attorneys>\n<p data-order=\"31\" data-type=\"legal\" id=\"AQV\">cited on the statute of limitations: Yorks’s App., 110 Pa. 69; Hostetter v. Hollinger, 117 Pa. 606; Barton v. Dickens, 48 Pa. 518; Bull v. Towson, 4 W. &amp; S. 557; Bones’s App., 27 Pa. 492; Sankey v. McElevey, 104 Pa. 265; Patterson v. Neuer, 165 Pa. 66; Linderman v. Pomeroy, 142 Pa. 168; Simrell v. Miller, 169 Pa. 326; Fries v. Boisselet, 9 S. &amp; R. 128; Senseman v. Hershman, 82 Pa. 83; Miller v. Miller, 137 Pa. 47; 2 Greenleaf on Evidence, sec. 440; Wesner v. Stein, 97 Pa. 322; Lawson v. McCartney, 104 Pa. 256; Palmer v. Gillespie, 95 Pa. 340; Christy v. Flemington, 10 Pa. 129; Bell’s Est., 25 Pa. 92; Bank v. Watson, 46 Pa. 319; Eckert v. Wilson, 12 S. &amp; R. 393; Nixon v. Brownfield, 14 Pa. 319; on the question of application of payments: Martin v. Draher, 5 Watts, 544; Selfridge v. Northampton Bank, 8 W. <em>&amp; </em>S. 320; Stewart v. Keith, 12 Pa. 238; Logan v. Mason, 6 W. &amp; S. 9; Watt v. Hoch, 25 Pa. 411; Berghaus v. Alter, 9 Watts, 386; Harker v. Conrad, 12 S. &amp; R. 301; Pierce v. Sweet, 33 Pa. 151; Pardee v. Markle, 111 Pa. 548; Hollister v. Davis, 54 Pa. 508.</p>\n<attorneys data-order=\"32\" data-type=\"attorneys\" id=\"b183-6\"><em>Gyrus G. Derr, </em>with him <em>Benj. F. Bettra, </em>for appellee,</attorneys>\n<p data-order=\"33\" data-type=\"legal\" id=\"Av-\">cited on the statute of limitations: Zacharias v. Zacharias, 23 Pa. 453; Hostetter v. Hollinger, 117 Pa. 607; Walker’s Est., 16 Phila. 362; Thompson v. McGaw, 2 Watts, 161; Trickett on Limitations, 389; Hickman’s App., 7 Pa. 464.</p>\n<decisiondate data-order=\"34\" data-type=\"decisiondate\" id=\"A02\">March 21, 1898:</decisiondate>\n<opinion data-order=\"35\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b183-7\">Peb Ctjbiam,</author>\n<p id=\"b183-8\">We find no error in this record that requires either a reversal <page-number citation-index=\"1\" label=\"164\">*164</page-number>or modification of the decree from which this appeal was taken. So far as they are material to appellant’s contention, the learned judge’s findings of fact are sustained by the evidence, and his conclusions based on the controlling facts thus established are substantially correct. Extended discussion of the questions involved would serve no useful purpose.</p>\n<p id=\"b184-4\">Decree affirmed and appeal dismissed at appellant’s costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}