{
  "casebody": {
    "data": "<casebody firstpage=\"338\" lastpage=\"342\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b366-4\">North Middlesex Regional School District <em>vs. </em>Town of Townsend &amp; another.<footnotemark>1</footnotemark></parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b366-5\">No. 91-P-357.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b366-6\">Middlesex.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AtH\">January 13, 1992.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AQD\">March 30, 1992.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b366-7\">Present: Armstrong, Smith, &amp; Greenberg, JJ.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b366-12\">The case was heard by <em>Paul A. Chernoff, </em>J., and a motion to amend the complaint and judgment was also heard by him.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b366-13\"><em>June S. Riddle, </em>Town Counsel, for town of Townsend.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b366-14\"><em>C. Deborah Phillips, </em>Town Counsel, for town of Ashby.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b366-15\"><em>Michael J. Murphy </em>for the plaintiff.</attorneys>\n<footnote data-order=\"10\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b366-17\">Town of Ashby.</p>\n</footnote>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b366-16\">Smith, J.</author>\n<p id=\"AJg\">The towns of Ashby, Pepperell, and Townsend form the North Middlesex Regional School District (school district). According to G. L. c. 71, § 16B, the school district is governed by a regional district school committee (school committee). That statute requires a school committee to 1) adopt an annual budget to maintain and operate the schools <page-number citation-index=\"1\" label=\"339\">*339</page-number>in the school district, 2) apportion the amount determined among the member communities in accordance with a school district agreement, and 3) certify to the treasurer of each member community the amount so apportioned. The budget, as adopted by the school committee, requires the approval of at least two of the three member communities.</p>\n<p id=\"b367-5\">On July 2, 1990, the school district brought this action for a declaratory judgment against Townsend because that town refused to recognize the budget adopted by the school committee for the fiscal year 1991. The action sought a declaration that the budget was adopted in compliance with G. L. c. 71, § 16B, was properly presented to the member towns, and was properly approved by two-thirds of the towns. The town of Ashby filed a motion to intervene, which was allowed.</p>\n<p id=\"b367-6\">The matter was heard by a Superior Court judge, sitting without a jury. The facts are not in dispute. On February 12, 1990, the school committee adopted a fiscal 1991 budget which amounted to an increase of 13.8 percent over the fiscal 1990 budget. The school committee apportioned the budget amount among the member communities. On March 6, 1990, Townsend received from the district treasurer a certification of its apportioned share and a spreadsheet containing figures for State aid, total estimated expenditures, and each town’s share of the amounts required to fund the budget.</p>\n<p id=\"b367-7\">On April 5, 1990, the school committee voted to reduce the previously adopted budget and adopted a new budget for fiscal 1991; that budget contemplated an increase of 7.46 percent over the fiscal 1990 budget. Once again, Townsend received a certification of its apportioned share from the district treasurer and a spreadsheet containing the relevant information. On April 28, Townsend voted at its annual meeting to approve the 7.46 percent budget, contingent upon the passage of a Proposition <em>2xh </em>override. On June 4, 1990, Townsend voters defeated the override, thereby rejecting the 7.46 percent budget.</p>\n<p id=\"b367-8\">On June 11, 1990, the school committee met again to consider a school budget. It anticipated that one of the two remaining communities (Ashby or Pepperell) would also reject <page-number citation-index=\"1\" label=\"340\">*340</page-number>the 7.46 percent budget. The school committee then adopted a fiscal 1991 budget which amounted to an increase of 5 percent over fiscal 1990. Later that evening, Pepperell approved the 5 percent budget.</p>\n<p id=\"b368-5\">On June 12, the district treasurer certified Townsend’s and Ashby’s apportioned shares of the 5 percent budget to their respective treasurers. Attached to the certification was a spreadsheet containing figures for State aid, total estimated expenditures, and each town’s share of the amounts required to fund the budget. On June 26, Ashby voted to disapprove the 5 percent budget. Shortly thereafter, the school committee learned that Townsend, which would now be the swing vote on the 5 percent budget, had refused to acknowledge the 5 percent budget as properly before it; Townsend did not intend to take action on the budget or to be bound by it. The school district then brought this action seeking declaratory relief.<footnotemark>2</footnotemark></p>\n<p id=\"b368-6\">After the trial, the judge filed a memorandum of decision which contained his findings and rulings. He ruled that the 5 percent budget adopted by the school committee on June 11, 1990, for fiscal year 1991 was adopted and approved in compliance with G. L. c. 71, § 16B, and was binding upon the towns. Judgment was entered in favor of the school district.</p>\n<p id=\"b368-7\">The school district then filed motions to amend the complaint and the judgment. The relief sought included an order declaring that Ashby and Townsend are required to pay their share of the 5 percent budget for fiscal 1991. The judge allowed the motions and entered an order to that effect. He directed the two towns to establish an escrow account for the first half of the fiscal 1991 budget, and ordered them to pay <page-number citation-index=\"1\" label=\"341\">*341</page-number>the second half of the 5 percent fiscal 1991 budget to the school district.</p>\n<p id=\"b369-5\">On appeal, Ashby and Townsend claim that the 5 percent budget for fiscal 1991, voted by the school committee on June 11, 1990, was not adopted properly. They argue that the school committee’s vote was premature and illegal because two of the three member towns had not, by June 11, 1990, voted on the 7.46 percent budget that previously had been certified to the towns on April 5, 1990. The claims are without merit.</p>\n<p id=\"b369-6\">Two paragraphs of G. L. c. 71, § 16B, as appearing in St. 1987, c. 580, § 1, address the authority of the school committee to adopt an amended or reduced budget. The sixth paragraph requires the school committee to submit an amended budget within thirty days if the submitted budget is not approved by two of the three member communities.<footnotemark>3</footnotemark> The eighth paragraph of the statute allows the school committee to adopt and submit a reduced budget to the member communities at any time after the adoption of an annual budget.<footnotemark>4</footnotemark> Contrary to Ashby and Townsend’s arguments, there is nothing in G. L. c. 72, § 16B, that precludes the school committee from submitting to the member communities a <em>reduced </em>budget before those communities vote on the original budget that had been adopted by the school committee. The 5 percent budget was correctly adopted by the school committee.</p>\n<p id=\"b370-4\"><page-number citation-index=\"1\" label=\"342\">*342</page-number>Ashby and Townsend claim that the budget was not properly presented to the member towns. They argue that the school committee was required by G. L. c. 71, § 16B, to submit to the member towns a budget with <em>line item estimates. </em>General Laws c. 71, § 16B, second par., states in relevant part, “The regional school district treasurer shall provide a copy of the adopted budget...” (emphasis added) to various officers of the member municipalities. The statute further states that the members must be informed as to anticipated State aid, the apportionment of amounts to be raised among the members, and other matters relative to the fiscal impact of the budget on the member communities. Both Ashby and Townsend received that information. There is nothing in the statute that requires submission to member communities of any particular form of budget detail, so long as the member communities have been apprised of the budget as approved by the school committee. If the Legislature intended the school committee to submit a particular form of budget detail, it would have so stated. See <em>Bell </em>v. <em>Assessors of Cambridge, </em>306 Mass. 249, 251-252 (1940), for an example of a statute (G. L. c. 44, § 32, as amended by St. 1938, c. 175, § 1) which required a detailed line item budget.</p>\n<p id=\"b370-5\">Finally, Ashby and Townsend claim that the judge committed error when he allowed the school district to seek amendment of the judgment. The short answer to their claim is that there is no showing that the judge abused his discretion. <em>Berube </em>v. <em>McKesson Wine &amp; Spirits Co., </em>7 Mass. App. Ct. 426, 433 (1979). The amendment did not raise new issues. Its purpose was only to ensure that the court’s decision would be implemented by the two towns.</p>\n<p id=\"b370-6\">\n<em>Judgment affirmed.</em>\n</p>\n<p id=\"b370-7\">\n<em>Order on motions to amend the complaint and judgment affirmed.</em>\n</p>\n<footnote label=\"2\">\n<p id=\"b368-8\">After this action was filed, Townsend held a special town meeting on August 30, to consider the 5 percent budget adopted by the school committee. At the town meeting, voters approved the 5 percent budget. Therefore, at the time of the trial, both Townsend and Pepperell had voted to approve the 5 percent budget and Ashby had voted against it. The trial proceeded on the issue whether the school committee had validly adopted, apportioned, and certified the 5 percent budget on June 11, 1990, in compliance with the requirements of G. L. c. 71, § 16B.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b369-7\">General Laws c. 71, § 16B, sixth par., states in relevant part:</p>\n<p id=\"b369-8\">“In the event that the regional school district budget in a regional school district having three or more members is not approved by at least two-thirds of the member municipalities as required by this section, the regional district school committee shall have thirty days to reconsider and shall submit an amended budget on the basis of the issues raised.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b369-9\">General Laws c. 71, § 16B, eighth par., states in relevant part:</p>\n<p id=\"b369-10\">“At any time after the adoption of the annual budget, the regional district school committee may reduce the amount to be raised by assessment to the several municipalities and reapportion the reduced amount in accordance with the terms of the regional school district agreement for apportionment of costs. The regional school district treasurer shall recertify the amounts reapportioned to the treasurers of the several municipalities within thirty days from the date on which the regional district school committee votes to reduce the annual budget or assessments.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}