{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"905\" lastpage=\"917\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Michael R. PLUMLEY, Appellant\n  <br/>\n  v.\n  <br/>\n  KROGER, INC., The Workers' Compensation Board, and Honorable Jonathan R. Weatherby, Administrative Law Judge, Appellees\n </parties>\n <docketnumber id=\"p-2\">\n  2017-SC-000083-WC\n </docketnumber>\n <court id=\"p-3\">\n  Supreme Court of Kentucky.\n </court>\n <otherdate id=\"p-4\">\n  MAY 8, 2018\n  <br/>\n  APRIL 26, 2018\n  <br/>\n  CORRECTED: MAY 8, 2018\n  <br/>\n  Rehearing Denied November 1, 2018\n </otherdate>\n <attorneys id=\"p-5\">\n  COUNSEL FOR APPELLANT: Diana Beard Cowden, Lexington.\n </attorneys>\n <attorneys id=\"p-6\">\n  COUNSEL FOR APPELLEE: KROGER, INC. Brandon L. Rosen, Pohl &amp; Aubrey, PSC.\n </attorneys>\n <attorneys id=\"p-7\">\n  COUNSEL FOR WORKERS' COMPENSATION BOARD: Dwight Taylor Lovan, Frankfort, Honorable Jonathan R. Weatherby, Administrative Law Judge.\n </attorneys>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   OPINION OF THE COURT BY CHIEF JUSTICE MINTON\n  </author>\n  <p id=\"p-9\">\n   Over the span of several years working for Kroger, Michael R. Plumley suffered four work-related low-back injuries, and this is Plumley's appeal from the workers' compensation claim he filed for disability benefits attributable to the three most recent injuries. He argues that the Administrative Law Judge erred in awarding permanent partial disability benefits by relying upon allegedly flawed medical evidence that, among other failings, applied improperly the\n   <em>\n    AMA Guides\n   </em>\n   for assessing functional impairment; by finding he had three distinct work-related injuries, for each of which the ALJ made three tandem benefit awards rather than a single-injury with a single-benefit award; and by adopting the wrong multiplier for permanent partial disability. The Workers' Compensation Board upheld the ALJ's decision, and the Court of Appeals affirmed the Board. We affirm the opinion of the Court of Appeals.\n  </p>\n  <p id=\"p-10\">\n   <strong>\n    I. BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-11\">\n   Plumley has worked for Kroger since 1993 in a variety of positions from stocker to department manager. This case involves four separate work-related injuries Plumley sustained over the course of this employment.\n  </p>\n  <p id=\"p-12\">\n   The first injury occurred in 1998. While lifting items from a conveyer belt while unloading a truck, Plumley injured his lower back. This injury resulted in a discectomy at the L4-L5 level that same year. Plumley returned to work later in 1998 with a permanent restriction on bending, stooping, and lifting over 25 pounds. He filed a claim for workers' compensation benefits for this injury, eventually settling it for permanently partial disability with a 10% Whole Person Impairment (\"WPI\").\n  </p>\n  <p id=\"p-13\">\n   The second injury occurred in 2006, when Plumley injured his lower back while unloading a truck. He was diagnosed with a central disc protrusion at the L3-L4 level and an associated annular tear. He missed about five months of work undergoing treatment, and the treating physician noted the development of a \"severe foot drop,\" indicating a peripheral nerve impairment. The parties stipulated to the fact that Plumley received temporary total disability (TTD) benefits during the five-month period he did not work. And Plumley returned to work with no new work restrictions, the 1998 restrictions remaining in effect.\n  </p>\n  <p id=\"p-14\">\n   The third injury occurred in 2009, while Plumley was assembling a floor display. Plumley experienced a popping sensation in his back followed by extreme pain radiating down his left leg. This time, Plumley\n   had suffered a herniated disc, requiring a second discectomy and laminotomy at L3-L4. The parties stipulated to the fact that Plumley received TTD benefits for the eight-month period he did not work. Plumley returned to work with an initial 15-pound lifting restriction that was removed a couple of months later, but the 1998 restrictions remained in effect.\n  </p>\n  <p id=\"p-15\">\n   The fourth injury occurred in 2011, when Plumley felt a pop in his back while helping a co-worker break down a truckload of merchandise. Plumley continued working but soon sought treatment at an urgent-care facility. This time, he was diagnosed with a recurrent hernia at L3-L4. Plumley eventually underwent surgery to repair the damage. The parties stipulated to the fact that Plumley received TTD benefits for the six-month period he did not work. He returned to work at Kroger in 2011 with the 1998 restrictions still in effect.\n  </p>\n  <p id=\"p-16\">\n   Plumley filed a claim for the 2006, 2009, and 2011 injuries. While the claim was pending, he underwent a surgical fusion at L3-L4. Two doctors, Dr. Frank Burke and Dr. Greg Snider, evaluated Plumley after the surgery for the purpose of his claim, assigning total WPI ratings of 34% and 22% respectively, apportioning them over the different injuries accordingly.\n   <footnotemark>\n    1\n   </footnotemark>\n  </p>\n  <p id=\"p-17\">\n   The ALJ issued an Opinion and Award granting benefits to Plumley. The ALJ discussed the evidence presented and found Dr. Snider's report to be more credible, \"the most consistent, coherent, and logical,\" noting Dr. Snider's \"convincing support via the AMA Guides\n   <footnotemark>\n    2\n   </footnotemark>\n   .\" The ALJ adopted Dr. Snider's conclusions and assigned a 3% WPI rating to the 2006 injury, 6% WPI to the 2009 injury, and 13% WPI to the 2011 injury for a total of 22% WPI.\n  </p>\n  <p id=\"p-18\">\n   Plumley then moved for reconsideration of the award, which the ALJ denied. Plumley then appealed to the Workers' Compensation Board (\"Board\"), which affirmed the ALJ on all relevant issues.\n   <footnotemark>\n    3\n   </footnotemark>\n   Plumley next appealed to the Court of Appeals, which also affirmed on all relevant issues. Plumley finally appealed to this Court.\n  </p>\n  <p id=\"p-19\">\n   <strong>\n    II. ANALYSIS\n   </strong>\n  </p>\n  <p id=\"p-20\">\n   <strong>\n    A. Standard of Review.\n   </strong>\n  </p>\n  <p id=\"p-21\">\n   \"When reviewing an ALJ's decision, this Court will reverse only if the ALJ overlooked or misconstrued controlling law or so flagrantly erred in evaluating the evidence that it has caused gross injustice.\"\n   <footnotemark>\n    4\n   </footnotemark>\n   \"On appellate review, the ALJ's findings of fact are entitled to considerable deference and will not be set aside unless the evidence compels a contrary finding.\"\n   <footnotemark>\n    5\n   </footnotemark>\n   \"However, we review the ALJ's application of the law\n   <em>\n    de novo.\n   </em>\n   \"\n   <footnotemark>\n    6\n   </footnotemark>\n  </p>\n  <p id=\"p-22\">\n   \"On appeal, our standard of review of a decision of the Workers' Compensation Board 'is to correct the Board only where the ... Court perceives the Board has overlooked or misconstrued controlling statutes or precedent, or committed an error in assessing the evidence so flagrant as to cause gross injustice.' \"\n   <footnotemark>\n    7\n   </footnotemark>\n  </p>\n  <p id=\"p-23\">\n   <strong>\n    B. No error occurred in the ALJ's reliance on Dr. Snider's Report.\n   </strong>\n  </p>\n  <p id=\"p-24\">\n   The first issue that Plumley raises involves Dr. Snider's assessment, which Plumley attacks in three different ways.\n  </p>\n  <p id=\"p-25\">\n   As a preliminary matter, Kroger argues, for the first time in this case, that Plumley did not properly preserve this attack on the ALJ's use of Dr. Snider's medical opinion because Plumley failed to object to the ALJ's use of it, specifically, that Plumley failed to argue before the ALJ Dr. Snider's alleged failure to follow the\n   <em>\n    Guides.\n   </em>\n  </p>\n  <p id=\"p-26\">\n   Plumley responds by arguing that he was under no duty to object to the admissibility of Dr. Snider's opinion to preserve this issue. Plumley further argues that he clearly included, as a \"Contested Issue\" in Section II of the preprinted Benefits Review Conference Order, \"benefits per KRS 342.730,\" and that this broad and general language encompasses this issue sufficiently for preservation. Lastly, Plumley argues that after the ALJ rendered his opinion, it became apparent that the ALJ relied on Dr. Snider's alleged erroneous opinion, to which Plumley filed extensive Petitions for Reconsideration and Requests for Additional Fact Finding that were summarily dismissed by the ALJ without comment.\n  </p>\n  <p id=\"p-27\">\n   Acknowledging that this is the first time it disputes preservation in this case, Kroger justifies its delayed argument on the fact that no precedent existed regarding this preservation issue until after the Court of Appeals rendered its opinion in this case. Kroger accurately asserts that while this case was pending on appeal, the Court of Appeals rendered an unpublished opinion,\n   <em>\n    Howard v. Cumberland River Coal Corp.\n   </em>\n   <em>\n    ,\n   </em>\n   stating that a plaintiff \"[is] required to raise an objection if he believed that [a doctor's] impairment rating was not compliant with the AMA Guides\" or that issue is deemed waived.\n   <footnotemark>\n    8\n   </footnotemark>\n   The Court of Appeals justified its conclusion by pointing to three sources of law: 1) \" 803 KAR 25:010 § 13(13) requires that all contested issues be raised before the ALJ;\" 2) \"per 803 KAR 25:010 § 13(14), only the issues listed as 'contested' may proceed beyond the benefit review conference;\" and 3) \"failure to raise an issue before an administrative body precludes that issue from judicial review.\"\n   <footnotemark>\n    9\n   </footnotemark>\n  </p>\n  <p id=\"p-28\">\n   In response, Plumley cites to this Court's decision in\n   <em>\n    George Humfleet Mobile Homes v. Christman\n   </em>\n   <footnotemark>\n    10\n   </footnotemark>\n   for the proposition that he had no duty to object to the admissibility of Dr. Snider's opinion to preserve this issue for appellate review. But in\n   <em>\n    Christman,\n   </em>\n   the doctor allegedly rendered an opinion under a different, non-applicable edition of the\n   <em>\n    Guides.\n   </em>\n   <footnotemark>\n    11\n   </footnotemark>\n   This Court found this specific factual circumstance to render the doctor's opinion noncompliant with Chapter 342. Because it was not a proper basis for calculating income benefits under KRS 342.730(1)(b),\n   such error was subject to appellate review sua sponte and without the need for a specific objection.\n   <footnotemark>\n    12\n   </footnotemark>\n  </p>\n  <p id=\"p-29\">\n   We agree with the Court of Appeals' holding in\n   <em>\n    Howard\n   </em>\n   that a plaintiff \"[is] required to raise an objection if he believed that [a doctor's] impairment rating was not compliant with the AMA Guides,\"\n   <footnotemark>\n    13\n   </footnotemark>\n   and that the failure to do so waives the right to appeal such an issue.\n  </p>\n  <p id=\"p-30\">\n   The factual circumstances of this case and\n   <em>\n    Howard\n   </em>\n   are materially different from that of\n   <em>\n    Christman.\n   </em>\n   In\n   <em>\n    Christman,\n   </em>\n   the dispute involved a doctor relying on an outdated version of the\n   <em>\n    Guides\n   </em>\n   in forming his opinion, which was subsequently relied upon by the ALJ, an error the\n   <em>\n    Christman\n   </em>\n   court found to be a \"patent\" misapplication of the law warranting sua sponte review.\n   <footnotemark>\n    14\n   </footnotemark>\n   Here and in\n   <em>\n    Howard\n   </em>\n   <em>\n    ,\n   </em>\n   the parties simply dispute the conformity of a doctor's opinion to the\n   <em>\n    Guides,\n   </em>\n   an issue that does not warrant sua sponte review because it does not implicate \"whether an award conformed to Chapter 342 [which is] a question of law that a court should review, regardless of whether contested by a party....\"\n   <footnotemark>\n    15\n   </footnotemark>\n   In other words, such a dispute does not \"involve[ ] a patent misapplication of the law to the facts\" warranting review sua sponte;\n   <footnotemark>\n    16\n   </footnotemark>\n   rather, it is a dispute about interpretation of the\n   <em>\n    Guides.\n   </em>\n  </p>\n  <p id=\"p-31\">\n   Even under the adopted Court of Appeals' rule, however, Plumley sufficiently preserved his claim for review. By specifically listing in his Requests for Additional Fact Finding to the ALJ that the ALJ erred by relying on Dr. Snider's opinion that allegedly does not conform with the\n   <em>\n    Guides,\n   </em>\n   Plumley preserved this claim for appellate review, and we shall address its merits.\n  </p>\n  <p id=\"p-32\">\n   <strong>\n    <em>\n     1. The ALJ did not err when relying on the Medical Report of Dr. Snider, who evaluated Plumley under the ROM Method.\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-33\">\n   Plumley argues that Dr. Snider's assessment did not conform to the standards set out by the\n   <em>\n    Guides\n   </em>\n   when assessing Plumley's impairment rating. He argues that under the Court of Appeals' opinion in\n   <em>\n    Jones v. Brasch-Barry Gen. Contractors,\n   </em>\n   \"any assessment that disregards the express terms of the AMA Guides cannot constitute substantial evidence to support an award of workers' compensation benefits.\"\n   <footnotemark>\n    17\n   </footnotemark>\n   So Plumley argues that the ALJ's adoption of Dr. Snider's assessment and 22% WPI rating constitutes reversible error.\n  </p>\n  <p id=\"p-34\">\n   Specifically, Plumley cites to Section 15.2 of the\n   <em>\n    Guides,\n   </em>\n   entitled \"Determining the Appropriate Method for Assessment,\" which states, \"In the small number of instances in which the ROM (range-of-motion) and the DRE (diagnosis-related-estimate) methods can be used, evaluate the individual with both methods and award the higher rating.\" Plumley argues that both the ROM and DRE methods could be used in this case to evaluate the extent of impairment, and as such, that the\n   <em>\n    Guides\n   </em>\n   mandate that Dr. Snider evaluate Plumley under both methods. Plumley argues that because Dr. Snider evaluated him using only the ROM and not the DRE method, Dr. Snider did not conform to the\n   <em>\n    Guides\n   </em>\n   , and the ALJ's adoption of Dr. Snider's assessment in its findings and conclusions constitutes reversible error.\n  </p>\n  <p id=\"p-35\">\n   Plumley's argument highlights a greater issue in Kentucky case law-whether the failure to adhere strictly to the\n   <em>\n    Guides\n   </em>\n   constitutes reversible error. The Court of Appeals' statement in\n   <em>\n    Brasch-Barry\n   </em>\n   suggests that any failure on the part of a physician to adhere strictly to the text of the\n   <em>\n    Guides\n   </em>\n   constitutes reversible error, which constitutes the bulk of Plumley's argument. Against this argument, Kroger responds that a physicians' conclusions must simply be supported by and in conformity with the\n   <em>\n    Guides\n   </em>\n   , only requiring professional medical judgment to ground itself in, but not so strictly adhere itself to, the\n   <em>\n    Guides.\n   </em>\n  </p>\n  <p id=\"p-36\">\n   These opposing arguments are highlighted by this Court's 4-3 unpublished decision in\n   <em>\n    Ross v. Threave Main Stud.\n   </em>\n   <footnotemark>\n    18\n   </footnotemark>\n   The\n   <em>\n    Ross\n   </em>\n   majority first noted this Court's explanation from\n   <em>\n    Kentucky River Enterprises, Inc. v. Elkins\n   </em>\n   <footnotemark>\n    19\n   </footnotemark>\n   that \"the proper interpretation of the\n   <em>\n    Guides\n   </em>\n   and the proper assessment of an impairment rating are medical questions.\"\n   <footnotemark>\n    20\n   </footnotemark>\n   The\n   <em>\n    Ross\n   </em>\n   majority then noted that the doctor upon whom the ALJ relied in making a decision \"explained that certain things must be inferred from what is stated in the\n   <em>\n    Guides\n   </em>\n   and [the doctor] gave a medically sound reason\" for assigning a different impairment rating than what the\n   <em>\n    Guides\n   </em>\n   prescribed.\n   <footnotemark>\n    21\n   </footnotemark>\n   Finally, the\n   <em>\n    Ross\n   </em>\n   majority concluded, \"Because the evidence revealed no more than a difference of medical opinion regarding the proper interpretation of the\n   <em>\n    Guides\n   </em>\n   and the most accurate impairment under the\n   <em>\n    Guides,\n   </em>\n   the ALJ was free to choose the expert upon whom to rely.\"\n   <footnotemark>\n    22\n   </footnotemark>\n   The dissent, on the other hand, in a one-sentence opinion, stated, \"I would vacate and remand to consider [the] disability in light of [\n   <em>\n    Brasch-Barry\n   </em>\n   ]. The doctor is\n   <em>\n    ignoring\n   </em>\n   the AMA Guidelines.\"\n   <footnotemark>\n    23\n   </footnotemark>\n  </p>\n  <p id=\"p-37\">\n   This Court, and presumably the Court of Appeals, views the statement by the Court of Appeals in\n   <em>\n    Brasch-Barry\n   </em>\n   in two completely contrasting ways-strict adherence versus general conformity to the\n   <em>\n    Guides.\n   </em>\n   Notably, the factual circumstances of\n   <em>\n    Brasch-Barry\n   </em>\n   shed light on why the Court of Appeals stated its rule the way that it did. The physician in\n   <em>\n    Brasch-Barry completely ignored\n   </em>\n   the\n   <em>\n    Guides,\n   </em>\n   expressing \"personal antagonism\" toward them.\n   <footnotemark>\n    24\n   </footnotemark>\n   Furthermore, Plumley overlooks other statements by the Court of Appeals in\n   <em>\n    Brasch-Barry\n   </em>\n   in the paragraph before the statement in controversy, \"Under our law, the AMA Guides are an integral tool for assessing a claimant's disability rating and monetary award. So to be useful for the fact-finder, a physician's opinion must be\n   <em>\n    grounded\n   </em>\n   in the AMA Guides....\"\n   <footnotemark>\n    25\n   </footnotemark>\n  </p>\n  <p id=\"p-38\">\n   To be\n   <em>\n    grounded\n   </em>\n   in the\n   <em>\n    Guides\n   </em>\n   is not to require a\n   <em>\n    strict adherence\n   </em>\n   to the\n   <em>\n    Guides,\n   </em>\n   but rather a\n   <em>\n    general conformity\n   </em>\n   with them. We also note that the Court of Appeals in\n   <em>\n    Brasch-Barry\n   </em>\n   seemingly also did not require strict adherence to the\n   <em>\n    Guides\n   </em>\n   : \"An ALJ cannot choose to give credence to an opinion of a physician assigning an impairment rating that is not\n   <em>\n    based upon\n   </em>\n   the AMA Guides.\"\n   <footnotemark>\n    26\n   </footnotemark>\n   An opinion that is\n   <em>\n    based upon\n   </em>\n   the\n   <em>\n    Guides\n   </em>\n   is different from one that\n   <em>\n    strictly adheres to\n   </em>\n   the\n   <em>\n    Guides.\n   </em>\n  </p>\n  <p id=\"p-39\">\n   Turning now to the language of the\n   <em>\n    Guides,\n   </em>\n   the sections that Plumley highlights from the\n   <em>\n    Guides\n   </em>\n   use seemingly discretionary language, including the statement in the\n   <em>\n    Guides\n   </em>\n   at issue today: \"\n   <em>\n    In the small number of instances\n   </em>\n   in which the ROM and DRE methods\n   <em>\n    can\n   </em>\n   both be used....\" This language requires medical professionals to determine whether the patient and his or her medical circumstances afford both a ROM and DRE method calculation. In other words, the\n   <em>\n    Guides\n   </em>\n   only require both methods be used\n   <em>\n    if the physician deems it possible.\n   </em>\n   \"[T]he proper interpretation of the\n   <em>\n    Guides\n   </em>\n   and the proper assessment of an impairment rating are medical questions.\"\n   <footnotemark>\n    27\n   </footnotemark>\n  </p>\n  <p id=\"p-40\">\n   Simply put, Dr. Snider's evaluation is\n   <em>\n    based upon\n   </em>\n   and\n   <em>\n    in conformity with\n   </em>\n   the\n   <em>\n    Guides.\n   </em>\n   Section 15.2 of the\n   <em>\n    Guides\n   </em>\n   affords the physician medical discretion in determining whether the case with which he or she is presented falls within the small ambit of cases where both the ROM and DRE methods can be used to evaluate patients. Although Plumley attempts to persuade us that his case constitutes a situation where both methods of evaluation should be used, this is an evaluation that must be conducted by a medical professional, not this Court. This Court's only prerogative is to evaluate the ALJ's decision to ensure that it is not contrary to the evidence.\n  </p>\n  <p id=\"p-41\">\n   Although Dr. Snider never explicitly explained why he did not evaluate Plumley under the DRE method, this fact alone does not diminish the substantial evidence supporting the ALJ's decision to rely on Dr. Snider's report. It is undisputed that the ROM method was an appropriate method used by the physicians in evaluating Plumley-both Dr. Snider and Dr. Burke expressly stated this. Cited by Plumley himself, Section 15.2 of the\n   <em>\n    Guides\n   </em>\n   explains that the \"ROM method is used in several situations: 2. When there is multilevel involvement in the same spinal region ... 4. Where there is recurrent radiculopathy caused by a new (recurrent) disk herniation or a recurrent injury in the same spinal region.\" Both Dr. Snider and Dr. Burke evaluated the facts and circumstances of this case and both determined that, on this basis, the ROM method should be used to evaluate Plumley.\n  </p>\n  <p id=\"p-42\">\n   Additionally, the only mention of the use of the DRE method from Dr. Burke, whose report Plumley argues the ALJ should have relied upon, is \"\n   <em>\n    If\n   </em>\n   DRE method was selected ...\" in his written evaluation. In fact, Dr. Burke later states, \"Multiple re-injuries and operations required the ROM method used,\" followed by an attempted evaluation of Plumley under the ROM method. The medical witness that Plumley himself relies upon discussed the DRE method in one sentence in his entire report.\n  </p>\n  <p id=\"p-43\">\n   Having reviewed the entirety of the record in this case, nothing indicates error on the part of the ALJ for having relied on Dr. Snider's report.\n  </p>\n  <p id=\"p-44\">\n   <strong>\n    <em>\n     2. The ALJ did not err when relying on Dr. Snider's WPI calculations.\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-45\">\n   Now that we have clarified the law in this regard, we can summarily dispense with Plumley's second argument. Plumley's second issue with the ALJ's reliance on Dr. Snider's report again grounds itself in Dr. Snider's alleged departure from the text of the\n   <em>\n    Guides.\n   </em>\n  </p>\n  <p id=\"p-46\">\n   Essentially, Plumley argues that the\n   <em>\n    Guides\n   </em>\n   state that when there is \"multilevel involvement within the same region of the spine, the [ROM] method should be used to combine these ratings.\" Plumley argues that because the L3-4 and L4-5 disks are in the \"same region of the spine,\" the ALJ erred when relying on Dr. Snider's calculations, which purportedly do not conform to this provision in the\n   <em>\n    Guides,\n   </em>\n   to evaluate Plumley's injury. Kroger responds to this argument by also pointing to language in the\n   <em>\n    Guides\n   </em>\n   supporting Dr. Snider's calculations. Kroger points to Section 15.2a, which states in part, \"If the previous evaluation was based on the DRE method and the individual is now evaluated with the ROM method, and prior ROM measurements do not exist to calculate a ROM impairment rating, the previous DRE percent can be subtracted from the ROM ratings.\" This is exactly what Dr. Snider did in making his calculations in his report.\n  </p>\n  <p id=\"p-47\">\n   Per our repeated standard of review articulated in these types of cases, unless the evidence compels a contrary finding, the ALJ's reliance on certain medical reports and opinions over others is entitled to considerable deference.\n   <footnotemark>\n    28\n   </footnotemark>\n   The ALJ reasonably relied upon and adopted the findings of Dr. Snider, as his methodology and conclusions are grounded in the\n   <em>\n    Guides\n   </em>\n   , shown by the various sections of the\n   <em>\n    Guides,\n   </em>\n   including Section 15.2a, that Kroger cites in support of Dr. Snider's findings. Dr. Snider's calculations conform to Section 15.2a of the\n   <em>\n    Guides\n   </em>\n   and his report explains his rationale for doing so. Reviewing the record in its entirety yields no reason otherwise to call into question the ALJ's reliance on Dr. Snider's report. So no reversible error on this issue occurred.\n  </p>\n  <p id=\"p-48\">\n   <strong>\n    <em>\n     3. The ALJ did not err when relying on Dr. Snider's report, which does not include the term \"foot drop\" for the purpose of calculating benefits.\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-49\">\n   Plumley again challenges the propriety of the ALJ's adoption of Dr. Snider's findings. Plumley claims both that Dr. Snider failed to consider his foot drop in assessing the spinal-nerve-deficit component of his ROM rating, and as such, the ALJ erred by relying on Dr. Snider's report and by also failing to consider this factor. Kroger responds to this argument by noting that while Dr. Snider did not expressly use the term \"foot drop\" in his evaluation, a plain reading of Dr. Snider's medical evaluation clearly shows that Dr. Snider did consider this factor. Kroger argues that the term \"peripheral nerve involvement,\" the term used by both Doctors Snider and Burke, encompasses the term \"foot drop.\" As such, the ALJ's adoption of Dr. Snider's evaluation in this way was not error. We agree with Kroger.\n  </p>\n  <p id=\"p-50\">\n   Dr. Snider's medical evaluation evidences an evaluation of all \"peripheral nerve involvement\" affecting Plumley, which includes a detailed report of Dr. Snider's findings. And Dr. Burke also characterized this damage as \"peripheral nerve involvement,\" never using the term \"foot drop\" in his actual WPI percentage calculations. Simply stated, this Court does not find reversible error in an ALJ's relying upon a physician's report that uses terminology different from that which the claimant would use to describe essentially the same condition. Therefore, no reversible error results from this issue.\n  </p>\n  <p id=\"p-51\">\n   <strong>\n    C. The ALJ did not err by awarding Plumley three separate awards for the three injuries he suffered.\n   </strong>\n  </p>\n  <p id=\"p-52\">\n   Plumley's second argument purports to be an issue of first impression for this Court. Plumley acknowledges that when a claimant has suffered different\n   traumatic work injuries, each resulting in separate impairment ratings, the awards for each injury are calculated separately. But Plumley argues that his claim represents a material departure from the existing case law establishing this rule because his claim involves successive injuries to the same body part and a ROM rating, whereas existing case law involves separate injuries to different body parts and a DRE rating. Plumley argues that his three successive work injuries to his L3-4 disc-space fits the current definition of \"injury,\" as set out in KRS 342.0011(1), and therefore can be considered as one injury with one award.\n  </p>\n  <p id=\"p-53\">\n   KRS 342.0011(1) defines\n   <em>\n    injury\n   </em>\n   as \"any work-related traumatic event or\n   <em>\n    series of traumatic events,\n   </em>\n   including cumulative trauma, arising out of and in the course of employment which is the proximate cause producing a harmful change in the human organism evidenced by objective medical findings.\"\n   <footnotemark>\n    29\n   </footnotemark>\n   Plumley argues that the three injuries he suffered to his L3-L4 vertebrae constitute a\n   <em>\n    series of traumatic events\n   </em>\n   , falling under the definition of\n   <em>\n    injury\n   </em>\n   found in KRS 342.0011(1). And, and as such, Plumley argues, the ALJ erred by apportioning Dr. Snider's overall 22% WPI-the sum of 3% + 6% + 13%-over the three separate awards, as opposed to awarding Dr. Snider's 22% WPI rating as a single award.\n  </p>\n  <p id=\"p-54\">\n   In Plumley's case, the Board noted that \"[e]xisting case law supports the notion that if the injuries are successive, the award of PPD benefits must be separated.\" Both the Board and Court of Appeals pointed to this Court's decision in\n   <em>\n    Lewis v. Ford Motor\n   </em>\n   Co.\n   <footnotemark>\n    30\n   </footnotemark>\n   for guidance on this issue. Somewhat factually analogous to Plumley's case, the claimant in\n   <em>\n    Lewis\n   </em>\n   suffered injuries to the same body part, the lumbar spine, which \"produced various periods of temporary total disability.\"\n   <footnotemark>\n    31\n   </footnotemark>\n   This Court affirmed the Court of Appeals' determination that partial disability awards rendered for specific injuries to the same body part occurring at different times should not be aggregated to allow the claimant to receive payments that exceed the maximum for permanent total disability.\n   <footnotemark>\n    32\n   </footnotemark>\n  </p>\n  <p id=\"p-55\">\n   We also note with approval the Board's discussion of this issue in this case:\n  </p>\n  <blockquote id=\"p-56\">\n   In\n   <em>\n    Garrett v. Miller Pipeline,\n   </em>\n   Claim No. 200401458, rendered February 9, 2007, this Board instructed as follows on this same issue:\n  </blockquote>\n  <blockquote id=\"p-57\">\n   Where various injuries producing different wholebody impairment ratings occur as a result of\n   <em>\n    successive and distinct work-related traumatic events,\n   </em>\n   the disability ratings pursuant to KRS 342.730(1)(b) for those injuries must be calculated separately.\n   <em>\n    See Moore v. Pontiki Coal Corp.,\n   </em>\n   2001-SC-0089-WC (rendered October 25, 2001 and designated not to be published)\n   <em>\n    .... we are convinced that the ALJ may not combine impairments from harmful changes that are due to successive traumatic events.\n   </em>\n   <footnotemark>\n    33\n   </footnotemark>\n  </blockquote>\n  <p id=\"p-58\">\n   As a matter of pure statutory interpretation, we think that a series\n   <em>\n    of traumatic events\n   </em>\n   for purposes of defining\n   <em>\n    injury\n   </em>\n   cannot be interpreted to consider separate and successive injuries to the same body part as one, total injury for the purpose of calculating an award, as Plumley would have us hold. We want to stress\n   that this interpretation shall have no bearing on the interpretation of\n   <em>\n    cumulative trauma\n   </em>\n   in Kentucky precedent.\n  </p>\n  <p id=\"p-59\">\n   If this Court were to adopt Plumley's suggested rule, that successive injuries to the same body part should be considered one total\n   <em>\n    injury,\n   </em>\n   the line between differing injuries and cumulative trauma would not only be blurred but would not exist. \"Implicit in the finding of a gradual injury [is] a finding that no one instance of workplace trauma, [...] caused an injury of appreciable proportion.\"\n   <footnotemark>\n    34\n   </footnotemark>\n   As the Court of Appeals stated in this case, \"the record contains ample evidence of specific instances of workplace trauma causing injuries of appreciable proportion. Although these injuries all converged to create the partially disabled condition in which Plumley now finds himself, to rule that these singular-but repeated-injury events created a gradual injury defies existing case law.\" Lastly, Plumley can point to no legal support for his position, hanging his argument simply on attempted logical and policy considerations.\n  </p>\n  <p id=\"p-60\">\n   Because Plumley suffered three separate and distinct injuries, even though to the same body part, we find no error in the ALJ's decision to apportion Dr. Snider's WPI rating over the three injuries as opposed to treating the injury as one total injury.\n   <footnotemark>\n    35\n   </footnotemark>\n   Such a rule harmonizes with workers' compensation law's rules regarding cumulative trauma and distinct and separate injuries.\n  </p>\n  <p id=\"p-61\">\n   <strong>\n    D. The ALJ did not err in his use of modifier multipliers.\n   </strong>\n  </p>\n  <p id=\"p-62\">\n   Plumley finally argues that the ALJ adopted the wrong multiplier, per KRS 342.730(1)(c)(1) for his claim. Specifically, Plumley argues that the ALJ should have applied the \"3\" multiplier rather than the \"1.\"\n  </p>\n  <p id=\"p-63\">\n   Under KRS 342.730(1)(c)(1) : \"If, due to injury, an employee does not retain the physical capacity to return to the type of work that the employee performed at the time of injury, the benefit for permanent partial disability shall be multiplied by\n   <em>\n    three times the amount\n   </em>\n   otherwise determined under [ (b) ]....\n   <footnotemark>\n    36\n   </footnotemark>\n   Subsection (b) of KRS 342.730 provides for the use of the \"1\" multiplier.\n  </p>\n  <p id=\"p-64\">\n   Plumley argues that the ALJ erred when using the \"1\" multiplier for Plumley's 2006 and 2009 awards. However, it is undisputed that after the 2006 injury, no doctor that evaluated Plumley imposed any greater work restrictions, consistently adhering to only the restrictions imposed after the 1998 injury. A minor work restriction was imposed but lifted after a couple of months after the 2009 injury. In essence, Plumley was able to return to the type of work performed at the time of the injury, immediately after the 2006 injury and shortly after the 2009 injury.\n  </p>\n  <p id=\"p-65\">\n   This is the primary basis that the ALJ relied upon when making his decision to use only the \"1\" multiplier for the 2006 and 2009 awards. The ALJ applied the \"1\" modifier for the express rationale that Plumley received no greater restrictions beyond the 1998 restrictions imposed by his evaluating physicians. Plumley kept the\n   same job responsibilities throughout the time he suffered his various injuries, with only a minor interruption after 2009. As such, we cannot say that the ALJ's application of the \"1\" modifier was unreasonable because Plumley did \"retain the physical capacity to return to the type of work that [he] performed at the time of injury....\"\n   <footnotemark>\n    37\n   </footnotemark>\n  </p>\n  <p id=\"p-66\">\n   As the Board stated, the ALJ could have outlined in greater detail his rationale for the modifier used. But the evidence in this case not only does not compel an alternative finding on the part of the ALJ, it substantially supports the ALJ's conclusion. So we find no error on the part of the ALJ in the modifier he used to calculate Plumley's awards.\n  </p>\n  <p id=\"p-67\">\n   <strong>\n    III. CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-68\">\n   Having found no error on the part of the ALJ in this case, we affirm the Court of Appeals' opinion.\n  </p>\n  <p id=\"p-69\">\n   <strong>\n    <em>\n     ORDER CORRECTING\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-70\">\n   The Opinion of the Court rendered April 26, 2018 is corrected on its face by substitution of the attached Opinion in lieu of the original Opinion.\n  </p>\n  <p id=\"p-71\">\n   Said correction does not affect the holding of the original Opinion of the Court.\n  </p>\n  <p id=\"p-72\">\n   <em>\n    John D. Minton Jr.\n   </em>\n  </p>\n  <p id=\"p-73\">\n   CHIEF JUSTICE\n  </p>\n  <p id=\"p-74\">\n   All sitting.\n  </p>\n  <p id=\"p-75\">\n   All concur.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-78\">\n    Multiple doctors evaluated Plumley over the course of this case, but both parties emphasize the reports of Drs. Burke and Snider because theirs are the only medical reports evaluating Plumley after the lumbar fusion.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-79\">\n    American Medical Association's Guides to the Evaluation of Permanent Impairment (5th ed.) (\"Guides\").\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-80\">\n    The Board did reverse the ALJ's findings regarding whether Plumley was permanently disabled and whether Plumley was entitled to vocational rehabilitation, but neither of these issues is before this Court today and shall remain viable on remand to the ALJ.\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-81\">\n    <em>\n     U.S. Bank Home Mortgage v. Schrecker,\n    </em>\n    <extracted-citation case-ids=\"6884959\" index=\"0\" url=\"https://cite.case.law/sw3d/455/382/#p384\">\n     455 S.W.3d 382\n    </extracted-citation>\n    , 384 (Ky. 2014) (citing\n    <em>\n     W. Baptist Hosp. v. Kelly,\n    </em>\n    <extracted-citation case-ids=\"9983791\" index=\"1\" url=\"https://cite.case.law/sw2d/827/685/#p687\">\n     827 S.W.2d 685\n    </extracted-citation>\n    , 687-88 (Ky. 1992) ).\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-82\">\n    <em>\n     Schrecker,\n    </em>\n    <extracted-citation case-ids=\"6884959\" index=\"2\" url=\"https://cite.case.law/sw3d/455/382/#p384\">\n     455 S.W.3d at\n    </extracted-citation>\n    384 (citing\n    <em>\n     Bullock v. Peabody Coal Co.,\n    </em>\n    <extracted-citation case-ids=\"10015604\" index=\"3\" url=\"https://cite.case.law/sw2d/882/676/\">\n     882 S.W.2d 676\n    </extracted-citation>\n    (Ky. 1994) ).\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-83\">\n    <em>\n     Schrecker,\n    </em>\n    <extracted-citation case-ids=\"6884959\" index=\"4\" url=\"https://cite.case.law/sw3d/455/382/#p384\">\n     455 S.W.3d at\n    </extracted-citation>\n    384 (citing\n    <em>\n     Finley v. DBM Techs.,\n    </em>\n    <extracted-citation case-ids=\"8326341\" index=\"5\" url=\"https://cite.case.law/sw3d/217/261/#p264\">\n     217 S.W.3d 261\n    </extracted-citation>\n    , 264 (Ky. App. 2007) ).\n   </p>\n  </footnote>\n  <footnote label=\"7\">\n   <p id=\"p-84\">\n    <em>\n     Pike County Bd. of Educ. v. Mills,\n    </em>\n    <extracted-citation case-ids=\"8165291\" index=\"6\" url=\"https://cite.case.law/sw3d/260/366/#p368\">\n     260 S.W.3d 366\n    </extracted-citation>\n    , 368 (Ky. 2008) (quoting\n    <em>\n     Western Baptist Hosp. v. Kelly,\n    </em>\n    <extracted-citation case-ids=\"9983791\" index=\"7\" url=\"https://cite.case.law/sw2d/827/685/#p687\">\n     827 S.W.2d 685\n    </extracted-citation>\n    , 687-88 (Ky. 1992) ).\n   </p>\n  </footnote>\n  <footnote label=\"8\">\n   <p id=\"p-85\">\n    2015-CA-001704-WC,\n    <extracted-citation index=\"8\" url=\"https://cite.case.law/citations/?q=2016%20WL%204490579\">\n     2016 WL 4490579\n    </extracted-citation>\n    , *2 (Ky. App. Aug. 26, 2016).\n   </p>\n  </footnote>\n  <footnote label=\"9\">\n   <p id=\"p-86\">\n    <em>\n     <extracted-citation index=\"9\" url=\"https://cite.case.law/citations/?q=2007%20WL%20188990\">\n      Id.\n     </extracted-citation>\n    </em>\n    at *2 (citing\n    <em>\n     Urella v. Ky. Bd. of Med. Licensure,\n    </em>\n    <extracted-citation case-ids=\"10023358\" index=\"10\" url=\"https://cite.case.law/sw2d/939/869/#p873\">\n     939 S.W.2d 869\n    </extracted-citation>\n    , 873 (Ky. 1997) ).\n   </p>\n  </footnote>\n  <footnote label=\"10\">\n   <p id=\"p-87\">\n    <extracted-citation case-ids=\"9291708\" index=\"11\" url=\"https://cite.case.law/sw3d/125/288/\">\n     125 S.W.3d 288\n    </extracted-citation>\n    (Ky. 2004).\n   </p>\n  </footnote>\n  <footnote label=\"11\">\n   <p id=\"p-88\">\n    <em>\n     <extracted-citation case-ids=\"9291708\" index=\"12\" url=\"https://cite.case.law/sw3d/125/288/\">\n      Id.\n     </extracted-citation>\n    </em>\n    <extracted-citation case-ids=\"9291708\" index=\"12\" url=\"https://cite.case.law/sw3d/125/288/\">\n     at 294\n    </extracted-citation>\n    .\n   </p>\n  </footnote>\n  <footnote label=\"12\">\n   <p id=\"p-89\">\n    <em>\n     <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=2007%20WL%20188990\">\n      Id.\n     </extracted-citation>\n    </em>\n   </p>\n  </footnote>\n  <footnote label=\"13\">\n   <p id=\"p-90\">\n    2015-CA-001704-WC,\n    <extracted-citation index=\"14\" url=\"https://cite.case.law/citations/?q=2016%20WL%204490579\">\n     2016 WL 4490579\n    </extracted-citation>\n    , *2 (Ky. App. Aug. 26, 2016).\n   </p>\n  </footnote>\n  <footnote label=\"14\">\n   <p id=\"p-91\">\n    <em>\n     <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=2007%20WL%20188990\">\n      Id.\n     </extracted-citation>\n    </em>\n    (citing\n    <em>\n     Whittaker v. Reeder,\n    </em>\n    <extracted-citation case-ids=\"11175645\" index=\"16\" url=\"https://cite.case.law/sw3d/30/138/\">\n     30 S.W.3d 138\n    </extracted-citation>\n    (Ky. 2000) ).\n   </p>\n  </footnote>\n  <footnote label=\"15\">\n   <p id=\"p-92\">\n    <em>\n     Sidney Coal Co., Inc. v. Kirk,\n    </em>\n    <extracted-citation case-ids=\"7314616\" index=\"17\" url=\"https://cite.case.law/sw3d/364/168/#p171\">\n     364 S.W.3d 168\n    </extracted-citation>\n    , 171 (Ky. 2012).\n   </p>\n  </footnote>\n  <footnote label=\"16\">\n   <p id=\"p-93\">\n    <em>\n     <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=2007%20WL%20188990\">\n      Id.\n     </extracted-citation>\n    </em>\n   </p>\n  </footnote>\n  <footnote label=\"17\">\n   <p id=\"p-94\">\n    <extracted-citation case-ids=\"8424739\" index=\"19\" url=\"https://cite.case.law/sw3d/189/149/#p154\">\n     189 S.W.3d 149\n    </extracted-citation>\n    , 154 (Ky. App. 2006).\n   </p>\n  </footnote>\n  <footnote label=\"18\">\n   <p id=\"p-95\">\n    No. 2006-SC-000190-WC,\n    <extracted-citation index=\"20\" url=\"https://cite.case.law/citations/?q=2007%20WL%20188990\">\n     2007 WL 188990\n    </extracted-citation>\n    (Ky. Jan. 25, 2007).\n   </p>\n  </footnote>\n  <footnote label=\"19\">\n   <p id=\"p-96\">\n    <extracted-citation case-ids=\"9110771\" index=\"21\" url=\"https://cite.case.law/sw3d/107/206/\">\n     107 S.W.3d 206\n    </extracted-citation>\n    (Ky. 2003).\n   </p>\n  </footnote>\n  <footnote label=\"20\">\n   <p id=\"p-97\">\n    <em>\n     Ross,\n    </em>\n    <extracted-citation index=\"22\" url=\"https://cite.case.law/citations/?q=2007%20WL%20188990\">\n     2007 WL 188990\n    </extracted-citation>\n    at *3 (quoting\n    <em>\n     Elkins,\n    </em>\n    <extracted-citation case-ids=\"9110771\" index=\"23\" url=\"https://cite.case.law/sw3d/107/206/\">\n     107 S.W.3d at\n    </extracted-citation>\n    210 ).\n   </p>\n  </footnote>\n  <footnote label=\"21\">\n   <p id=\"p-98\">\n    <em>\n     Ross,\n    </em>\n    <extracted-citation index=\"24\" url=\"https://cite.case.law/citations/?q=2007%20WL%20188990\">\n     2007 WL 188990\n    </extracted-citation>\n    at *3.\n   </p>\n  </footnote>\n  <footnote label=\"22\">\n   <p id=\"p-99\">\n    <em>\n     <extracted-citation index=\"25\" url=\"https://cite.case.law/citations/?q=2007%20WL%20188990\">\n      Id.\n     </extracted-citation>\n    </em>\n   </p>\n  </footnote>\n  <footnote label=\"23\">\n   <p id=\"p-100\">\n    <em>\n     <extracted-citation index=\"26\" url=\"https://cite.case.law/citations/?q=2007%20WL%20188990\">\n      Id.\n     </extracted-citation>\n    </em>\n   </p>\n  </footnote>\n  <footnote label=\"24\">\n   <p id=\"p-101\">\n    <em>\n     Brasch-Barry,\n    </em>\n    <extracted-citation case-ids=\"8424739\" index=\"27\" url=\"https://cite.case.law/sw3d/189/149/#p154\">\n     189 S.W.3d at 154\n    </extracted-citation>\n    .\n   </p>\n  </footnote>\n  <footnote label=\"25\">\n   <p id=\"p-102\">\n    <em>\n     <extracted-citation index=\"28\" url=\"https://cite.case.law/citations/?q=2007%20WL%20188990\">\n      Id.\n     </extracted-citation>\n    </em>\n   </p>\n  </footnote>\n  <footnote label=\"26\">\n   <p id=\"p-103\">\n    <em>\n     <extracted-citation case-ids=\"8424739\" index=\"29\" url=\"https://cite.case.law/sw3d/189/149/#p154\">\n      Id.\n     </extracted-citation>\n    </em>\n    <extracted-citation case-ids=\"8424739\" index=\"29\" url=\"https://cite.case.law/sw3d/189/149/#p154\">\n     at 153\n    </extracted-citation>\n    (emphasis added).\n   </p>\n  </footnote>\n  <footnote label=\"27\">\n   <p id=\"p-104\">\n    <em>\n     Kentucky River Enterprises, Inc. v. Elkins,\n    </em>\n    <extracted-citation case-ids=\"9110771\" index=\"30\" url=\"https://cite.case.law/sw3d/107/206/\">\n     107 S.W.3d 206\n    </extracted-citation>\n    (Ky. 2003).\n   </p>\n  </footnote>\n  <footnote label=\"28\">\n   <p id=\"p-105\">\n    <em>\n     Schrecker,\n    </em>\n    <extracted-citation case-ids=\"6884959\" index=\"31\" url=\"https://cite.case.law/sw3d/455/382/#p384\">\n     455 S.W.3d at\n    </extracted-citation>\n    384 (citing\n    <em>\n     Kelly,\n    </em>\n    <extracted-citation case-ids=\"9983791\" index=\"32\" url=\"https://cite.case.law/sw2d/827/685/#p687\">\n     827 S.W.2d at\n    </extracted-citation>\n    687-88 ).\n   </p>\n  </footnote>\n  <footnote label=\"29\">\n   <p id=\"p-106\">\n    (emphasis added).\n   </p>\n  </footnote>\n  <footnote label=\"30\">\n   <p id=\"p-107\">\n    <extracted-citation case-ids=\"7315617\" index=\"33\" url=\"https://cite.case.law/sw3d/363/340/\">\n     363 S.W.3d 340\n    </extracted-citation>\n    (Ky. 2012).\n   </p>\n  </footnote>\n  <footnote label=\"31\">\n   <p id=\"p-108\">\n    <em>\n     <extracted-citation case-ids=\"7315617\" index=\"34\" url=\"https://cite.case.law/sw3d/363/340/\">\n      Id.\n     </extracted-citation>\n    </em>\n    <extracted-citation case-ids=\"7315617\" index=\"34\" url=\"https://cite.case.law/sw3d/363/340/\">\n     at 341\n    </extracted-citation>\n    .\n   </p>\n  </footnote>\n  <footnote label=\"32\">\n   <p id=\"p-109\">\n    <em>\n     <extracted-citation case-ids=\"7315617\" index=\"35\" url=\"https://cite.case.law/sw3d/363/340/\">\n      Id.\n     </extracted-citation>\n    </em>\n    <extracted-citation case-ids=\"7315617\" index=\"35\" url=\"https://cite.case.law/sw3d/363/340/\">\n     at 343\n    </extracted-citation>\n    .\n   </p>\n  </footnote>\n  <footnote label=\"33\">\n   <p id=\"p-110\">\n    (emphasis in original).\n   </p>\n  </footnote>\n  <footnote label=\"34\">\n   <p id=\"p-111\">\n    <em>\n     Hill v. Sextet Mining Corp.,\n    </em>\n    <extracted-citation case-ids=\"9397712\" index=\"36\" url=\"https://cite.case.law/sw3d/65/503/#p507\">\n     65 S.W.3d 503\n    </extracted-citation>\n    , 507 (Ky. 2001).\n   </p>\n  </footnote>\n  <footnote label=\"35\">\n   <p id=\"p-112\">\n    In the alternative, Plumley argues that this Court should reform the ALJ's calculations purportedly to compensate Plumley better for his injuries. But Plumley's advocated calculations fail to consider his previous awards and compensation for his pre-existing conditions, in addition to awarding Plumley more money than he is entitled to under the facts and applicable law. So we decline to adopt Plumley's requested calculations.\n   </p>\n  </footnote>\n  <footnote label=\"36\">\n   <p id=\"p-113\">\n    (emphasis added).\n   </p>\n  </footnote>\n  <footnote label=\"37\">\n   <p id=\"p-114\">\n    KRS 342.730(1)(c)(1).\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}