{
  "casebody": {
    "data": "<casebody firstpage=\"1335\" lastpage=\"1352\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b985-5\">[No. A068505.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AiuQ\">First Dist., Div. Four.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AeB\">May 30, 1996.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b985-6\">COUNTY OF CONTRA COSTA, Plaintiff and Appellant, v. HUMORE, INC., et al., Defendants and Appellants.</parties>\n<p data-order=\"4\" data-type=\"summary\" id=\"b985-7\">[Opinion certified for partial publication.<footnotemark>*</footnotemark>]</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b990-6\"><page-number citation-index=\"1\" label=\"1340\">*1340</page-number>Counsel</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b990-7\">Ladar &amp; Knapp and Bernard Knapp for Plaintiff and Appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b990-8\">Richard W. Hyland and Walter P. Maksym for Defendants and Appellants.</attorneys>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b985-11\">Pursuant to California Rules of Court, rules 976(b) and 976.1, this opinion is certified for publication with the exception of part II.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b990-9\">Opinion</p>\n<author id=\"b990-10\">ANDERSON, P. J.</author>\n<p id=\"Acjl\">In this action for injunctive and declaratory relief, both parties have appealed the judgment (1) granting in part defendants’<footnotemark>1</footnotemark> motion for judgment pursuant to Code of Civil Procedure<footnotemark>2</footnotemark> section 631.8; (2) issuing a permanent injunction to prohibit Owners from (a) allowing individuals to live in tents on their property or (b) erecting tents for such purpose; and (3) declaring that the maintenance of tents for living purposes within residential zoning districts violates the Contra Costa County Ordinance Code and constitutes a public nuisance. We affirm the judgment enjoining maintenance of tents for occupancy on all parcels except parcel 169-200-001. We reverse the judgment dismissing certain defendants and the claims alleging illegal use of the property for commercial, junkyard and storage purposes.</p>\n<p id=\"b991-5\"><page-number citation-index=\"1\" label=\"1341\">*1341</page-number>I. Facts and Procedure</p>\n<p id=\"AhW8\">A. <em>Background</em></p>\n<p id=\"b991-6\">The property in question consists of six contiguous parcels located in an unincorporated, twenty-three-acre area of Contra Costa County (County). All of the parcels are zoned for single-family dwellings, in either the R-10 or R-20 residential districts.</p>\n<p id=\"b991-7\">Victor and Susan Baranco originally acquired the property. Alexander Van Sinderen has lived there since 1971. Van Sinderen was joined by a group of individuals who began living together on the property as a community, in which each resident had a “no vote” to stop any proposed group action. They discussed inviting homeless people to stay on the property. Ultimately, the community made the unanimous choice to open the property up to homeless “guests.” It was these guests who erected the first tents on the property. When they “ran out of room indoors,” the community permitted the “guests” to use tents.</p>\n<p id=\"b991-8\">At some point ownership of the property transferred to Humore, Inc.; Baranco retained a life estate in several of the parcels. Humore, Inc., is a land-holding corporation that holds title to the property for the members of the group who reside there and who identify themselves as Morehouse. Morehouse is actually a nonprofit corporation that leases all the property from Humore, Inc. Van Sinderen has been president of Morehouse since its incorporation and is also an officer of Humore, Inc. Lilyan Binder, also an original resident, is president of Humore, Inc., and an employee of Morehouse.</p>\n<p id=\"b991-9\">In March 1992 James Hall, zoning investigator for County, received a complaint regarding possible zoning violations on the property. Additional complaints were received through 1994. Hall made numerous visits to the site. Neighbors whose property overlooked Owners’ property noticed permanent tents there as well as tents that would be put up in the afternoon or evening; campfires; people living in and around the tents and sitting on stools outside the tents; and lanterns in the tents. One neighbor noted that she observed these conditions “every day.”</p>\n<p id=\"b991-10\">Hall conducted several off-site inspections beginning in June 1992. He observed people living in white frame tents (dimensions approximately 14 x 14 feet) and smaller, domed tents; vehicles that appeared to be abandoned, dismantled or otherwise inoperable; outdoor stored material and storage structures; cardboard boxes and pallets; and a food storage area associated with lots of activity.</p>\n<p id=\"b992-5\"><page-number citation-index=\"1\" label=\"1342\">*1342</page-number>B. <em>The Administrative Search</em></p>\n<p id=\"b992-6\">In October 1992 Hall sought an inspection warrant to further investigate the alleged zoning violations. In his affidavit Hall recited that he had received complaints from neighbors about people living in the tents, with the associated noise, disturbances and substantial additional traffic. Further, he had observed people moving in and out of tents, a mattress leaning against a tree, clothing hanging next to tents, and food packing crates. Hall wanted to inspect the premises, including the interior of the tents, believing an inspection would reveal people actually living and sleeping in tents and engaging in commercial activities, in violation of the zoning ordinance.</p>\n<p id=\"b992-7\">Upon issuance of the warrant, Hall and others inspected the property. While on-site, Hall saw tents, some with wooden floors and frames; cots built into tents; a built-in wall unit; tents with furniture and personal items (clothing, sleeping bags, comforter, footlocker, radio, magazines, food, a cooler); and people sleeping in tents. One tent contained a waterbed. As well, Hall saw inoperable vehicles and car parts; piles of scrap metal and scrap wood and building materials; stored food, people processing food, plus a building full of canned cranberry sauce; several 55-gallon drums; and an outhouse.</p>\n<p id=\"b992-8\">C. <em>Procedural History</em></p>\n<p id=\"b992-9\">That November, County filed its complaint for injunctive and declaratory relief, alleging that defendants were maintaining tent residences; a food packaging, warehousing and distribution center and facilities; a junkyard; a storage yard; a contractors’ yard; and abandoned vehicles.</p>\n<p id=\"b992-10\">At trial the court heard defendants’ suppression motion <em>in limine </em>and ultimately suppressed all evidence found during the October search on grounds that Hall had failed to inform the court issuing the warrant that County officials had already toured and inspected the property in April and concluded that no zoning violations existed. At the close of the County’s case, upon defendants’ motion for judgment, the court dismissed (1) all defendants except Humore, Inc., and Victor Baranco; (2) all claims except those relating to tents and junkyards; and (3) those claims as to certain lots.</p>\n<p id=\"b992-11\">After trial the court declared that the use of tents as dwellings was illegal and enjoined Owners from maintaining such uses. Both parties have appealed.</p>\n<p id=\"b993-5\"><page-number citation-index=\"1\" label=\"1343\">*1343</page-number>II. Owners’ Appeal<footnotemark>*</footnotemark></p>\n<p id=\"b993-6\">III. County’s Appeal</p>\n<p id=\"b993-7\">A. <em>The Court Erred in Dismissing Certain Defendants</em></p>\n<p id=\"b993-8\">At the close of County’s case, defendants moved for judgment pursuant to section'631.8, arguing that there was no testimony connecting them in any meaningful way to the property. During argument on the motion, County relied on exhibit 7 which contained certified copies of the deeds and “corporate records” identifying “who owns those corporations.” The court asked counsel for County to show where, in exhibit 7, there was any connection between Morehouse, the Private Sector, Inc., and the various individual defendants. After a 10-minute break, counsel stated he was unable to find documentation providing the crucial connection, even though his cocounsel had previously stated that there were documents “along this line” in the court’s file. The court granted the motion as to all defendants except Owners.</p>\n<p id=\"b993-9\">County now argues that the trial court erred in dismissing More-house, the Private Sector, Inc., Alexander and Jacqueline Van Sintieren, and Lilyan Binder. The court concluded there was no evidence before it that these defendants had any interest in, or control over, the property. County argues that this finding is not supported by any substantial evidence.  When, as here, the section 631.8 motion for judgment is granted (in part), we review the judgment under the substantial evidence rule. <em>(Heap </em>v. <em>General Motors Corp. </em>(1977) 66 Cal.App.3d 824, 830 [136 Cal.Rptr. 304].)</p>\n<p id=\"b993-10\">Admitted into evidence was County’s exhibit 9—defendants’ responses to,requests for admission and interrogatories. That exhibit established certain key facts, namely, that (1) Morehouse, as lessee of a portion of the property, had partial control over several parcels thereof; (2) Alexander Van Sintieren was president, and an employee, of Morehouse; (3) Lilyan Binder was president of Humore, Inc.; and (4) Jacqueline Van Sintieren was an employee of Morehouse. This constituted substantial, uncontroverted evidence of a connection between these four defendants and the subject property that was before the court at the time it ruled on defendants’ motion.</p>\n<p id=\"b993-11\">Owners point out that County did not argue the applicability of exhibit 9 when the court heard the motion. Therefore, they urge that County invited <page-number citation-index=\"1\" label=\"1344\">*1344</page-number>any error the court might have committed in ignoring that evidence and “waived” the matter by not raising it below.  The doctrine of invited error estops a party from asserting as error a judicial action induced by his or her affirmative action or objection. (See 9 Witkin, Cal. Procedure (3d ed. 1985) Appeal, §§ 301-303, pp. 313-315; <em>Horsemen’s Benevolent &amp; Protective Assn. </em>v. <em>Valley Racing Assn. </em>(1992) 4 Cal.App.4th 1538, 1555-1556 [6 Cal.Rptr.2d 698].)</p>\n<p id=\"b994-6\">The notions of waiver and invited error do not bear on the evidentiary basis for the court’s section 631.8 judgment. First, County did not “waive” the applicability of exhibit 9 because it was properly admitted into evidence. Second, while County may have been represented by unprepared counsel who was unfamiliar with crucial particulars of the record and exhibits, it was the court’s job under section 631.8 to “weigh the evidence.” This means <em>all </em>the evidence pertinent to certain parties and parcels, not just the evidence which the parties selectively brought to the court’s attention when arguing the motion. Exhibit 9 unequivocally establishes the involvement of Morehouse, the Van Sinderens and Binder to the case and to the property. The court erred in dismissing them.</p>\n<p id=\"b994-7\">However, it properly dismissed the Private Sector, Inc. County offered no evidence demonstrating that this corporation had any ownership interest in, or control over, the subject property.</p>\n<p id=\"b994-8\">B. <em>The Court’s Rulings on the Validity of the Administrative Inspection Warrant and Supporting Affidavit Were Erroneous</em></p>\n<p id=\"b994-9\">(1) <em>Background</em></p>\n<p id=\"AQf\">(a) <em>Statutory Authority</em></p>\n<p id=\"b994-10\">Government Code section 65105 authorizes local planning agency personnel, in “the performance of their functions,” to “enter upon any land and make examinations and surveys,” provided that the surveys, etc., do not interfere with use of the land by its lawful occupants. Section 1822.50 et seq. governs administrative inspection warrants. An inspection warrant by definition is “an order, in writing, in the name of the people, signed by a judge . . . , directed to a state or local official, commanding him <em>to conduct any inspection required or authorized by state or local law or regulation relating to .. . zoning.” </em>(§ 1822.50, italics added.) Under section 1822.51, an inspection warrant will issue only “upon cause, unless some other provision of state or federal law makes another standard applicable. An inspection warrant shall be supported by an affidavit, particularly describing the place, <page-number citation-index=\"1\" label=\"1345\">*1345</page-number>dwelling, structure, premises, or vehicle to be inspected and the purpose for which the inspection is made.” Cause is deemed to exist “if . . . there is reason to believe that a condition of nonconformity exists with respect to the particular place, dwelling, structure, premises . . . .” (§ 1822.52.)</p>\n<p id=\"b995-6\">(b) <em>Rulings Below</em></p>\n<p id=\"b995-7\">Defendants filed an <em>in limine </em>motion to exclude all evidence gathered during execution of the inspection warrant, citing multiple grounds, including that the inspection exceeded the scope of the warrant and that the affidavit lacked particularity. The court ruled that the affidavit was sufficient to search the tents, but “too vague and also insufficient” with respect to the other violations.</p>\n<p id=\"b995-8\">In particular, the affidavit alluded to “complaints” that the owners and occupants of the property were conducting “a food storage and distribution operation” and had “converted single family dwellings to such use . . . .” Hall, as affiant, noted that he had “observed large numbers of boxes and containers which appeared to be food packing crates and boxes” and saw people “engaged in moving and sorting a number of these boxes.” The court found the allegations of food storage and distribution operations to be “very vague” and could encompass activities that did not violate the code. Further, the source of complaints was not identified and the attempted corroboration was insufficient to allow one to believe that food storage and distributions operations were in progress and that single-family dwellings had been converted to that use. From this the court determined that the language in the warrant permitting inspections of “structures on the property” other than tents should have been stricken. Accordingly, it granted defendants’ motion to the extent of excluding any items found inside such structures.</p>\n<p id=\"b995-9\">Trial continued with testimony from Hall. Defense counsel began questioning Hall about internal memoranda, the contents of which the defense claimed should have been made available to the judge who issued the warrant. These documents showed that in May 1992, County personnel knew that people were sleeping and living in tents on the property,<footnotemark>7</footnotemark> yet Hall, in his October 1992 affidavit, stated that he believed “that an inspection of the interior of the tents will reveal that people are actually living and sleeping in the tents in violation of the uses allowed . . . .” The court framed the question this way: “[W]hy should a warrant be issued so the County could find out what they already know?”</p>\n<p id=\"b996-5\"><page-number citation-index=\"1\" label=\"1346\">*1346</page-number>The court ended up suppressing all evidence seized as a result of the October search, as well as all evidence pertaining to what Hall observed during that search. The court explained it was “not suggesting that anyone intentionally withheld information or that any one was intentionally being dishonest; but the fact of the matter is that Judge Westover was led to believe that the only evidence that would corroborate complaints from neighbors was the evidence that was received by investigators standing outside the property. [H Faced with that, Judge Westover certainly was justified in making a finding that there was cause to go on the property to see if there was additional evidence that would support the county bringing the complaint. [U . . . [I]n fact, if Judge Westover knew the information, he would have been aware that the off-site inspections followed an on-site inspection, and the Judge probably would have concluded . . . that there was already enough information that would support filing the complaint and there no longer was a need for the serious intrusion of a search, . . . And in this situation, the intrusion was not warranted.”</p>\n<p id=\"b996-6\">(2) <em>Analysis</em></p>\n<p id=\"b996-7\">(a) <em>The Warrant Was Not Overbroad</em></p>\n<p id=\"b996-8\">The particular zoning violations which Hall identified in the affidavit were “use of tents to house people on a continuing basis” and “conversion of single family dwellings into structures used for commercial purposes, including the storage, packaging, distribution, and warehousing of large quantities of food supplies.” The court concluded that the affidavit was not sufficient to establish cause of violations other than those related to maintaining tents for continuous occupation and, therefore, the warrant was overbroad in permitting searches of structures other than tents.</p>\n<p id=\"b996-9\">The order issuing a warrant in a criminal case may be set aside only if the affidavit, as a matter of law, does not establish “probable cause.” On review, we apply the same standard governing the trial court in determining a motion to suppress. (See <em>People </em>v. <em>Campa </em>(1984) 36 Cal.3d 870, 878 [206 Cal.Rptr. 114, 686 P.2d 634], on standard of review on motion to suppress.) On the other hand, we must defer to the issuing court’s factual findings, express or implied. (See <em>People </em>v. <em>Glaser </em>(1995) 11 Cal.4th 354, 362 [45 Cal.Rptr.2d 425, 902 P.2d 729], on standard of review of ruling on a motion to suppress.)</p>\n<p id=\"b996-10\">Federal circuit courts with respect to OSHA (Occupational Safety and Health Act) violations have uniformly applied a lesser standard of administrative probable cause than the standard applicable to investigation of criminal conduct. <em>(Salwasser Manufacturing Co. </em>v. <em>Occupational Saf &amp; </em><page-number citation-index=\"1\" label=\"1347\">*1347</page-number><em>Health Appeals Bd. </em>(1989) 214 Cal.App.3d 625, 630 [262 Cal.Rptr. 836].) “It is the primary object of the search which determines what type of probable cause showing is required.” <em>(Id., </em>at p. 631; <em>Michigan </em>v. <em>Clifford </em>(1984) 464 U.S. 287, 294 [78 L.Ed.2d <em>477, </em>484-485, 104 S.Ct. 641].) The Fifth District has adopted the federal OSHA standard of “administrative probable cause” for Cal-OSHA inspections even though the latter could ultimately result in a criminal investigation (unlike federal OSHA). <em>(Salwasser, supra, </em>214 Cal.App.3d 625.)</p>\n<p id=\"b997-6\">Recognizing that evidence to establish administrative probable cause is less than that needed to show a probability of a violation, the Fifth District has concluded that the following satisfies the United States Constitution Fourth Amendment probable cause mandate: “ ‘ “the proposed inspection is based upon a reasonable belief that a violation has been or is being committed. . . . This requirement is met by a showing of specific evidence sufficient to support a reasonable suspicion of a violation.” ’ ” <em>(Salwasser Manufacturing Co. </em>v. <em>Occupational Saf. &amp; Health Appeals Bd., supra, </em>214 Cal.App.3d at p. 631.) Thus, for example, in testing whether there is administrative probable cause to issue a Cal-OSHA inspection warrant based on employee complaints, there must be some basis for believing that complaints were actually made, that the complainants were sincere in asserting that a violation existed, and that they had some plausible basis for entering a complaint. A conclusory statement in the warrant application that employee complaints have been received, without more, is insufficient to establish probable cause. <em>(Ibid.) </em>We agree with this reasoning.</p>\n<p id=\"b997-7\">Applying this standard, the warrant application herein was sufficient to support a reasonable suspicion of a violation based on conversion of single-family dwellings into structures for storage, packaging, distribution and warehousing of food supplies. We note first that the warrant was properly tailored to the alleged violations, permitting only a limited search of single-family dwellings: the warrant excluded a search of the interior of any such dwelling, once it was established by view of the interior of such structure from the doorway that it was being used as a single-family residential dwelling.</p>\n<p id=\"b997-8\">Second, the affidavit states that Hall received “complaints” that the owners and occupants of the property were conducting a food storage and distribution operation and had converted the single-family dwellings to that purpose. Earlier, the complainants were identified as “neighbors” and “residents of the area.” These are citizen complainants who, it can be inferred, related their personal observations to Hall. Thus, although they were not further identified and the complaints themselves were reported in conclusory <page-number citation-index=\"1\" label=\"1348\">*1348</page-number>fashion, their reliability is not in question. (See <em>People </em>v. <em>Lombera </em>(1989) 210 Cal.App.3d 29, 32 [257 Cal.Rptr. 222].)</p>\n<p id=\"b998-6\">Third, there was some corroboration of the neighbors’ conclusory complaints. The affidavit identified the Private Sector, Inc., as sharing operation and control of the property with Morehouse. Hall related his conversation with the director of the Private Sector, Inc., to the effect that the organization provides shelter <em>and meals </em>at no cost to people. The reasonable inference from this statement is that meal preparation is occurring on the subject property. Then, one neighbor, identified by name, provided Hall with a traffic survey that showed approximately 25 people per hour were entering or exiting the property. While the dates and times are not provided, this information does indicate substantial traffic which, coupled with the Private Sector’s mission, supports an inference that significant numbers of people were coming for shelter <em>and food.</em></p>\n<p id=\"b998-7\">Fourth, Hall related his personal observations of large numbers of what appeared to be food packing crates and boxes, as well as people moving and sorting these boxes. Standing alone, perhaps, these observations would be too vague to justify the warrant. However, under the totality of the circumstances, including solid information that people were living in tents on the property, the Private Sector’s presence and purpose on the property, the volume of people coming to the property, and neighbor complaints of residences converted to food storage and distribution operations, the affidavit was sufficient to support <em>a reasonable suspicion </em>of ongoing violations related to such conversion.</p>\n<p id=\"b998-8\">(b) <em>The Negligent Omission Did Not Invalidate the Warrant</em></p>\n<p id=\"b998-9\">County also asserts that the court erred in invalidating the warrant on the ground that the affidavit omitted information relating to the prior consensual search. County is correct, for two reasons.</p>\n<p id=\"b998-10\">First, we must distinguish between an administrative search pursuant to legislative or administrative standards for a routine or area inspection and a search based on specific evidence of a violation. In both cases, reasonableness is the ultimate test for determining probable cause. This test involves balancing the need to search against the invasion which the search engenders. <em>(Camara </em>v. <em>Municipal Court </em>(1967) 387 U.S. 523, 537, 539 [18 L.Ed.2d 930, 940, 941, 87 S.Ct. 1727].) In the context of routine, periodic area inspections pursuant to a municipal enforcement program, the search will be reasonable and, thus, probable cause will be found to issue a warrant where reasonable legislative or administrative standards for conducting the <page-number citation-index=\"1\" label=\"1349\">*1349</page-number>area inspection are satisfied with respect to the particular premises inspected. These standards could be based on passage of time, the nature of the property, or condition of the entire area, etc. <em>(Id., </em>at p. 538 [18 L.Ed.2d at pp. 940-941].)</p>\n<p id=\"b999-6\">On the other hand, when the warrant affidavit is grounded on specific evidence of a violation, “ ‘there must be some plausible basis for believing that a violation is <em>likely </em>to be found. The facts offered must be sufficient to warrant further investigation or testing.’ ” <em>(Salwasser Manufacturing Co. </em>v. <em>Occupational Saf. &amp; Health Appeals Bd., supra, </em>214 Cal.App.3d at p. 631, original italics.)  Knowledge that a prior on-site inspection revealed that people were living in tents might have been relevant to the probable cause analysis for an area inspection, because the timing of the prior search could go to the reasonableness of the standards for conducting the area search. However, we are talking about probable cause based on specific evidence of a violation. What must be shown is a reasonable suspicion of a violation. Whereas, the fact that five or six months earlier the County had searched the premises and found evidence of occupied tents might <em>enhance </em>the possibility that a current violation existed, knowledge of that fact would certainly not diminish the existence of probable cause; thus, its omission was immaterial.</p>\n<p id=\"b999-7\">However, even if the omission were material, the court had no basis for invalidating the warrant. The court apparently based its decision on <em>People </em>v. <em>Kurland </em>(1980) 28 Cal.3d 376 [168 Cal.Rptr. 667, 618 P.2d 213], and therein lies the problem.</p>\n<p id=\"b999-8\">Among other points, the court in <em>Kurland </em>held that under article I, section 13 of the California Constitution and Penal Code sections 1538.5-1540, a criminal defendant can attack a facially valid search warrant affidavit on grounds that it is incomplete. <em>(People </em>v. <em>Kurland, supra, </em>28 Cal.3d at pp. 383-384.) Once the court reviewing an allegedly incomplete affidavit determines that the omissions are material, the court goes on to decide whether the omission was reasonable, negligent, or intentional/reckless. <em>(Id., </em>at pp. 387-390.) With a negligent omission, the reviewing court “adds [the omitted item] and retests” for probable cause; only if the affidavit is then deemed insufficient would suppression be the proper sanction. <em>(Id., </em>at pp. 388-389.)</p>\n<p id=\"b999-9\">With the adoption of article I, section 28, subdivision (d) of the California Constitution, we now apply federal standards in criminal cases to decide whether relevant evidence seized pursuant to a warrant must be excluded. <page-number citation-index=\"1\" label=\"1350\">*1350</page-number>Thus, as to criminal defendants, we look to <em>Franks </em>v. <em>Delaware </em>(1978) 438 U.S. 154 [57 L.Ed.2d 667, 98 S.Ct. 2674] to ascertain the type of misstatements or omissions that are sanctionable under federal law. <em>(People </em>v. <em>Luttenberger </em>(1990) 50 Cal.3d 1, 9 [265 Cal.Rptr. 690, 784 P.2d 633].)</p>\n<p id=\"b1000-6\">Acknowledging that a “flat ban on impeachment of veracity could denude the probable cause requirement of all real meaning,” the high court held that a criminal defendant is constitutionally entitled to a postsearch evidentiary hearing where (1) “the defendant makes a substantial preliminary showing that a false statement knowingly and intentionally, or with reckless disregard for the truth, was included by the affiant in the warrant affidavit,” and (2) “the allegedly false statement is necessary to the finding of probable cause.” <em>(Franks </em>v. <em>Delaware, supra, </em>438 U.S. at pp. 155-156, 168 [57 L.Ed.2d at pp. 672-673, 680].) Under federal law and <em>Franks, </em>negligent misstatements or omissions cannot be challenged. (See <em>id., </em>at p. 170 [57 L.Ed.2d at p. 681]; see <em>People </em>v. <em>Lopez </em>(1985) 173 Cal.App.3d 125, 135 [218 Cal.Rptr. 799].)</p>\n<p id=\"b1000-7\">To our knowledge, <em>Kurland </em>has never been applied to an administrative (i.e., civil) situation, let alone a zoning enforcement action. The lower court assumed, without more, that it did apply. Yet, just as courts have struggled to find the appropriate standard of administrative probable cause, so, too, questions arise as to the scope of a civil defendant’s right, under the California Constitution, to impeach an administrative affidavit. Is it the same, less than, or greater than, the right afforded a criminal defendant?</p>\n<p id=\"b1000-8\">At most, the civil defendant should be entitled to a <em>Franks </em>hearing upon a proper showing. Where, as here, there is a finding that the affiant did not intentionally withhold information and was not intentionally dishonest, the “subfacial” attack on the warrant should end.</p>\n<p id=\"b1000-9\">The point of allowing any testing of the fabric of an affidavit is to bolster the accuracy of the neutral probable cause analysis and thereby minimize the risk of unreasonable invasions of privacy that by definition occur when the warrant is not backed by probable cause. “A misinforming affidavit hinders the magistrate’s inference-drawing powers and increases the likelihood that privacy will be invaded without probable cause.” <em>(People </em>v. <em>Kurland, supra, </em>28 Cal.3d at p. 383.)</p>\n<p id=\"b1000-10\">A deliberate material omission amounts to an attempt to mislead the judicial officer examining the affidavit for probable cause and such attempts without question undermine the judicial process. However, when the affiant is merely negligent, it is not the judicial process itself that is at risk; it is the accuracy of the probable cause analysis.</p>\n<p id=\"b1001-5\"><page-number citation-index=\"1\" label=\"1351\">*1351</page-number>In determining the extent of a civil defendant’s state constitutional right to attack the veracity of a warrant affidavit and, in instances where probable cause is then found lacking, to enjoy the remedy of suppressed evidence, we run into conflicting values. (See <em>People </em>v. <em>Kurland, supra, </em>28 Cal.3d at p. 385; see <em>Franks </em>v. <em>Delaware, supra, </em>438 U.S. at p. 164 [57 L.Ed.2d at p. 677].) We must strike a proper balance among several competing concerns. These include practicality, accuracy and the policy of encouraging resort to the warrant process (see <em>People </em>v. <em>Kurland, supra, </em>28 Cal.3d at p. 385), as well as the public interest in acting on a continuing violation or public nuisance (see <em>Conservatorship of Susan T. </em>(1994) 8 Cal.4th 1005, 1020 [36 Cal.Rptr.2d 40, 884 P.2d 988]). Permitting an inquiry into negligent omissions might improve administrative performance in the areas of producing quality affidavits and conducting presearch investigations, and these improvements might in turn enhance the accuracy of the probable cause determination. However, against these values must be weighed the administrative time and expense of the hearing itself and the fact that in the administrative context we are often faced not with the existence of a single act, but with a continuing violation sometimes deemed, as here, to constitute a public nuisance.</p>\n<p id=\"b1001-6\">Finally, the statutes governing administrative warrants vest substantial discretion in the court to determine probable cause and provide special protections not present in the criminal context. First, as in the case of a criminal warrant application, the judge may examine the affiant and any other witness before satisfying him or herself that there are grounds to issue the warrant. Second, the civil warrant is less intrusive: the owner or occupant must be present—and forcible entry is prohibited—except upon express authorization to the contrary by the judge upon a reasonable showing; and, where prior consent has been sought and refused, notice that a warrant has issued must be given 24 hours before execution unless “immediate execution is reasonably necessary in the circumstances shown.” (§ 1822.56.) These procedures are clear and not only mandate, but encourage resort to the warrant process and protect the parties subject to the search. If the judge thinks the affidavit is thin, unclear, or missing details, he or she can always send the affiant back for further investigation.</p>\n<p id=\"b1001-7\">For all these reasons, we conclude that the civil defendant must show more than mere negligence in attacking a facially valid administrative warrant. A showing of intentional or reckless conduct, on the order of <em>Franks, </em>should be the threshold. There was no such showing here and, thus, the court erred in suppressing evidence obtained and observed during the on-site search.</p>\n<p id=\"b1002-5\"><page-number citation-index=\"1\" label=\"1352\">*1352</page-number>Without question this error was prejudicial because the suppressed evidence went to the dismissed claims of improper commercial, storage, and junkyard uses.</p>\n<p id=\"b1002-6\">IV. Disposition</p>\n<p id=\"b1002-7\">We affirm the judgment of permanent injunction against maintenance of tents for continuous dwelling as to all lots except parcel 169-200-001. We reverse the judgment dismissing defendants Morehouse, Alexander and Jacqueline Van Sintieren, and Lilyan Binder. We reverse the judgment dismissing claims of illegal commercial, storage and junkyard uses. Costs on appeal awarded to Contra Costa County.</p>\n<p id=\"b1002-8\">Poché, J., and Reardon, J., concurred.</p>\n<p id=\"b1002-9\">The petition of defendants and appellants for review by the Supreme Court was denied August 21, 1996.</p>\n<footnote label=\"1\">\n<p id=\"b990-11\">Defendants below were Lafayette Morehouse, Inc. (Morehouse); The Private Sector, Inc.; Alexander and Jacqueline Van Sinderen; Tom Wagner; Lilyan Binder; Robert F. Kerr; Humore, Inc., and Victor Baranco (collectively, defendants). Appellants herein are Humore, Inc., and Victor Baranco (hereafter, Owners).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b990-12\">Unless otherwise indicated, all statutory references are to the Code of Civil Procedure.</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b993-12\">See footnote <em>ante, </em>page 1335.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b995-10\">As it turns out, there was a consensual search of the property in April 1992, with staff representatives from the building, zoning and health departments. Hall did not participate in the inspection, but knew it had occurred.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}