{
  "casebody": {
    "data": "<casebody firstpage=\"915\" lastpage=\"919\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b937-5\">UNITED STATES of America, Plaintiff-Appellee, v. Daniel Dwight BROWN, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b937-8\">No. 12-10209</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"A04\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b937-9\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b937-10\">Dec. 12, 2012.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b938-10\"><page-number citation-index=\"1\" label=\"916\">*916</page-number>Christopher B. Brinson, Steven E. Butler, Kenyen Ray Brown, Vicki M. Davis, Donna Barrow Dobbins, Michele Carstens O’Brien, U.S. Attorney’s Office, Mobile, AL, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b938-11\">Arthur J. Madden, III, Madden &amp; Soto, Mobile, AL, William Edward Scully, Jr., Attorney at Law, Daphne, AL, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b938-13\">Before TJOFLAT, CARNES, and FAY, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b938-14\">PER CURIAM:</author>\n<p id=\"b938-15\">After a jury trial, Daniel Dwight Brown was convicted of three counts of possession of a firearm by a felon in violation of 18 U.S.C. § 922(g)(1), one count of possession of ammunition by a felon in violation of 18 U.S.C. § 922(g)(1), one count of possession with intent to distribute more than 500 grams of a mixture or substance containing a detectable amount of methamphetamine in violation of 21 U.S.C. § 841(a)(1), and one count of possession of a firearm during a drug trafficking offense in violation of 18 U.S.C. § 924(c). The district court sentenced him to 188 months imprisonment for the methamphetamine distribution offense, concurrent 120 month sentences on each of the § 922(g)(1) counts, and a consecutive 60 month sentence on the § 924(c) count.</p>\n<p id=\"b938-16\">Brown challenges his 188 month sentence for his methamphetamine distribution conviction, contending that the district court erred by applying the drug quantity finding made by the jury in a special ver-<page-number citation-index=\"1\" label=\"917\">*917</page-number>diet form instead of determining the “net” drug quantity at sentencing. He argues that the special verdict form should have included a statement of the required standard of proof for finding the amount of drugs involved in the offense. He also argues that, in order to determine correct drug quantity at sentencing, the district court should have subtracted the weight of plastic containers and non-consumable lithium from the methamphetamine mixture’s gross weight.</p>\n<p id=\"b939-5\">I.</p>\n<p id=\"b939-6\">In a special verdict form the jury found that Brown “possessed with intent to distribute a mixture and substance containing a detectable amount of methamphetamine ... weighing 500 grams or more.” Brown did not object to the verdict form or the accompanying jury instructions in the district court. At sentencing the district court relied on the drug weight determined by the jury to set Brown’s base offense level.</p>\n<p id=\"b939-7\">Because Brown challenges the special verdict form for the first time on appeal, we review only for plain error. <em>See United States v. Rodriguez, </em>398 F.3d 1291, 1298 (11th Cir.2005). We “may not correct an error the defendant failed to raise in the district court unless there is: (1) error, (2) that is plain, and (3) that affects substantial rights.” <em>Id. </em>(quotations marks omitted). If all three of those conditions are met, we “may then exercise its discretion to notice a forfeited error, but only if (4) the error seriously affects the fairness, integrity, or public reputation of judicial proceedings.” <em>Id.</em></p>\n<p id=\"b939-8\">We have held that a district court may use a special verdict form for the jury to find the amount of drugs involved in an offense. <em>See United States v. Clay, </em>355 F.3d 1281, 1285 (11th Cir.2004) (“We hold that there was no reversible error by submitting the special verdict form to the jury to determine whether at least 50 grams of cocaine were involved in the offense.”). We have never held that a special verdict form must recite the standard of proof, and in the present case the district court instructed the jury on only one standard of proof—proof beyond a reasonable doubt. Brown has not shown that there was any error, much less plain error, by not reiterating that standard of proof on the special verdict form.</p>\n<p id=\"b939-10\">II.</p>\n<p id=\"b939-11\">As for the district court’s determination of the amount of methamphetamine for sentencing purposes, we review the court’s factual findings for clear error and review <em>de novo </em>its interpretation and application of the sentencing guidelines. <em>United States v. Johnson, </em>694 F.3d 1192, 1195 (11th Cir.2012). “[T]he weight of a controlled substance set forth in the [§ 2D1.1(c) drug quantity table] refers to the entire weight of any mixture or substance containing a detectable amount of the controlled substance.” U.S.S.G. § 2D1.1(c) n.(A). The jury found that weight to be 500 grams or more. The district court relied on that finding and set Brown’s base offense level at 32, which is the level assigned for possessing with the intent to distribute at least 500 grams but less than 1.5 kilograms of methamphetamine. <em>Id. </em>§ 2D1.1(c)(4). The same base offense level applies for at least 50 grams but less than 150 grams of “[m]ethamphet-amine (actual).” <em>Id. </em>“Methamphetamine (actual)” is “the weight of the controlled substance, itself, contained in the mixture or substance.” <em>Id. </em>§ 2D1.1(c)(4) n.(A).</p>\n<p id=\"b939-12\">At trial the government called as a witness Alan Oshea, an officer in the narcotics division of the Mobile County Sheriff’s Office who assisted in searching <page-number citation-index=\"1\" label=\"918\">*918</page-number>the shed in the backyard of Brown’s grandmother’s house where the methamphetamine cooking materials and equipment were discovered. Through Oshea, the government introduced into evidence two photographs, each of which showed a methamphetamine mixture in a plastic container on scales establishing a combined weight of 770 grams. Despite that evidence and the jury’s findings based on it, Brown argues that the district court had an independent duty at sentencing to set his base offense level by calculating the “net” weight of that mixture. According to Brown, that calculation should have been made by subtracting the weight of “clearly visible non-consumable pieces of lithium from the mixture’s gross weight.” <footnotemark>1</footnotemark> Br. of Appellant at 18-19 (footnotes omitted). In support of his position, Brown relies on this application note to U.S.S.G. § 2D1.1:</p>\n<blockquote id=\"b940-4\">Mixture or substance does not include materials that must be separated from the controlled substance before the controlled substance can be used. Exam-pies of such materials include the fiberglass in a cocaine/fiberglass bonded suitcase, beeswax in a cocaine/beeswax statue, and waste water from an illicit laboratory used to manufacture a controlled substance. If such material cannot readily be separated from the mixture or substance that appropriately is counted in the Drug Quantity Table, the court may use any reasonable method to approximate the weight of the mixture or substance to be counted.</blockquote>\n<p id=\"b940-7\">U.S.S.G. § 2D1.1(c)(4) cmt. n.1.</p>\n<p id=\"b940-8\">The notes to the § 2D1.1(c) drug quantity table, however, provide more specific guidance to a sentencing court: “In the case of a mixture or substance containing ... methamphetamine, use the offense level determined by the entire weight of the mixture or substance, or the offense level determined by the weight of the ... methamphetamine (actual), <em>whichever is greater.” Id. </em>§ 2D1.1(c)(4) n.(B) (emphasis added). Even if the weight of the “non-consumable lithium” had been separated <page-number citation-index=\"1\" label=\"919\">*919</page-number>from the methamphetamine mixture to determine the “actual” weight of the methamphetamine, and even if that amount had been keyed to a lower base offense level in the § 2D1.1(c) drug quantity table, the district court would have been bound to apply the higher offense level “determined by the entire weight of the mixture or substance” because that is the specific rule for methamphetamine. <em>Id. </em>§ 2D1.1(c)(4) n.(B). If there was any error in sentencing Brown based on the jury’s finding that he possessed with the intent to distribute a mixture and substance containing a detectable amount of methamphetamine weighing 500 grams or more, it was harmless. <em>See United States v. Sarras, </em>575 F.3d 1191, 1220 n. 39 (11th Cir.2009).</p>\n<p id=\"b941-5\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b940-5\">. Brown also argues in his brief to this Court that calculation of the net weight of the methamphetamine mixture requires subtracting the weight of the plastic containers it was placed in for weighing from the 770 grams total weight. In the district court, however, Brown did not mention the weight of the containers. He did not make an argument based on the weight of the containers in his objections to the presentence investigation report or in his arguments to the court at either of his two sentence hearings. Brown’s argument was that he should not be held accountable for more than 500 grams of methamphetamine because the mixture was not pure, consumable methamphetamine but instead contained \"sludge” or \"blob.” At the first sentence hearing, the district court stated that \"my understanding of your objection is the 770 grams of weight was sludge.” Doc. 65 at 15. Brown responded, \"Blob.” <em>Id. </em>At the second sentence hearing, Brown again argued that he should not \"be held accountable for this sludge that was found.” Doc. 66 at 6. The district court rejected that argument and relied on the jury's finding that Brown was accountable for more than 500 grams of methamphetamine. Because Brown raises an argument about the weight of the containers for the first time on appeal, we review only for plain error. <em>See Rodriguez, </em>398 F.3d at 1298. As we have already mentioned, to establish plain error a defendant must show: (1) error, (2) that is plain, and (3) that affects substantial rights. <em>Id.</em></p>\n<p id=\"b940-10\">Brown has not shown how much the plastic containers weigh. Without any showing about the weight of the containers, there is no way to know what the weight of the methamphetamine mixture might be if the weight of the containers were subtracted from the total weight of 770 grams. As a result, there is no way to know whether subtracting the weight of the containers would result in an amount of methamphetamine mixture keyed to a lower base offense level than the one the district court applied. Thus, even assuming an error occurred, Brown has failed to show that it affects his substantial rights.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}