{
  "casebody": {
    "data": "<casebody firstpage=\"351\" lastpage=\"358\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b367-3\">Dandridge <em>&amp; al. v. </em>Dorrington <em>and </em>wife.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"AEK\">1805. <em>April.</em></decisiondate>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b367-5\">The testator devised to his wife, whom he appointed one of his executors, the profits of all his estate, <em>(except such monies as might be due to </em>him, <em>and one half of the interest accruing </em>thereon,) with power to sell all his estate: But in case she married, he left her <em>“ </em>the part of the profits aforesaid, or of the interest aforesaid, arising from the sales, as the law might allow her,” with such of his furniture as she might think proper to take, his carriage and horses, and all his ready money on hand. The wife married without having renounced the will: She was thereupon entitled only to a third of the profits of the lands and slaves during her life, to the cash on hand at the testator’s death, and a third of the furniture.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b367-6\"><em>William Dandridge, </em>esq., late of Henrico, being possessed of a considerable personal and real estate, and having a wife and several children, on the 1st September, 1802, made his last will, which contains the following bequests :</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b367-7\">“ And first I do, in consideration and grateful acknowledgment of the affection I bear to my beloved wife; of the great attention and constant aid she has always afforded to me in all my sicknesses and distresses, together with the portion I received by her, leave her <em>the full and free use and disposal of the profits of all my estate both real and personal, (except such monies as may be due to me, and of which 1 leave to her one half of the interest accruing thereon) during her natural life or </em>widowhood; secondly, for the same good consideration, I leave her invested with full power and lawful authority, to dispose of all my estate, both real and personal of every kind, in such manner as she may think proper, so that the best price that can be got may be had for it on short or long credit, and so that the principal and interest accruing thereon, to be regularly and annually or quarterly paid, be duly secured by both real and personal security ; <em>but in case my said dear and well beloved wife should marry </em>again, <em>1 then only leave her the part of the profits aforesaid, or of the interest aforesaid arising from the sales, as the law may allow her. 1 do also give her all such of my furniture as she may think proper to take, the carriage and horses and all my ready money on hand. </em>The other <page-number citation-index=\"1\" label=\"352\">*352</page-number>half of my monies due at the time of my decease, I give <em>to </em>be equally divided among all my children, together with all the rest and residue of my estate, which may remain after the purposes of this my will is answered; I also, in case my said dear wife should not sell or dispose of my said estate during her life or widowhood, according to the power above given to her, do hereby fully invest and authorize my good friends and executors hereafter named, to dispose of it in like manner for the equal benefit of all my dear children.” The wife, and <em>William Langburn, </em>and <em>John Bassett, </em>were <em>appointed executors. The </em>testator died in February 1803, and the widow alone proved the will as executrix.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b368-4\">There being a sum of money in the house when the testator died, she employed it in building a house on a lot belonging to the estate in Richmond.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b368-5\">The widow having intermarried with <em>David Dorrington, </em>the appellee, they filed a bill in chancery, at the September session, 1804, against the children, praying the direction of the court for the settlement of her administration account, and for the division and allotment of the estate, and claiming, besides the specific bequests to her, one third of the lands for life, and the absolute ownership of one third of the personal estate. '</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b368-6\">The defendants having answered, the cause came on to he heard on the bill, answer, and will o'f the testator, and the court being of opinion that she was entitled to the profits of the estate and half the interest on debts which had-been received during her widowhood only, and that on her marriage she became entitled to one third of the lands and slaves for life, and to the absolute ownership of one third of the personal estate, including debts; that she was entitled to one third part of the furniture only ; to no more horses than those which usually drew the carriage in the testator’s lifetime, and to the money in the house, and that the children were entitled to the residue; directed an account of the administration to be made up on these principles, in which account <page-number citation-index=\"1\" label=\"353\">*353</page-number>she was to have credit for so much of the money laid out in building the house in Richmond as might exceed the ready money left by the testator.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b369-4\">From this decree the defendants appealed.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b369-6\"><em>Warden, </em>for the appellant.</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"ABV\">The testator intended to give his wife the profits of the property and the interest on a moiety of his monies during her widowhood, and no longer. He did not mean she should take the absolute property in any part of the principal; and the expression, <em>“as the law may allow her,” </em>is to be understood to signify such part of the profits and interest as the court may deem necessary for her decent support, and the maintenance of his family.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b369-8\"><em>Wickham </em>and <em>Randolph, </em>contra.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"AJs\">The only uncertainty is as to the meaning of the words, “ <em>what the law may allow her.” </em>Leave out the word <em>“ aforesaid,” </em>and it will then be, I give her the part of the profits of my estate as the law may allow her; which would carry the absolute property. <em>Co. Litt. </em>1. So that, in strictness, she will be entitled to the same estate as she would have been, if he had died intestate. <em>7 Bac. Ab. </em>342. But, perhaps, the fair interpretation is, that she is entitled to the profits of the estate and a moiety of the interest, accruing on the monies, during her widowhood: and this was but justice, as the testator received a large property with her. In a marriage settlement, a court of equity would decree a sale upon such words. The construction contended for, on the other side, instead of giving her as much as the law allows, would lessen it; and therefore would go to defeat both the letter and intention of the will.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b369-11\"><em>Call, </em>in reply.</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"A7m\">The wife, on her second marriage, lost all title to any part of the debts; for the word <em>only </em>is restrictive, and was intended to lessen the bequest, as the children might leave her on that event. The words <em>“profits aforesaid,” </em>refer to the profits before spoken of, and these <page-number citation-index=\"1\" label=\"354\">*354</page-number>were confined to the visible estate; which the parenthesis excludes from the operation of the general devise; for the moiety of the interest was a substantive bequest, and the words <em>“profits </em>aforesaid,” are controled by the alternative words, or the interest aforesaid arising from the sales, as those words explain what profits were meant, namely, the profits of that part of the estate which was subject to be sold. Consequently, the words, “ as the law may allow,” are not to be understood as the law allows in case of intestacy, but with reference to the subjects before spoken of only. So that the children are entitled to the whole residue, as the words <em>rest </em>and residue, include it, for they have a double aspect, and were intended to embrace both events.</p>\n<disposition data-order=\"15\" data-type=\"disposition\" id=\"b370-6\">\n<em>Cur. adv. vult.</em>\n</disposition>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"ADq\">Tucker, Judge.</author>\n<p id=\"Akk\"><em>William Dandridge, </em>by his will dated September 1st, 1802, devised as follows: “ First, I do in consideration and grateful acknowledgment of the affection I bear to my beloved wife; of the great attention and constant aid she has always afforded to me in all my sicknesses and distresses, together with the portion I received by her, leave her the full and free use and disposal of the profits of all my estate both real and personal (except monies due to me, and of which I leave to her one half the interest accruing thereon) during her natural life, or widowhood: Secondly, for the same good consideration, I leave her vested with full power and authority to dispose of all my estate both real and personal of every kind, in such manner as she may think proper, so that the best price that can be got may be had for it, on short or long credit, and so that the principal and interest accruing thereon, to be regularly and annually or quarterly paid, be duly secured by both real and personal security; — but in case my said dear and well beloved wife should marry again, I then only leave her the part of the profits aforesaid, or of the interest aforesaid, arising from the sales, as the law may allow. I do also give her all such of my furniture, as she may think proper to <page-number citation-index=\"1\" label=\"355\">*355</page-number>take, the carriage and horses, and all my ready money on hand. The other half of my monies, due at the time my decease, I give to be equally divided among all my children, together with the rest and residue of my estate, which may remain, after the purposes of this my will is answered. I, also, in case my said dear wife should not sell, or dispose of my estate, during her life or widowhood, according to the power above given her, do hereby fully invest and authorize my good friends and executors, hereafter named, to dispose of it in like manner, for the equal benefit of all my children.”</p>\n<p id=\"b371-7\">Mrs. <em>Dandridge </em>having married again, and brought a bill for her dower, the chancellor decreed in her favour, except, as to some money laid out in the building of a house, in which there seems to have been some mistake.</p>\n<p id=\"b371-8\">This is a question of intention entirely; and, taking the whole will together, I understand the testator’s meaning to be, that, in case bis wife should marry again, he leaves her that portion of bis estate, and the same interest therein, as she would have been entitled to by law, if he had died intestate ; over and above which, he meant to give her her choice of a reasonable proportion of his furniture (evinced by the words “ as she may think proper to take”), his ordinary carriage and the horses belonging to it, and all the ready money in his house. I am of opinion, therefore, that the decree ought to be affirmed, except as to the mistake in not allowing her the money laid out in building the house.</p>\n<author id=\"b371-9\">Roane, Judge.</author>\n<p id=\"AxD\">The testator, by the first clause of his will, meant, that his wife should have the profits of all his lands, slaves and personal estate (except the money due, of which she was only to have half the interest) during life, or widowhood. He does not lose sight of, or change this intention, when, after providing that all his estate might be sold on credit, and contemplating the event of his wife’s marriage, he uses the terms “ that part of the profits aforesaid, or of the interest aforesaid, arising from the sales, as the law may allow her.”</p>\n<p id=\"A8W\"><page-number citation-index=\"1\" label=\"356\">*356</page-number>The interest, here intended, is not only expressly limited to that produced by the sales of property, but the term “interest,” was used for greater caution, lest the term “ profits,” might not be adjudged to comprehend it. No other reason than this, could have existed with the testator for this explanation, or addition ; but that reason equally applied to the other interest <em>(i. e. </em>on the money due); and the testator not meaning to grant that interest by the last clause, and fearing that, the terms “ <em>interest aforesaid,” </em>standing singly, might have had that effect, subjoins the subsequent words, “ <em>arising from the sales,” </em>to exclude the interest <em>“ on the money due,” </em>decisively, and clearly.</p>\n<p id=\"ANY\">Those, who argue that the term profits is alone competent to carry that interest, will also admit its competency to carry the interest produced by the sales; but the testator was of another opinion, and therefore used other terms to carry the latter interest, and by tying them up particularly to that interest, shews manifestly his intention to be, to exclude the interest on the money due.</p>\n<p id=\"b372-5\">If by the term, <em>“profits,” </em>in the first part of the will, the testator meant the thing itself during widowhood, or life, he meant the same, by it, when, in the last part of the will, he referred the disposition to the law. With respect to the personal estate, indeed (slaves excepted), the law gives it to the wife forever; whereas, the testator only contemplated a life interest by the former part of his will; but, having ascertained the testator’s meaning to relate to the thing itself, in both the aforesaid parts of his will, he may well be construed to refer the duration of the interest therein, as well as the quantum thereof, to the determination of the law.</p>\n<p id=\"b372-6\">In coming into this construction, we shall not, I believe, thwart the intention of the testator, whereas by rejecting it, we probably disappoint that intention altogether; as no law is known which will make any other disposition.</p>\n<p id=\"b372-7\">My opinion therefore corresponds with the second part of Mr. <em>Call’s </em>statement, only awarding to the appellee one third of the furniture, as a just proportion.</p>\n<author id=\"b373-3\"><page-number citation-index=\"1\" label=\"357\">*357</page-number>Fleming, Judge.</author>\n<p id=\"AIqG\">The testator appears to me to have intended, that his widow should, on her marriage, be entitled only to dower in the real estate and slaves, or, if sold, to a third of the proceeds of the sales during the term of her natural life; to a third part of the other personal estate, excluding the debts due at the testator’s death; to all the ready money on hand at the time he died; to the carriage, and horses by which it was usually drawn ; and to o\"ne third part (such as she might choose) of the personal estate, in absolute property.</p>\n<author id=\"b373-4\">Carrington, Judge.</author>\n<p id=\"Azt\">The widow, on her marriage, was entitled to one third of the profits of the lands and slaves, or, if sold, of the interest arising from the sales during the term of her natural life only: And to the carriage and horses; to the cash on hand at the testator’s death; to a third, such as she might choose, of the furniture; and to a third of the other personal property (except the outstanding debts and the interest on them) in absolute property.</p>\n</opinion>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b373-5\">Lyons, President,</author>\n<p id=\"A9e\">concurred, and the following decree was made:</p>\n<blockquote id=\"b373-6\">“ The court is of opinion that, by the will of the said <em>William Dandridge, </em>deceased, the former husband of the appellee <em>Susanna, </em>she, the said <em>Susanna, </em>upon her marriage with the appellee <em>David Dorrington, </em>was only entitled to the use, possession and profits of one third part of the lands and slaves whereof the said <em>William </em>died seized and possessed, for and during the term of her natural life, and to one third part, in value, of the furniture mentioned in his will, including therein such particular articles thereof as she should choose to take and keep, with the carriage, and the horses commonly used in drawing the same, and all the money in the dwelling house of the said <em>William, </em>at the time of his death, as her absolute property j and was moreover entitled to one third part of all the residue of the personal estate of the said <em>William, </em>after his debts were paid, <page-number citation-index=\"1\" label=\"358\">*358</page-number>as her absolute property, except such monies as were due to the said <em>William </em>at the time of his death, of which she was not entitled to any part of the principal money so due, hut only to one half of the interest due or accruing thereon during her widowhood; and that the decree aforesaid is erroneous: Therefore it is decreed and ordered, that the same be reversed and annulled ; that an account be taken according to the principles of this decree: that, in the account of the executorship of the appellee <em>Susanna, </em>she shall have credit for the money expended by her in building the house in Richmond, and that the appellees pay to the appellants their costs by them expended in the prosecution of their appeal aforesaid here.”</blockquote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}