{
  "casebody": {
    "data": "<casebody firstpage=\"342\" lastpage=\"357\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b342-10\">Fritz <em>et al. versus </em>Brandon <em>et al.</em></parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b342-11\">1. Silliman, July 1st 1873, applied for eighteen tracts “ supposed to'be in Berks county,” warrants were placed in hands of Vanderslice, deputy surveyor of <em>Series; </em>he surveyed them in a single block in <em>Northumberland, </em>and returned the surveys July 16th; there was no evidence of acceptance ; a caveat was entered by persons claiming prior surveys as interfered with. In October 1873, Gray, deputy surveyor of Northumberland, having the warrants, located fourteen of the eighteen in a single block, partly on the former locations avoiding the interference: <em>Held, </em>that the presumption -was that Silliman had abandoned the Vanderslice surveys, that they were not accepted, and that new authority had been given by the surveyor general to locate the warrants.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b342-12\">2. In 1829 Bitler obtained a warrant which was located so as to interfere with three of the fourteen tracts ; the plaintiffs claimed under a tax sale of Bitler’s tract, alleging that the Gray surveys were void: <em>Held, </em>that evidence of patents for other surveys (beside the three) in the block was admissible as showing confirmation of the Gray surveys.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b342-13\">3. When one person owns all the warrants they may be surveyed in a. single block by exterior lines, leaving the interior lines to be settled by the owner.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b342-14\">4. A patent cures all irregularities in surveys.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b342-15\">5. A deputy surveyor’s authority is exhausted by his return, unless there be new authority from the surveyor general or board of property.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b343-5\"><page-number citation-index=\"1\" label=\"343\">*343</page-number>6. The authority of the surveyor general is not exhausted by the return of his deputy, until he accepts the purchase-money.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b343-6\">7. The Gray surveys having been.accepted and patents issued on some of them acquiesced in for thirty years, the Vanderslice surveys having never been recognised, the presumption is violent that they were abandoned and a new direction given from the surveyor general to Gray.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b343-7\">8. The acceptance of Gray’s block survey and granting patents on some of the surveys to Silliman and his assigns left the Vanderslice surveys open to appropriation.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b343-8\">9. The three tracts of the Gray surveys interfered with by Bitler’s were sold for taxes,. July 10th 1844, in the names of the warrantees, to the commissioners ; on the same day the Bitler was sold for taxes, in his name to the commissioners ; on the 16th of July 1849, the commissioners sold the three to Roseberry, and the Bitler to Straub; in September 1849 they delivered the deed to Roseberry; in consequence of dispute, the purchase-money was not paid by Straub until 1854, when his deed was delivered: <em>Held, </em>that the Gray surveys being valid, the sale of the three conveyed the better title.-</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b343-9\">10. Roseberry’s title would prevail also, because he had. first paid the purchase-money and obtained his deed.</headnotes>\n<otherdate data-order=\"11\" data-type=\"otherdate\" id=\"b343-10\">May 31st 1875.</otherdate>\n<judges data-order=\"12\" data-type=\"judges\" id=\"AGR\">Before Agnew, 0. J., Sharswood, Mercur, Gordon, Paxson and Woodward, JJ.</judges>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b343-11\">Error to the Court of Common Pleas of <em>Schuylkill county: </em>Of January Term 1874, No. 224.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b343-12\">This was an action of ejectment, commenced April 22d 1863, by Nelson Brandon and Henry Snyder against xindrew Fritz, Henry Fermier, John H. Brown and others, “ for a tract of land in Union township, Schuylkill county (formerly Northumberland county), containing about 200 acres or thereabouts, bounded by lands surveyed to James Smith, Christian Immel, John Klinger and others, being the same tract of land which was owned by Elizabeth Bitler,” &amp;c. Edward J. Silliman and James B. Boylan were afterwards added as plaintiffs.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b343-13\">The case was tried November 17th 1873, before Pershing, P. J.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b343-14\">The plaintiffs gave in evidence, warrant dated March 21st 1827, <em>to </em>John Bitler for 100 acres of land, being unimproved, &amp;c., in the township of Union ; survey by G Réber, deputy surveyor, June 22d 1829, for 199 acres 63 perches and allowance; calls to adjoin Casper Thiel on north, James Smith on east, and vacant on south and west; accepted 17th 1829.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b343-15\">They gave evidence that the title to this survey had passed to Elizabeth and Hannah Bitler, and showed assessments in their name for 1842 and 1843 of 300 acres of unseated land in Union township, from the treasurer’s sales book ; the sale on June 10th 1844, of 300 acres in the name of Elizabeth and Hannah Bitler to the county commissioners. They then gave in evidence under objection and exception, assessments on <em>the same </em>land from 1832 to 1841 inclusive, for the purpose of identifying it with the land sold by the treasurer in 1844; deed Henry Shoemaker, treasurer, to Samuel Medlar and others, county commissioners, dated July 13th 1844 for 300 acres, assessed in the name of Elizabeth and Hannah <page-number citation-index=\"1\" label=\"344\">*344</page-number>Bitler. They further gave in evidence from the commissioners, register of unseated land up to 1846, “ 300 acres of land sold as the property of Elizabeth and Hannah Bitler for $6.62” to C. M. Straub at commissioners’ sale, July 16th 1849, for $6, and deed dated August 13th 1849, from Lewis Dreher and others, county commissioners, to C. M. Straub, reciting the treasurer’s deed to the commissioners; deed December 27th 1855, from Straub to Elizabeth Bitler, for 300 acres in Union township, reciting treasurer’s and commissioners’ sales and deeds. Receipt of state treasurer to Nelson Brandon, August 19th 1856, for $73.40 purchase-money, and interest on 199 acres 63 perches of land in Union township, Schuylkill county, surveyed on warrant to John Bitler, and $10 for patent; deed, December 18th 1858, Elizabeth Bitler to Nelson Brandon, “for all her right, title and interest” in all the real estate in Schuylkill county to which she was entitled; deed, dated April 16th 1860, Elizabeth Bitler to Henry Snyder, for one undivided half pax’t of the 199 acres 63 perches of tract adjoining James Smith, Casper Thiel, Christian Immel and John Klinger ; deed, dated April 17th 1860, Nelson Bx’andon to Henry Snydei', for “ all the undivided half of said tract conveyed to him by the said Elizabeth Bitler.”</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b344-6\">They then gave in evidence conveyances since the commencement of the suit, viz., from Snyder to J. B. Boylan for an undivided third of land in controversy, and from Brandon to E. S. Silliman for an undivided sixth of the same land.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b344-7\">They then, under objection and exception, gave a large amount of evidence for the purpose of identifying the tract sold for taxes, and rested.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b344-8\">For the defendants; T. R. Bannan, Esq., testified that he had been appointed by the county commissioners to collect money due to the county, amongst others the amount due by Straub for the purchase-money of the Bitler ti’act sold to him by the commissioners, and other claims in favor of the county against him. The bill for these claims was dated November 27th 1854. The deed for the Bitler tract was presented to Straub ; he did not object to taking the deed, but objected to paying the pui-chase-money, because the county owed him money; he paid no money on the bills. The commissioners settled with Straub, and the deed was given to him shortly before Straub’s deed to Elizabeth Bitler December 27th 1855.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b344-9\">They then gave in evidence the application of James Silliman <em>et al., </em>for eighteen tracts of land, supposed to be in Berks county, filed 1st July 1793, viz.:—</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b344-10\">“ James Silliman, for 400 acres land on north'side of Mahanoy mountain, adjoining or near lands surveyed to Davis Rees, supposed to be in the county of Berks ; Susannah Silliman, for 400 acres, adjoining o’r near land surveyed to Isaac Pearson, and adjoining land this day granted to James Silliman; Henry Thiel, <page-number citation-index=\"1\" label=\"345\">*345</page-number>for 400 acres, adjoining land this day granted to Susannah Silliman ; Mary Thiel, for 400 acres, adjoining Henry Thiel; George Rose, for 400 acres, adjoining Mary Thiel; Catharine Rose, for 400 acres, adjoining George Rose; Jacob Kelchner, for 400acres, adjoining Catharine Rose ; Maria Kelchner, for 400 acres, adjoining Jacob Kelchner; John Shomo, for 400 acres, adjoining Maria Kelchner; Ann Maria Shomo, for 400 acres, adjoining Jo'hn Shomo ; Casper Thiel, for 400 acres, adjoining Ann Mary Shomo; Christian Immel, for 400 acres, adjoining Casper Thiel; Christian Troxel, for 400 acres, adjoining Christian Immel; John Klinger, for 400 acres, adjoining Christian Troxel; John Witman, for 400 acres, adjoining John Klinger; Mary Witman, for 400 acres, adjoining John Witman ; William Witman, for 400 acres, adjoining Mary Witman ; Jacob Yeager, for 400 acres, adjoining William Witman. Endorsed, “ Berks county, 1st July 1793. * * * J. Silliman &amp; Co., 18 warrants, 400 acres each, 7200 acres.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b345-6\">Paid in specie ...... ¿£180</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b345-7\">Fees paid ....... ¿£9</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b345-8\">Receipts delivered with copies.”</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b345-9\">Also, warrants of July 1st 1793, to each of the applicants except John Witman, Mary Witman, William Witman and Jacob Yeager. Surveys on the fourteen warrants on the 21st, 22d, 23d and 24th of October 1793; and certified copy list of accepted returns by William Gray, deputy surveyor of Northumberland county, viz.:—</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b345-10\">1794. March 15. James Silliman . . 381| acres.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"Axqg\">Susannah Silliman 386J “</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"pAW8_\">Henry Thiel 407J “</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"pAsp\">Mary Thiel . 476 “</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"pAs2\">George Rose 482 “</summary>\n<summary data-order=\"32\" data-type=\"summary\" id=\"pAaN\">Catharine Rose 464| “</summary>\n<summary data-order=\"33\" data-type=\"summary\" id=\"AZD\">Jacob Kelchner 377 “ Should be 371</summary>\n<summary data-order=\"34\" data-type=\"summary\" id=\"AqI\">Maria Kelchner . 439£ “</summary>\n<summary data-order=\"35\" data-type=\"summary\" id=\"AYb\">John Shomo 377 .“</summary>\n<summary data-order=\"36\" data-type=\"summary\" id=\"A4F\">Ann Maria Shomo 439£ “</summary>\n<summary data-order=\"37\" data-type=\"summary\" id=\"AlJ\">Casper Thiel 400 “</summary>\n<summary data-order=\"38\" data-type=\"summary\" id=\"AUz3\">Christian Immel . 400 “</summary>\n<summary data-order=\"39\" data-type=\"summary\" id=\"AaD8\">Christian Troxell . 400 <em>“</em></summary>\n<summary data-order=\"40\" data-type=\"summary\" id=\"AeN\">John Klinger 400 “ ”</summary>\n<summary data-order=\"41\" data-type=\"summary\" id=\"b345-26\">All the surveys were on the waters of Catawissa creek, and were endorsed:—</summary>\n<summary data-order=\"42\" data-type=\"summary\" id=\"b345-27\">“N. B. Another return on this same warrant made by Henry Vanderslice, deputy surveyor of Berks county, and located in another place.”</summary>\n<summary data-order=\"43\" data-type=\"summary\" id=\"b345-28\">The defendants then offered, patent dated December 10th 1806, to John Myer for the James Silliman tract, to be followed by patents to parties claiming under the warrantees for eleven of the thirteen tracts in the block located by Gray, deputy surveyor, to be followed by evidence that defendants claim under three of the tracts which underlie and with which the Bitler tract interferes.</summary>\n<summary data-order=\"44\" data-type=\"summary\" id=\"b346-5\"><page-number citation-index=\"1\" label=\"346\">*346</page-number>The offer was objected to by the plaintiffs, that the James Silliman patent was not to show that the plaintiffs claim title to any portion of the land embraced in it or that it interferes with the Bitler survey.</summary>\n<summary data-order=\"45\" data-type=\"summary\" id=\"b346-6\">The court rejected the offer so far as it related to any patents except those claimed to interfere with the Bitler survey; and sealed a bill of exceptions for the defendants.</summary>\n<summary data-order=\"46\" data-type=\"summary\" id=\"b346-7\">The patents offered in evidence were to John Myer for the James Silliman, the Susanna Silliman, the Henry Thiel, the Mary Thiel, the George Rose, dated December 10th 1806; the Catharine Rose, and the Jacob Kelchner, dated January 13th 1808, to Jacob Trout for the Casper Thiel, January 25th 1813, and to Lewis Reeser for the Christian Troxel, the Christian Immel and the northern half of the John Klinger, January 28th 1865.</summary>\n<summary data-order=\"47\" data-type=\"summary\" id=\"b346-8\">They gave in evidence assessments of 1841, Union township unseated list, for 1841, 1842, 1843, Christian Troxel 400 acres, and sale of same tract to commissioners, June 10th 1844 ; deed, dated and acknowledged July 13th 1844, Henry Shoemaker, treasurer, to S. R. Medlar and others, county commissioners; entry in commissioners’ register of unseated lands, in Union township 1844, 400 acres, sold.as property of Cbi'istian Troxel, and marked “sold to John W. Roseberry, B. Nehff and H. Krebs at commissioners’ sale, July 16th 1849, for $18 purchase-money paid, deed Lewis Dreher and others, commissioners, to Roseberry, &amp;c., delivered September 1st 1849.” Similar entries as to the Christian Immel, John Klinger tracts; also, treasurer’s sale of the Casper Thiel tract, June 9th 1834, to the commissioners; sale by them to B. T. Taylor and J. Clayton ; also, evidence that the title to the Christian Troxel, Christian Immel and the northern half of the John Klinger tract and the Casper Thiel tract vested in John H. Brown. Lease, April 13th 1863, Brown to Henry Eermier, for the above-mentioned tracts, under the Gray surveys, for one year, and renewed from year to year up to the time of trial.</summary>\n<summary data-order=\"48\" data-type=\"summary\" id=\"b346-9\">The defendants then gave in evidence connected draft from Land Office of fourteen surveys, returned by W. Gray, deputy surveyor of Northumberland county; also certified connected draft of seven of the fourteen Gray surveys, with the John Bitler survey of 199 acres 63 perches plotted on it, to show the interference, which appears to be with the Casper Thiel on the north, Christian Troxell on the south and slightly with Christian Immel on the west.</summary>\n<summary data-order=\"49\" data-type=\"summary\" id=\"b346-10\">They gave in evidence, sale of 209 acres in name of John Bitler' in Union township to commissioners, and by them January 23d 1843 to Charles E. Mann ; also, returns of road taxes for 1841, on unseated land in Union township, in the names Casper Thiel, Christian Immel, John Klinger and Christian Troxel, sold to commissioners; the Casper Thiel sold by them February 13th 1843 to B. F. Taylor and 0. E. Mann, and the other three July <page-number citation-index=\"1\" label=\"347\">*347</page-number>16th 1849 to J. W. Roseberry, Benjamin Nehff and Henry Krebbs, and the vesting of the title of the John Bitler to 209 acres, February 23d 1859, in John H. Brown.</summary>\n<summary data-order=\"50\" data-type=\"summary\" id=\"b347-6\">They gave evidence that all the actual distances of the Bitler survey overran the official, so that the content, according to the measurement on the ground, is about 100 acres more than appears on the official survey ; that the John Bitler was principally ou the Christian Troxel, that it interfered with the Christian Itnmel, 8 acres 71 perches, with the Casper Thiel 26 acres 46 perches ; part of it, northwest of the Christian Troxel, 138 square perches is on the John Shomo. The evidence was that the tracts surveyed by Gray were never in Berks county, they were in Northumberland county.</summary>\n<summary data-order=\"51\" data-type=\"summary\" id=\"b347-7\">In rebuttal, the plaintiffs, under objection and exception, gave in evidence copies of surveys made by Henry Vanderslice, deputy surveyor of Berks county, on the 5th, 6th, 7th, 8th, 9th, 10th and 11th of July 1793, on the eighteen warrants granted July 1st 1793, on the application of James Silliman and others above stated, with evidence of their location on the ground, viz. : certificate of the return of these surveys July 16th 1793; of the fourteen of the surveys, being those given in evidence by the defendants as having been made by William Gray, deputy surveyor of Northumberland; there is endoi’scd on eleven of them: “Another return on this same warrant made by William Gray, deputy surveyor of Northumberland county;” on one of them “N; B. A survey ret’d on the within mentioned warrant in Northumberland county ;” on two of them, “ N. B. Survey executed and patented on the within mentioned warrant in Northumberland county ;” also, a connected draft of seventeen of the above tracts, including the fourteen surveyed by Gray; caveat, dated July l8th 1793, John Kunkle and Aaron Bowen against granting patents to the eighteen warrantees for land situate in Oatawissa valley, Northumberland or Berks county, granted them by warrants dated July 1st 1793, the caveators alleging that they had warrants dated May 19th 1798, for part of the same land; certificate of surveyor general, dated November 26th 1873, that no action was taken under the caveat, and that no citation issued. There was other evidence of the location of those warrants.</summary>\n<summary data-order=\"52\" data-type=\"summary\" id=\"b347-8\">The evidence taken in the case was very voluminous; what is above given, with the opinion of the Supreme Court, it is supposed will sufficiently elucidate the questions decided in that court.</summary>\n<summary data-order=\"53\" data-type=\"summary\" id=\"b347-9\">Amongst other things the court charged :—</summary>\n<summary data-order=\"54\" data-type=\"summary\" id=\"b347-10\">“ The conclusion to which we have come is, that the surveys made by Gray were upon exhausted warrants, that his attempt to locate them a second time was an unofficial act and void, and that the lands included in his surveys not previously appropriated belonged to the Commonwealth, and were left open for future appropriations. This sweeps away many of the questions raised upon <page-number citation-index=\"1\" label=\"348\">*348</page-number>the trial, and upon which we have been requested to instruct 7 <em>ov.”</em></summary>\n<summary data-order=\"55\" data-type=\"summary\" id=\"b348-6\">The following were points of the plaintiffs which were affirmed:</summary>\n<summary data-order=\"56\" data-type=\"summary\" id=\"b348-7\">4. The tax sales in 1844 by the treasurer to the commissioners could pass but one good title at best to the land in controversy, and that the sales under the assessments in the names of Christian Immel and Christian Troxel passed no title to the land in controversy, there being no title in either the said Immel or Troxel to the land in controversy, or any portion thereof, and that if the jury believe the assessments of 300 acres in the names of Hannah and Elizabeth Bitler applied to the land in controversy, the sale under these assessments passed the only good title to the commissioners, and the only one the commissioners could sell, and that as it was this title that was sold to C. M. Straub he acquired a good title by his purchase from the county commissioners.</summary>\n<summary data-order=\"57\" data-type=\"summary\" id=\"b348-8\">5. The survey made by Gray, deputy surveyor of Northumberland county, after the date of the warrant and survey and return by Vanderslice, deputy surveyor of Berks county, was wholly void and of no more effect to establish title than any lines of a mere trespasser.</summary>\n<summary data-order=\"58\" data-type=\"summary\" id=\"b348-9\">9. The surveys of Christian Troxel, Christian Immel and John Klinger, purporting to have been made by Gray, deputy surveyor of Northumberland county, after the date of the surveys and returns thereof, by Vanderslice, deputy surveyor of Berks county, upon the warrants of July 1st 1793, were wholly void and did not give the warrantees any rights either against the state or any other claimant of the tract covered by said Gray surveys, and consequently the assessment of the tracts called for by such Gray surveys and tax sales thereof, were also void for want of jurisdiction, for until appropriation of the land the commissioners had no right to assess it, and therefore no title based on a sale thereof for taxes on the assessment of these lands in 1841, ’42 and ’43, in the names of Troxel, Immel or Klinger, will pass any title to the purchaser as against an assessment of the land in controversy in the names of Hannah and Elizabeth Bitler, and a sale thereof for taxes on the same day as the sales based on the assessment in the names of Troxel, Immel or Klinger.</summary>\n<summary data-order=\"59\" data-type=\"summary\" id=\"b348-10\">10. The sale by the county commissioners of the 800 acres assessed to Hannah* and Elizabeth Bitler, to C. M. Straub, the conditions of the sale at the time by Straub, and the execution and acknowedgment of the deed to him by the commissioners, on the 13th August 1849, and the payment of the purchase-money, and subsequent delivery of the deed to him, vested title in him from the day of sale.</summary>\n<summary data-order=\"60\" data-type=\"summary\" id=\"b348-11\">The following point of the defendants was denied :—</summary>\n<summary data-order=\"61\" data-type=\"summary\" id=\"b348-12\">■ 9. The plaintiffs making claim under the John Bitler survey of 1829, and having shown no title or interest in any of the older <page-number citation-index=\"1\" label=\"349\">*349</page-number>surveys with which it interferes as made by either Gray or Vanderslice in 1763, and the surveys by William Gray, deputy surveyor of Northumberland county, of the Klinger, Troxel and Immel in 1793, having been accepted by the Commonwealth on the 15th March 1794, and the Casper Thiel having been patented in 1813, and the Klinger, Troxel and Immel subsequently, such acceptance of the aforesaid surveys made by Gray was a valid and legal appropriation of the land against every one but the Commonwealth, and as the Commonwealth has never objected, but on the other hand has accepted and by patents confirmed said surveys, and the surveys under which the defendants claim having been made and returned more than twenty-one years prior to the survey of the John Bitler in 1829, the presumption of law is under the facts in evidence in this case conclusive of the fact that the title was legal and perfect to the Klinger, Troxel, Immel and Thiel surveys made by William Gray as against the junior survey of the John Bitler in 1829, and the defendants are entitled to a verdict.</summary>\n<summary data-order=\"62\" data-type=\"summary\" id=\"b349-6\">The verdict was for the plaintiffs. The defendants took a writ of error, and assigned sixty-one errors, amongst others.</summary>\n<summary data-order=\"63\" data-type=\"summary\" id=\"b349-7\">9. Rejecting the patents to parties claiming under the warrantees for eleven of the thirteen tracts in the block of surveys located by Gray, to be followed by evidence that defendants claim under three of said warrants which underlie and with which the John Bitler survey interferes.</summary>\n<summary data-order=\"64\" data-type=\"summary\" id=\"b349-8\">13. Receiving in evidence copies of surveys made by Henry Yanderslice, deputy surveyor of Berks county in July 1793, under the eighteen warrants granted, on the application of James Silliman, with evidence of their location on the ground, &amp;c., for the purpose of showing that the Gray surveys were on exhausted warrants.</summary>\n<summary data-order=\"65\" data-type=\"summary\" id=\"b349-9\">26. The part of the charge given above.</summary>\n<summary data-order=\"66\" data-type=\"summary\" id=\"b349-10\">33, 34. The answers to the plaintiffs’ 4th and 5th points.</summary>\n<summary data-order=\"67\" data-type=\"summary\" id=\"b349-11\">38, 39. The answers to the plaintiffs’ 9th and 10th points.</summary>\n<summary data-order=\"68\" data-type=\"summary\" id=\"b349-12\">53. The answer to defendants’ 9th point.</summary>\n<attorneys data-order=\"69\" data-type=\"attorneys\" id=\"b349-13\"><em>J. Hyon </em>and <em>J. W. Hyon </em>(with whom was 6r. <em>H. Kaercher), </em>for plaintiffs in error.</attorneys>\n<p data-order=\"70\" data-type=\"legal\" id=\"AZZI\">Yanderslice’s acts, being out of his district, were without legal authority and void: Hubly <em>v. </em>Chew, 2 Sm. Laws 257 ; his surveys did not exhaust the authprity of the warrants : Shields <em>v. </em>Buchannan, 2 Yeates 219 ; Funston <em>v. </em>McMahon, Id. 245; Goddard <em>v. </em>Gloninger, 5 Watts 209; McNamara <em>v. </em>Shorb, 2 Id. 288. A deputy surveyor cannot go beyond the lines of his district: Harris <em>v. </em>Monks, 2 S. &amp; R. 557. A chamber survey, after twenty-one years without exception to it, is presumed to be regularly made: Bellas v. Levan, 4 Watts 294. After a re-. turn for more than twenty-one years, everything will be presumed to be rightly done : Caul <em>v. </em>Spring, 2 Watts 300; Collins <em>v. </em>Barclay, 7 Barr 67; Nieman v. Ward, 1 W. &amp; S. 68.</p>\n<attorneys data-order=\"71\" data-type=\"attorneys\" id=\"b350-5\"><page-number citation-index=\"1\" label=\"350\">*350</page-number><em>O. P. Bechtel </em>and <em>F. W. Hughes </em>(with whom were16r. <em>F. Farquhar </em>and <em>T. R. Barman), </em>for defendants in error.</attorneys>\n<p data-order=\"72\" data-type=\"legal\" id=\"Ax-\">Although the Vanderslice surveys may have been void, yet Gray could not make another survey without new authority : Gratz <em>v. </em>Beates, 9 Wright 102 ; Hughes <em>v. </em>Stevens, 7 Id. 197 <em>; </em>Improvement Co. <em>v. </em>Numson, 14 Wall. 442. The caveat rebutted the presumption of a special order of the surveyor general to Gray; the effect of the caveat was to take away his power to issue a new order : Harris <em>v. </em>Monks, 2 S. &amp; R. 561 ; Hubley <em>v. </em>White, 2 Yeates 140 ; Hunter <em>v. </em>Meason, 4 Id. 108; Shoenberger <em>v. </em>Baker, 10 Harris 398.</p>\n<opinion data-order=\"73\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b350-6\">Chief Justice Agnew</author>\n<p id=\"A0b5\">delivered the opinion of the court, October 12th 1875.</p>\n<p id=\"b350-7\">There are two principal questions in this case which <em>must </em>determine it. The first is upon the effect of the resurvey by William Gray, deputy surveyor of Northumbei’land county, of fourteen of the wan-ants owned by James Silliman ; the second upon the effect of the sales of the commissioners of Schuylkill county for taxes in 1849. The facts relating to the first question are these: On the first day of July 1793 James Silliman applied to the Land Office for eighteen tracts of land “supposed to be in Berks county,” and paid the purchase-money. Warrants were signed and were placed in the hands of Henry Yanderslice, deputy surveyor for Berks county, who surveyed them in a single block in the Catawissa valley, in July 1793, and returned the surveys to the Land Office on the 16th of July 1793, as made in Berks county. The evidence discloses no acceptance of these returns, and it is not probable they were accepted, as a caveat against all was filed on the 18th of July, two days after the return. This caveat sets forth the surveys as made in Northumberland county or Berks, and was filed by persons claiming prior surveys, alleged to be interfered with. These were grounds at once <em>to </em>prevent acceptance. The caveat was never acted upon, and no citation issued. The boundary line between Berks and Northumberland county was then in doubt, and two years later an Act of Assembly was passed creating a commission to ascertain it. When defined the Yanderslice surveys were clearly shown to be in Northumberland county. In the autumn of 1793, these warrants are found in the hands of William Gray, deputy surveyor of Northumberland, who in the month of October, located fourteen of them in a single block, partly upon the same ground surveyed by Yanderslice, <em>but </em>avoiding the interferences complained of. Every fair presumption is that Silliman abandoned the Yanderslice surveys, on the ground that they were probably not in his proper county, and because they interfered with older rights, and that the returns of Yanderslice were not accepted, but that the surveyor general 'either endorsed a new direction on the copies of the warrants to Gray, the deputy surveyor of Northumberland county, or issued new copies, a pre<page-number citation-index=\"1\" label=\"351\">*351</page-number>sumption which both the facts and the authority of Stephens v. Cowan, 6 Watts 515, justify us in drawing.</p>\n<p id=\"b351-6\">In estimating the effect of these facts on the question of title two other facts connect themselves directly with the case, to wit: that James' Silliman and others have never since recognised the Vanderslice surveys, but that both he and the Commonwealth have recognised the Gray surveys as the only foundation of title, and that the fourteen surveys were located in a single block adjoining and bounded by older surveys constituting outside boundaries clearly defined, leaving no doubt of their identity as a block survey for a single ownership.</p>\n<p id=\"b351-7\">Before noticing the principal question, it is proper here to correct an error of the court below bearing directly on the main question. The defendants offered a patent to John Myer for the James Silliman tract, dated in 1806, to be followed by the patents for ten others in this block. The court excluded all except the patents for the tracts interfering with the John Bitler survey under which the plaintiffs claimed. The effect of this rejection was to keep out of the case all these evidences of the confirmation by the Commonwealth of the block survey by William Gray. This seriously affected the defendants, for the doctrine of block survey as bearing on the title of the owner of the block is well settled. When one person is owner of all the warrants, they maybe surveyed together ih a single block by exterior lines, leaving the interior lines to be settled by the owner himself: Mock <em>v. </em>Astley, 13 S. &amp; R. 382; Stevens <em>v. </em>Hughes, 3 W. &amp; S. 465; Collins <em>v. </em>Barclay, 7 Barr 73; Hagerty <em>v. </em>Mathers, 7 Casey 348. The legal effect is that the entire block is viewed as one tract. Hence, 0. J. Lewis said, in Hole <em>v. </em>Rittenhouse, 1 Casey 491: “ Under these circumstances it is evident that the whole fifteen surveys adjoining each other in a single block, without interior lines, all made at one time and owned by the same party, were essentially but one tract, which the owner might occupy or subdivide at his pleasure.” This principle was in the mind of C. J. Woodward, when he said, in Malone <em>v. </em>Sallada, 12 Wright 425: “ And when we are dealing with blocks of surveys we must remember that the marks on any part of the block belongs to each tract in the block.” So Judge Strong said, in Darrah <em>v. </em>Bryant, 6 P. F. Smith 75 : “ And if they were surveyed as a block, they must be located as a block.” The block being thus regarded as one tract and a single ownership, and the Gray surveys being all so located, returned and accepted together, it is evident that the effect of the confirmatory acts of the Commonwealth in granting patents for eleven out of the fourteen surveys extends to the whole block, and is not confined to those only for which the patents were issued. If any of the Gray surveys are to be treated as made without authority, all must be so regarded. All stood on the same footing and were made and returned at the. <page-number citation-index=\"1\" label=\"352\">*352</page-number>same time, and if some were recognised as having been authorized it affords strong evidence all were authorized. All the patents relating to this same block should have been received.</p>\n<p id=\"b352-6\">This brings us to the main question, as to the validity of Gray’s surveys. The conclusion of the learned judge below, stated in his own language, was, “ that the surveys made by Gray were upon exhausted warrants — that his attempt to locate them a second time was an unofficial act and void — and that the lands included in his surveys, riot previously appropriated, belonged to the Commonwealth, and were left open for future appropriation.” This language is general, covering even those surveys upon which patents were granted, contrary to a number of cases deciding that a patent cures irregularities in the survey. This may not have been intended, but narrowing the learned judge’s language to apply to the cases where patents had not been issued, his conclusion was an erroneous application of a correct principle to the facts of this case. That a deputy surveyor who has made a return of his survey to the surveyor general, cannot make a new survey, or alter the lines of the survey as returned without a new authority is well settled. His authority is exhausted by the return, and he is <em>functus officio. </em>The authorities are numerous: Drinker <em>v. </em>Holliday, 2 Yeates 87 ; Porter <em>v. </em>Ferguson, 3 Id. 60; Deal <em>v. </em>McCormick, 3 S. &amp; R. 343 <em>; </em>Oyster <em>v. </em>Bellas, 2 Watts 397 ; Bellas <em>v. </em>Cleaver, 6 Wright 260 ; Hughes <em>v. </em>Stevens, 7 Id. 197. In all of these cases, however, the important exception is stated, viz.: unless there be “ new directions” — “new authority” — “an order” — “new authority from the surveyor general or the board of property,” and the reason given is that the <em>deputy </em>has exhausted his authority. But the authority of the surveyor general is not exhausted by the mere return of his deputy. Until he accepts the survey it is not consummated. If upon the return of a survey into his office he discovers a reason why the survey should not be ratified or consummated, what is there to prevent him from directing a new survey ? This is the very doctrine held in Stephens <em>v. </em>Cowan, 6 Watts 511. There a warrant for land in Northumberland or Huntingdon county was executed in Westmoreland county. Justice Kennedy, a most excellent land lawyer, said, “ It was certainty competent for the surveyor general, upon being informed by the holder of the warrant here, that the land lay in Westmoreland county, to have directed it to his deputy in that county, and if a survey had been made accordingly by such deputy, it can scarcely be doubted, but it would have been good. Now, for aught that appears to the contrary, the survey here may have been made by the deputy surveyor of Westmoreland county under such an authority, written upon the copy of the warrant put into his hands, which has not been produced, and after an acquiescence for upwards of thirty years on part of everybody in the surveys as made and returned here, it <page-number citation-index=\"1\" label=\"353\">*353</page-number>ought to be presumed, on account of the public peace and security of titles to real estate, that it was rightly made.” This language is very applicable to the case before us. The Silliman batch of warrants were issued for land supposed to be in Berks county, they were surveyed in fact in Northumberland county by the deputy surveyor of Berks, and interfered with other surveys ; this was in July. In October we find them in the hands of Gray, the deputy for Northumberland. His returns are accepted and patents issued on many of them, and they were acquiesced in by everybody for over thirty years, while the Vanderslice surveys were never recognised after their return. The trial took place more than eighty years after the return of Gray’s surveys. After such a lapse of time and under these circumstances, the presumption is violent that the Vanderslice surveys were abandoned, and a new direction given by the surveyor general to Gray. It is very clear that in 1806, when five of the patents were issued, in 1808 when two more were issued, and in 1813, when another was granted, there must have been evidence before the officers of the Land Office, of the regularity of the Gray surveys. The authorities on this point as to the presumption are clear and to the point.</p>\n<p id=\"b353-6\">But in the first place let us notice the powers of the surveyor general. Before the Revolution the officers of the Land Office were the agents of the proprietaries, and therefore looked upon as clothed with large powers. The Act of 9th April 1781, 1 Sm. Laws 530, which first opened the Land Office under the Commonwealth, simply provided that the secretary of the Land Office, receiver general and surveyor general, might appoint deputies and clerks to assist in executing the business of their offices, and the surveyor general should appoint deputies to make surveys in their proper counties only. No other general powers were conferred, the legislature seeming to suppose these officers acted under known customary powers. But by the second section of the Act of 1st April 1784, 2 Sm. Laws 102, “ the several officers of the Land Office are hereby fully empowered and directed to do and perform every act and thing incident or in anywise appertaining to their said offices with respect to receiving, filing and entertaining locations, granting warrants on the same, receiving the consideration, directing copies of warrants, or other rights, receiving returns, and issuing patents of confirmation, as heretofore, agreeably to the former customs and usages of the said offices.” These powers it will be seen concern the very matter in hand. Speaking of the surveyor general, Justice Yeates said, in Harris <em>v. </em>Monks, 2 S. &amp; R. 559: “ But what law or usage forbids the surveyor general himself to execute a warrant, if his superior duties allow him leisure for that purpose ? If he may do it personally why may he not appoint a special agent to perform the service ? Such agent would be a <page-number citation-index=\"1\" label=\"354\">*354</page-number>deputy <em>pro hae vice.” </em>And in Brien <em>v. </em>Elliott, 2 Penna. R. 59, Chief Justice Gibson said: “ Why might not these surveys have been executed by the surveyor general in person? Even under tl^e Commonwealth, when the latitude of discretion allowed by the proprietaries, who had absolute power over the subject, has been greatly abridged by positive law, if not entirely taken away, his act of adoption has been held to ratify a survey by one who <em>was not the proper officer, </em>and who consequently had acted without authority.” It is clear that in the case before us the Gray surveys were accepted and adopted by the surveyor general and confirmed by numerous patents. In regard to this power to ratify or adopt, the Chief Justice spoke with authority. See Harris <em>v. </em>Monks, <em>supra; </em>Creek <em>v. </em>Moon, 7 S. &amp; R. 330. In the last ease the survey was made by one not appearing to be a deputy, and Tilghman, 0. J., said, “ Under the proprietary government the surveyor general exercised the power of making special deputations, and I do not think he was deprived of that power by the Act of 1781.” He refers also to the case of Wright <em>v. </em>Wells, 1 Yeates 286, where a survey was made in 1786 by John Hage, deputy surveyor, of land outside of his district. The principle of adoption is the ground of decision in Shields <em>v. </em>Buchannan, 2 Yeates 219, and Funston <em>v. </em>McMahon, 2 Yeates 245. Light <em>v. </em>Woodside, 10 S. &amp; R. 23, is a ease strongly bearing on this. There the surveyor general rejected the survey, and another had been made without a new authority, yet it was held after confirmation by patent that the irregularity did not invalidate the title. So in Goddard <em>v. </em>Gloninger, 5 Watts 209, it was said that though ratification contrary to a positive statute would not be permitted, yet even there lapse of time would make the title valid. Balliott <em>v. </em>Bauman, 5 W. &amp; S. 150, is a still stronger case. There the application of Rhodes was actually located on other lands which were still held at the time of the trial under that application, by vendees of Rhoads. Many years afterward Rhodes had another survey made on his application, which was returned and accepted and patent granted upon it. It was held, the land taken by the second survey being vacant, and no intervening right acquired, the patent conferred a good title. In the present case the land first surveyed was abandoned and left open to appropriation by others. This principle of adoption governed in Stephens <em>v. </em>Cowan, already referred to. Another illustration of it is found in a class of cases represented by Layton <em>v. </em>Paull, 5 Watts 465. There, notwithstanding the proprietary regulation of 1767, forbidding deputies to include more than ten per centum in the survey, and the Act of 8th April 1785, allowing an excess not exceeding ten per centum, an acceptance by the surveyor general of a survey containing more than ten per cent, was held to be valid. The distinction is apparent, the prohibition operated on the deputy, but not on the surveyor general <page-number citation-index=\"1\" label=\"355\">*355</page-number>himself. Bearing on the same principle are the eases of Coxe <em>v. </em>Woolbach, 2 Casey 122, and Sabins <em>v. </em>McGhee, 12 Id. 453, holding that after acceptance of an irregular survey and confirmation by patent the land first surveyed is open to appropriation by others; and also Chew <em>v. </em>Morton, 10 Watts 321, that after the issuing of a patent the officers of the Land Office have no power to set it aside. Now in the case before us the acceptance of the block survey by Gray, and granting of patents on some of the surveys to Silliman and his assigns, left the Yanderslice surveys open to appropriation. The state having received the purchase-money from Silliman, accepted the Gray surveys and confirmed part of the block by patents, cannot assert that no title passed under these surveys, while Bifcler had no intervening right to be protected.</p>\n<p id=\"b355-6\">Now when we add to these considerations and precedents the weight always attached to the lapse of time in raising presumptions and quieting titles as the means of maintaining peace, order and harmony in the relations of civil society, there can be but one right conclusion in this case. The importance of such presumptions is stated with great emphasis and fulness of reference to authorities by Justice Kennedy in Bellas <em>v. </em>Levan, 4 Watts 294, where he sums up in this conclusion : “ It is too obvious not to be seen and felt by every one how very important it is to the best interests of the state that titles to lands, instead of being weakened and impaired by lapse of time, should be strengthened until they shall become incontrovertibly confirmed by.it.” The application of this doctrine to chamber surveys is a striking example: Caul <em>v. </em>Spring, 2 Watts 390 ; Oyster <em>v. </em>Bellas, Id. 397 ; Nieman <em>v. </em>Ward, 1 W. &amp; S. 68. Justice Kennedy, in Bellas <em>v. </em>Levan, <em>supra, </em>says, “ Twenty years (now twenty-one) from the return of survey by the deputy into the surveyor general’s office were held (referring to Caul <em>v. </em>Spring), to be sufficient to raise an absolute and conclusive presumption that'the survey was rightly made.” “ And that,” said C. J. Black, “ even where there was an unexecuted order of resurvey by the board of propertyreferring to Collins <em>v. </em>Barclay, 7 Barr 67. “In short,” continued Judge Black, <em>“ </em>the courts of this state seem uniformly and especially of late to have refused to go back more than twenty-one years to settle any difficulty about the issuing of warrants and patents, or the making or returning of surveys, or the payment of purchase-money to the Commonwealth Strimpfler <em>v. </em>Roberts, 6 Harris 299. On the subject of presumptions from lapse of time; see also Mock <em>v. </em>Astley, 13 S. &amp; R. 382; Goddard v. Gloninger, 5 Watts 209 ; Nieman <em>v. </em>Ward, 1 W. &amp; S. 68; Ormsby <em>v. </em>Ihmsen, 10 Casey 462; McBarron <em>v. </em>Gilbert, 6 Wright 279. In the case before us the surveys of Gray were made and accepted thirty-three years before the issuing of <page-number citation-index=\"1\" label=\"356\">*356</page-number>John Bitler’s warrant, and thirty-five years before the survey made upon it.</p>\n<p id=\"b356-6\">The case of the Improvement Company <em>v. </em>Numson, 14 Wall. 442, does not touch the question before us. The error assigned was : “ That the court erred in charging the jury that no subsequent official survey of the land under those warrants, without a warrant of survey or order of the board of property, was authorized.” In refusing to reverse, the Supreme Court of the United States simply affirmed a general principle which we all recognise. The Jacob Yeager survey, then in question, was not one of the block of fourteen surveys by Gray, but was laid by the deputy surveyor of Berks county twenty-two miles away. No evidence was given of the acts of confirmation of the surveys in the same block, the Yeager survey being entirely isolated. The fact, too, was assumed that the Yanderslice survey on the Yeager warrant was accepted on the 16th of July 1793, the day of the return, a fact not proved and not probably true. On the question of presumption the court in that case were without facts to raise it, and relied on the case of Wilson <em>v. </em>Stoner, 9 S. &amp; R. 39, a case without a single feature like the present. There was no evidence that a warrant had ever issued out of the Land Office, and the only question was whether the fact could be inferred from the finding of a survey in the deputy surveyor’s office, with the endorsement, <em>“ </em>copied for return.” Of course, without some evidence of payment of purchase-money, or some entry in the Land Office, the existence of a warrant could, not be inferred from this outside statement of a deputy in the country.</p>\n<p id=\"b356-7\">The next important question arises upon the tax sales to the commissioners in 1844, and their sales in 1849. On the 10th of June 1844, the Troxel, Immel and Klinger tracts were sold to the commissioners for unpaid taxes, and they sold the same on the 16th July 1849, to J. W. Roseberry and others, and delivered deeds therefor, September 1st 1849. On the 10th of June 1844, the John Bitler tract assessed as three hundred acres in the names of Elizabeth and Hannah Bitler, was sold to the commissioners for unpaid taxes, and they on the 16th July 1849, sold the same to 0. M. Straub, who refused to pay the purchase-money, except as a set-off of his account as sheriff, for boarding prisoners. The commissioners declined to admit the set-off, and after several years had elapsed, placed the matter in the hands of an attorney to collect the bid. The commissioners and Straub finally settled in 1854, and they then delivered the deed to Straub, upon the sale of 1849. The John Bitler survey was laid chiefly on the Christian Troxel survey, with a small part over on the Christian Immel survey, and possibly a small part on the Casper Thiel tract. The court below having decided that the surveys on the warrants by .Gray were void, on the ground of Hunter <em>v. </em>Albright, 5 W. &amp; S. <page-number citation-index=\"1\" label=\"357\">*357</page-number>423, held, that the sale of the three hundred acres assessed to Elizabeth and Hannah Bitler was the only valid tax sale, and that this was vested by the commissioners’ sale in C. M. Straub. But the court having erred in holding the Gray surveys to be void, and they being the older and better, the principle of Hunter <em>v. </em>Albright, turns to the opposite side, and the sale of the Troxel and Immel tracts for taxes confers the better title, which by the commissioners’ deed of sale of 1849 became vested in Roseberry and others. Hunter <em>v. </em>Albright was afterwards recognised in Diamond Coal Co. <em>v. </em>Fisher, 7 Harris 267. And irrespective of the doctrine of these cases, if the tax sale in either name be sufficient to convey title to the actual <em>locus in quo, </em>the title of Roseberry would prevail, for he was the first to pay the purchase-money to the commissioners, and obtain his deed. <em>Prior in tempore potior est in jure. </em>But it is sufficient, that the title under the Gray surveys being good, the tax sales of Troxel and Immel were good.</p>\n<p id=\"b357-6\">These are the only errors to be noticed, as the others rest on these as the fundamental questions in the case.</p>\n<p id=\"b357-7\">Judgment reversed, and a <em>venire facias de novo </em>awarded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}