{
  "casebody": {
    "data": "<casebody firstpage=\"907\" lastpage=\"910\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b933-5\">UNITED STATES of America, Plaintiff-Appellee, v. Haleodora ZEPETA, a.k.a. Lolo, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b933-8\">No. 09-13600</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AQJ\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b933-9\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b933-10\">July 27, 2010.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b933-17\">Lynn Gitlin Fant, Waco, GA, for Defen-danL-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b933-18\">Bret R. Williams, Lawrence R. Sommer-feld, U.S. Attorney’s Office, Atlanta, GA, for Plaintiff-Appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b933-20\">Before TJOFLAT, WILSON and FAY, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b933-21\">PER CURIAM:</author>\n<p id=\"b933-22\">Haleodora Zepeta appeals his 151-month total sentence for conspiracy to possess and possession with intent to distribute at least 5 kilograms of cocaine. He argues that the district court clearly erred by applying a three-level enhancement, pursuant to U.S.S.G. § 3B1.1(b), based on its finding that he was a manager or supervisor of an offense involving five or more participants. For the reasons set forth below, we affirm.</p>\n<p id=\"b933-23\">I.</p>\n<p id=\"b933-24\">A federal grand jury charged Zepeta with conspiring to possess with intent to distribute at least five kilograms of cocaine, in violation of 21 U.S.C. §§ 812, 841(a)(1), and 846 (Count 3); and possessing with intent to distribute at least five kilograms of cocaine, in violation of 21 U.S.C. §§ 812 and 841(a)(1), (b)(1)(A) (Count 4). Zepeta pled guilty to Counts 3 and 4 pursuant to a written plea agreement. The district court accepted Zepe-ta’s plea and adjudicated him guilty of those two counts.</p>\n<p id=\"b934-3\"><page-number citation-index=\"1\" label=\"908\">*908</page-number>According to the presentence investigation report (“PSI”), on October 31, 2006, Zepeta contacted a confidential source (“CS”), stating that he was in Mexico and needed the CS to deliver 55 kilograms of cocaine and pick up the proceeds of the sale at an Atlanta-area location. On November 14, 2006, Zepeta contacted the CS and gave him the telephone numbers of Michael Patterson and Randy Zepeta (“Randy”). The CS arranged a meeting with Patterson and Randy. At the meeting, Patterson and Randy transferred approximately 20 kilograms of cocaine into the CS’s vehicle and left. Zepeta then contacted the CS and instructed him to deliver the cocaine to Alvarado-Mojica. Law enforcement officials replaced the cocaine with fake narcotics, which the CS delivered to Alvarado-Mojica. Agents also followed Patterson and Randy, who met with a woman named Cecilia Zuaso. Zuaso gave Patterson a small box believed to contain $20,000.</p>\n<p id=\"b934-4\">According to paragraph 23 of the PSI, after his arrest, Patterson told law enforcement agents that he and Randy drove from Texas to Atlanta with 20 kilograms of cocaine hidden in Patterson’s truck. He stated that Zepeta instructed him to meet with a man and deliver the cocaine. Paragraph 24 of the PSI stated that Patterson also told investigators that, in 2006, he had delivered cocaine from Texas to Atlanta for Zepeta on ten occasions.</p>\n<p id=\"b934-5\">The PSI set Zepeta’s base offense level at 38, pursuant to U.S.S.G. § 2Dl.l(c)(l), stating that Zepeta could be held accountable for at least 220 kilograms of cocaine, based in part on Patterson’s post-arrest statements regarding the additional cocaine deliveries he made for Zepeta. Zepeta’s offense level was increased by four levels, pursuant to § 3Bl.l(a), because Zepeta was an organizer or leader of the offense, which involved five or more participants or was otherwise extensive. Zepeta received a three-level reduction, pursuant to § 3El.l(a) and (b), for acceptance of responsibility. Thus, Zepeta’s total offense level was set at level 39. Zepe-ta’s total offense level of 39 combined with his criminal history category of I to yield a guideline imprisonment range of 262 to 327 months.</p>\n<p id=\"b934-7\">Zepeta filed objections to the PSI. First, Zepeta argued that, under his plea agreement, he could be held accountable for only 20 kilograms of cocaine. He specifically objected to paragraph 24 of the PSI, which set forth Patterson’s statements about the additional cocaine deliveries he made for Zepeta. Zepeta also objected to the four-level aggravating role enhancement, arguing that “there [wa]s no evidence to suggest that [he] and the other co-conspirators were much more than a small courier group.”</p>\n<p id=\"b934-8\">At Zepeta’s sentencing hearing, the district court sustained Zepeta’s objection to the drug quantity, listed in the PSI and reduced Zepeta’s base offense level to level 34. With respect to the four-level § 3Bl.l(a) aggravating role enhancement, Zepeta argued that the offense involved fewer than five participants, because Zua-so was merely a “buyer.” He contended that the offense was “a one-time drug deal,” and that the § 3Bl.l(a) enhancement required the existence of a “genuine enterprise.” Zepeta argued that Patterson’s statement regarding prior narcotics deliveries was unreliable, because it was not made at trial.</p>\n<p id=\"b934-9\">The government responded that the four-level enhancement did not rely upon Patterson’s post-arrest statements, and that evidence of the additional trips “ha[d] been and should be excluded.” It asserted that the enhancement was based on the fact that the offense involved five or more participants — Zepeta, Patterson, Randy, Alvarado-Mojica, and Zuaso — and that <page-number citation-index=\"1\" label=\"909\">*909</page-number>Zepeta instructed the CS to receive the cocaine delivery and transfer the cocaine to another individual. The court determined that the government had shown that Zepeta managed or supervised five or more individuals, but failed to show that he was an organizer or leader. Thus, it applied a three-level enhancement under § 3331.1(b), rather than a four-level enhancement under § 3131.1(a).</p>\n<p id=\"b935-5\">Based on its findings, the court determined that Zepeta was subject to a guideline range of 151 to 188 months’ imprisonment. It sentenced Zepeta to 151 months’ imprisonment on each of Counts 3 and 4, to be served concurrently, followed by a 5-year term of supervised release.</p>\n<p id=\"b935-6\">II.</p>\n<p id=\"b935-7\">“[We] review[ ] a sentencing court’s determination of a defendant’s role in the crime for clear error.” <em>United States v. Gupta, </em>463 F.3d 1182, 1197 (11th Cir.2006). “A factual finding is clearly erroneous when although there is evidence to support it, the reviewing court on the entire evidence is left with the definite and' firm conviction that a mistake has been committed.” <em>United States v. Robertson, </em>493 F.3d 1322, 1330 (11th Cir.2007) (quotation omitted).</p>\n<p id=\"b935-8\">The Sentencing Guidelines instruct courts to increase a defendant’s offense level by three levels “[i]f the defendant was a manager or supervisor (but not an organizer or leader) [of the offense] and the criminal activity involved five or more participants or was otherwise extensive.” U.S.S.G. § 3Bl.l(b). In determining the defendant’s role in the offense, the district court should consider the following factors:</p>\n<blockquote id=\"Afnr\">[T]he exercise of decision making .authority, the nature of participation in the commission of the offense, the recruitment of accomplices, the claimed right to a larger share of the fruits of the crime, the degree of participation in planning or organizing the offense, the nature and scope of the illegal activity, and the degree of control and authority exercised over others.</blockquote>\n<p id=\"b935-10\">U.S.S.G. § 3B1.1, comment, (n.4). “There is no requirement that all the considerations have to be present in any one case.” <em>United States v. Ramirez, </em>426 F.3d 1344, 1356 (11th Cir.2005).</p>\n<p id=\"b935-11\">The defendant need only manage or supervise one other participant for the enhancement to apply. U.S.S.G. § 3B1.1, comment, (n.2). “A mere buyer/seller relationship is <em>not </em>a sufficient basis to assess a managerial enhancement.” <em>United States v. Glinton, </em>154 F.3d 1245, 1260 (11th Cir.1998). A defendant’s management of assets, standing alone, also is insufficient to support an enhancement under § 3B1.1. <em>United States v. Glover, </em>179 F.3d 1300, 1302-03 (11th Cir.1999). We have held that the defendant exercised a supervisory or managerial role in the offense where he instructed a co-conspirator to deliver a vehicle containing cocaine to another co-conspirator in Baton Rouge, who would then drive the car to Atlanta, where the defendant sent someone to pick up the vehicle. . <em>United States v. Shazier, </em>179 F.3d 1317, 1320 (11th Cir.1999).</p>\n<p id=\"b935-12\">In determining the number of participants in a criminal activity, the district court counts all individuals, including the defendant, who were. criminally responsible for the commission of the offense even though they might not have been convicted. <em>United States v. Holland, </em>22 F.3d 1040, 1045 (11th Cir.1994); U.S.S.G. § 3B1.1, comment, (n.l). “A person who is not criminally responsible for the commission of the offense (e.g., an undercover law enforcement officer) is not a participant.” U.S.S.G. § 3B1.1, comment, (n.l).</p>\n<p id=\"b935-14\">III.</p>\n<p id=\"b935-15\">Section 3Bl.l(b)’s requirement that the offense of conviction involve five or more <page-number citation-index=\"1\" label=\"910\">*910</page-number>participants or be “otherwise extensive” is met in this case. Zepeta is correct that the CS cannot be considered a participant; however, Patterson, Randy, Alvarado-Mojica, Znaso, and Zepeta himself were all charged for their participation in the offense. <em>See Holland, </em>22 F.3d at 1045; U.S.S.G. § 3B1.1, comment, (n.1). Although Zepeta argues that Zuaso was merely a “buyer,” she was still a participant, because she was criminally responsible for her involvement in the offense. <em>See Holland, </em>22 F.3d at 1045. Thus, § 3B1.1(b)’s requirement that the offense involve five participants is met.</p>\n<p id=\"b936-4\">The uncontested facts set forth in the PSI also show that Zepeta exercised managerial or supervisory control over Patterson. <em>See </em>U.S.S.G. § 3B1.1, comment. (n.2). Although Zepeta objected to Patterson’s post-arrest statements set forth in paragraph 24 of the PST—indicating that Patterson delivered cocaine for Zepeta on ten occasions — Zepeta did not object to paragraph 23 of the PSI, which stated that Patterson told law enforcement agents that he followed Zepeta’s instruction to transport 20 kilograms of cocaine from Texas to Atlanta. There is no buyer/seller relationship between Zepeta and Patterson, but instead a supervisory relationship, as Patterson was following Zepeta’s instructions to deliver the cocaine. The fact that Zepeta provided Patterson’s telephone number to the CS so that Patterson could transfer the cocaine to the CS also indicates that Zepeta was coordinating the drug transaction and that Patterson was acting under Zepeta’s supervision. <em>See </em>U.S.S.G. § 3B1.1, comment, (n.4) (instructing courts to consider the defendant’s participation in planning or organizing the offense). Furthermore, Zepeta’s telephone calls to the CS indicate that Zepeta organized not only the transfer of cocaine between Patterson and the CS, but also the transfer between the CS and Alvarado-Mojica. Even though the CS is not considered a participant, these calls indicate that Zepeta exercised significant decision-making authority by determining who would deliver and pick up the cocaine. <em>See </em>U.S.S.G. § 3B1.1, comment, (n.4). Based on these facts, the district court did not clearly err in applying the three-level § 3B 1.1(b) enhancement. <em>See Gupta, </em>463 F.3d at 1197.</p>\n<p id=\"b936-6\">Zepeta’s argument that he does not qualify for an aggravating role enhancement because his offense consisted of a “one-time drug transaction” is meritless, because § 3B1.1 contains no requirement that the underlying offense occur over an extended period of time. <em>See </em>U.S.S.G. § 3B1.1. Although § 3B1.1(b) in some instances requires the offense to be “otherwise extensive,” the government was not required to make such a showing in Zepe-ta’s case, because Zepeta’s drug trafficking offense “involved five or more participants.” <em>See </em>U.S.S.G. § 3B1.1(b) (requiring that the offense “involve[ ] five or more participants <em>or </em>[be] otherwise extensive” (emphasis added)). Accordingly, based on the undisputed facts set forth in the PSI, the district court did not clearly err in applying the § 3B 1.1(b) enhancement and we affirm Zepeta’s 151-month sentence.</p>\n<p id=\"b936-7\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}