{
  "casebody": {
    "data": "<casebody firstpage=\"116\" lastpage=\"121\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b134-5\">Mary Stitzer <em>v. </em>Rinaldi’s Restaurant et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b134-6\">(13505)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b134-7\">Peters, C. J., Healey, Shea, Callahan and Covello, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b134-9\">Argued February 8</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ASr\">decision released May 9, 1989</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b134-11\"><em>Jason M. Dodge, </em>for the appellants (defendants).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b134-12\"><em>Edward T. Dodd, Jr., </em>for the appellee (plaintiff).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b134-13\">Shea, J.</author>\n<p id=\"AaI\">The sole issue in this appeal is whether the Appellate Court erred in concluding that the plaintiff’s <page-number citation-index=\"1\" label=\"117\">*117</page-number>scars were compensable under General Statutes § 31-308 (d) of the Workers’ Compensation Act.</p>\n<p id=\"b135-6\">The facts relevant to this appeal are undisputed. On September 11, 1981, the plaintiff, while employed by the named defendant, sustained a compensable injury to her neck, which was diagnosed as a cervical disc injury. On January 5,1983, the plaintiff underwent an anterior C4-C5 discectomy and fusion. The fusion required that a piece of bone from her hip be removed and grafted onto the indicated vertebral bodies. The cervical fusion surgery and bone graft left surgical scars on the plaintiff’s hip and on the front portion of her neck.</p>\n<p id=\"b135-7\">The plaintiff sought an award under § 31-308 (d) for both scars. Section 31-308 (d) provides that “[i]n addition to compensation for total or partial incapacity . . . the commissioner may award . . . compensation . . . for any permanent significant disfigurement of, or permanent significant scar on, any part of the body . . . but no compensation shall be awarded . . . for any scar resulting from an inguinal hernia operation or any spinal surgery.” The compensation commissioner determined that neither scar was compensable, because they both resulted from spinal surgery. The compensation review division reversed that decision, concluding that the “spinal surgery” exclusion of § 31-308 (d) precludes compensation only for “scars resulting directly from an incision on the back” and that “[njeither of the scars here . . . derived from [such] an incision.” Thereafter, the defendants appealed to the Appellate Court, which held that, because “neither of the scars involved here resulted directly from an incision on the back during spinal surgery, the review division properly concluded that the plaintiff should be compensated for the scars pursuant to General Statutes § 31-308 (d).” <em>Stitzer </em>v. <em>Rinaldi’s Restaurant, </em>15 Conn. App. 356,362, 544 A.2d <page-number citation-index=\"1\" label=\"118\">*118</page-number>660 (1988). We conclude, however, that the plain language of § 31-308 (d) precludes recovery for the plaintiff’s scars and therefore we reverse the judgment of the Appellate Court.</p>\n<p id=\"b136-6\">This court has often held that when the words of a statute are plain and unambiguous, we need look no further for interpretive guidance because we assume that the words themselves express the intention of the legislature. <em>Rhodes </em>v. <em>Hartford, </em>201 Conn. 89, 93, 513 A.2d 124 (1986); <em>Anderson </em>v. <em>Ludgin, </em>175 Conn. 545, 552, 400 A.2d 712 (1978). The Appellate Court found that the legislative background of the disfigurement provisions of § 31-308 (d) disclosed ambiguity in the spinal surgery exclusion. We conclude, however, that the facts of this case fit precisely within the bounds established by the plain language of § 31-308 (d), and therefore, reference to the legislative history of § 31-308 (d) was unnecessary.<footnotemark>1</footnotemark></p>\n<p id=\"b136-7\">In construing statutes, words and phrases are to be construed according to the commonly approved usage of the language. General Statutes § 1-1; <em>State </em>v. <em>Hill, </em>201 Conn. 505, 516, 518 A.2d 388 (1986); <em>State </em>v. <em>Moore, </em>158 Conn. 461, 465, 262 A.2d 166 (1969). Within the framework of the workers’ compensation statutes, therefore, where no statutory definitions refine our understanding of “spinal surgery,” we note that “vertebrae” have been defined as “the bony or cartilaginous segments comprising the spinal column.” Webster’s Third New International Dictionary. In the present case, the plaintiff underwent surgery for the fusion of two of her cervical vertebrae. The inescapable conclusion, therefore, is that such a procedure constitutes spi<page-number citation-index=\"1\" label=\"119\">*119</page-number>nal surgery. Further, there is no dispute, and the compensation commissioner found, that the plaintiffs scars would not exist had she not undergone this surgery. Thus, the commissioner correctly determined that neither scar was compensable, because both were scars “resulting from . . . spinal surgery.” General Statutes § 31-308 (d).</p>\n<p id=\"b137-6\">The construction urged by the plaintiff, and adopted by the Appellate Court, would engraft the further requirement that, for the “spinal surgery” exclusion to apply, the scar must not only <em>result </em>from such surgery but must also be <em>located </em>on the back. We refuse to adopt such a construction for two reasons. First, this court cannot, by judicial construction, read into legislation provisions that clearly are not contained therein. <em>Caulkins </em>v. <em>Petrillo, </em>200 Conn. 713, 718, 513 A.2d 43 (1986). In determining legislative intent, in the absence of ambiguity, we look only to what the legislature actually said, not to what it might have meant to say. Id., 716-17; <em>Hayes </em>v. <em>Smith, </em>194 Conn. 52, 57-58, 480 A.2d 425 (1984). Second, the evolution of our present exclusion of compensation for scars resulting from inguinal hernia operations, contained in the same clause establishing the spinal surgery exclusion, is informative in illustrating the normal procedure for narrowing an exclusion the legislature deems too broad. Prior to 1975, the disfigurement provision excluded recovery for any scar resulting from “a hernia operation.” In 1975, however, Public Acts 1975, No. 75-48, changed the hernia operation exclusion to apply only to “an inguinal hernia operation.” This amendment demonstrates that the legislature knows how to use limiting language to narrow an exclusion, when it chooses to do so.</p>\n<p id=\"b137-7\">Another basis upon which the Appellate Court relied in finding ambiguity in the spinal surgery exclusion of § 31-308 (d) was the changing nature of medical tech<page-number citation-index=\"1\" label=\"120\">*120</page-number>ñiques. The court stated that “[ajnterior incisions on the neck for cervical disc surgery were not generally known in 1967. Only recently has the frontal approach been widely utilized.” <em>Stitzer </em>v. <em>Rinaldi’s Restaurant, </em>supra, 361. The court concluded, therefore, that the legislature, being unaware of such a procedure, intended to exclude from compensation only incisions on the back.<footnotemark>2</footnotemark> This analysis, however, makes two assumptions with which we disagree. First, in limiting the spinal surgery exclusion to incisions on the back, the Appellate Court assumed that the legislature contemplated that no scars would result elsewhere on a patient’s body from such an operation. While this argument may have some validity for the scar on the front of the plaintiff’s neck, the same cannot be said for the scar on the plaintiff’s hip. The medical technique of removing a piece of bone from part of a patient’s body, thus causing a scar, and using it to fuse vertebrae was widespread long before the legislature enacted the spinal surgery exclusion. See, e.g., <em>Rood </em>v. <em>Russo, </em>161 Conn. 1, 283 A.2d 220 (1971) (piece of hip bone used <page-number citation-index=\"1\" label=\"121\">*121</page-number>in 1966 spinal fusion operation); <em>Johanneson </em>v. <em>Ring, </em>82 Ill. App. 2d 340, 226 N.E.2d 291 (1967) (piece of hip bone used in 1963 spinal fusion operation); <em>Roush </em>v. <em>Alkire Truck Lines, Inc., </em>245 S.W.2d 8 (Mo. 1952) (bone graft from leg used in 1950 spinal fusion operation); <em>Moore </em>v. <em>Public Service Coordinated Transport, </em>15 N. J. Super. 499, 83 A.2d 725 (1951) (bone taken from hip used to fuse two vertebrae in 1949 operation).</p>\n<p id=\"b139-6\">We agree with the compensation commissioner that both the scar on the plaintiff’s hip and that on her throat resulted from spinal surgery because they would not have occurred but for that surgery. Accordingly, the compensation review division erred in reversing the decision of the commissioner and the Appellate Court erred in affirming that decision.</p>\n<p id=\"b139-7\">The judgment of the Appellate Court is reversed and the case is remanded to that court with direction to remand the case to the compensation review division with direction to affirm the commissioner’s decision.</p>\n<p id=\"b139-8\">In this opinion the other justices concurred.</p>\n<footnote label=\"1\">\n<p id=\"b136-8\"> In any event, reference to the legislative history of General Statutes § 31-308 (d) discloses ambiguity in that history, not in the plain language of the spinal surgery exclusion. The legislative history does not disclose whether the legislature contemplated the situation presented in this case. Thus, we are left with only the plain language of the statute.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b138-6\"> The evidence on this point is scanty. The text relied upon by the Appellate Court states: “In recent years a frontal approach to repair disc injuries has been utilized by some surgeons instead of the posterior fusion procedure.” 1B R. Gray &amp; L. Gordy, Attorneys’ Textbook of Medicine (3d Ed 1988) H 10 A.75 (2), p. 10A-68. This statement does not indicate how widely known the anterior spinal fusion technique was in 1967, nor does it state how recently certain surgeons began choosing this procedure over posterior spinal fusion. It cannot be said with any degree of certainty, therefore, that the legislature in 1967 was unfamiliar with the anterior approach to spinal fusion or that it did not consider such a procedure when enacting the spinal surgery exclusion found in General Statutes § 31-308 (d). Cf. A-516 Rec. &amp; Briefs, Part 1, p. 442, <em>Rood </em>v. <em>Russo, </em>161 Conn. 1, 283 A.2d 220 (1971) (surgeon who performed anterior spinal fusion of fifth and sixth cervical discs in 1966 testified that incision was made in the patient’s neck by the throat); <em>Dr. Pepper Bottling Co. </em>v. <em>Industrial Commission, </em>134 Colo. 238, 301 P.2d 710 (1956) (anterior spinal fusion performed in 1953); <em>Fisher </em>v. <em>Carroll Daniel Fisher Construction Co., </em>212 So. 2d 289 (Fla. 1968) (anterior spinal fusion of lumbar vertebrae performed in 1962); <em>Johanneson </em>v. <em>Ring, </em>82 Ill. App. 2d 340,226 N.E.2d 291 (1967) (anterior spinal fusion on patient’s neck performed in 1963).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}