{
  "casebody": {
    "data": "<casebody firstpage=\"447\" lastpage=\"452\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b531-8\">Martin W. MONTEER, Appellant, v. Charles L. BENSON, Warden, United States Penitentiary, Leavenworth, Kansas, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b531-10\">No. 77-1544.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b531-11\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b531-12\">Submitted March 14, 1978.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A-\">Decided April 25, 1978.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b531-13\">Rehearing and Rehearing En Banc Denied May 25, 1978.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b532-18\"><page-number citation-index=\"1\" label=\"448\">*448</page-number>Robert C. Levy, Kansas City, Mo., for appellant; Martin W. Monteer, on brief pro se.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b532-19\">J. Whitfield Moody, Asst. U. S. Atty., Kansas City, Mo., for appellee; Ronald S. Reed, Jr., U. S. Atty., Kansas City, Mo., on brief.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b532-20\">Before VAN OOSTERHOUT, Senior Circuit Judge, HENLEY, Circuit Judge, and LARSON,<footnotemark>*</footnotemark> Senior District Judge.</p>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b532-13\"> EARL R. LARSON, United States Senior District Judge for the District of Minnesota, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b532-21\">LARSON, Senior District Judge.</author>\n<p id=\"b532-22\">Martin W. Monteer was convicted of robbing a bank by the use of deadly weapons, in violation of 18 U.S.C. § 2113(a) and (d), and sentenced to sixteen years imprisonment. His conviction was affirmed on appeal. <em>United States v. Monteer, </em>512 F.2d 1047 (8th Cir.), <em>cert. denied, </em>423 U.S. 855, 96 S.Ct. 103, 46 L.Ed.2d 80 (1975). Monteer filed a motion to vacate sentence under 28 U.S.C. § 2255 on September 9, 1976. In support of his motion he alleged that the trial court erroneously instructed the jury, his arrest and the search and seizure of various items from his home violated his due process rights, his in-court identification by a witness violated his due process rights, and his trial attorneys gave him ineffective representation during his trial and appeal. Judge Hunter <footnotemark>**</footnotemark> dismissed the <page-number citation-index=\"1\" label=\"449\">*449</page-number>first three allegations without a hearing but scheduled a hearing on the final contention and appointed counsel to represent Monteer.</p>\n<p id=\"b533-5\">At a preliminary hearing on May 27, 1977, the District Court permitted Monteer and his counsel to raise such new claims as they had. Monteer raised two new issues, alleging that he had been incompetent to assist in his defense and that there had been a 22-hour delay between the time of his arrest by State authorities and his presentment to a Federal magistrate. In addition, Monteer specified the grounds upon which he based his claim of ineffective representation. He claimed that his counsel failed to call potential alibi witnesses, failed to interview two co-defendants, and failed to take any action after hearing one of the co-defendants who had testified against Monteer recant his testimony. The District Court received the testimony of a witness who would be unavailable for the scheduled evidentiary hearing. The Court also ensured that subpoenas would be issued as necessary to summon each of the witnesses desired by Monteer.</p>\n<p id=\"b533-6\">On June 2,1977, the Court received testimony from six witnesses, including Mon-teer. Both the Court and Monteer’s counsel obtained assurances from Monteer that each of the issues he wished to pursue had been raised and that each of the witnesses he wished to present had been heard. On June 23, 1977, Judge Hunter dismissed Monteer’s petition in an unpublished opinion.</p>\n<p id=\"b533-7\">In this appeal petitioner challenges the dismissal of each of his six allegations. In addition he alleges that Judge Hunter improperly failed to recuse himself upon Mon-teer’s motion. Monteer also contends both the lawyer appointed for the § 2255 hearing and the new lawyer appointed for this appeal have afforded him inadequate representation. Finally, Monteer seeks a remand for an opportunity to present “newly discovered evidence.” We affirm the dismissal of Monteer’s petition.</p>\n<p id=\"b533-10\">The trial court ruled, and we agree, that Monteer’s allegations of illegal arrest, search and seizure, improper in-court identification by a witness, and improper jury instructions are not cognizable in a § 2255 proceeding. <em>Houser v. United States, </em>508 F.2d 509, 515 (8th Cir. 1974). We note that Monteer’s complaints relating to his in-court identification by a critical witness were thoroughly considered and dismissed in his direct appeal. <em>United States v. Monteer, supra </em>at 1049-51. Monteer’s allegation relating to his arrest at home was also raised on direct appeal and this Court found his contentions without substance. <em>United States v. Monteer, supra </em>at 1051.</p>\n<p id=\"b533-11\">The District Court also rejected Monteer’s contention that he is entitled to relief due to the 22-hour delay between his arrest and his presentment to a magistrate. This type of issue is not cognizable in a § 2255 motion. In any case, Monteer made no showing of prejudice resulting from the lapse of time. Absent a showing of prejudice, delay in presenting a defendant to a magistrate does not require reversal of a conviction or vacation of a sentence.<footnotemark>1</footnotemark> <em>See Theriault v. United States, </em>401 F.2d 79, 86 (8th Cir. 1968), <em>cert. denied, </em>393 U.S. 1100, 89 S.Ct. 898, 21 L.Ed.2d 792 (1969). We find no error in the Court’s ruling.</p>\n<p id=\"b533-12\">Judge Hunter properly entertained evidence and argument on the competency issue because it was not raised at trial. <em>Houser v. United States, supra </em>at 517. We agree with Judge Hunter’s conclusion that the claim of incompetency was insubstantial. Monteer asserts that he was addicted to heroin before his arrest and that he was under the influence of pain medication during the trial. He admitted that he had told no one of his claimed drug addiction at the time of trial. He produced no medical records to corroborate that he had been under the influence of excessive medication. He introduced no expert testimony. Petitioner’s own testimony is the only evidence that supports his claim of incompetency. One of <page-number citation-index=\"1\" label=\"450\">*450</page-number>petitioner’s trial attorneys testified that petitioner had appeared lucid and coherent throughout the trial and that he had perceived no communication problems. His two other lawyers had sometimes questioned Monteer’s judgment but had had no difficulty discussing defense tactics and potential witnesses with him. None of petitioner’s attorneys had noticed any evidence of drug abuse. Judge Hunter found no substantial evidence that petitioner was incompetent to stand trial. We find no error in this ruling.<footnotemark>2</footnotemark> <em>See Crenshaw v. Wolff, </em>504 F.2d 377 (8th Cir. 1974).</p>\n<p id=\"b534-4\">We turn now to petitioner’s claim 'that his trial counsel gave him inadequate representation. In this circuit “trial counsel fails to render effective assistance when he does not exercise the customary skills and diligence that a reasonably competent attorney would perform under similar circumstances.” <em>United States v. Easter, </em>539 F.2d 663, 666 (8th Cir. 1976) (Henley, J., concurring). <em>See also United States v. Bad Cob, </em>560 F.2d 877, 880 (8th Cir. 1977); <em>United States v. Malone, </em>558 F.2d 435, 438 (8th Cir. 1977); <em>Benson </em>v. <em>United States, </em>552 F.2d 223, 224-25 (8th Cir. 1977).</p>\n<p id=\"b534-5\">Petitioner’s first argument is that counsel failed to discover and call potential alibi witnesses. With respect to this point, Judge Hunter observed:</p>\n<blockquote id=\"b534-6\">[T]he evidence reveals that petitioner’s attorneys investigated every lead petitioner provided and complied with all requests he made; the evidence introduced herein supports counsel’s assertion that there simply was no alibi defense in this case, and that although all potential witnesses were investigated, some were not called at trial for the reason that their testimony would have been contradictory, weak, cumulative, or a combination thereof.</blockquote>\n<p id=\"b534-10\">The record amply supports these conclusions.</p>\n<p id=\"b534-11\">Petitioner’s second complaint is that his attorneys failed to interview and call his co-defendants, Harry Dale Boyle and Wilbert Leroy Coonce. A considerable record concerning these alleged omissions was made in the hearings below. When the indictments were first handed down against Monteer, Boyle, and Coonce, Boyle denied that any of the three had had any part in the robbery. Coonce, however, admitted his guilt and cooperated with the Government investigation. He eventually testified against Monteer. Upon learning of Coonce’s cooperation, Boyle also pled guilty and agreed to testify for the Government. He was never called upon during the trial, however. Petitioner’s lawyers attempted to interview both Boyle and Coonce but they were unable to obtain permission from the attorneys for the two. In <em>McQueen v. Swenson, </em>498 F.2d 207 (8th Cir. 1974), and <em>Thomas v. Wyrick, </em>535 F.2d 407 (8th Cir. 1976), this Court ruled that a defense counsel’s <em>custom </em>of not interviewing Government witnesses contravenes the attorney’s duty to make an adequate factual investigation.<footnotemark>3</footnotemark> Those cases are not dispositive here because the failure to interview Boyle <page-number citation-index=\"1\" label=\"451\">*451</page-number>and Coonce resulted from an inability to obtain permission for the interviews from the witnesses’ attorneys, not from a standard policy. Petitioner’s attorneys investigated the available sources of information. They asked the witnesses’ attorneys for information about the nature of the witnesses’ testimony. In addition, they examined Government investigative reports and the transcripts from the guilty pleas by Coonce and Boyle. Judge Hunter ruled that petitioner failed to show that a reasonably competent attorney would have done more. On the record before us we find no error in that ruling.</p>\n<p id=\"b535-5\">In the alternative, we hold that petitioner’s showing of prejudice resulting from the failure to interview Coonce and Boyle is insufficient.<footnotemark>4</footnotemark> In <em>Thomas v. Wyrick, supra, </em>a codefendant who, in confessing his own guilt, had incriminated the petitioner was not interviewed or called to testify by petitioner’s trial counsel. Two years after petitioner’s conviction the witness recanted his confession and averred that he would have exonerated the petitioner had he been called at petitioner’s trial. Over a strong dissent, the Court ruled that the petitioner had met his burden to show prejudice. The Court observed:</p>\n<blockquote id=\"b535-6\">Obviously we cannot say with assurance that Brown <em>would </em>have told his present story to Harris had he been properly interviewed. However, in light of Brown’s uncontradicted testimony that he would have told the “truth” and petitioner’s insistence that the present version is the truth, viewed together with all the other facts of this case, we are satisfied that petitioner has demonstrated a sufficient likelihood that an interview of Brown <em>could </em>have produced vital testimony. 535 F.2d at 416 n.ll.</blockquote>\n<p id=\"b535-11\">Though at times in the past, both Coonce and Boyle have stated that Monteer had nothing to do with the bank robbery, neither of these witnesses would exculpate petitioner under oath. This distinguishes this case from <em>Thomas. </em>At the § 2255 hearing Coonce stated clearly that he had testified truthfully in incriminating Monteer at his trial and that he would so testify again if Monteer were tried again. Boyle, when placed under oath at the hearing and reminded of the penalties for perjury, freely admitted that he had stated several times that Monteer was not involved in the robbery but he refused either to adopt his prior statements as true or to state how he would testify if required to do so today. Thus it is unlikely that petitioner could adduce favorable testimony from either of the two at a new trial or that petitioner’s attorneys could have discovered favorable evidence had they interviewed the two before the first trial.<footnotemark>5</footnotemark> Judge Hunter ruled that petitioner failed to show prejudice. We find no error in that ruling.</p>\n<p id=\"b535-12\">Petitioner’s third assertion in support of his claim of ineffective assistance of counsel at trial stems from the following facts. After Monteer’s trial, Coonce came to the offices of petitioner’s trial attorney in the company of petitioner’s wife. Coonce told the attorneys that his testimony against Monteer at trial had been false and that he was prepared to exonerate <page-number citation-index=\"1\" label=\"452\">*452</page-number>Monteer. Coonce’s demeanor reflected extreme shame and uncertainty. Petitioner’s attorneys disbelieved Coonce, but upon discovering that he had not consulted with his own lawyer, they contacted Coonce’s attorney and related Coonce’s statements to him. Coonce later met with his attorney, who subsequently told one of petitioner’s attorneys that Coonce had retracted his new story and had claimed that Monteer had pressured him to change his testimony. Coonce’s . attorney also told petitioner’s counsel that he had conveyed the relevant facts to the United States Attorney. Petitioner’s counsel carried the matter no further. They made no written record of the purported confession and did not communicate it either to the Court or to the United States Attorney. At the § 2255 hearing, Coonce denied having told the lawyers that his trial testimony was false. He testified that his statements at trial had been truthful. We do not decide whether the manner in which petitioner’s counsel handled this matter amounted to ineffective representation for we think it clear that such errors in judgment as may be imputed to them did not prejudice petitioner when viewed in the light of Coonce’s reaffirmation of his trial testimony.</p>\n<p id=\"b536-4\">Petitioner also claims that counsel’s failure to raise the issues of Monteer’s competency to stand trial, illegal search and seizure, the 22-hour delay in his presentment to a magistrate, Federal jurisdiction over the offense, and failure to discover various relevant facts constituted ineffective assistance of counsel. We have examined these claims and find them without merit.</p>\n<p id=\"b536-5\">In sum, petitioner has failed to establish that he was prejudiced by ineffective assistance of counsel.</p>\n<p id=\"b536-6\">Petitioner’s suggestions that he received inadequate representation from the lawyers at the § 2255 hearing and on this appeal may not be raised for the first time on this appeal.<footnotemark>6</footnotemark> We also refuse to consider petitioner’s unsubstantiated, pro se allegations that he was misled and subjected to physical abuse before and during his § 2255 hearing. These matters were not raised below.</p>\n<p id=\"b536-13\">Petitioner seeks a remand to adduce various items of “newly discovered evidence.” Petitioner states that this evidence was unknown to him until after his conviction. He does not state that this evidence was unknown to him at the time of his § 2255 hearing. He has given no explanation for failing to introduce his evidence at his hearing where he was given every opportunity to present such arguments and evidence as he had. We perceive no reason to remand this case.</p>\n<p id=\"b536-14\">Finally, we find no error in Judge Hunter’s refusal to recuse himself from this case upon Monteer’s motion. The record is clear that Judge Hunter accorded petitioner a full, fair and patient hearing.</p>\n<p id=\"b536-15\">The judgment appealed from is affirmed.</p>\n<footnote label=\"**\">\n<p id=\"b532-23\"> United States District Court Judge for the Western District of Missouri.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b533-8\">. Thus, we need not comment on the extent to which the fact that the arrest was made by State, not Federal, officials might justify the length of the delay.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b534-7\">. Petitioner cites <em>United States v. Collier, </em>399 F.2d 705 (7th Cir. 1968), and <em>Nolan v. United States, </em>466 F.2d 522 (10th Cir. 1974), for the proposition that a full hearing must be held to address the issue of competency. We agree that those cases support that proposition. <em>See also Roe v. United States, </em>325 F.2d 556 (8th Cir. 1963). But that is not the issue here. Petitioner received his hearing. Petitioner complains that he was afforded an inadequate opportunity to prepare his presentation on the competency issue and that we should remand the case to give him a second chance. Petitioner never requested a continuance below. He does not indicate whether he has any additional evidence to produce. In any case, we think the record conclusively shows that every reasonable effort was made by Judge Hunter to permit petitioner to fully address the competency issue.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b534-13\">. In <em>Thomas </em>v. <em>Wyrick, supra, </em>the Court observed:</p>\n<blockquote id=\"b534-14\">We emphasize that we are faced with a <em>general policy </em>of not interviewing government witnesses. We recognize that in particular cases, an attorney’s professional judgment may lead him to decline to interview some or all of the government’s witnesses and to rely on other sources of information. Such an exercise of professional judgment will be given the same deference as any other. 535 F.2d at 413 n.7.</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b535-7\">. In <em>McQueen v. Swenson, supra, </em>this Court stated:</p>\n<blockquote id=\"b535-8\">We ought not to intervene in the criminal process unless and until it can be shown that the alleged error itself prejudiced the petitioner in obtaining a fair trial. But this is <em>not </em>to say that . . . petitioner must prove his innocence even by so much as a preponderance of the evidence; nor should we be understood to suggest that the Court may trespass upon what properly would have been the jury’s province of weighing the truth or falsity of this evidence at the original trial. What we are saying is that, here, the petitioner must shoulder an initial burden of showing the existence of admissible evidence which could have been uncovered by reasonable investigation and which would have proved helpful to the defendant either on cross-examination or in his case-in-chief at the original trial. 498 F.2d at 220.</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b535-14\">. The Court in <em>Thomas v. Wyrick </em>cautioned that a “petitioner’s proof of prejudice should not be defeated by the district court’s low opinion of the credibility of relevant and admissible testimony.” 535 F.2d at 417. Here we need not judge the credibility of Boyle and Coonce to conclude that there simply is no relevant and admissible testimony that will favor petitioner.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b536-7\">. Petitioner also argues that the standard of review for the District Court’s factual findings should be made more lenient in view of his claims that he received inadequate assistance of counsel at his § 2255 hearing. We reject that argument out of hand. Were we to accept that position, a great many § 2255 appeals would be accompanied by allegations that the attorneys at the § 2255 hearings were ineffective.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}