{
  "casebody": {
    "data": "<casebody firstpage=\"650\" lastpage=\"652\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b710-12\">UNITED STATES of America ex rel. Lee WIGGINS H-5422, Appellant, v. COMMONWEALTH OF PENNSYLVANIA, District Attorney for Phila. Co.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"alb-dedup-1\">No. 18164.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b710-14\">United States Court of Appeals, Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b710-15\">Submitted on Briefs March 20, 1970.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ARF\">Decided June 16, 1970.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b711-13\"><page-number citation-index=\"1\" label=\"651\">*651</page-number>Lee Wiggins, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b711-14\">Arlen Specter, Dist. Atty., Philadelphia, Pa. (W. Mark Spendrow, Asst. Dist. Atty., James D. Crawford, Asst. Dist. Atty., Chief, Appeals Division, Richard A. Sprague, First Asst. Dist. Atty., Philadelphia, Pa., on the brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b711-15\">Before McLAUGHLIN, FREEDMAN and GIBBONS, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b711-16\">OPINION OF THE COURT</p>\n<author id=\"axf-dedup-1\">PER CURIAM.</author>\n<p id=\"b711-17\">Appellant, Lee Wiggins, pleaded guilty on April 23, 1964 in the Court of Quarter Sessions of Philadelphia County to eleven charges of aggravated robbery and one each of playfully and wantonly pointing a firearm and of carrying a concealed deadly weapon. He was sentenced the same day, and has. since been confined. In March, 1966, appellant filed a petition under the Pennsylvania Post Conviction Hearing Act, Pa.Stat.Ann. Tit. 19, §§ 1180-1 to 1180-14 (Supp.1970). After an evidentiary hearing in April, 1967 that petition was dismissed, and the dismissal was affirmed by the Superior Court of Pennsylvania, Commonwealth v. Wiggins, 211 Pa.Super. 733, 235 A.2d 191 (1967). The Pennsylvania Supreme Court denied allocatur in October, 1968.</p>\n<p id=\"b711-18\"> Appellant thereafter filed a petition for a writ of habeas corpus in the District Court for the Eastern-District of Pennsylvania. That petition alleged that the petitioner’s guilty plea had not been made intelligently and voluntarily, because at the time it was entered he was undergoing a psychomotor epileptic seizure. The district court held an evidentiary hearing, and concluded:</p>\n<blockquote id=\"b711-19\">It is our considered judgment, that the relator was not incompetent at the time he entered his guilty plea. In reaching this conclusion we do not discount the medical testimony that the relator does, in fact, have epilepsy. However, we are not at all persuaded that he actually experienced a psy-chomotor seizure on the day of his plea and sentencing on April 23, 1964. The relator gave us the distinct impression that he was disingenuous and that his testimony was primarily motivated by strong self interest.</blockquote>\n<p id=\"b711-20\">This finding of fact is amply supported by the record. We cannot reverse it in the absence of clear error. Fed.R.Civ.P. <page-number citation-index=\"1\" label=\"652\">*652</page-number>52(a); United States ex rel. Manley v. Rundle, 404 F.2d 44 (3 Cir. 1968), cert. denied, 395 U.S. 914, 89 S.Ct. 1760, 23 L.Ed.2d 227 (1969).</p>\n<p id=\"b712-4\">Appellant makes the additional contention that his guilty plea must be set aside as a matter of law because there was no affirmative showing on the record that the plea was made intelligently and voluntarily. In making that contention he relies on Boykin v. Alabama, 395 U.S. 238, 89 S.Ct. 1709, 23 L.Ed.2d 274 (1969), which held that it was plain error to accept a guilty plea without a showing, on the record, that it was intelligent and voluntary. Boykin v. Alabama, <em>supra,, </em>applied to state criminal proceedings the same standard for on-the-record establishment of the defendant’s knowledge of the nature of the charge and the consequences of a guilty plea as was applied to the federal courts in McCarthy v. United States, 394 U.S. 459, 89 S.Ct. 1166, 22 L.Ed.2d 418 (1969).</p>\n<p id=\"b712-5\">Halliday v. United States, 394 U.S. 831, 89 S.Ct. 1498, 23 L.Ed.2d 16 (1969), held that the <em>McCarthy </em>rule would not be applied retroactively. It appears, therefore, that the rule requiring an on-the-record showing that the plea was knowing and voluntary is one that is prophylactic in nature, rather than one which goes to the reliability of the fact finding process or to the essential fairness of the proceedings. See Desist v. United States, 394 U.S. 244, 89 S.Ct. 1030, 22 L.Ed.2d 248 (1969); Stovall v. Denno, 388 U.S. 293, 87 S.Ct. 1967, 18 L.Ed.2d 1199 (1967); Johnson v. New Jersey, 384 U.S. 719, 86 S.Ct. 1772, 16 L.Ed.2d 882 (1966); Linkletter v. Walker, 381 U.S. 618, 85 S.Ct. 1731, 14 L.Ed. 2d 601 (1965). Here the appellant’s contention that his plea was unknowing or involuntary has been the subject of an evidentiary hearing in which the fact finder rejected his version of the facts. In these circumstances we will not, by a retroactive application of <em>Boykin, </em>void a guilty plea which was in fact, if not on the record, knowingly and voluntarily made. United States ex rel. Fear v. Commonwealth of Pennsylvania, 423 F.2d 55 (3 Cir. 1970); United States ex rel. Hughes v. Rundle, 419 F.2d 116 (3 Cir. 1969).</p>\n<p id=\"b712-7\">The order of the district court denying appellant’s petition for a writ of habeas corpus will be affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}