{
  "casebody": {
    "data": "<casebody firstpage=\"501\" lastpage=\"504\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b589-4\">UNITED STATES of America, Plaintiff-Appellee, v. Paul Alexander SMOGOR, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b589-6\">No. 17173.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b589-7\">United States Court of Appeals Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b589-8\">May 13, 1969.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b589-9\">Rehearing Denied July 3,1969.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b590-4\"><page-number citation-index=\"1\" label=\"502\">*502</page-number>Thomas L. Shaffer, Notre Dame, Ind., George N. Beamer, Jr., South Bend, Ind., for defendant-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b590-5\">Alfred W. Moellering, Fort Wayne, Ind., Richard L. Kieser, South Bend, Ind., for plaintiff-appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b590-6\">Before KILEY and SWYGERT, Circuit Judges, and HOFFMAN, District Judge.<footnotemark>1</footnotemark></p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b590-15\">. Judge Hoffman is sitting by designation from the United States District Court for the Northern District of Illinois.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b590-7\">SWYGERT, Circuit Judge.</author>\n<p id=\"b590-8\">The defendant, Paul Alexander Smogor, was indicted for wilfully failing to obey an order of his draft board to report for and submit to induction into the armed forces of the United States in violation of 50 U.S.C.App. § 462(a). He waived a jury and was tried by the court. After being found guilty, he was sentenced to three years in prison. The defendant appeals from the judgment of conviction.</p>\n<p id=\"b590-9\">The record shows the following facts. The defendant registered with his local draft board on September 25,1964. After first being given a 1-A classification, he was later granted a 2-S student deferment. On July 25, 1966 he was reclassified 1-A. On September 21, 1966 he was ordered to report for induction October 13, 1966. He failed to report.</p>\n<p id=\"b590-10\">On the day he was to report, after the clerk of the local board tried to contact him, the defendant telephoned the board’s office. When asked by the clerk why he failed to report, the defendant said that he did not report because he could not conscientiously comply with the induction order. The clerk suggested that the defendant put his reasons for noncompliance in writing and send them immediately to the board.</p>\n<p id=\"b590-11\">On October 27, 1966 the defendant wrote the board: “On the day I was to have been inducted I could not conscientiously comply with the order to do so. Since the thirteenth * * * I have decided to apply for I-O-C.O. status.” Thereafter, on October 31, the defendant filed with the board an SSS Form 150, the special form for conscientious objectors, in which he set forth certain philosophical and religious views which he entertained. In part he wrote: “At the time [when ordered for induction] I did not feel that I could conscientiously comply with the order; I was not able to make a moral decision. But what is more, no matter what the action, it is ultimately based upon religious convictions.” On November 21, 1966 the board reviewed the information contained on SSS Form 150. The board’s record reads in part: “[Determined it was not circumstances beyond registrant’s control; therefore the classification not reopened.” The instant criminal prosecution followed.</p>\n<p id=\"b590-13\">The defendant contends that the district court erred in excluding certain evidence offered by the defendant on the issue of the validity of the order to report. The district court, according to the defendant, excluded evidence that would have shown that the local board “falsified” its records, that it failed to notify him of its action on his petition to reopen classification and his request for conscientious-objector status; that the board acted without basis in fact in refusing to grant his petition; and that he was denied conscientious-objector status because the board uniformly rejected applications of Roman Catholics.</p>\n<p id=\"b590-14\">The proffered evidence related to the communications between the defendant and the board after the defendant had failed to report on October 13, 1966. Initially, it should be noted that the registrant’s entire file was introduced into evidence, including a record of the events which took place after October 13. The rejected testimony of the defendant would have added little to what the file revealed. But more important, the judge <page-number citation-index=\"1\" label=\"503\">*503</page-number>was correct in ruling that this evidence was not relevant to the issue of the correctness of classification, upon which the validity of the order depended, for the reason that the defendant had not exhausted his administrative remedies and therefore could not raise this issue.</p>\n<p id=\"b591-5\">The defendant was precluded from raising this defense for two reasons. First, he failed to appeal his 1-A classification. In United States v. Kurki, 384 F.2d 905, 907 (7th Cir. 1967), cert. denied, 390 U.S. 926, 88 S.Ct. 861, 19 L.Ed.2d 987 (1968), we said, “However, he [the defendant] did not exhaust his administrative remedies by seeking Appeals Board review of his 1-A classification. Therefore, he cannot complain of the 1-A classification in this criminal prosecution.” But regardless of the failure to appeal his 1-A classification, the defendant is barred from raising his classification as a defense. Only after the registrant has reported for induction and then refused to submit for induction may this issue be properly presented. United States v. Freeman, 388 F.2d 246 (7th Cir. 1967). Here the defendant did not report for induction; therefore, he afforded himself no opportunity to refuse to submit to induction.</p>\n<p id=\"b591-6\">The defendant argues, however, that no distinction should be drawn between failure to report and refusal to submit for induction because no administrative remedy is available at the induction center. But this was not the fact in the instant case. Army Regulation 601-270, Paragraph 69b provides that where more than 180 days have elapsed since a registrant has received a complete medical examination, another complete medical examination is required at the time of induction. The Supreme Court has recognized that a physical examination, such as the one Smogor would have been subjected to had he reported to the induction center, is an essential step in the administrative process. Falbo v. United States, 320 U.S. 549, 64 S.Ct. 346, 88 L.Ed. 305 (1944). Cf. Gibson v. United States, 329 U.S. 338, 67 S.Ct. 301, 91 L.Ed. 331 (1946). The defendant here was given a physical examination on February 4, 1965. He was ordered to report October 13, 1966. If he had reported on October 13, he would have been given another physical examination and having been reexamined, it is entirely possible that he would have been found unfit for military service. If so, the issue of classification would not be before us.</p>\n<p id=\"b591-8\">Our holding that the defendant, having failed to exhaust his administrative remedies, was precluded from raising the issue of his classification as a defense in this criminal prosecution makes it unnecessary for us to discuss the other issues raised on this appeal. However, we think that two other issues merit discussion.</p>\n<p id=\"b591-9\">The defendant contends that by accepting his conscientious-objector SSS Form 150 the order for induction was canceled. We do not believe that the board’s action in permitting the defendant to file an application for a reclassification after he had failed to obey an order to report for induction or its acting on the petition by denying it had the effect of canceling the order to report. The board by this action could not effect the waiver of a previous violation of law committed by the defendant. It follows that the defendant could not have been prejudiced by failure to receive notice from the board that it had denied his application for reclassification. In these circumstances he was not entitled to a hearing, United States v. Beaver, 309 F. 2d 273 (4th Cir. 1962), or to a personal appearance before the board, 32 C.F.R. 1624, or to an appeal from the board’s refusal to open. 32 C.F.R. 1626.</p>\n<p id=\"b591-10\">A somewhat similar contention was made to the Third Circuit in United States v. Kroll, 400 F.2d 923, 926 (3d Cir. 1968). There the court said:</p>\n<blockquote id=\"b591-11\">One last point remains to be considered. Appellant contends that the local board waived the applicability of § 1625.2 by permitting him to fill out a conscientious objector form and by then considering it at a meeting. Ac<page-number citation-index=\"1\" label=\"504\">*504</page-number>cording to this theory, the alleged waiver by the board constituted a reopening of the case entitling appellant to a reclassification (even though it might be the same one) followed by the rights of appearance before the local board and appeal.</blockquote>\n<p id=\"b592-4\">The weaknesses in this argument are readily apparent. In the first place, the local board was required by 32 C.F.R. § 1621.11 to furnish appellant, upon request, with a copy of the conscientious objector form. Boyd v. United States, 269 F.2d <em>607 (C.A. </em>9, 1959). And in the second place, it is evident to us that appellant’s local board was acting pursuant to rather than in evasion of § 1625.2 when it met to see whether the information filed by Kroll contained facts indicating <em>‘a </em>change in registrant’s status resulting from circumstances over which the registrant had no control.’ Since such a change was not found, appellant’s classification was not reopened. There was no waiver.</p>\n<p id=\"b592-5\">The defendant also argues that the district judge erred in not receiving evidence of an absence of a specific intention on the part of the defendant to evade military service and in not giving proper weight to the evidence that was submitted on that subject. We fail to comprehend the defendant’s argument. Here the local board ordered the defendant to report for induction. By his own admission he knowingly failed to comply with the order. There could be no clearer proof of a wilful failure to disobey the law. Even though the defendant maintains that his conscience prevented him from obeying the order to report and, thus, according to him, he did not wilfully disobey, the law must of necessity apply an objective standard of intent.</p>\n<p id=\"b592-6\">We have considered the other contentions of the defendant and hold that they are without substance.</p>\n<p id=\"b592-7\">The judgment of conviction is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}