{
  "casebody": {
    "data": "<casebody firstpage=\"453\" lastpage=\"454\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b477-4\">Theresa D. Berman’s Case.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b477-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"As3\">March 6, 1919.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AFh\">March 8, 1919.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b477-6\">Present: Rugg, C. J., De Courcy, Crosby, Pierce, &amp; Carroll, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b477-7\">\n<em>Workmen’s Compensation Act.</em>\n</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b477-8\">In a claim under the workmen’s compensation act, where the Industrial Accident Board found on the evidence before them that certain physical ailments for which a woman employee sought compensation had no causal connection with a fall from a swivel chair in which she was sitting in the course of her employment, it was <em>held </em>that the decision of the board was purely upon a question of fact and therefore could not be reversed. Following <em>McCarthy’s Case, </em>231 Mass. 259.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b477-9\">Appeal to the Superior Court under the workmen’s compensation act from a decision of the Industrial Accident Board dismissing the claim of Theresa D. Berman for compensation for an injury alleged to have been suffered by her on May 7, 1918, when she was employed as a stenographer by the Gulf Refining Company, and alleged to have been caused by the tipping over of a swivel chair in which the employee was sitting in the course of her employment.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b477-10\">The case was heard by <em>Jenney, </em>J. By the record it appeared that the decision of the single member of the Industrial Accident Board included the following: “While upon the evidence in this case I find that the employee m the course of the employment on May 7,1918, tipped over backward in a swivel arm chair in which she was sitting and fell to the floor, striking on her head and back, I am not satisfied from the evidence that her abdomen was injured either by the arm of the chair or in any other way by the fall, . . . I cannot bring myself to the conclusion upon careful consideration of all the evidence that the fall which the employee received in the course of her employment had any causal relation with the conditions which caused her incapacity for work between May 7 and June 3.”</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b477-11\">The Industrial Accident Board affirmed and adopted the findings and decision of the single member of the board and found that it <page-number citation-index=\"1\" label=\"454\">*454</page-number>had not been shown that there was any causal relation between the injury on May 7, 1918, and the conditions which caused the employee’s disability for work. They made an order that the claim for compensation be dismissed, from which the appeal was taken. The judge made a final decree in accordance with the decision of the Industrial Accident Board dismissing the claim; and the employee appealed.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b478-5\">The case was submitted on briefs.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b478-6\"><em>T. E. Hamill &amp; H. Finestone, </em>for the employee.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b478-7\"><em>W. I. Badger &amp; L. C. Doyle, </em>for the insurer.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b478-8\">By the Court.</author>\n<p id=\"Ax9\">The crucial question on this record was whether certain physical ailments of the employee had any causal connection with a fall from a swivel chair in which she was sitting in the course of her employment by a subscriber under the workmen’s compensation act. The single member and the Industrial Accident Board found that there was no causal connection. That was a pure question of fact. Its decision was wholly for the board, whose conclusion under these circumstances cannot be reversed. <em>Pigeon’s Case, </em>216 Mass. 51. <em>McCarthy’s Case, 231 </em>Mass. 259.</p>\n<p id=\"b478-9\">\n<em>Decree affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}