{
  "casebody": {
    "data": "<casebody firstpage=\"154\" lastpage=\"160\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"misc\" id=\"b160-4\">\n<em>Municipal Court of the City of Boston</em>\n</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Azd\">No. 138999</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"Auq\">DORIS FROST v. ELECTRICAL APPLIANCE RESALE CO.</parties>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b161-5\"><page-number citation-index=\"1\" label=\"155\">*155</page-number>Argued: April 22, <em>1966.</em></otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Aqa\">Decided: April 29, <em>1966.</em></decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"Art\"><em>Present: </em>Adlow, C.J., Shamon &amp; Canavan, JJ.</p>\n<p data-order=\"6\" data-type=\"judges\" id=\"b161-6\">Case tried to <em>Glynn, J. </em>in the Municipal Court of the City of Boston.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b161-7\">\n<em>Adlow, GJ.</em>\n</author>\n<p id=\"AYb\">Action of tort to recover for personal injuries to the plaintiff suffered while a customer in the store of the defendant. At the trial there was evidence tending to show that the plaintiff entered the defendant’s premises on December 15, 1965 in order to purchase a part for her vacuum cleaner. The plaintiff was at the counter discussing her purchase with the defendant’s agent Epstein, who was the President and Treasurer of the defendant. After the plaintiff finished her business, she tuurned to her right and fell over some things in back of her. She fell and was injured. Epstein then assisted her to a .chair.</p>\n<p id=\"b161-8\">There was further evidence that after the plaintiff fell she saw sample cases where she had fallen. She saw a man, other than Epstein, near the sample cases. The plaintiff <page-number citation-index=\"1\" label=\"156\">*156</page-number>testified that as she entered the defendant’s premises, she saw no cases on the floor. On entering the store she walked straight to the counter which was a distance of approximately io feet. She did not hear or see anyone place any cases behind her. She testified that the cases could have been placed behind her at any time between one second and five minutes prior to the time she turned to her right and fell. She was talking to Epstein and Epstein was talking to her with respect to her purchase. Epstein went to get the part for the vacuum cleaner, returned to the counter and completed the sale. She was standing in front of the counter and Epstein was standing behind the counter, directly in front of her and facing her. She testified that the counter was approximately 3^ feet high.</p>\n<p id=\"b162-5\">Epstein testified that he did not know how the cases got behind the plaintiff, that he did not see the cases until after the plaintiff had fallen. He further testified that the man who apparently had custody of the cases was neither an agent, servant, or employee of the defendant. He further testified that the plaintiff was talking to him for about five minutes, that he was standing directly in front of her behind the counter. He also testified that there is no bell or other instrumentality on the front door of the store. Epstein further testified that the man who apparently had custody of the cases was a salesman, seeking to do business with the defendant. Epstein <page-number citation-index=\"1\" label=\"157\">*157</page-number>further testified that the area between the door and the counter was approximately io' x 20' with i o' from the door and the .counter and 20' from side to side, and that in this area there were no obstructions except a post, but the plaintiff was in this area.</p>\n<p id=\"b163-5\">The court refused to rule at the request of the defendant that the evidence did not warrant a finding for the plaintiff, and found for the plaintiff. In making its rulings the court found as a fact that “the agent of the defendant was in a position at the counter where he should have seen the cases being placed behind the plaintiff, which cases caused her to fall.”</p>\n<p id=\"b163-6\">Being aggrieved by the ruling of the court and by the finding for the plaintiff the defendant brings this report.</p>\n<p id=\"b163-7\">The defendant was not an insurer of the plaintiff. Its duty to persons invited to its store for the purpose of transacting business was to keep the premises in a reasonably safe condition for such person’s use according to the invitation, or at least to warn them against dangers attendant upon this use which were known or in the exercise of reasonable care ought to have been known to the defendant. <em>Kelley v. Goldberg, </em>288 Mass. 79; <em>Flynn v. Cities Service Refining Company, </em>306 Mass. 302.</p>\n<p id=\"b163-8\">Negligence on the part of the defendant which would entitle the plaintiff to a finding would consist either of a failure to comply with this rule either by</p>\n<blockquote id=\"b164-4\"><page-number citation-index=\"1\" label=\"158\">*158</page-number>(1) a failure to provide premises that were reasonably safe; or</blockquote>\n<blockquote id=\"b164-5\">(2) a failure to warn the plaintiff of dangers which were known or ought to have been known to the defendant.</blockquote>\n<p id=\"b164-6\">The plaintiff testified that as she entered the store she saw no cases on the floor. It remains for us to ascertain whether what happened after she entered the store was known or ought to have been known by the defendant’s agent. The report of the facts states that the plaintiff, on entering the store walked straight to the counter which was a distance of approximately 10 feet. She did not hear or see anyone place any cases behind her. She testified that the cases could have been placed behind her at any time between one second and five minutes prior to the time she turned to her right and fell.</p>\n<p id=\"b164-7\">Let us further consider the plaintiff’s evidence with respect to the conduct of the defendant’s salesman, Epstein, during this entire transaction. The plaintiff testified that she was talking to Epstein with respect to her purchase; that Epstein went to get the part for her vacuum cleaner, returned to the counter and completed the sale; that she was standing in front of the counter and Epstein was standing behind the counter directly in front of her and facing her. As for Epstein, the salesman, he testified that he did not know how the cases got behind the plaintiff; that he did not see the cases until after the plaintiff had fallen; that the man who apparently had custody <page-number citation-index=\"1\" label=\"159\">*159</page-number>of the cases was not an agent or employee of the defendant, but one who apparently wanted to do business with the defendant.</p>\n<p id=\"b165-5\">These are all the facts material to the issue raised by this report. While it is true that in making its rulings the court filed a memorandum of fundings which stated that “the agent of the defendant was in a position at the counter where he should have seen the cases being placed behind the plaintiff which cases caused her to fall”, the collateral statement is no part of the record. <em>New York Life Ins. Co. v. Macomber, </em>169 Mass. 580; <em>Attorney Gen. v. Oliver, </em>175 Mass. 163.</p>\n<p id=\"b165-6\">In our opinion the reported evidence in its aspect most favorable to the plaintiff reveals a condition, about which no one appears to have been conscious until after the accident, and which could not have existed over five minutes, if it existed that long. What is more the preoccupation of the defendant’s agent with a customer during the short period during which her business was transacted, coupled with the fact that he left the customer to get a part and further that this agent’s view was obstructed by the plaintiff who stood directly in front of him, negatives the likelihood of his having seen the cases when they were placed behind the plaintiff. Taking into account the transitory and brief nature of the entire episode, there is little reason to conclude that the defendant knew or ought to have known of the existence of the danger. <em>Toland v. Paine Furniture Co., </em><page-number citation-index=\"1\" label=\"160\">*160</page-number>175 Mass. 476, 477; <em>Deagle v. Great Atlantic </em>&amp; <em>Pacific Tea Co., </em>343 Mass. 263. The facts under review are to be distinguished from those in the case of <em>Ginns v. C. T. Sherer Co., </em>219 Mass. 18, where a hat box 19 inches in width and 9 inches in height was allowed to lie in the aisle of the defendant’s store for one-half hour, and from the facts in the case of <em>Keeley v. Miller Drug Co., </em>324 Mass. 692, where a customer fell over a washbucket that had been standing in the path leading to the counter at least 10 minutes before the customer entered the store.</p>\n<attorneys id=\"b166-6\">Roland I. Wood of Boston for the Plaintiff.</attorneys>\n<attorneys id=\"A0W\">William C. Gardiner of Boston for the Defendant.</attorneys>\n<p id=\"b166-4\">In our opinion there is no evidence to support the conclusion that the defendant knew or ought to have known of the existence of the hazard responsible for the plaintiff’s injury.</p>\n<p id=\"b166-5\">\n<em>Finding for the plaintiff vacated. Finding to be entered for defendant.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}