{
  "casebody": {
    "data": "<casebody firstpage=\"337\" lastpage=\"353\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b351-3\">FINDLAY et al. v. UNITED STATES. <footnotemark>*</footnotemark></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b351-4\">(Circuit Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AMQ\">July 12, 1915.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b351-5\">No. 2511.</docketnumber>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b351-6\">1. Evidence &lt;©=460—Parol Evidence—Aid in Interpretation of Instruments.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b351-8\">A bond, reciting that a collector of customs had notified the master of a British steamship that he had incurred penalties for violations of the Passenger Act of 1882 (Aug. 2, 1882, c. 374, 22 Stat. 186), and that the collector had been authorized by the Department of Commerce and Labor to grant clearance to the steamship on a bond for payment of such penalties and conditioned for payment to the United States of the amount for which the department should determine that the principal was liable for penalties incurred, was open to interpretation, and the court, to decide on its meaning, could look not only to the language employed, but to {he subject-matter and surrounding circumstances, authorizing the admission of evidence of the negotiations and proceedings leading up to the giving of the bond.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b351-9\">[Ed. Note.—For other cases, see Evidence, Cent. Dig. §§ 2115-2128; Dec. Dig. &lt;@=460.]</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b351-10\">2. Shipping &lt;3=168—Carriage op Passengers—Penalties for Forfeiture-Bonds—Evidence—Admissibility.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b351-12\"><em>In nu </em>action on a bond conditioned for payment of such penalties as should be determined by the Department of Commerce and Labor to have been incurred by a master of a steamship after presentation, within a reasonable time, by him or his agents or attorneys and the officers of the United States, of the facts, evidence of the subsequent proceedings in presenting the facts to the department was admissible.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b351-13\">[Ed. Note.'—For other cases, see Shipping, Cent. Dig. §§ 556-562; Dec. Dig. &lt;3=168.]</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b351-14\">3. Shipping &lt;g=168—Regulations—Violations—Proceedings before Department op Commerce and Labor.</syllabus>\n<syllabus data-order=\"11\" data-type=\"headnotes\" id=\"b351-16\">The court, in an action on a bond conditioned for the payment of such penalties as should be determined by the Department of Commerce and Labor to have been incurred by the master of a vessel violating the Passenger Act of 1882, has no authority to revise the proceedings before the department and determine what evidence it should have received, and the court is limited to the question whether the facts had been submitted to the department and a determination made by it on the facts.</syllabus>\n<syllabus data-order=\"12\" data-type=\"headnotes\" id=\"b351-17\">]Ed. Note.—For other cases, see Shipping, Cent. Dig. §§ 556-562; Dec. Dig. &lt;8=108.]</syllabus>\n<syllabus data-order=\"13\" data-type=\"headnotes\" id=\"b351-18\">4. Shipping &lt;3=168—Violation op Regulations—Bond to Secure Payment op Penalties—Duress—Consideration.</syllabus>\n<syllabus data-order=\"14\" data-type=\"headnotes\" id=\"b351-20\">In a suit on a bond to secure the payment of such penalties as should bo determined, by the Department of Commerce and Labor, to ha.ve been Incurred by the master of a vessel for violations of the Passenger Act of 1882, evidence <em>held </em>to show that the bond was given voluntarily and supported by a sufficient consideration.</syllabus>\n<syllabus data-order=\"15\" data-type=\"headnotes\" id=\"b351-21\">[Ed. Note.—For other cases, see Shipping, Cent. Dig. §§ 556-562; Dec. Dig. &lt;3=168.]</syllabus>\n<syllabus data-order=\"16\" data-type=\"headnotes\" id=\"b351-22\">5. Shipping &lt;3=168—Regulations—Violations—Bond to Secure Payment of Penalties—Validity.</syllabus>\n<syllabus data-order=\"17\" data-type=\"headnotes\" id=\"b351-24\">A bond to secure the payment of such penalties as should bo determined by the Department of Commerce and Labor to have been incurred by the master of a vessel for violations of the Passenger Act of 1882, after presentation of the facts to the department, is not a statutory bond, because not authorized by statute, but is valid as a common-law obligation, vol<page-number citation-index=\"1\" label=\"338\">*338</page-number>untarily given by the obligors and accepted by the officers of the department as incident to their duties in the administration of the affairs of the department; for the determination of the amount of the penalty by the department is within its legal authority.</syllabus>\n<syllabus data-order=\"18\" data-type=\"headnotes\" id=\"b351-25\"><page-number citation-index=\"1\" label=\"337\">*337</page-number>C=Kor oilier cases see same topic &amp; KEY-NUiVIBER in all Key-Numbered Digests &amp; Indexes</syllabus>\n<syllabus data-order=\"19\" data-type=\"headnotes\" id=\"b352-4\"><page-number citation-index=\"1\" label=\"338\">*338</page-number>[Ed. Note.—-Eor other cases, see Shipping, Cent. Dig. §§ 556-562; Dec. Dig. &lt;§=&gt;168.]</syllabus>\n<syllabus data-order=\"20\" data-type=\"headnotes\" id=\"b352-5\">6. Penalties &lt;§=&gt;11—Remission—Application.</syllabus>\n<syllabus data-order=\"21\" data-type=\"headnotes\" id=\"b352-6\">An application under Rev. St. § 5294 (Comp. St. 1913, § 10135), for remission of fines and penalties, is based on an admission that the fine or penalty has been incurred.</syllabus>\n<syllabus data-order=\"22\" data-type=\"headnotes\" id=\"b352-7\">[Ed. Note.—For other cases, see Penalties, Cent. Dig. § 9; Dec. Dig. &lt;®=&gt;11.]</syllabus>\n<syllabus data-order=\"23\" data-type=\"headnotes\" id=\"b352-8\">7. Shipping &lt;§=&gt;168—Carriage of Passengers—Penalties—Application.</syllabus>\n<syllabus data-order=\"24\" data-type=\"headnotes\" id=\"b352-9\">A collector of a port notified the master of a vessel of his liability to penalty for violations of the Passenger Act of 1882, and he was informed that prior to proceedings for the enforcement of the penalty, the master would be given an opportunity to present any statement he might desire to make. Attorneys for the master in writing letters to the collector referred to the violations as “alleged violations.” The' collector, at the request of the master for clearance of the vessel, sent a cablegram to the Secretary of Commerce and Labor and used the term “alleged penalties.” The master to obtain a clearance executed a bond, reciting the facts, and conditioned on the payment of the amount which the Department of Commerce and Labor should determine that the master was liable for penalties, alleged to have been incurred. <em>Held, </em>that neither the bond nor the proceedings leading up to it disclosed an admission of liability for penalties or an application for remission or mitigation of penalties under Rev. St. § 5294.</syllabus>\n<syllabus data-order=\"25\" data-type=\"headnotes\" id=\"b352-10\">[Ed. Note.—For other cases, see Shipping, Cent. Dig. §§ 556-562; Dec. Dig. &lt;§=&gt;168.]</syllabus>\n<syllabus data-order=\"26\" data-type=\"headnotes\" id=\"b352-11\">8. Shipping &lt;§=&gt;168 — Carriage of Passengers — Penalties — Remission — Statutory Provisions—Construction.</syllabus>\n<syllabus data-order=\"27\" data-type=\"headnotes\" id=\"b352-13\">Rev. St. § 5294, authorizing the Secretary <em>of </em>the Treasury, on application therefor, to remit or mitigate any fine, penalty, or forfeiture provided in laws relating to vessels, was originally Act Feb. 28, 1871, c. 100, § 64, 16 Stat. 458 (Comp. St. 1913, § 10135), authorizing the Secretary of the Treasury, on application therefor, to remit or mitigate any fine or penalty, provided for in this act. The act contained 71 sections, and related to the supervision and inspection of hulls, boilers, etc., of vessels navigating the lakes, bays, inlets, sounds, rivers, harbors, or other navigable waters of the United States and 66 of the sections were carried into the Revised Statutes, without substantial change, as title 52, sections 4399-4500, entitled “Regulation of Steam Vessels.” Other sections were transferred to other titles of the Revised Statutes. Various Attorney Generals, in response to request for opinions, advised that section 5294 applied only to fines, penalties, and forfeitures incurred under the laws embraced in title 52. <em>Held, </em>that the court would follow the practice advised by the Attorney Generals, and there was no authority for the remission of penalties for violations of the Passenger Act of 1882.</syllabus>\n<syllabus data-order=\"28\" data-type=\"headnotes\" id=\"b352-14\">[Ed. Note.—For other cases, see Shipping, Cent. Dig. §§ 556-562; Dec. Dig. &lt;§=&gt;168.]</syllabus>\n<syllabus data-order=\"29\" data-type=\"headnotes\" id=\"b352-15\">9. Shipping &lt;§=&gt;168—Carriage of Passengers — Penalties — Remission — Statutory Provisions—Construction.</syllabus>\n<syllabus data-order=\"30\" data-type=\"headnotes\" id=\"b352-17\">Act Feb. 14, 1903, c. 552, 32 Stat. 825, establishing the Department of Commerce and. Labor, and transferring to the department jurisdiction conferred on the Secretary of the Treasury as to the remission of fines and penalties for violating' any provision of law relating to vessel or seamen, or to informers’ shares of such fines, or by acts of Congress relating to the commissioner and bureau of navigation shipping commissioners, does not give the Secretary of Commerce and Labor any greater power <page-number citation-index=\"1\" label=\"339\">*339</page-number>with respect to the subject mentioned than those previously conferred on the Secretary of the Treasury, and tile Department of Commerce and Labor has no authority to remit and mitigate fines, penalties, and forfeitures except as limited in practice, under Rev. St. § 5294, to fines, penalties, and forfeitures prescribed in title 52.</syllabus>\n<syllabus data-order=\"31\" data-type=\"headnotes\" id=\"b352-18\"><page-number citation-index=\"1\" label=\"338\">*338</page-number>&lt;gc»For other oases see same topic &amp; KEY-NUMBER in all Key-Numbered Digests <em>&amp; </em>Indexes</syllabus>\n<syllabus data-order=\"32\" data-type=\"headnotes\" id=\"b353-4\"><page-number citation-index=\"1\" label=\"339\">*339</page-number>I Ed. Note.—For other cases, see Shipping, Cent. Dig. §§ 556-562; Dee. Dig. &lt;3=108.]</syllabus>\n<syllabus data-order=\"33\" data-type=\"headnotes\" id=\"b353-5\">10. Statutes &lt;3=219—Construction—Dm partmental Construction.</syllabus>\n<syllabus data-order=\"34\" data-type=\"headnotes\" id=\"b353-6\">Where a construction placed on a statute by the executive department charged with its administration is clearly erroneous, the court must so adjudge it, but where the construction has been followed for many years, it should not be overruled, except for cogent reasons, and a mere doubt is insufficient.</syllabus>\n<syllabus data-order=\"35\" data-type=\"headnotes\" id=\"b353-7\">LKd. Note.—For other cases, see Statutes, Cent. Dig. §§ 296, 297; Dec. Dig. &lt;3=219.]</syllabus>\n<syllabus data-order=\"36\" data-type=\"headnotes\" id=\"b353-8\">11. Statutes &lt;S=231—Construction—Revised Statutes.</syllabus>\n<syllabus data-order=\"37\" data-type=\"headnotes\" id=\"b353-9\">If is not permissible to resort to tlio original act in the construction of a section of the Revised Statutes, where the meaning of the section is plain, but where there is ail ambiguity therein, resort may be had to the original section to ascertain what, if any, change of phraseology has been made, and whether the change should be construed as changing the law.</syllabus>\n<syllabus data-order=\"38\" data-type=\"headnotes\" id=\"b353-10\">(Ed. Note.—For other cases, see Statutes, Cent. Dig. § 312; Dec. Dig. &lt;3=231.1</syllabus>\n<syllabus data-order=\"39\" data-type=\"headnotes\" id=\"b353-11\">12. Shipping &lt;§=168—Carriage oe Passengers — Penalties — Remission ~ Statutory Provisions.</syllabus>\n<syllabus data-order=\"40\" data-type=\"headnotes\" id=\"b353-12\">Though the Secretary of Commerce and Labor has no authority to remit or mitigate any of the penalties incurred under the Passenger Act of 1882, he has revisory and supervisory authority to determine whether the statute has been violated, and the extent of such violation, and in accordance with his determination direct the prosecution for a violation or its abandonment in whole or in part.</syllabus>\n<syllabus data-order=\"41\" data-type=\"headnotes\" id=\"b353-13\">[Ed. Note.—For other cases, see Shipping, Cent. Dig. §§ 556-562; Dec. Dig. &lt;3=168.]</syllabus>\n<summary data-order=\"42\" data-type=\"summary\" id=\"b353-14\">In Error to the District Court of the United States for the District, of Hawaii; Charles F. Clemons, Judge.</summary>\n<summary data-order=\"43\" data-type=\"summary\" id=\"b353-15\">Action at law by the United States against James F. Findlay and others, on a bond to insure the payment of penalties alleged to have been incurred by defendant James F. Findlay, as master of the British steamship Orteric, for violation of the Passenger Act of 1882. There was a judgment for plaintiff, and defendants bring error.</summary>\n<disposition data-order=\"44\" data-type=\"disposition\" id=\"Avh\">Affirmed.</disposition>\n<summary data-order=\"45\" data-type=\"summary\" id=\"b353-16\">On April 13, 1911, the British steamer Orteric having on board about 1,500 Spanish aud Portugese immigrants, arrived at the port of Honolulu, Hawaiian Islands, from Oporto and Lisbon, Portugal, and Gibralter, the British port in the South of Spain. Upon the arrival of the vessel at Honolulu an inspection thereof was made by the customs officers under the direction of the Collector of the Port, who thereafter rendered a report to the Collector of the Port, wherein they found that the master of the vessel, James F. Findlay, had violated the following sections of Passenger Act of Aug. 2, 1882, c. 374, 22 Stat. 180, as amended by Act Feb. 14, 1903, c. 552, 32 Stat. 829, Act Feb. 9, 1905, e. 564, 33 Stat. 711 (Comp. St. 1913, § 8010), and Act Dec. 19, 1908, c. 6, 35 Stat. 583 (Comp. St. 1013, §§ 7997, 7998): Section 2 thereof relating to berths, section 3 thereof, relating to light and ventilation, section 4 thereof, relating to food, section 5 thereof, relating to hospitals, section 6 thereof, relating to discipline and cleanliness, and section 7 thereof, relating to the posting of notices. Comp. St. .1913, §§ 7999-8004. On April 17, 1011, the Collector of the Port notified the master of the vessel, by letter, that lie <page-number citation-index=\"1\" label=\"340\">*340</page-number>was “liable to penalties for alleged violation” of the sections of the act above set forth, and in addition section <em>9 </em>thereof (section 8006), relating to passenger manifests. In this letter of notification to the master of the vessel the Collector called attention to section 13 of the act (section 8014), providing for a lien on the vessel for the penalties, and stated that “prior to instituting proceedings for the enforcement of this penalty you will be given an opportunity to present any statements you may desire to make. I would suggest that whatever statements you may desire to make, be made in the form of an affidavit.” On April 22, 1911, the agents of the Orteric at Honolulu made application to the Collector of the Port for clearance of their vessel. In the application it was stated that “in view of the alleged violations of the Passenger Act of 1882, aggregating penalties in the sum of $10,00(b we will furnish to you an adequate bond in the sum of $20,000 covering the same, provided the facts concerning such alleged violations be submitted to the Secretary of Commerce and Labor for determination.” In another letter to the Collector of the same date, the agents of the steamer requested permission to clear their vessel “upon a satisfactory bond being furnished for the payment of any penalties which may be imposed in respect of the alleged violations of the Passenger Act by that steamer, and full particulars regarding the matter to be furnished to the Department of Commerce and Labor for their determination of what shall be done in connection therewith.” On the same date (April 22, 1911), the attorneys for the vessel at Washington, D. C., wrote to the Secretary of Commerce and Labor requesting that the Orteric be permitted to proceed on her voyage upon her master or Honolulu agent entering into bond for the making good of any penalty found to be due either by the vessel or the master, and that upon the coming in of a formal report of the matter the questions involved be then adjudicated after a hearing.</summary>\n<syllabus data-order=\"46\" data-type=\"syllabus\" id=\"b353-17\"><page-number citation-index=\"1\" label=\"339\">*339</page-number>&lt;©=3ffor other eases see same topic &amp; KEY-NTJMBEIt in all Key-Numbered Digests &amp; Indexes</syllabus>\n<summary data-order=\"47\" data-type=\"summary\" id=\"b354-4\"><page-number citation-index=\"1\" label=\"340\">*340</page-number>Pursuant to the requests of the agents of the vessel at Honolulu, the Collector of the Port cabled to the Secretary of Commerce and Labor as follows: “Agents British steamer Orteric make application clear under bond covering alleged penalties amounting approximately ten thousand dollars Passenger Act 18S2. Recommend favorable consideration.” To the above cablegram the Secretary of Commerce and Labor replied as follows: “With approval United States Attorney clear Orteric fifteen thousand dollar bond.” Pursuant to the above reply, and on the date of the receipt thereof (April 22, 1911), the following bond was entered into by the master, and thereafter the vessel was permitted to leave and did leave the Port of Honolulu: “Whereas, the Collector of Customs of the Port of Honolulu, territory of Hawaii, has given notice to J. F. Findlay, master of the British steamship Orteric that the said master has incurred certain penalties on account of alleged violations of ‘The Passenger Act, 1882’ as amended; and whereas the said Collector has been authorized by the Department of Commerce and Labor of the United States to grant immediate clearance to said steamship upon a bond being furnished in the penal sum of fifteen thousand dollars ($15,000) approved by the United States District Attorney for the Territory of Hawaii, to insure the payment of such penalties for such violations aforesaid as shall be determined by the Department of Commerce and Labor of the United States to have been incurred by the said master, after the presentation, within a reasonable time, by the said master, or his agents or attorneys, and the officials of the United States at said Honolulu, 'of the facts, to said department; and whereas a bond in the-form of these presents and with the sureties therein named, has been approved by said United States Attorney: Now, therefore, know all men by these presents, that the said J. F. Findlay, as principal, and T. Clive Davies and W. H. Baird, both of said Honolulu, as sureties, are held and firmly bound unto the United States of America in the penal sum of fifteen thousand dollars ($15,000) for the payment -of which well and truly to be made, the said principal and sureties do bind themselves, their heirs, executors and administrators firmly by these presents: The condition of the within and foregoing obligation is such that if the said principal, J. F. Find-lay, shall pay to the United States of America through the Collector of Customs at the Port of Honolulu in the territory of Hawaii, the amount which the Department of Commerce and Labor of the United States shall, upon such presentation of facts, determine that the said principal is liable for on account <page-number citation-index=\"1\" label=\"341\">*341</page-number>of such penalties so alleged to have boon incurred, then this obligation shall be null and void, otherwise of full force and effect.”</summary>\n<summary data-order=\"48\" data-type=\"summary\" id=\"b355-4\">On April 27, 1911, the attorneys for the Orteric at Honolulu wrote to the Collector of the Port as follows: “On the 22d day of April, 1911, in accordance with authority cabled to you by the Acting Secretary of Commerce and Labor of ihe United States, clearance was granted the said Orteric upon the filing with you of a bond in the penal sum of $15,000, conditioned upon the payment by Captain Findlay of sucb amount as might be determined by the Department of Commerce and Labor to be the amount of liability of said Captain Findlay on account of sucb penalties. In order to preserve the rights of Captain Findlay in the premises, we now formally enter protest against the imposition of the penalties aforesaid and ail penalties whatever that may bo imposed on account of alleged violations of the Passenger Act of 1882, as amended, during or in the course of the said trip of the Orteric. We also bog to state that we shall file with you as soon as possible a full statement of the facts concerning the said alleged violations, to be submitted to the Department of Commerce and Labor in order that it may arrive at a proper determination of (he matter.”</summary>\n<summary data-order=\"49\" data-type=\"summary\" id=\"b355-5\">On June S, 1911, the Honolulu attorneys for the vessel addressed to the Collector of ihe Port at that place a letter in part as follows: “We regret exceedingly the fact that we have been unable to submit the facts and ease on behalf of Captain Findlay before this time. * * * Section 3 of the Passenger Act contains a proviso that in caso the ventilating apparatus is approved by the immigration ofiieers at the port of clearance, such approval shall suffice to show a compliance with the requirements of the act in this respect. We believe that we shall be able to establish that such inspection and approval were liad' by the testimony of Mr. Campbell. Wo therefore request the indulgence of your department for such further time as will enable us to secure Mr. Campbell’s testimony, when we will immediately submit to you our case.”</summary>\n<summary data-order=\"50\" data-type=\"summary\" id=\"b355-7\">On June 13, 1911, the Honolulu attorneys submitted to the Collector of the Port for presentation to the Department of Commerce and Labor an affidavit of Findlay, Hie master of the Orteric, together with confirmatory affidavits of the chief officer, the ship’s doctor, and the nurse of the steamer. In the affidavits various farts were set forth tending to show that the provisions of the Passenger Act had, in all respects, been complied with, with the exception of sed,ion 2 thereof, relating to berths; that the alleged violation of that section was caused by a riot during tlie voyage between the Spanish, and Portugese passengers, resulting in a pitched battle; that after the riot the Portugese passengers refused to be berthed with the Spanish passengers, being in fear of their lives, and to prevent bloodshed and to maintain discipline the Portugese passengers were moved aft. In the letter submitting these affidavits tlie attorneys requested that they be permitted to submit a written argument as to the applicability of the evidence presented. The record does not show whether such written argument was ever presented, and it does not appear that the testimony of Mr. Campbell was ever taken. On June 17, 1911, tlie Collector of the Port at Honolulu forwarded the affidavits above referred to, together with his report and ail of tlie correspondence exchanged between the parties; to the Secretary of Commerce and Labor at Washington. The report in part, was as follows:</summary>\n<summary data-order=\"51\" data-type=\"summary\" id=\"b355-8\">\"We have ascertained through tlie assistance of the Immigration service that there were 1,212 statute passengers carried on the Br. S. S. Orteric.</summary>\n<summary data-order=\"52\" data-type=\"summary\" id=\"b355-9\">“Penalties.</summary>\n<summary data-order=\"53\" data-type=\"summary\" id=\"b355-10\">Section 2. $5 fine for each statute passenger carried or brought,— 1,242 at $5.......................................$6,210</summary>\n<summary data-order=\"54\" data-type=\"summary\" id=\"AFC\">Section 3. <em>Penalty </em>of........ 250</summary>\n<summary data-order=\"55\" data-type=\"summary\" id=\"AaA\">Section 4. Misdemeanor reported to U. S. Attorney.</summary>\n<summary data-order=\"56\" data-type=\"summary\" id=\"ATq\">Section 5. Penalty of.......................................... 250</summary>\n<summary data-order=\"57\" data-type=\"summary\" id=\"A78\">Section 6. Penalty of.......................................... 250</summary>\n<summary data-order=\"58\" data-type=\"summary\" id=\"A5l\">Section 7. Misdemeanor reported to U. S. Attorney.</summary>\n<summary data-order=\"59\" data-type=\"summary\" id=\"Ahc\">Section 9. Penalty of.......................................... 1,000</summary>\n<summary data-order=\"60\" data-type=\"summary\" id=\"AKW\">Total ........................................$7,960</summary>\n<summary data-order=\"61\" data-type=\"summary\" id=\"b356-3\"><page-number citation-index=\"1\" label=\"342\">*342</page-number>“I deem it proper to make the following suggestions, viz.:</summary>\n<summary data-order=\"62\" data-type=\"summary\" id=\"Aqe\">Section 2. That the fine be mitigated to........................$1,000</summary>\n<summary data-order=\"63\" data-type=\"summary\" id=\"ACZ\">Section 3. That in view of the filthy condition of the ship, the</summary>\n<summary data-order=\"64\" data-type=\"summary\" id=\"A73\">Section 5. total amount of the fines imposed under each sec-</summary>\n<summary data-order=\"65\" data-type=\"summary\" id=\"A0qf\">Section 6. tion be collected................................. 750</summary>\n<summary data-order=\"66\" data-type=\"summary\" id=\"AQq\">Section 9. That the fine be mitigated to....................... 250</summary>\n<summary data-order=\"67\" data-type=\"summary\" id=\"ALO\">Total .......................................$2,000”</summary>\n<summary data-order=\"68\" data-type=\"summary\" id=\"b356-9\">On December 4, 1911, the Acting Secretary of Commerce and Labor in a letter to the Collector of Customs at Honolulu passed upon the application to determine the master’s liability for the penalties charged to have been incurred by him. In this letter the correspondence in the case, together with the evidence adduced by the master of the vessel, are referred to as “the application of James Findlay, master, for relief from the following penalties incurred in the- case of the steamer Orteric for violation of the Passenger Act of August 2, 1882.” The letter deals with each alleged violation of the act separately, and after setting forth the penalties prescribed for violation of the respective sections thereof, concludes as follows: “In the opinion of the department, penalties aggregating $7,960 were incurred in this case for violation of the sections enumerated and it declines to intervene in behalf of the offenders.”</summary>\n<summary data-order=\"69\" data-type=\"summary\" id=\"b356-10\">The master of* the vessel and the sureties refusing to pay the amount assessed as penalties, suit was instituted by the United States upon the bond above set forth. The matter came on for hearing before the court on April 22, 1912 (a jury having been waived by stipulation of the parties). Evidence was introduced by the United States tending to prove'the execution and delivery of the bond; the determination of the controversy by the Secretary of Commerce and Labor, notice in writing to the plaintiffs in error demanding payment of the amount assessed against them, and the breach of the bond’s condition. The government then rested its case. The plaintiffs in error introduced no testimony. The matter was taken under advisement by the court, and thereafter, at the suggestion of the court, the United States Attorney moved to reopen the case for the introduction of further evidence. The motion was granted, and, over the objection of the plaintiffs in error there were introduced in evidence the various letters and cablegrams above set forth, together with various other letters, repdrts, etc., exchanged between the United States officers at Honolulu, and the Territorial Governor, officials, grand jury, etc., at that place, all relating to the matter now at issue. A judgment was thereupon entered in favor of the United States and against the plaintiffs in error for the full amount of the alleged penalties ($7,960.00), together with interest, amounting in the aggregate to the sum of $8,962.30. Thereafter the plaintiffs in error moved the court that the judgment be arrested on the ground that the complaint did not state facts sufficient to constitute a cause of action. The motion was denied.</summary>\n<summary data-order=\"70\" data-type=\"summary\" id=\"b356-11\">The assignments of error relate to the alleged error of the court below in permitting the introduction in evidence, over the objections of the plaintiffs in error, of the letters and cablegrams above set forth, together with the other letters, reports, etc., exchanged between the officials at that place; above referred to. There are also assigned as error the action of the court in denying the motion in arrest of judgment, findings of the court that there was a submission to the Secretary of Commerce and Labor for the purpose of obtaining a remission of penalties, and that there was an admission on the part of the master of violations of the law.</summary>\n<attorneys data-order=\"71\" data-type=\"attorneys\" id=\"b356-12\">Henry Holmes, William L. Stanley, and Clarence H. Olson, all of Honolulu, T. H., and E. B. McClanahan and S. H. Derby, both of San Francisco, Cal., for plaintiffs in error.</attorneys>\n<attorneys data-order=\"72\" data-type=\"attorneys\" id=\"b356-13\">Jeff McCarn, U. S. Atty., of Honolulu, T. H., and John W. Preston, U. S. Atty., of San Francisco, Cal.</attorneys>\n<p data-order=\"73\" data-type=\"judges\" id=\"b356-14\">Before GILBERT, ROSS, and MORROW, Circuit Judges.</p>\n<footnote data-order=\"74\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"Ag6\">Rehearing denied November 1, 1915.</p>\n</footnote>\n<opinion data-order=\"75\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b357-3\"><page-number citation-index=\"1\" label=\"343\">*343</page-number>MORROW, Circuit Judge</author>\n<p id=\"ALeq\">(after stating the facts as above). [1] 1. When this case on the bond was first heard by the court below the evidence consisted of the bond in suit; its execution and delivery ; the determination by the Acting Secretary of Commerce and Labor that the principal on the bond had incurred penalties amounting to $7,960; the notice of such determination; demand for payment of the sum found due; and the failure to pay. After the case had been submitted the court reached the conclusion that the bond could not, on its face, be sustained as a common-law obligation. The court thereupon upon its own motion opened the case and received evidence over Hie objection of the plaintiff in error of the negotiations and proceedings leading up to1 the giving of the bond for the purpose of interpreting the sense in which the parties understood the terms of the bond. In other words, the court was of opinion that the condition of the bond was open to interpretation, and that, it was its duty, in order to decide upon its meaning, to look not only to the language employed, but to the subject-matter and surrounding circumstances. _ This was in accordance with the rule declared by the Supreme Court in Barreda v. Silsbee, 21 How. 146, 161, 16 L. Ed. 86; Nash v. Towne, 5 Wall. 689, 18 L. Ed. 527; Canal Co. v. Hill, 15 Wall. 94, 21 L. Ed. 64; Mobile &amp; Montgomery R. Co. v. Jurcy, 111 U. S. 584, 592, 4 Sup. Ct. 566, 28 L. Ed. 527. We are of opinion that this evidence was properly admitted.</p>\n<p id=\"b357-4\"><bracketnum>[2, 3]</bracketnum> The court also admitted evidence of the subsequent proceedings in presenting the facts to the Department of Commerce and Labor. This evidence was also objected to by the plaintiffs in error. The bond recited that it was given to insure the payment of such penalties as should be determined by the Department of Commerce and Labor to have been incurred by the master—</p>\n<blockquote id=\"b357-5\">“after tlie presentation within a reasonable time by the <em>said </em>master or his agents or attorneys, and the ofiieials of the United States at said Honolulu, of the facts to said department.”</blockquote>\n<p id=\"b357-6\">It was manifestly proper for the court to receive evidence concerning the presentation of the facts to the Department of Commerce and Labor for determination. It was a condition of the bond that such facts should be presented, and it was a question for the court to- decide whether the facts had been presented to the Department as provided in the bond. In the letter of the Acting Secretary of the Department of Commerce and Labor, determining the master’s liability to penalties, there were recitals referring to this evidence; but it was also competent for the court to receive evidence showing that the facts had been submitted. Whether all the letters, telegrams, and reports, including’ the report of the grand jury, were admissible in the proceedings before the department we do not decide. That was not a question for the lower court, and it is not a question for this court. We have tio authority to revise the proceedings before the department and determine what evidence it should have received or what evidence it should not have received. The jurisdiction of the court is limited to the question whether the facts had been submitted to the department and a <page-number citation-index=\"1\" label=\"344\">*344</page-number>determination by the department had been had upon such facts. We find no error in the admission of this evidence.</p>\n<p id=\"b358-4\"><bracketnum>[4]</bracketnum> It is contended by the plaintiffs in error that the bond in suit was given involuntarily, under dur'ess, and without consideration, and is therefore void. This contention is without merit. The British steamship Orteric arrived at the port of Honolulu on April 13, 1911, on a voyage from the foreign ports of Oporto and Lisbon, Portugal, and Gibraltar, the well-known British port on the southern coast of Spain, with about 1,500 steerage passengers. An examination of the vessel was made by two inspectors of the customs under the direction of the Collector of the Customs of that district in accordance with the provisions of section 11 of the act of August 2, 1882 (22 Stat. 186, 190). The inspectors, under date of April 17, 1911, reported to the Collector that the act of Congress had been violated by the master of the vessel in a number of particulars set forth in the report, and thereupon and on the same day the Collector notified the master of the vessel that he was liable to certain penalties for alleged violation of the Passenger Act of 1882, as amended, specifying wherein the act had been violated and the maximum penalties that had been incurred by such violations. The notice called the attention of the master to section 13 of the act relative to the collection of these penalties. The section provides that the penalties imposed by the act should be liens upon the vessel, and such vessel might be libeled therefor in any Circuit or District Court of the United States where such vessel shofild arrive or depart. The notice further informed the master that prior to-instituting proceedings for the enforcement of the penalties, he would be given an opportunity to present any statement he might desire to make, and suggested that whatever statement he desired to make should be made in the form of an affidavit. On April 22, 1911, the agents of the steamship addressed a letter to the Collector of Customs, requesting the Collector to cable to the Secretary of Commerce and Labor at Washington for permission to grant clearance to the steamship upon a satisfactory bond being furnished for the payment of any penalties which might be imposed with respect to the alleged violations of the Passenger Act by the captain, and full particulars regarding the matter to be furnished to the Department of Commerce and Labor for determination of what should be done -in connection therewith. On the same day the agents addressed a letter to the Collector of Customs stating that in view of alleged violation of the Passenger Act of 1882, aggregating penalties in the sum of $10,000, they would furnish' to the Collector an adequate bond in the sum of $20,000 covering the same, providing that the facts concerning such alleged violations should be submitted to the Secretary of Commerce and Labor for determination. In answering the cable sent by the Collector at the request of the agents of the vessel to- the Secretary of Commerce and Labor, the latter replied : “With approval of United States Attorney, clear Orteric fifteen thousand dollar bond.” The bond in suit was thereupon given and approved by the United States Attorney as to form and sureties. There is not the slightest evidence of compulsion on the part of the Collector of Customs, the Secretary of Commerce and Labor, or any <page-number citation-index=\"1\" label=\"345\">*345</page-number>other officer of the government, in these proceedings. The offer to give the bond was voluntarily made by the agents of the vessel and the acceptance of the offer by the Secretary of Commerce and Labor was at their request, and was manifestly a matter of favor to the agents and to the master of the vessel. The Collector notified the master that he was about to comply with the law and report the case for proceedings to enforce the payment of the penalties. The application of the agents of the vessel to give a bond was their own proposition. Its purpose was to obtain an immediate clearance of the vessel and secure a stay of the legal proceedings until the evidence could be considered and the liability of the master for the penalties determined by the Department of Commerce and Labor. It was not proposed by the officers of the government, who were pursuing the method pointed out by the statute to secure the payment of the penalties. We are of opinion. that: the proceedings show conclusively that the bond was voluntarily given and for a valuable and sufficient consideration.</p>\n<p id=\"b359-4\"><bracketnum>[5]</bracketnum> It is further contended by the plaintiffs in error that the .bond in suit is void for the reason that it was not authorized by law. The bond is not a statutory bond, and in that respect was not authorized. But it may be equally valid as a common-law obligation when voluntarily given by the obligors and accepted by the officers of the department as incident to their duties in the administration of die affairs of the department. The objection is that the condition of the bond provided that the liability of the principals for the penalties charged to have been incurred under the act of August 2, 1882, was ro be submitted for determination to the. Department of Commerce and Labor as a judicial question—a jurisdiction which it: is conceded the Secretary of Commerce and Labor had no authority to exercise with respect to these penalties. Presumably the determination was to be made by the department in the exercise of its legal authority, and as that authority was executive with respect to these penalties, the presumption is that the determination was to he made in pursuance of its executive authority, and not by the assumption of judicial authority which it did not possess. The first observation to be made with respect to the proceedings is that they do not purport to be an application on the part of the master of the vessel for a judicial determination of his liability by the officers of the department. Proceedings in court were threatened to determine the master’s liability judicially. The Department of Commerce and Labor was charged with the executive duty of prosecuting the offender if it found the evidence sufficient. The penalties were a lien upon the vessel, and upon a libel being filed the vessel would be seized and held as security for their payment. This would involve delay. It 'was within the executive authority of the Department of Commerce and T^ibor to suspend these proceedings for the purpose of making a thorough investigation, and to dismiss them altogether if the evidence was found insufficient to sustain the prosecution. This is a well-known practice of the departments having duties of this character. It was at this point that the. bond was given to abide by the determination of the department.</p>\n<p id=\"b360-3\"><page-number citation-index=\"1\" label=\"346\">*346</page-number><bracketnum>[6, 7]</bracketnum> The court below was of opinion that the parties had in view the submission of the facts to the Secretary of Commerce and Labor with the object of securing a remission of the penalties under section 5294 of the Reyised Statutes, and as that is the contention of the government in this court, it becomes necessary to notice the terms of the submission and the scope of the section under which it is claimed the ápplication was made.</p>\n<p id=\"b360-4\">An application for remission of fines and penalties is obviously based upon an admission that the fine or penalty has been incurred. There is no such admission in this case. 'In the. notification of April 17, 1911, sent by the Collector of the Port to the master of the vessel, the latter is notified of “liability to penalty for alleged violations,” and he is informed that “prior to instituting proceedings' for the enforcement of this penalty, you will be given an opportunity to present any statement you may desire to make.” In each of the letters of April 22, 1911, from the Honolulu attorneys for the. master of the vessel to the Collector of the Port the violations are referred to as “alleged violations.” In the cablegram of the Collector of the Port to the Secretary of Commerce and Labor pursuant to the request on behalf of- the master for clearance of the vessel, the term employed is “alleged penalties.” Coming to the bond itself, the recitals are that notice had been given to the master by the Collector of the Port at Honolulu that the master had incurred certain penalties on account of “alleged violations” of the act, and that such Collector had been authorized to grant clearance to the vessel upon the giving of a bond—</p>\n<blockquote id=\"b360-5\">“to secure the payment of such penalties for such violations aforesaid as shall be determined by the Department of Commerce and Labor of the United States to have been incurred by the said master, after presentation, within a reasonable time, by the said master, or his agents or attorneys, and the officials of the United States at Honolulu, of the facts to said department.”</blockquote>\n<p id=\"b360-6\">The condition of the bond is:</p>\n<blockquote id=\"b360-7\">“That if the said principal, J. F. Findlay, shall pay to the United States of America through the Collector of Customs at the Port of Honolulu in the territory of Hawaii the amount which the Department of Commerce and Labor of the United States shall, upon such presentation of facts, determine that the said principal is liable for on account of such penalties so alleged to have been incurred, then this obligation shall be null and void.”</blockquote>\n<p id=\"b360-8\">The language of the bond appears to be clear. It cannot be construed to be either an admission of liability for penalties or an application for remission or mitigation of penalties.</p>\n<p id=\"b360-9\">But without dwelling upon this feature of the proceedings we pass to a consideration of the more important question as to the scope of section 5294 of the Revised Statutes providing for*7the remission of fines, penalties, and forfeitures, for the purpose of determining whether the. Secretary of Commerce and Labor had any authority to entertain the-application under this section.</p>\n<p id=\"b360-10\"><bracketnum>[8]</bracketnum> Section 5294 o.f the Revised Statutes had its origin as section 64 of the act of February 28, 1871, entitled,</p>\n<blockquote id=\"b360-11\">“An act to provide for the better security of life on board of vessels propelled in whole or in part by steam, and for other purposes.” 16 Stat. 440, 458.</blockquote>\n<p id=\"b361-3\"><page-number citation-index=\"1\" label=\"347\">*347</page-number>This section provides that:</p>\n<blockquote id=\"b361-4\">“The Secretary of the Treasury may, upon application therefor, remit or mitigate any fine or penalty provided for in this act, or discontinue any prosecution to recover penalties denounced in this agt excepting the penalty of •imprisonment, or of removal from office, npon such terms as he, in his discretion, shall think proper; and that all rights granted to informers by this act shall be held subject to the said Secretary’s power of remission, except in cases where Hie claims of any informer to the share of any penalty shall have been determined by a court of competent jurisdiction prior to the application for the remission of said penalty; and that the said Secretary shall have authority to ascertain the facts upon all such applications, in such manner and under such regulations as he may deem proper.”</blockquote>\n<p id=\"b361-5\">The limitation here placed upon the authority of the Secretary of the Treasury to remit or mitigate only the fines and penalties provided in that act and to discontinue only the prosecutions to recover penalties denounced in that act is so plainly stated that further inquiry seems out of place, but, in view of the method adopted by the Revision Commission in incorporating the provisions of tins act into the Revised Statutes in 1874, it will be well to notice that every provision of the section, including the exception relating to imprisonment and removal from office, and the rights of informers, had direct and apt relation to other sections of that act. The act contains 71 sections, and relates^ to the supervision and inspection of hulls, boilers, etc., of vessels navigating the lakes, bays, inlets, sounds, rivers, harbors, or other navigable waters of the United States, when such waters are common highways of commerce or open to general or competitive navigation, including coastwise seagoing vessels, and vessels navigating the Great Rakes when navigating within the jurisdiction of the United States. It is provided that the act shall not apply to public vessels of the United States or vessels of other countries, nor to boats propelled in whole or in part by steam, for navigating canals. Sixty-six of these sections were carried into the Revised Statutes without substantial change as sections 4399 to 4500, under title 52, entitled “Regulation of Steam Vessels.” Section 71, llie last section of the act of 1871, was a repealing section of previous acts, and necessarily disappeared in the revision. The remaining four sections were, transferred to other titles of the Revised Statutes; section 64, the. section now under consideration, becoming section 5294 of the Revised Statutes, and incorporated under title 68 with other sections of the same general character under the title “Remission of Fines, Penalties, and Forfeitures.” But the section as revised was nor enlarged in its scope and did not lose its identity or relation to the other sections of the Revised Statutes to which it had previously been related in the original act before the revision. This identity and relation was indicated and preserved by striking out the words “tl;is act” in the original statute and inserting in lieu thereof in the Revised Statutes the words “provided for in laws relating to steam vessels,” pointing directly to title 52, entitled “Regulation of Steam Vessels,” where the remainder of the act of February 28, 1871, had been transferred. The identity and relation was further indicated and preserved in the Revised Statutes by retaining the exceptions relating to imprisonment and removal from office and the rights <page-number citation-index=\"1\" label=\"348\">*348</page-number>of informers, precisely as they appeared in the original section, where they had apt relation to other sections of the original act, and when transferred had apt relation to other sections of title 52.</p>\n<p id=\"b362-4\">It thus appears that the authority of the Secretary of the Treasury under section 5294 of the Revised Statutes was limited to the remission or mitigation of the fines and penalties provided for in the laws relating to steam vessels navigating the navigable waters of the United States, and to the discontinuance of prosecutions to recover penalties denounced in such laws as contained in title 52 of the Revised Statutes. This construction of the statute has had the support of two Attorney Generals of the United States.' In 1894 Attorney General Olney was requested by the Secretary of the Treasury to be advised whether the latter had the power, under title 68 of the Revised Statutes, to remit or mitigate the penalties incurred under section 10, Act March 3, 1891, c. 551 (26 Stat. 1084, 1086), providing for the return of aliens wdio might unlawfully come to the United States by vessel. The Attorney General, under date of February 3, 1894 (20 Op. Atty. Gen. 705, 709), advised the Secretary that he had no such authority under any of the provisions of .that title, and that section 5294 of the Revised Statutes related to the “remission by the Secretary of fines, etc., provided for in laws relating to steamboats,” etc., and did not apply to a fine or penalty incurred for violation of th*e alien immigration laws. Congress thereupon amended section 5294, Act Dec. 15, 1894, c. 7 (28 Stat. 595 [Comp. St. 1913, § 1013.5]) by substituting the word “vessels” for the words “steam vessels.” In 1896 (Act March 2, 1896, c. 37, 29 Stat. 39 [Comp. St. 1913, § 10135]), Congress again amended the section by adding, after the word “penalty” in the third line, the words “or forfeiture,” so that the act was made to read as it now stands:</p>\n<blockquote id=\"b362-5\">“The Secretary of the Treasury may, upon application therefor, remit or mitigate any fine, penalty or forfeiture provided for in laws relating to vessels,” etc.</blockquote>\n<p id=\"b362-6\">In 1900 the Secretary of the Treasury submitted to Attorney General Griggs the identical question submitted to the Attorney General in 1894 for the purpose of being advised whether he had authority, under section 5294, as amended, to remit certain penalties incurred under section 10, Act-March 3, 1891, c. 551 (26 Stat. 1084, 1086). The Attorney General, in answering the question (23 Op. Atty. Gen. 271, 273), reviews the opinions of his predecessor upon this section, and says:</p>\n<blockquote id=\"b362-7\">“It cannot well be doubted that section 5294 contemplates the steamboat laws alone, or the laws relating to steam vessels as the phrase now is” [that, is to say, vessels engaged in navigating the waters of the United States],</blockquote>\n<p id=\"b362-8\">The Attorney General continues:</p>\n<blockquote id=\"b362-9\">“I am not of opinion that the act of 1891 relates to vessels within the meaning of section 5294 as amended. The act of 1891 is an act amending the various acts relating to immigration and inspection of aliens under contract or agreement to perform labor. Section 5294 in its origin, its form in the Revised Statues, and under the amendments, belongs to the navigation laws rather than the immigration laws, and the phrase ‘relating to vessels,’ to my <page-number citation-index=\"1\" label=\"349\">*349</page-number>apprehension, does not mean to include all laws which may affect vessels however remotely or indirectly, but rather the laws which relate to and regulate on the side of commerce and navigation as their original and direct purpose. It therefore seems to me that the case of a remission of a line under the immigration laws is unprovided for. It is a casus omissus, and I concur in the views upon the subject expressed by Mr. Olney in 20 Op. Atty. Gen. 705.”</blockquote>\n<p id=\"b363-4\">The Attorney General gives a further reason why the scope of the statute has not been extended by the amendments:</p>\n<blockquote id=\"b363-5\">“It should be,observed that the above amendments to section 5294 have both been enacted since the recent immigration laws were passed, and if Congress meant to give the Secretary this additional power of remission, they would have done so by express language, or In such general terms as clearly to siiow this intent.”</blockquote>\n<p id=\"b363-6\">It follows that, as advised by the Attorney General, the Secretary of the Treasury during the time this subject was within the jurisdiction of the Treasury Department, applied the provisions of section 5294 of the Revised Statutes to only such fines, penalties, and forfeitures as had been incurred under the laws embraced in title 52 of the Revised Statutes, regulating vessels engaged in navigating the waters of the. United States, and has not applied them to vessels incurring fines, penalties, and forfeitures under other acts of Congress.</p>\n<p id=\"b363-7\"><bracketnum>[9]</bracketnum> By Act Feb. 14, 1903, e. 552 (32 Stat. 825), Congress established the Department of Commerce and Labor. In section 10 (Comp. St. 1913, § 859), it was provided, among other things, that:</p>\n<blockquote id=\"b363-8\">“All duties performed and all power and authority now possessed or exercised by tbe head of any executive department in and over any bureau, office, officer, board, branch, or division of the public service by this act transferred to the Department of Commerce and Labor, or any business arising therefrom or pertaiuing thereto, or in relation to the duties performed by and authority conferred by law upon such bureau, officer, office, board, branch or division of the public service, whether of an appellate or revisory character or otherwise, shall hereafter be vested in and exercised by the head of the said Department of Commerce and Labor. All duties, power, authority and jurisdiction, whether supervisory, appellate or otherwise now imposed or conferred upon the Secretary of the Treasury by acts of Congress relating to” various enumerated subjects, including “the remission or refund of fines, penalties, forfeitures, exactions or charges incurred for violating any provision of law relating to vessels or seamen, or to informer’s shares of such fines, and by acts of Congress relating to the Commissioner and Burean of Navigation, shipping commissioners, their officers and employés, steamboat-inspection service and any officer thereof, shall be and hereby are transferred to and imposed and conferred upon the Secretary of Commerce and Labor.”</blockquote>\n<p id=\"b363-9\">The transfer does not in and of itself give to the Secretary of Commerce and Labor any greater power or authority with respect to the subjects mentioned than that previously conferred upon the Secretary of the Treasury, and we do not find elsewhere any additional authority to remit fines, penalties, and forfeitures under section 5294 of the Revised Statutes. We conclude, therefore, that the practice in the department with respect to that jurisdiction is the same as that previously exercised by the Secretary of the Treasury under the advice of the Attorney General, and that the authority of the Secretary of Commerce and Labor to remit and mitigate fines, penalties, and forfeitures un<page-number citation-index=\"1\" label=\"350\">*350</page-number>der section 5294 is limited in practice to fines, penalties, and forfeitures prescribed in title 52 of the Revised Statutes relating to vessels engaged in navigating the waters of the United States, that is to say, vessels of the United States, and that such authority has not been extended to the remission or mitigation of fines, penalties, and forfeitures incurred by foreign vessels coming from foreign ports to ports of the .United States and incurring penalties under the acts of Congress.</p>\n<p id=\"b364-4\"><bracketnum>[■10]</bracketnum> Should the court follow the construction placed upon the statute by the Attorney General, and the practice of the Treasury Department and the Department of Commerce and Tabor, in pursuance of such construction ?</p>\n<p id=\"b364-5\">If the construction placed upon the statute by the department charged with its administration is obviously or clearly erroneous, it is the duty of the court to so adjudge, but if the departmental construction has been followed for many years, it should be respected and <em>not </em>overruled except for cogent reasons. A mere doubt should not be sufficient to reverse such construction. Edwards v. Darby, 12 Wheat. 206, 210, 6 L. Ed. 603; United States v. Moore, 95 U. S. 760, 763, 24 L. Ed. 588; Hahn v. United States, 107 U. S. 402, 406, 2 Sup. Ct. 494, 27 L. Ed. 527; United States v. Philbrick, 120 U. S. 52, 59, 7 Sup. Ct. 413, 30 L. Ed. 559; United States v. Johnston, 124 U. S. 236, 253, 8 Sup. Ct. 446, 31 L. Ed. 389; United States v. Alabama G. S. R. Co., 142 U. S. 615, 621, 12 Sup. Ct. 306, 35 L. Ed. 1134; United States v. Finnell, 185 U. S. 236, 244, 22 Sup. Ct. 633, 46 L. Ed. 890.</p>\n<p id=\"b364-6\"><bracketnum>[11]</bracketnum> But it is said that the construction placed upon section 5294 of the Revised Statutes by the Attorney General was reached by <em>resort to </em>the act of Congress in which this section had its origin; that such method of construction is not permissible. The rule upon this subject as laid down by the Supreme Court of the United States is that it is not permissible fi&gt; resort to the original act in the construction of a section of the Revised Statutes where the meaning of the section is perfectly plain; but the court has also held that where there is an ambiguity in the section of the Revised Statutes, resort may be had to the original act from which the section was taken to ascertain what, if any, change of phraseology there has been, and whether such change should be construed as changing the law. United States v. Hirsch, 100 U. S. 33, 35, 25 L. Ed. 539; United States v. Lacher, 134 U. S. 624, 626, 10 Sup. Ct. 625, 33 L. Ed. 1080; The Conqueror, 166 U. S. 110, 122, 17 Sup. Ct. 510, 41 L. Ed. 937; Barrett v. United States, 169 U. S. 218, 227, 18 Sup. Ct. 327, 42 L. Ed. 723.</p>\n<p id=\"b364-7\">The phraseology of section 5294 was slightly, changed in revision, and was not perfectly plain to the Secretary of the Treasury as revised. He accordingly requested and received the opinion of the Attorney General as to its proper construction. He was advised that the section did not apply to a certain other subsequent act of Congress. The inquiry was repeated by a succeeding Secretary of the Treasury with respect to the section after it had been amended, and he was advised by the Attorney General that the section as amended did not apply to the act of Congress in question. This construction of the section, in our opinion, is not only in accordance with the rule prescribed by the <page-number citation-index=\"1\" label=\"351\">*351</page-number>Supreme Court, but it is also a fair and reasonable construction of the stai ute, and should be followed in this case.</p>\n<p id=\"b365-4\"><bracketnum>[12]</bracketnum> We come now to the act of August 2, 1882, entitled “An act to regulate the carriage of passengers by sea” (22 Stat. 186), some of the pecuniary penalties of which are involved in this case. It is nowhere provided in this act that the authority of the Secretary of the Treasury to remit or mitigate fines and penalties under section 5294 of the Revised Statutes should be extended to the penalties provided in the act, and if the section is extended in this respect, it must be presumably capable of being extended in other respects. But the provisions of section 5294 of the Revised Statutes, relating to exceptions where there are claims for informers’ shares, and the removal from office of certain officers of the customs for neglect of duty, have no application whatever to the act of August 2, 1882. There are no informers’ shares provided for in that act, and no provision for the removal from office of an officer for neglect of duty. In other words, there is nothing iu the act to show that: Congress intended that its penalties should be subject to the authority of the Secretary of the Trcartr-y to remit or mitigate, under section 5294 of the Revised Statutes ; hut, on the contrary, the character of the act itself indicates that such authority might well have been intentionally omitted, and that, a violation of the act being clearly established, its penalties should he enforced without remission or mitigation.</p>\n<p id=\"b365-5\">The act relates to vessels bringing steerage passengers from foreign ports, except ports in foreign contiguous territory, and the penalties are related to such matters as the construction of the vessel for the accommodation oí steerage passengers so that male passengers who do not occupy berths with their wives should he berthed in compartments by themselves in another part of the vessel; to adequate means and appliances for ventilating the compartments of the vessel; the location and construction of water-closets and privies and their maintain nee in a cleanly and sanitary condition; suitable location of compartments for hospitals; causing compartments and spaces occupied by passengers to be kept at: all times clean and in healthy condition; and the delivery to officers of the customs of an accurate list, signed and verified on oath by the master, of all passengers taken on hoard the vessel at any foreign port, specifying, among other things, the location of compartments or places occupied by each passenger during the voyage if the passenger be oilier than a cabin passenger.</p>\n<p id=\"b365-6\">Whether this statute has been violated in a particular case must be ascertained preliminarily by inspection, and that is peculiarly the duty of an executive officer charged with the execution of the law under the supervisory and revisory authority of the head of the department. It was therefore within the jurisdiction of the Secretary of Commerce and Labor, in the exercise of his supervisory and revisory authority over the action of his subordinates (section 10, A.ct Feb. 14, 1903, 32 StaL 825. 829), to inquire and determine preliminarily whether in his opinion the penalties of the statute had been incurred by the master o£ the vessel in this case, and if they had been incurred to direct that proceedings in court be taken for their recovery, providing of course, <page-number citation-index=\"1\" label=\"352\">*352</page-number>in the case o£ fixed or maximum pecuniary penalties, the .amount had not been deposited or their payment secured by a suitable bond given for that purpose. In the event the secretary should determine that some or all of the reported penalties had not been incurred, he would direct that action be taken in accordance with such determination. It must be remembered that prosecutions for violations of the federal statutes are in charge of the department having jurisdiction of the case, and it may determine whether it will prosecute a reported case or not; that is to say, whether the evidence is sufficient to justify a prosecution and the extent of such prosecution if undertaken. In the opinion of the Attorney General heretofore referred to (23 Op. Atty. Gen. 271, 276), he advised the Secretary of the Treasury that, while the latter had no power under section 5294 of the Revised Statutes to remit or mitigate the fines imposed by the act of March 3, 1891 (26 Stat. 1086), he did have authority to inquire whether the fines had been in fact incurred; and if he found that the fines had not been incurred under the circumstances stated, he had. authority to return the deposit made to secure their payment.</p>\n<p id=\"b366-4\">5. Applying these constructions of the statute and the practice of the department to the present case, we are of opinion that while the Secretary of Commerce and Labor had no authority to remit or mitigate any of the penalties incurred under the act of August 2, 1882, he had revisory and. supervisory authority to inquire and determine whether the statute had been violated, and the extent of such violation, if any, and in accordance with such determination to direct the prosecution of the case or its abandonment in whole or in part as the facts found upon examination might justify. That this was the view which the Acting Secretary entertained respecting his authority is shown by the concluding paragraph of his letter to the Collector of Customs at Honolulu, disposing of the application of the master of the vessel to determine his liability. The Acting Secretary says:</p>\n<blockquote id=\"b366-5\">“In the opinion of the department, penalties aggregating $7,980 were incurred in this case for violations of the sections enumerated, and it declines to interfere in behalf of the offenders.”</blockquote>\n<p id=\"b366-6\">That the Acting Secretary exercised discretion appropriate to his executive authority is shown by the proceedings in this case. He de- ■ termined that the full amount of the penalties reported by the officers of the Customs had not been incurred. The number of immigrants reported by the inspectors in the Orteric was over 1,500. The Acting Secretary determined that the number of steerage passengers with respect to whom penalties should be imposed was 1,242. In the application made on behalf of the master to give a bond to secure payment of the penalties it was stated that the penalties aggregated $10,000, doubtless based upon the report of the inspectors. The Acting Secretary determined that the penalties did not exceed the sum of $7,960. He determined that the reported violations of sections 2, 3, 4, 5, 6, 7, and 9 of the act should be reduced to violations of sections 2, 3, 5, 6, and 9, omitting section 4, the violation of which is classed as . a misdemeanor, and a fine of $500 is imposed, with imprisonment for a term not exceeding six months, and section 7, the violation of which is also <page-number citation-index=\"1\" label=\"353\">*353</page-number>classed as a misdemeanor with a fine of not more than $100. This-submission oí a question by the accused to the determination of executive officers of the departments is a practice well known, and has many advantages. It avoids delay and saves expense, and generally permits the exercise of a reasonable discretion, which may not be available when the whole case is submitted to judicial determination. We are of opinion that the master was seeking the benefit of such discretion when he submitted his case to the Department of Commerce and Eabor, and that the. submission was in accordance with the terms of his bond.</p>\n<p id=\"b367-3\">The judgment of the lower court is therefore affirmed, but for the reasons stated in this opinion.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}