{
  "casebody": {
    "data": "<casebody firstpage=\"210\" lastpage=\"219\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b236-8\">IN RE CANDIDS E.<footnotemark>*</footnotemark></parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b236-9\">(AC 29521)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b236-10\">Gruendel, Robinson and Foti, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b237-8\"><page-number citation-index=\"1\" label=\"211\">*211</page-number>Argued September 10</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Ab6P\">officially released November 11, 2008</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b237-11\"><em>Daniel H. Erskine, </em>for the appellant (respondent mother).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b237-12\"><em>Colleen Broderick, </em>assistant attorney general, with whom, on the brief, <em>were Richard Blumenthal, </em>attorney general, and <em>Susan T. Pearlman, </em>assistant attorney general, for the appellee (petitioner).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b237-13\"><em>Toni Volza Esposito, </em>for the minor child.</attorneys>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b236-17\"> In accordance with the spirit and intent of General Statutes § 46b-142 (b) and Practice Book § 79-3, the names of the parties involved in this appeal are not disclosed. The records and papers of this case shall be open for inspection only to persons having a proper interest therein and upon order of the Appellate Court.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b237-14\">\n<em>Opinion</em>\n</p>\n<author id=\"b237-15\">FOTI, J.</author>\n<p id=\"AjA\">The respondent mother is appealing from the judgment of the trial court terminating her parental rights<footnotemark>1</footnotemark> with respect to her minor child, rendered after a petition was brought by the petitioner, the commissioner of children and families, pursuant to General Statutes § 17a-112. The respondent claims that the court (1) violated her due process rights under the fourteenth amendment to the federal constitution<footnotemark>2</footnotemark> by conducting <page-number citation-index=\"1\" label=\"212\">*212</page-number>the termination of parental rights trial in her absence and (2) committed plain error by trying the case in her absence in violation of the rules of practice and the statutory scheme for termination of parental rights. We affirm the judgment of the trial court.</p>\n<p id=\"b238-6\">The following facts are not contested and are relevant to the respondent’s appeal. The child was bom in 1998 and was removed from the respondent’s custody at birth by the petitioner, but was later returned to the respondent’s custody. Since that time, the child has had multiple out of home placements as well as periods of “protective supervision”<footnotemark>3</footnotemark> with the respondent. Removal and protective supervision were necessary due to the respondent’s transient lifestyle, financial management problems, mental health and substance abuse issues and her persistent resistance to treatment. Additionally, the respondent was arrested nine times for crimes involving, among other things, threatening, breach of the peace and assault. At the time of the trial, the respondent was serving probation for a conviction of threatening in the second degree. The respondent was diagnosed with borderline personality disorder, post-traumatic stress disorder, cognitive limitations and depression, but was not, at the time of the trial, engaged in any treatment and refused to take any medication that could benefit her. The respondent has been caught in a cycle of extreme domestic violence into which the child consistently was drawn. The child witnessed several incidents of abuse involving the respondent. After the child was placed in the petitioner’s custody in April, 2006, the respondent cancelled scheduled visits she was to have with the child, and one of the reasons given was <page-number citation-index=\"1\" label=\"213\">*213</page-number>that she had sustained injuries as a victim of a domestic assault.</p>\n<p id=\"b239-6\">The respondent’s behavior and lifestyle choices have had serious consequences for the child. The child frequently experiences episodes of oppositional and regressive behaviors. The child was hospitalized for mental health issues and was diagnosed with post-traumatic stress disorder, oppositional defiance disorder and attention deficit hyperactivity disorder. In 1998 and again in 2003, the child was adjudicated neglected. On September 16,2004, the petitioner filed another petition of alleged neglect. The respondent entered a plea of nolo contendere to the neglect petition on December 22, 2004, and the court ordered protective supervision for the child for six months, allowing her to stay in the respondent’s custody. The court then, on three occasions, extended the order of protective supervision. On April 7, 2006, however, the disposition of protective supervision was reopened and, by agreement, the court committed the child to the custody of the petitioner.</p>\n<p id=\"b239-7\">The problematic circumstances of the respondent’s life continued to affect the child. On January 11, 2007, the petitioner sought to cease the respondent’s visitation with the child. The court, in granting the petitioner’s motion, concluded that the child “needs consistency and stability, two things that, given [the respondent’s] diagnoses and prognosis, are not attainable by [the respondent].” In March, 2007, as a result of her behavioral and mental health issues, the child was placed by the department of children and families in a therapeutic group home for children.</p>\n<p id=\"b239-8\">The petitioner next, on April 4, 2007, filed a petition to terminate the parental rights of the respondent. The petitioner alleged that the respondent’s parental rights should be terminated for failure to achieve a sufficient degree of personal rehabilitation pursuant to § 17a-112 <page-number citation-index=\"1\" label=\"214\">*214</page-number>0) (3) (B).<footnotemark>4</footnotemark> On May 4, 2007, the respondent and her counsel<footnotemark>5</footnotemark> were present at the termination of parental rights plea hearing. The court advised the respondent of the petition, and the respondent entered a pro forma denial. At that hearing, in the presence of the respondent and her counsel, the court set the trial date of September 18 and 19,2007. Trial was held on September 18, 2007, and the court rendered judgment on January 16, 2008, terminating the respondent’s parental rights. This appeal followed. Further facts will be set forth as needed.</p>\n<p id=\"b240-6\">I</p>\n<p id=\"b240-7\">The respondent first claims that the court violated her rights to due process under the fourteenth amendment to the federal constitution<footnotemark>6</footnotemark> by conducting the termination of parental rights trial in her absence.<footnotemark>7</footnotemark> We disagree.</p>\n<p id=\"b241-5\"><page-number citation-index=\"1\" label=\"215\">*215</page-number>The following additional facts are necessary for our resolution of the respondent’s claim. The respondent was not present when the trial commenced on the afternoon of September 18, 2007. The respondent’s counsel, Lawrence Dubin, told the court that the respondent had left a voice message at his office, indicating that she was “detained” at 235 Church Street, New Haven.* ******<footnotemark>8</footnotemark> Jessica Gauvin, assistant attorney general representing the petitioner, told the court that a records check at the criminal court at 235 Church Street showed that the respondent was not in the custody of the department of correction, nor was there any case pending against the respondent on the criminal docket. Dubin did not contest these assertions.</p>\n<p id=\"b241-6\">Gauvin then requested that a full evidentiary hearing go forward, in the respondent’s absence, rather than have the court render a judgment of default against her. Dubin first agreed to this course of action, stating, “we’ll just go forward.” The court, in an effort to create a clear record, asked Dubin if he, indeed, had no obj ection to conducting the trial in the respondent’s absence. Dubin objected to proceeding with the trial in the respondent’s absence. The court found that because the respondent had been present and represented at the plea hearing on May 4, 2007, proper notice had been <page-number citation-index=\"1\" label=\"216\">*216</page-number>given to the respondent. The court also found that the respondent voluntarily absented herself from the September 18, 2007 proceeding. The court ruled that it would not render a judgment of default against the respondent and that the trial would proceed in her absence. The petitioner presented testimony from six witnesses, each of whom Dubin had the opportunity to cross-examine. Also, the petitioner placed twenty exhibits into evidence without objection. The court, on January 16, 2008, rendered judgment terminating the respondent’s parental rights. The court found, by clear and convincing evidence, that the respondent had not achieved a sufficient degree of personal rehabilitation as required under § 17a-112 (j) (3) (B) and that it was in the child’s best interest to terminate the respondent’s parental rights.</p>\n<p id=\"b242-6\">“The United States Supreme Court established a three-pronged balancing test in <em>[Mathews </em>v. <em>Eldridge, </em>424 U.S. 319, 335, 96 S. Ct. 893, 47 L. Ed. 2d 18 (1976)] to determine what safeguards the federal constitution requires to satisfy procedural due process. Courts apply that balancing test when the state seeks to terminate parental rights. . . . The three prongs to be considered are (1) the private interest that will be affected by the state action, (2) the risk of an erroneous deprivation of such interest, given the existing procedures, and the value of any additional or alternate procedural safeguards, and (3) the government’s interest, including the fiscal and administrative burdens attendant to increased or substitute procedural requirements. . . . <em>The bottom-line question is whether the denial rendered the trial fundamentally unfair in view of the Mathews factors.” </em>(Citations omitted; emphasis added.) <em>In re Shaquanna M., </em>61 Conn. App. 592, 606, 767 A.2d 155 (2001).</p>\n<p id=\"b242-7\">The respondent’s interest in retaining her parental rights as to the child is constitutionally protected. <em>In </em><page-number citation-index=\"1\" label=\"217\">*217</page-number><em>re Juvenile Appeal (Docket No. 10155), </em>187 Conn. 431, 436, 446 A.2d 808 (1982). A petition to terminate parental rights threatens the respondent’s interest. <em>In re Alexander V., </em>223 Conn. 557, 561, 613 A.2d 780 (1992). Accordingly, the respondent’s claim meets the first prong of <em>Mathews.</em></p>\n<p id=\"b243-6\">The second prong concerns the risk of error occasioned by the respondent’s absence from the termination trial. We note that the respondent was represented at this trial by counsel. This court has stated that “[i]t is in the interest of justice to ensure that any parent caught in the throes of a termination proceeding be present, <em>or at least represented by counsel, </em>from the beginning of the hearing.” (Emphasis added.) <em>In re Jonathan P., </em>23 Conn. App. 207, 212, 579 A.2d 587 (1990). There can be, however, circumstances in a termination hearing in which the mere presence, alone, of a respondent’s counsel, is not sufficient for a court to proceed in the respondent’s absence. Id., 212-13. This is no such circumstance.</p>\n<p id=\"b243-7\">The respondent argues that by conducting the trial in her absence, the court denied her the procedures intended to protect her interests. Specifically, the respondent contends that the court failed to adhere to the applicable procedural safeguards found in our rules of practice and the statutory scheme for termination of parental rights.<footnotemark>9</footnotemark> We disagree. In proceeding with the trial on the merits, the court required the petitioner to prove by clear and convincing evidence not only the ground for termination, but that it was in the child’s best interest for the respondent’s parental rights to be terminated.<footnotemark>10</footnotemark> After a careful review of the record, we <page-number citation-index=\"1\" label=\"218\">*218</page-number>conclude that the court adhered to all applicable procedural safeguards, including those the respondent alleges were violated, and provided the respondent with the due process required.* <footnotemark>11</footnotemark></p>\n<p id=\"b244-6\">The third prong of the <em>Mathews </em>test concerns the government’s interest, including the economic and administrative burdens associated with increased or substitute procedural requirements. The petitioner has an interest in lessening the costs of a termination trial. <em>In re Alexander V., </em>supra, 223 Conn. 565. Delaying this trial, however, in light of the fact that all party representatives were present, as well as six witnesses for the petitioner, and valuable resources had been allocated, would have resulted in the very economic and administrative burdens on resources considered by this prong. Moreover, “as parens patriae, the state is . . . interested in the accurate and speedy resolution of termination litigation in order to promote the welfare of the affected child. ... As [this court has] correctly noted, because of the psychological effects of prolonged termination proceedings on young children, time is of the essence. Any significant delay would undermine the state’s important interest in protecting the welfare of children. This cost, and the state’s interest in avoiding it, would rise as the delay increased. Accordingly, we recognize that the state has a vital interest in expediting the termination proceedings . . . .” (Citation omitted; internal quotation marks omitted.) Id. Here, delaying the matter, under these circumstances, would place <page-number citation-index=\"1\" label=\"219\">*219</page-number>an unnecessary burden on the petitioner’s interest in providing permanency to children. Therefore, the third prong of <em>Mathews </em>favors the petitioner.</p>\n<p id=\"b245-4\">The respondent has failed to demonstrate that she was denied due process pursuant to the <em>Mathews </em>test.</p>\n<p id=\"b245-5\">II</p>\n<p id=\"b245-6\">The respondent’s second claim is that the court committed plain error<footnotemark>12</footnotemark> by trying the termination of parental rights petition in her absence in violation of the rules of practice and the statutory scheme for termination of parental rights. We concluded in part I that the court adhered to the rules of practice and the statutory scheme, and, therefore, the respondent’s claim fails on its merits.</p>\n<p id=\"b245-7\">The judgment is affirmed.</p>\n<p id=\"b245-8\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b237-16\"> The father’s parental rights also were terminated. He is not a party to this appeal. We therefore refer in this opinion to the respondent mother as the respondent.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b237-17\"> The respondent also asserts that the court violated her due process rights under article first, § 10, of the constitution of Connecticut. The respondent, however, has provided no independent state constitutional analysis for the claim. In the absence of such analysis, we limit our review to her federal constitutional claim. See <em>State </em>v. <em>Robertson, </em>254 Conn. 739, 743 n.5, 760 A.2d 82 (2000).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b238-7\"> “ ‘Protective supervision’ means a status created by court order following adjudication of neglect whereby a child’s place of abode is not changed but assistance directed at correcting the neglect is provided at the request of the court through the Department of Children and Families or such other social agency as the court may specify . . . .” General Statutes § 17a-93 (i).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b240-8\"> General Statutes § 17a-112 Q) provides in relevant part: “The Superior Court, upon notice and hearing as provided in sections 45a-716 and 45a-717, may grant a petition filed pursuant to this section if it finds by clear and convincing evidence that ... (3) ... (B) the child (i) has been found by the Superior Court or the Probate Court to have been neglected or uncared for in a prior proceeding, or (ii) is found to be neglected or uncared for and has been in the custody of the commissioner for at least fifteen months and the parent of such child has been provided specific steps to take to facilitate the return of the child to the parent pursuant to section 46b-129 and has failed to achieve such degree of personal rehabilitation as would encourage the belief that within a reasonable time, considering the age and needs of the child, such parent could assume a responsible position in the life of the child . . . .”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b240-9\"> The record does not reveal the name of the respondent’s counsel at the plea hearing; however, it is evident that it was not the same counsel who represented the respondent at the September 18, 2007 trial.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b240-10\"> The fourteenth amendment to the federal constitution provides in relevant part that no state shall “deprive any person of life, liberty or property, without due process of law . . . .” U.S. Const., amend. XIV, § 1.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b240-11\"> The petitioner contends that the respondent raises this issue for the first time on appeal. We disagree. The record reveals that the respondent’s counsel at the September 18, 2007 trial specifically objected to proceeding in the respondent’s absence. Although this objection did not expressly state a due process claim, it is evident from the record that it was considered as such by the court. In ruling on the objection, the court found that the <page-number citation-index=\"1\" label=\"215\">*215</page-number>respondent had received proper notice in open court and that she was represented by counsel at that time.</p>\n<p id=\"b241-8\">In ruling on the respondent’s motion to stay judgment pending appeal, the court, in large part, formed its decision by addressing the merits of the due process issues raised by the respondent. Therefore, in these circumstances, it is evident that this claim fits within the parameters of this court’s holding that it will hear a claim only if “it appears on the record that the question was distinctly raised at trial and was ruled upon and decided by the court adversely to the appellant’s claim.” <em>McGuire </em>v. <em>McGuire, </em>102 Conn. App. 79, 87, 924 A.2d 886 (2007).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b241-14\"> The court subsequently, in its ruling on the respondent’s motion to stay judgment pending appeal, took judicial notice that 235 Church Street, New Haven, is the address of the Superior Court, which hears civil, criminal and family matters for the judicial district of New Haven.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b243-8\"> The respondent contends that the court’s proceeding in her absence was in direct opposition to General Statutes §§ 17a-112 Q), 45a-716 (b) through (d), 45a-717 (a), 46b-135 (Tb), and the rules set out in Practice Book §§ 26-1 (h), 32a-l (b), 32a-2 (b), 33a-2 (b), 35a-l (a), 35a-8 and 35a-18.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b243-9\"> The respondent does not claim that the court's findings of fact were clearly erroneous or that its rulings, as to either the ground for termination <page-number citation-index=\"1\" label=\"218\">*218</page-number>or whether termination was in the child’s best interest, were an abuse of discretion.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b244-8\"> The respondent argued that her due process rights would have been protected fully had the court rendered a judgment of default as opposed to proceeding with the trial in her absence. The respondent, however, failed to articulate precisely <em>howfewer </em>procedural safeguards could more effectively protect her constitutional rights than those employed here by the court. Because we conclude that the court provided the respondent with the due process required, we need not address this claim.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b245-13\"> Practice Book § 60-5 provides in relevant part: “The [reviewing] court may in the interests of justice notice plain error not brought to the attention of the trial court. ...”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}