{
  "casebody": {
    "data": "<casebody firstpage=\"461\" lastpage=\"470\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b485-3\">CITY OF HELENA, Plaintiff and Respondent, v. FRANK DANICHEK, Defendant and Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b485-7\">No. 95-394.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b485-8\">Submitted June 25, 1996.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b485-9\">Decided August 20, 1996.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b485-10\">53 St.Rep. 767.</citation>\n<p data-order=\"5\" data-type=\"citation\" id=\"b485-11\">277 Mont. 461.</p>\n<citation data-order=\"6\" data-type=\"citation\" id=\"Adx\">922 P.2d 1170.</citation>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b486-12\"><page-number citation-index=\"1\" label=\"462\">*462</page-number>For Appellant: Edmund F. Sheehy, Jr. (argued), Cannon &amp; Sheehy, Helena.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b486-13\">For Respondent: Hon. Joseph P. Mazurek, Attorney General, Brenda Nordlund (argued), Assistant Attorney General, Helena; Robert Wood, Assistant City Attorney, Helena.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b486-14\">For Amicus Curiae: Steve Fletcher (argued), Bulman Law Associates, Missoula.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b486-15\">JUSTICE ERDMANN</author>\n<p id=\"AAX\">delivered the Opinion of the Court.</p>\n<p id=\"b486-16\">Appellant Frank Danichek appeals from an order entered by the First Judicial District Court, Lewis and Clark County, denying his motion to dismiss the charge of driving under the influence of alcohol on double jeopardy grounds. We affirm.</p>\n<p id=\"b486-17\">The issue on appeal is whether the District Court erred in denying Danichek’s motion to dismiss based on his claim that the Double Jeopardy Clause of both the United States and Montana Constitutions prohibits him from being criminally prosecuted for operating a motor vehicle under the influence of alcohol following the suspension of his driver’s license for refusing a breathalyzer test.</p>\n<p id=\"b487-3\"><page-number citation-index=\"1\" label=\"463\">*463</page-number>FACTS</p>\n<p id=\"b487-4\">The facts are not in dispute. In December 1994, Danichek was arrested in Helena for driving under the influence of alcohol. Following his arrest, Danichek refused a law enforcement officer’s request that he submit to a breathalyzer test. As a result, Danichek’s driver’s license was seized and suspended for a period of ninety days pursuant to § 61-8-402, MCA (1993), Montana’s implied consent law. Danichek was subsequently convicted in City Court for operating a motor vehicle under the influence of alcohol pursuant to § 61-8-401, MCA (1993). He then appealed his conviction to the District Court and moved the court to dismiss the DUI charge claiming that the Double Jeopardy Clause prohibited criminal prosecution since he had already been punished by the loss of his driver’s license.</p>\n<p id=\"b487-5\">The District Court entered a decision and order denying the motion to dismiss. Danichek then filed a motion for a change of plea pursuant to § 46-12-204(3), MCA, which allowed him to enter a conditional plea of guilty to the DUI charge and preserve his right to appeal the District Court’s denial of his motion to dismiss. The District Court accepted Danichek’s conditional guilty plea and sentenced him accordingly. The court then stayed execution of the sentence pending this Court’s resolution of Danichek’s double jeopardy claim. This appeal followed.</p>\n<p id=\"b487-6\">STANDARD OF REVIEW</p>\n<p id=\"b487-7\">This Court has recently stated that the grant or denial of a motion to dismiss in a criminal case is a question of law. <em>State v. Hansen </em>(1995), 273 Mont. 321, 323, 903 P.2d 194, 195. The standard of review of a district court’s conclusion of law is plenary and we will review it to determine whether the conclusion of law is correct. <em>Hansen, </em>903 P.2d at 195 (citing <em>State v. Rushton </em>(1994), 264 Mont. 248, 255, 870 P.2d 1355, 1359).</p>\n<p id=\"b487-8\">DISCUSSION</p>\n<p id=\"b487-9\">We have recently stated that the Double Jeopardy Clause of the Fifth Amendment of the United States Constitution protects against three distinct abuses: (1) a second prosecution for the same offense after acquittal; (2) a second prosecution for the same offense after conviction; and (3) multiple punishments for the same offense. <em>State v. Nelson </em>(1996), 275 Mont. 86, 90, 910 P.2d 247, 250. It is the <page-number citation-index=\"1\" label=\"464\">*464</page-number>multiple punishments prohibition of the Double Jeopardy Clause which is implicated in the present case.</p>\n<p id=\"b488-4\">The Double Jeopardy Clause has been made applicable to the states through the Fourteenth Amendment. <em>Nelson, </em>910 P.2d at 250 <em>(citing Benton v. Maryland </em>(1969), 395 U.S. 784, 89 S. Ct. 2056, 23 L. Ed. 2d 707; <em>State v. Cole </em>(1987), 226 Mont. 377, 744 P.2d 526). Danichek claims no greater protection from double jeopardy under the Montana Constitution, Article II, Section 25, than under the federal constitution. Accordingly, in this case we shall treat the protections from double jeopardy afforded under both our state and the federal constitutions as co-extensive and will refer to both clauses collectively in the singular.</p>\n<p id=\"b488-5\">Danichek relies on recent United States Supreme Court decisions in <em>Montana Department of Revenue v. Kurth Ranch </em>(1994), 511 U.S. 767, 114 S. Ct. 1937, 128 L. Ed. 2d 767, and <em>United States v. Halper </em>(1989), 490 U.S. 435, 109 S. Ct. 1892, 104 L. Ed. 2d 487, and this Court’s post <em>-Halper </em>decision in <em>Stuart v. Department of Social and Rehabilitation Services </em>(1993), 256 Mont. 231, 846 P.2d 965, to argue that the criminal DUI prosecution is barred because he has already been punished by having his driver’s license suspended. He challenges prior Montana case law holding that the suspension of a driver’s license pursuant to the implied consent law protects the public rather than punishes the driver and maintains that the license suspension must be deemed punishment because it is a detriment or other coercive intervention annexed to a violation of the law which provides a means to enforce the DUI statute.</p>\n<p id=\"b488-6\">The State argues that suspension of a driver’s license following refusal to submit to a breathalyzer test does not constitute “punishment” for double jeopardy purposes and further argues that §§ 61-8-401 and -402, MCA (1993), are not the same offense. The State also claims that the record does not indicate whether the license suspension engendered a “separate proceeding” necessary to even place Danichek in jeopardy and trigger a double jeopardy analysis.</p>\n<p id=\"b488-7\">In <em>Kurth, </em>Montana law enforcement officers raided the farm of the Kurth family and confiscated and destroyed their marijuana plants. The Kurths pled guilty to the drug charges and also forfeited over $18,000 in cash and equipment as a result of a civil forfeiture action filed by the State. The Montana Department of Revenue then attempted to collect a state tax imposed on the possession and storage of dangerous drugs pursuant to Montana’s Dangerous Drug Tax Act. The Kurths filed for bankruptcy and challenged the constitutionality <page-number citation-index=\"1\" label=\"465\">*465</page-number>of the drug tax. The Bankruptcy Court held that the tax assessment, which resulted in a tax eight times the product’s market value, was a form of double jeopardy invalid under the federal constitution. The District Court affirmed the decision and stated that the drug tax simply punished the Kurths a second time for the same criminal conduct. <em>See In re Kurth Ranch, </em>CV-90-084-PGH, 1991 WL 365065 (D. Mont., Apr. 23, 1991) (reprinted at App. to Pet. for Cert. 22). After the Court of Appeals for the Ninth Circuit affirmed the District Court, the U.S. Supreme Court granted certiorari and framed the issue as follows:</p>\n<blockquote id=\"b489-4\">This case presents the question of whether a tax on the possession of illegal drugs assessed after the State has imposed a criminal penalty for the <em>same conduct </em>may violate the constitutional prohibition against successive punishments for the <em>same offense.</em></blockquote>\n<p id=\"b489-5\"><em>Kurth, </em>511 U.S. at _, 114 S. Ct. at 1941 (emphasis added). The Supreme Court held that the proceeding Montana initiated to collect the drug tax was the functional equivalent of a successive criminal prosecution that placed the Kurths in jeopardy a second time for the same offense. <em>Kurth, </em>511 U.S. at _, 114 S. Ct. at 1948.</p>\n<p id=\"b489-8\">Five years prior to <em>Kurth, </em>the U.S. Supreme Court decided <em>Halper. </em>Halper had falsified Medicare forms to obtain overpayment in the amount of $585. The government successfully prosecuted Halper for fraud and he was fined and sentenced to prison. At the conclusion of the criminal proceeding, the government commenced an action for a statutory civil penalty under the False Claims Act which would have imposed an additional fine in the amount of $130,000. The issue before the Court was whether and under what circumstances a civil penalty may constitute punishment for purposes of double jeopardy analysis. <em>Halper, </em>490 U.S. at 436, 109 S.Ct. at 1895. The Court concluded that double jeopardy protections prohibit subjecting a defendant who has been punished in a criminal prosecution to an additional civil sanction to the extent the second sanction may not fairly be characterized as remedial, but only as a deterrent or retribution. <em>Halper, </em>490 U.S. at 449, 109 S.Ct. at 1902. The Court held that the imposition of the full statutory amount violated double jeopardy protections by punishing Halper a second time for the <em>same conduct </em>for which he had been convicted. <em>Halper, </em>490 U.S. at 451, 109 S.Ct. at 1903.</p>\n<p id=\"b489-9\">In <em>Stuart, </em>this Court relied on <em>Halper </em>to address the issue of whether a civil sanction existed which would trigger a double jeopardy analysis. Two former employees of the Department of Social and <page-number citation-index=\"1\" label=\"466\">*466</page-number>Rehabilitation Services (SRS) who had been convicted and sentenced for criminal mischief sought to collect their accrued vacation benefits and the question was whether SRS’s refusal to pay out the benefits violated double jeopardy protections. <em>Stuart, </em>846 P.2d at 966. We held that SRS’s refusal to compensate appellants for the accrued vacation benefits was not annexed to a violation of any law and therefore did not constitute a civil sanction in violation of double jeopardy protections. <em>Stuart, </em>846 P.2d at 969. We distinguished <em>Halper </em>by noting that in that case Halper’s <em>conduct </em>violated two separate laws — one criminal and one civil — and the government sought to enforce both in separate proceedings. <em>Stuart, </em>846 P.2d at 969.</p>\n<p id=\"b490-4\">It is necessary at this point to focus our analysis. The parties dispute whether or not the license suspension constitutes “punishment” for double jeopardy purposes and whether the suspension engenders a “separate proceeding” to trigger double jeopardy analysis. However, we determine that the dispositive question in this case is whether Danichek’s license suspension resulted from the “same offense” for which he was subsequently criminally prosecuted. A possible double jeopardy violation could have occurred only if we answer that question in the affirmative.<footnotemark>1</footnotemark></p>\n<p id=\"b490-5\">The State argues that Danichek violated two different offenses, §§ 61-8-401 and -402, MCA (1993). The State relies on the “same elements” test set forth in <em>Blockburger v. United States </em>(1932), 284 U.S. 299, 52 S. Ct. 180, 76 L. Ed. 306, and maintains that different elements exist for the two offenses. The State argues that each statute requires proof of facts which the other does not and asserts that multiple punishments for different offenses is constitutionally permissible.</p>\n<p id=\"b491-3\"><page-number citation-index=\"1\" label=\"467\">*467</page-number>This Court has employed the <em>Blockburger </em>test in the past to determine whether a defendant can be charged and convicted of violating two different statutes for the same act or transaction. <em>State v. Crowder </em>(1991), 248 Mont. 169, 178, 810 P.2d 299, 305. Typically, however, the <em>Blockburger </em>test has been applied to the situation where two criminal statutes have been violated. <em>See State v. Wolfe </em>(1991), 250 Mont. 400, 821 P.2d 339; <em>State v. Clawson </em>(1989), 239 Mont. 413, 781 P.2d 267; <em>State v. Peterson </em>(1987), 227 Mont. 503, 741 P.2d 392. In the present case, the license suspension is a civil proceeding and the DUI offense is a criminal violation. In that context, we conclude that the <em>Blockburger </em>test is not appropriate. The elements of a civil and criminal statute will invariably differ and a potential double jeopardy violation may not be detected by the <em>Blockburger </em>test. Here, in order to determine whether the action taken against Danichek was for the “same offense,” we will focus on whether the license suspension and DUI prosecution were for the same conduct.</p>\n<p id=\"b491-4\">Danichek acknowledges that he violated two statutory offenses. However, he claims that his license suspension and DUI prosecution were the result of the same conduct. He argues that § 61-8-402, MCA, does not become operative until a person has been arrested for driving under the influence in violation of § 61-8-401, MCA. Thus, according to Danichek, both the implied consent law and the DUI statute are violated when a person refuses to submit to a breathalyzer test. He maintains that the license suspension was a detriment for not complying with the implied consent law and that since it and the DUI prosecution were based on the same conduct, his double jeopardy rights were violated. We disagree.</p>\n<p id=\"b491-5\">Danichek violated § 61-8-402, MCA (1993), by refusing the police officer’s request to submit to a breathalyzer test. He violated § 61-8-401, MCA (1993), by driving a vehicle upon the public ways of the state while under the influence of alcohol. The conduct that triggered the violation of § -402 was separate and distinct from the conduct that triggered the violation of § -401. Danichek exhibited two different courses of conduct and committed two different offenses. Danichek’s argument that the implied consent law only becomes operative when a DUI violation occurs is shortsighted. A person who violates § -402 has his or her license immediately suspended regardless of whether or not he or she is subsequently convicted of the DUI violation. The license suspension is imposed for refusing the sobriety test and not for the DUI offense.</p>\n<p id=\"b492-3\"><page-number citation-index=\"1\" label=\"468\">*468</page-number>Moreover, the facts of this case are distinguishable from those presented in <em>Kurth </em>and <em>Halper. </em>In both those cases, the civil sanction and criminal prosecution were the result of one course of conduct by the defendant. In <em>Kurth </em>the conduct was the possession and storage of dangerous drugs, and in <em>Halper </em>the conduct was falsification of Medicare forms. The same conduct triggered the criminal prosecutions and civil sanctions in both <em>Kurth </em>and <em>Halper, </em>and Danichek’s reliance on them is therefore misplaced. The offense for which Danichek’s driver’s license was suspended was a separate and distinct offense from the DUI charge since each violation was based on different conduct. Thus, Danichek’s claim that he received multiple punishments for the “same offense” must fail. We determine it is unnecessary to rule on whether the license suspension constitutes “punishment” and/or engenders a “separate proceeding” for double jeopardy purposes.</p>\n<p id=\"b492-4\">We hold that the District Court did not err in denying Danichek’s motion to dismiss and that the court correctly interpreted the law when it concluded that Danichek’s constitutional guarantee against double jeopardy was not violated.</p>\n<p id=\"b492-5\">Affirmed.</p>\n<judges id=\"b492-6\">CHIEF JUSTICE TURNAGE, JUSTICES NELSON, TRIEWEILER, HUNT, GRAY and LEAPHART concur.</judges>\n<footnote label=\"1\">\n<p id=\"b490-6\">. While we focus on whether or not the actions taken against Danichek were the result of the “same offense,” it is important to note that in <em>United States v. Ursery </em>(U.S. June 24, 1996), Nos. 95-345 and 95-346, the U.S. Supreme Court recently clarified its holdings in <em>Halper </em>and <em>Kurth. </em>The Court set forth a two-stage analysis to determine if a civil forfeiture proceeding is by nature criminal and punitive or civil and remedial. First, the court looked to Congress’s intent to determine whether such proceedings had traditionally been viewed as civil proceedings; whether such proceedings reached a broader range of conduct than their criminal analogue; and whether such proceedings furthered broad remedial aims. Second, the Court looked to whether the statutory scheme was so punitive either in purpose of effect as to negate Congress’s intention to establish a civil remedial mechanism which balances the government’s harm against the size of the penalty. <em>Ursery, </em>Nos. 95-345 and 95-346, slip op. at 9.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b492-7\">JUSTICE NELSON</author>\n<p id=\"A_X\">specially concurs.</p>\n<p id=\"b492-8\">I concur in our opinion. It is unfortunate, however, that we are not able to also ground our decision in what most courts agree is an even stronger argument for rejecting the double jeopardy challenge at issue here. Accordingly, I write separately to point out that because of a peculiar requirement of Montana’s implied consent law, one of the most recognized, obvious and common sense rationales for upholding the operation of this statute against a double jeopardy challenge is unavailable or is, at least, highly questionable.</p>\n<p id=\"b492-9\">Other state and federal jurisdictions that have upheld the administrative seizure, suspension or revocation of a driver’s license incident to an alcohol or drug-impaired driving violation and chemical-test refusal have done so on the basis that the administrative suspension of driving privileges is not “punishment.” Rather, with almost near unanimity, courts have focused their analysis on the non-punitive, remedial nature of administrative license suspensions. <em>See, </em>e.g. <em>State v. Oliver </em>(N.C. 1996), 470 S.E.2d 16; <em>Luk v. Com. </em>(Mass. 1995), 658 N.E.2d 664, and the numerous cases collected therein.</p>\n<blockquote id=\"b493-3\"><page-number citation-index=\"1\" label=\"469\">*469</page-number>This rationale is best explained in these two decisions.</blockquote>\n<blockquote id=\"b493-4\">An impaired driver presents an immediate, emergency situation, and swift action is required to remove the unfit driver from the highways in order to protect the public. We do not pretend to ignore that a driver’s license revocation, even of short duration, may, for some, have a deterrent effect. ... [Although] any deterrent effect a driver’s license revocation may have upon the impaired driver is merely incidental to the overriding purpose of protecting the public’s safety.</blockquote>\n<p id=\"b493-5\"><em>Oliver, </em>470 S.E. 2d at 21.</p>\n<blockquote id=\"b493-6\">The suspension serves to deter persons from driving while intoxicated; it effectuates the Commonwealth’s interest in obtaining reliable and relevant evidence by inducing suspected drunk drivers to take the breath test; and it promotes safety on the highways by summary removal of dangerous drivers.</blockquote>\n<p id=\"b493-7\"><em>Luk, </em>658 N.E.2d at 671.</p>\n<p id=\"b493-8\">In the instant case, the State argues these same remedial objectives as justification for holding that double jeopardy is not implicated by both suspending the impaired driver’s license for refusal to submit to a chemical test and prosecuting him or her for DUI. Montana’s implied consent law, § 61-8-402, MCA, actually militates against that argument, however.</p>\n<p id=\"b493-9\">Under § 61-8-402(3), MCA, if a suspected driver refuses the peace officer’s request to submit to the designated test or tests the officer must “immediately seize the person’s driver’s license ... [and] ... forward the license to the department” which is then obligated to suspend the license for a designated period of time. Section 61-8-402(4), MCA, however, provides that “[u]pon seizure of a driver’s license [on refusal to take the chemical test], the peace officer <em>shall issue... a temporary driving permit, which is valid for 5 days following the date of issuance.” </em>(Emphasis added.)</p>\n<p id=\"b493-10\">In other words, in Montana, despite the fact that a driver is driving while intoxicated; despite the fact that a peace officer has reasonable grounds to arrest the driver for DUI; despite the fact that the driver refuses to take a chemical test of his blood, breath or urine under the implied consent law; and despite the fact that the officer immediately seizes the driver’s license pursuant to that statute, under the same statute the arresting officer must, while seizing the license with one hand, issue an immediately-effective temporary 5-day driving permit with the other.</p>\n<p id=\"b494-3\"><page-number citation-index=\"1\" label=\"470\">*470</page-number>While liability implications and common sense would seem to make it inconceivable that a drunk driver actually would be issued a temporary permit as he leaves the stationhouse and that, in theory, he could simply get back in his vehicle and continue to drive while intoxicated (although being subject to re-arrest), that is exactly what § 61-8-402(3) and (4), MCA, allow, and, in fact, mandate.</p>\n<p id=\"b494-4\">Worse, at oral argument, Danichek convincingly argued that is exactly what happens on occasion. Under such circumstances, as Danichek correctly points out, it is absurd to maintain that immediate seizure of the impaired driver’s license under Montana’s implied consent law serves the remedial purpose of summarily removing the impaired driver from the road, thus, protecting the public safety, if that same drunk driver is also immediately issued a temporary driver’s permit as he leaves the police station and <em>before he even sobers up.</em></p>\n<p id=\"b494-5\">Moreover, the government and the police should not be subjected to the sort of potential civil liability that is inherent in this statutory scheme. Under the very statute enacted to protect public safety, the arresting officer should not also, by law, be required to issue an intoxicated driver what may turn out to be a temporary license to kill.</p>\n<p id=\"b494-6\">This anomaly can be easily corrected legislatively; and, obviously, it should be. Section 61-8-402(4), MCA, should be amended to provide that the temporary permit issued will not become effective until <em>after </em>a period of time long enough to allow the impaired driver to regain his or her sobriety. Other states that allow for the issuance of a temporary driver’s license following an administrative seizure for failure to take a chemical test follow this approach. For example, Massachusetts allows a fifteen day temporary license to issue <em>effective twelve hours after issuance. See Luk, </em>658 N.E.2d at 670.</p>\n<p id=\"b494-7\">I believe that the legislature intended that the operation of Montana’s implied consent statute serve the remedial purposes set forth above. I do not agree with Danichek that the purpose of this statute is punishment. Section 61-8-402, MCA, should be amended as suggested to remove any doubt and any question concerning its non-punitive objectives.</p>\n<judges id=\"b494-8\">CHIEF JUSTICE TURNAGE and JUSTICES GRAY and LEAPHART join in the foregoing special concurrence.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}