{
  "casebody": {
    "data": "<casebody firstpage=\"330\" lastpage=\"332\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b360-24\">UNITED STATES of America, Plaintiff-Appellee, v. Larry Level MCCONNEYHEAD, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b360-27\">No. 00-7080.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b360-28\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b360-29\">Submitted Dec. 20, 2000.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b360-30\">Decided Jan. 24, 2001.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b361-12\"><page-number citation-index=\"1\" label=\"331\">*331</page-number>Larry Level McConneyhead, pro se. Gretchen C.F. Shappert, Assistant United States Attorney, Charlotte, NC, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b361-14\">Before WILKINS and MICHAEL, Circuit Judges, and HAMILTON, Senior Circuit Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b361-15\">OPINION</p>\n<author id=\"b361-16\">PER CURIAM.</author>\n<p id=\"b361-17\">Larry Level McConneyhead seeks to appeal the district court’s order dismissing his motion filed under 28 U.S.C.A. § 2255 (West Supp.2000). McConneyhead asserted claims of ineffective assistance of counsel and sentencing guidelines calculations in his 28 U.S.C.A. § 2255 motion that he fails to raise on appeal to this court. Under Fourth Circuit Local Rule 34(b), McConneyhead has waived his right to appellate review of these claims.</p>\n<p id=\"b361-18\">In his informal appellate brief, McConneyhead asserts for the first time that his sentence violates <em>Apprendi v. New Jersey, </em>530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000). Assuming without deciding that this claim is properly before us, it is without merit. <em>Apprendi </em>requires that, “[ojther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.” <em>Id. </em>at 2362. McConneyhead’s sentence was less than the statutory maximum he faced.</p>\n<p id=\"b361-19\">Second, McConneyhead asserts he has been unconstitutionally deprived of access to the courts based on the inadequacy of his prison’s law library. This claim is not properly before us; rather it must be pursued in a. civil rights action that challenges McConneyhead’s conditions of confinement. We express no opinion as to the merit of this claim.</p>\n<p id=\"b362-3\"><page-number citation-index=\"1\" label=\"332\">*332</page-number>Accordingly, we deny a certificate of appealability and dismiss the appeal. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b362-4\">\n<em>DISMISSED.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}