{
  "casebody": {
    "data": "<casebody firstpage=\"684\" lastpage=\"685\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b714-10\">Caleb BRUNSON, Appellant, v. Randy MORGAN, Warden, Tucker Maximum Security Unit, both individually and in his official capacity; Larry Norris, Director, Department of Correction, both individually and in his official capacity; Kay Wade, Employee, both individually and in her official capacity, Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b714-12\">No. 00-1368EA.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b714-13\">United States Court of Appeals, Eighth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b714-14\">Submitted Feb. 23, 2001.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b714-15\">Decided March 13, 2001.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b715-8\"><page-number citation-index=\"1\" label=\"685\">*685</page-number>Before RICHARD S. ARNOLD, FAGG, and MORRIS SHEPPARD ARNOLD, Circuit Judges.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b715-10\">PER CURIAM.</author>\n<p id=\"b715-11\">Caleb Brunson, a former employee of the Arkansas Department of Correction (ADC), appeals the District Court’s<footnotemark>1</footnotemark> adverse grant of summary judgment in his 42 U.S.C. § 1983 suit against three ADC officials. Plaintiff alleged that defendants violated his constitutional rights and state law by terminating him based on false charges without a fair hearing. Upon de novo review of the record before the District Court, we agree with the Court that, as an at-will employee, see <em>Ball v. Ark. Dep’t of Cmty. Punishment, </em>178 Ark. 230, 10 S.W.2d 873, 876 (Ark.2000), plaintiff did not have a liberty or property interest in his employment and thus could not state a section 1983 claim against defendants, see <em>Rogerson v. Hot Springs Adver, and Promotion Comm’n, </em>237 F.3d 929, 930-32 (8th Cir.2001); <em>Roark v. City of Hazen, </em>189 F.3d 758, 761 (8th Cir.1999). The District Court did not abuse its discretion in declining to exercise supplemental jurisdiction over plaintiffs state law claims, but we modify the dismissal of those claims to be without prejudice. See <em>Labickas v. Ark. State Univ., </em>78 F.3d 333, 334 (8th Cir.1996) (per curiam).</p>\n<p id=\"b715-15\">Accordingly, we affirm. See 8th Cir. R. 47B.</p>\n<footnote label=\"1\">\n<p id=\"b715-12\">. The Honorable Garnett Thomas Eisele, United States District Judge for the Eastern District of Arkansas.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}