{
  "casebody": {
    "data": "<casebody firstpage=\"27\" lastpage=\"35\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b69-4\">McDonald, Appellant, <em>v. </em>Republic-Franklin Insurance Company, Appellee.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b69-6\">[Cite as McDonald <em>v. </em>Republic-Franklin Ins. Co. (1989), 45 Ohio St. 3d 27.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b69-14\">(No. 88-1038</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AHL\">Submitted April 27, 1989</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Ay\">Decided August 9, 1989.)</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b70-12\"><page-number citation-index=\"1\" label=\"28\">*28</page-number><em>Vorys, Sater, Seymour &amp; Pease, David W. Hardymon </em>and <em>James C. Becker, </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b70-13\"><em>Noethlich &amp; Vivyan, David J. Graejf </em>and <em>Thomas F. Vivyan, </em>for ap-pellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b70-14\">Wright, J.</author>\n<p id=\"au-dedup-0\">This case presents the court with another opportunity to review the subrogation rights of an underinsured motorist carrier and the effect on those rights of a general <page-number citation-index=\"1\" label=\"29\">*29</page-number>release of the tortfeasor by the insured. This issue was considered at length in this court’s recent decision in <em>Bogan </em>v. <em>Progressive Cas. Ins. Co. </em>(1988), 36 Ohio St. 3d 22, 521 N.E. 2d 447. Relying on <em>Bogan, </em>the court of appeals below overruled McDonald’s assignments of error and affirmed the dismissal of her complaint. Because we find the circumstances in this case to be materially different from those considered in <em>Bogan, </em>we hold that <em>Bogan </em>does not require that McDonald’s underinsured motorist claim be dismissed. Accordingly, we reverse.</p>\n<p id=\"b71-4\">In <em>Bogan, </em>Mr. Bogan was injured in an automobile collision, and the tort-feasor’s insurer offered to settle the Bogans’ claims against the tortfeasor for $21,000, $4,000 less than the tort-feasor’s policy limit. The Bogans notified their own insurer, Progressive Casualty Insurance Company, of the settlement offer and of their intention to seek underinsured motorist benefits under their policy with Progressive. Progressive responded by letter indicating the following: (1) that in Progressive’s view $21,000 was adequate compensation; (2) that the Bogans must exhaust the limits of the tort-feasor’s policy before making an underinsured motorist claim; and (3) that acceptance of the settlement offer by the Bogans, and a general release of the tortfeasor, would destroy Progressive’s subrogation rights as set forth in the policy’s trust agreement provision, thereby rendering the underinsured motorist provision unenforceable. Notwithstanding the third point, the Bogans immediately accepted the settlement offer of the tort-feasor’s insurer and executed a general release of the tortfeasor. This court held that the execution of the release constituted a material breach of the insurance contract which discharged Progressive from its obligation to provide underinsured motorist coverage. <em>Bogan, supra, </em>at 31, 521 N.E. 2d at 456.</p>\n<p id=\"b71-6\">The facts in the present case are notably different. USAA, the tort-feasor’s insurer, offered appellant the policy’s limit in settlement within a few months after the accident, and this offer was communicated to RFI by letters dated May 23 and June 5, 1985. RFI’s response, and its communications with appellant’s stepfather and appellant’s attorney over the succeeding six months dealt only with appellant’s underinsured motorist claim and made no mention of USAA’s settlement offer or how acceptance of that offer would affect the underin-sured claim. By mid-December 1985 nearly one year had elapsed since the date of the accident, and over six months had passed since RFI had been notified of the USAA settlement offer. RFI now contends that appellant’s release of the tortfeasor relieves it of the obligation to provide underin-surance benefits.</p>\n<p id=\"b71-7\">This court has long recognized an insurer’s right of subrogation. See, <em>e.g., Newcomb </em>v. <em>Cincinnati Ins. Co. </em>(1872), 22 Ohio St. 382. In R.C. 3937.18(E), the General Assembly specifically granted the right of subrogation to providers of uninsured and underinsured motorist coverage. Accordingly, we held in <em>Bogan, supra, </em>at paragraph four of the syllabus: “* * * [A] subrogation clause is reasonably includable in contracts providing underinsured motorist insurance. Such a clause is therefore both a valid and enforceable precondition to the duty to provide underin-sured motorist coverage.”</p>\n<p id=\"b71-8\">The McDonald family automobile policy with RFI contained a general provision in Part F designed to protect RFI’s subrogation rights:</p>\n<p id=\"b71-9\">‘ ‘(A) If we make a payment under <page-number citation-index=\"1\" label=\"30\">*30</page-number>this policy and the person to or for whom payment was made has a right to recover damages from another we shall be subrogated to that right. That person shall do:</p>\n<p id=\"b72-4\">“1. Whatever is necessary to enable us to exercise our rights; and</p>\n<p id=\"b72-5\">“2. Nothing after loss to prejudice them.”</p>\n<p id=\"b72-6\">The purpose of underinsured motorist insurance is to provide adequate compensation to individuals injured by tortfeasors who carry insufficient insurance coverage. Where one is injured by such an underinsured tort-feasor, the injured party should be entitled to recover from the tortfeasor and receive additional compensation from his own underinsurance provider. He should not be forced to choose one or the other. Where the tortfeasor’s insurer offers the limits of its policy, the injured party should be able to recover that amount and still seek underin-sured motorist benefits to the extent the offer is inadequate compensation for his injuries. Obviously, problems may arise where the individual’s underinsurance coverage is conditioned upon the exhaustion of the limits of the tortfeasor’s policy, and upon the preservation of his insurer’s right of subrogation. Further complicating the matter are provisions requiring the insurer’s consent to any settlement with the tortfeasor and/or consent to suit against such person.</p>\n<p id=\"b72-9\">In <em>Bogan, supra, </em>the court attempted to resolve the difficulties arising in this area. Regarding “exhaustion” requirements, we held that they are satisfied where the injured insured “receives from the underinsured tortfeasor’s insurance carrier a commitment to pay an amount in settlement with the injured party retaining the right to proceed against his underinsured motorist insurance carrier only for those amounts in excess of the tortfeasor’s policy limits.” <em>Id. </em>at paragraph two of the syllabus.<footnotemark>1</footnotemark> In that situation we held that the underinsurance carrier’s refusal to consent to the settlement for failure to satisfy the exhaustion requirement may be unreasonable. <em>Id. </em>at paragraph three of the syllabus.</p>\n<p id=\"b72-10\">Regarding rights of subrogation, we held that a clause in an underin-sured motorist provision protecting such rights is valid and enforceable, and that “[a]n insurer providing underinsured motorist coverage is not required to give its consent to a proposed settlement, the terms of which would destroy its right of subrogation provided within the underinsured motorist insurance policy.” <em>Id. </em>at paragraphs four and five of the syllabus. We now hold that language of <page-number citation-index=\"1\" label=\"31\">*31</page-number>paragraph five of the syllabus is too broad and to the extent that it is inconsistent with this opinion it is overruled.</p>\n<p id=\"b73-5\">We did not hold in <em>Bogan </em>that the withholding of consent to a settlement would necessarily protect the insurer’s subrogation rights in every instance. While an insurer may protect its right of subrogation by including a subrogation clause in its policy, such clause does not operate to place the entire burden of protection on the insured. An insurer must aid its insured in the preservation of its subrogation rights.</p>\n<p id=\"b73-6\">In this case, as in most cases, the tortfeasor’s insurer made a settlement offer of its full policy limits. That offer was conditioned upon a general release of all claims against the tortfeasor by the injured party. Before an injured party notifies his underinsurance carrier of the offer, the injured party is the only one in a position to protect or destroy the underinsurer’s subrogation rights. It has been held that “[a]n insured who settles with and releases an underinsured tortfeasor before giving her insurer notice * * * is precluded from bringing an action against her insurer for underinsured motorist benefits.” <em>Klang </em>v. <em>American Family Ins. Group </em>(Minn. App. 1986), 398 N.W. 2d 49, syllabus. We agree that an insured who destroys his insurer’s subrogation rights without the insurer’s knowledge does so at his peril.</p>\n<p id=\"b73-7\">On the other hand, where, as in this case, the underinsurer is promptly notified of the settlement offer, both the underinsurer and the insured are in a position to protect the underinsurer’s subrogation rights. We hold that when an insured has given his underin-surance carrier notice of a tentative settlement prior to release, and the insurer has had a reasonable opportunity to protect its subrogation rights by paying the underinsured motorist benefits before the release but does not do so, the release will not preclude recovery of underinsurance benefits. See <em>Schmidt </em>v. <em>Clothier </em>(Minn. 1983), 338 N.W. 2d 256. The insurer’s failure to respond, within a reasonable time, to notification by its insured of a settlement offer will operate to void a subrogation clause in the insurer’s underinsured motorist provision.</p>\n<p id=\"b73-9\">This analysis has been adopted in several other jurisdictions. In <em>Schmidt, supra, </em>the court held that the underin-surance carrier is entitled to “notice of the tentative settlement and an opportunity to protect those potential [subrogation] rights by paying underin-surance benefits before release.” <em>Id. </em>at 263. After receiving notice of the settlement offer the underinsurer can evaluate such factors as “the amount of the settlement, the amount of liability insurance remaining, if any, the amount of assets held by the tortfeasor and the likelihood of their recovery via subrogation, the total amount of the insured’s damages, and the expenses and risks of litigating the insured’s cause of action.” <em>Id.</em></p>\n<p id=\"b73-10\">After consideration of the settlement offer and the surrounding circumstances, the underinsurer is presented with a choice:</p>\n<blockquote id=\"b73-11\">“* * * If the underinsurer were to determine after assessment that recovery of underinsurance benefits it paid was unlikely (e.g., where the liability limits are exhausted or nearly so and the tortfeasor is judgment-proof), it could simply let the ‘grace period’ expire and permit the settlement and release. It must, of course, thereafter process the underinsurance claim but would not be able to recover these payments through subrogation.</blockquote>\n<blockquote id=\"b73-12\">“If, on the other hand, damages were substantially more than the liability limits and the tortfeasor had <page-number citation-index=\"1\" label=\"32\">*32</page-number>substantial assets, the underinsurer could substitute its payment to the insured in an amount equal to the tentative settlement. In this situation, the underinsurer’s payment would protect its subrogation rights to the extent of the payment, and the insured would receive the amount of the settlement offer in cash. The underinsurer would then have to arbitrate the underinsured claim and could, thereafter, attempt to negotiate a better settlement or could proceed to trial in the insured’s name.” <em>Id. </em>Accord <em>Hardy </em>v. <em>Progressive Ins. Co. </em>(Ala. 1988), 531 So. 2d 885; <em>MacInnis </em>v. <em>Aetna Life &amp; Cas. Co. </em>(1988), 403 Mass. 220, 526 N.E. 2d 1255; <em>Hamilton </em>v. <em>Farmers Ins. Co. of Wash. </em>(1987), 107 Wash. 2d 721, 733 P. 2d 213; <em>Vogt </em>v. <em>Schroeder </em>(1986), 129 Wis. 2d 3, 383 N.W. 2d 876.</blockquote>\n<p id=\"b74-4\">In this case RFI was notified of USAA’s settlement offer to McDonald on May 23, 1985. This settlement was ultimately accepted in December of that year, on advice of counsel and in the absence of any contrary direction from RFI. Under the foregoing analysis, we must reverse the ruling of the court of appeals that appellant’s release of James rendered the underinsured motorist provision of her family’s insurance policy unenforceable as a matter of law. Whether appellant is entitled to underinsured coverage in this case depends on whether RFI responded within a reasonable time to notification of the USAA settlement offer.<footnotemark>2</footnotemark> If RFI did not reasonably respond, appellant would be entitled to underinsured motorist benefits notwithstanding the destruction of RFI’s subrogation rights. (Cf. <em>Bogan, supra, </em>where the insureds settled with the tortfeasor’s insurer and released the tortfeasor just two days after receiving direction from the underinsurance carrier not to do so, thereby denying the carrier an opportunity to consider the settlement offer.) Since this analysis requires a factual inquiry and determination, this cause must be remanded to the trial court for further consideration.</p>\n<p id=\"b74-7\">Accordingly, for the foregoing reasons, the judgment of the court of appeals is reversed and the cause is remanded to the trial court for further proceedings consistent with this opinion.</p>\n<p id=\"b74-8\">\n<em>Judgment reversed and cause remanded.</em>\n</p>\n<judges id=\"b74-9\">Moyer, C.J., Sweeney, Holmes and H. Brown, JJ., concur.</judges>\n<judges id=\"b74-10\">Douglas and Resnick, JJ., separately concur.</judges>\n<footnote label=\"1\">\n<p id=\"b72-7\"> Thus the Bogans had “exhausted” the tortfeasor’s policy limits notwithstanding the fact that the settlement offer was $4,000 less than those limits. The purpose behind the exhaustion requirement is satisfied because the underinsurance carrier’s liability is limited to only the damages in excess of the actual limits of the tortfeasor’s policy and not the damages in excess of the settlement offer. In other words, the Bogans would not have been able to recover the $4,000 “gap” from Progressive. Accord <em>Longworth </em>v. <em>Van Houten </em>(1988), 223 N.J. Super. 174,191, 538 A. 2d 414, 423; <em>Hamilton </em>v. <em>Farmers Ins. Co. of Wash. </em>(1987), 107 Wash. 2d 721, 728, 733 P. 2d 213, 217. The Supreme Court of Minnesota held to the same effect in <em>Schmidt </em>v. <em>Clothier </em>(1983), 338 N.W. 2d 256, paragraph two of the syllabus, though this holding was subsequently modified by the state legislature to allow recovery of the “gap” from the underinsurance carrier. See <em>Broton </em>v. <em>Western Natl. Mut. Ins. Co. </em>(Minn. 1988), 428 N.W. 2d 85, 90.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b74-5\"> In <em>Schmidt, supra, </em>the court held that after receiving notice of the settlement offer “the underinsurer has 30 days in which to either acquiesce in the settlement and lose its potential right to subrogation or prevent the settlement by exchanging its draft for the amount of the settlement offer for the tendered draft of the liability insurer.” <em>Id. </em>at paragraph four of the syllabus. In our view the circumstances under which underinsured motorist claims are made vary to such an extent that setting a specific time period in which the underinsurer must evaluate the settlement offer is unwarranted.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b74-11\">Douglas, J.,</author>\n<p id=\"ad-dedup-0\">concurring. While I concur in the majority opinion, I write separately because the majority opinion is guaranteed, I believe, to cause further confusion in the determination of cases involving underinsured motorist claims, subrogation rights, settlements and releases. This all occurs because the majority continues to try to salvage our ill-advised and un<page-number citation-index=\"1\" label=\"33\">*33</page-number>workable decision in <em>Bogan </em>v. <em>Progressive Cas. Ins. Co. </em>(1988), 36 Ohio St. 3d 22, 521 N.E. 2d 447. The majority does this by saying that <em>Bogan </em>is “modified and explained.” The fact is that the issue presented to us for decision in the case at bar cannot be distinguished from the exact same issue in <em>Bogan.</em></p>\n<p id=\"b75-4\">Paragraph five of the syllabus in <em>Bogan </em>reads:</p>\n<blockquote id=\"b75-5\">“An insurer providing underin-sured motorist coverage is not required to give its consent to a proposed settlement, the terms of which would destroy its right of subrogation provided within the underinsured motorist insurance policy.”</blockquote>\n<p id=\"b75-6\">In the case before us, appellee, Republic-Franklin Insurance Co. (“RFi”), jg an “insurer providing underinsured motorist coverage.” Appellant, Kendra McDonald, gave a release of all claims to tortfeasor James (and his insurance carrier, United Service Automobile Association) which destroyed “* * * its [RFI’s] right of subrogation provided within the underinsured motorist insurance policy.” The release was given by appellant without the consent of RFI. Since <em>all </em>the elements of paragraph five of the syllabus in <em>Bogan </em>are present, RFI should win. This is so, especially given the penultimate paragraph of the majority opinion of <em>Bogan </em>which states:</p>\n<blockquote id=\"b75-7\">“* * * [U]nder the reasonable terms of the parties’ own contract, the Bogans have failed to meet the crucial precondition of protecting Progressive’s subrogation rights. By executing a release which precluded the insurer from exercising its subrogation rights, the Bogans materially breached the insurance contract. Progressive is therefore discharged from its obligation to provide underinsured motorists coverage.” <em>Id. </em>at 31, 521 N.E. 2d at 456.</blockquote>\n<p id=\"b75-9\">But rather than follow the explicit dictates of <em>Bogan, </em>the majority opinion lets appellant herein win — I believe! I say “I believe” because one cannot be sure given the majority’s statement that “* * * [s]ince this analysis requires a factual inquiry and determination, this cause must be remanded to the trial court for further consideration.” What consideration? Since there are no guidelines given to make whatever determination the majority is calling for, I am grateful I am not the attorney and/or the trial judge who must resolve this dilemma.</p>\n<p id=\"b75-10\">How does the majority “explain” Bogan? The majority says that “* * * we find the circumstances in this case to be materially different from those considered in <em>Bogan </em>* * *.” The majority then goes on to say that “* * * the insureds settled with the tort-feasor’s insurer and released the tort-feasor <em>just two days </em>after receiving’ direction from the underinsurance carrier not to do so, thereby denying the carrier an opportunity to consider the settlement offer.” (Emphasis added.)</p>\n<p id=\"b75-11\">Obviously no two cases are <em>exactly </em>alike. The <em>real </em>facts, however, of <em>Bogan </em>on the issue of settlement and release without consent, contrary to the majority’s assertion, are indistinguishable from the facts of the case at bar.</p>\n<p id=\"b75-12\">The Bogans were insured by Progressive Casualty Insurance Company. An automobile collision occurred wherein a tortfeasor, insured by Nationwide, caused injury and damages to the Bogans. The Bogans’ counsel determined that the amount of damages suffered by the Bogans exceeded the $25,000 of coverage carried by Nationwide on the tortfeasor. The Bogans’ counsel, on <em>June 20, </em>1984, informed Progressive that the Bogans <page-number citation-index=\"1\" label=\"34\">*34</page-number>would seek coverage from Progressive pursuant to the Bogans’ underinsured motorist coverage. By letter dated <em>June </em>29,1984, the Bogans’ lawyer told Progressive that Nationwide had offered to compromise the Bogans’ claim for $21,000 in exchange for a full release of the tortfeasor.</p>\n<p id=\"b76-4\">The Bogans’ counsel then told Progressive that the Bogans intended to settle for the $21,000 and requested that Progressive consent to the settlement. In the alternative, the Bogans suggested that Progressive could tender its own check to them for the $21,000 and, thereby, could protect its (Progressive’s) subrogation rights against the tortfeasor.</p>\n<p id=\"b76-5\"><em>One month </em>later, July 23, 1984, Progressive responded to the letter from the Bogans’ attorney. Progressive indicated that the Bogans’ claims were not worth more than the $21,000 offer; that Nationwide’s policy limits had not been exhausted; and that if the Bogans signed a release in exchange for the $21,000, then the underinsured motorist provision in the Progressive policy would not be enforceable. On <em>July 25, </em>1984, the Bogans accepted Nationwide’s offer and executed a full release of the tort-feasor.</p>\n<p id=\"b76-6\">On these facts, this court held that the Bogans were barred from asserting a claim pursuant to their underin-sured motorist coverage. In so holding, this court announced, in paragraph five of the syllabus of <em>Bogan, </em>that Progressive did not have to give its consent to the settlement. Since Progressive had not consented and the Bogans had signed a release, the Bogans were barred from asserting a claim pursuant to their underinsured motorist coverage.</p>\n<p id=\"b76-7\">How the foregoing can <em>reasonably </em>be distinguished from the facts in the case at bar is a real mystery to me. In the case now before us, appellant executed a full release of the tortfeasor and the release destroyed the subrogation rights of RFI. RFI had not consented to the settlement and, therefore, all the elements, as set forth in paragraph five of the syllabus in <em>Bogan, </em>exist and RFI should win.</p>\n<p id=\"b76-9\">But it appears that the majority opinion declares appellant-McDonald to be the winner and appellee-RFI to be the loser. How does the majority accomplish this sleight of hand? Simply by inserting in the middle of the opinion the statement that “the language of paragraph five of the syllabus is too broad and to the extent that it is inconsistent with this opinion it is overruled.” While this is a bit of fresh air and some welcome relief, it is not the law of this case — as it should be!</p>\n<p id=\"b76-10\">It is well-established that the syllabus of an opinion issued by this court states the law of the case. <em>Smith </em>v. <em>Klem </em>(1983), 6 Ohio St. 3d 16, 18, 6 OBR 13, 15, 450 N.E. 2d 1171, 1173; <em>Cassidy </em>v. <em>Glossip </em>(1967), 12 Ohio St. 2d 17, 41 O.O. 2d 153, 231 N.E. 2d 64, paragraph six of the syllabus. As such, all lower courts of this state are bound to adhere to the principles set forth therein. “A syllabus is the law of the case establishing principle and doctrine, binding alike on citizens and courts, both inferior and of equal rank.” <em>Merrick </em>v. <em>Ditzler </em>(1915), 91 Ohio St. 256, 264, 110 N.E. 493, 495. Interested readers needing to know the law on this subject will try to harmonize today’s decision with <em>Bogan. </em>Clearly, the two cases are not capable of being harmonized regardless of how we “modify” and/or “explain” <em>Bogan. </em>We should simply, in the <em>syllabus </em>of the case at bar, overrule paragraph five of the syllabus in <em>Bogan, </em>start over, and then say what we really mean.</p>\n<p id=\"b76-11\">Lawyers for plaintiffs and in<page-number citation-index=\"1\" label=\"35\">*35</page-number>surance companies and judges attempting to resolve cases in this field (as well as the trial judge in this case) will be required to guess if there is a time limit which must expire between a request for consent to settle and a response received from a carrier. They will be required to speculate as to what this court will do with a case where the carrier refuses consent. How, they will wonder, do the specific words contained in a policy and a release simply become inoperative? What is a “reasonable time” and does “reasonable” include the decision to consent — or a refusal to consent? By today’s decision we ensure further litigation — and we do so only in the name of “consistency.”</p>\n<p id=\"b77-3\">One final point. While today we reverse the judgment of the court of appeals, it is only fair to point out that the court of appeals was explicitly following the dictates of this court as set forth in paragraph five of the syllabus of <em>Bogan. </em>In support of today’s death-bed conversion to reality and practicality, the majority opinion cites to cases from Alabama, Massachusetts, Washington, Wisconsin, and especially Minnesota. Unfortunately, the court of appeals did not have the same flexibility. That court was bound by paragraph five of the syllabus in <em>Bogan </em>and, in accordance with its duty, followed <em>Bogan’s </em>dictates. See <em>Klem, Cassidy </em>and <em>Merrick, supra. </em>In fact, in rendering its decision, the court of appeals stated that it was following <em>Bogan </em>and specifically paragraph five thereof which was and is directly on point.</p>\n<p id=\"b77-5\">Accordingly, while I concur in the syllabus paragraphs and the judgment of the majority opinion, I do so with some reluctance because I believe we should be more specific as to what we mean by “reasonable opportunity,” “reasonable time” and “failure to respond.” In addition, we should bite the bullet and in the <em>syllabus </em>of this case overrule paragraph five of the syllabus in <em>Bogan, </em>rather than promoting further confusion by trying to “modify” or “explain” the inexplicable.</p>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-3\" type=\"concurrence\">\n<author id=\"b77-6\">Alice Robie Resnick, J.,</author>\n<p id=\"Ac\">concurring. In order to reach the decision we reach today, it is necessary to overrule the fifth paragraph of the syllabus in <em>Bogan </em>v. <em>Progressive Cas. Ins. Co. </em>(1988), 36 Ohio St. 3d 22, 521 N.E. 2d 447. While the majority reverses <em>Bogan </em>in the body of its opinion, I believe the fifth paragraph of the syllabus of <em>Bogan, supra, </em>should be overruled in the syllabus of this opinion. In this way the law will be clear.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}