{
  "casebody": {
    "data": "<casebody firstpage=\"23\" lastpage=\"27\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b33-4\">Samuel A. Peugh <em>vs. </em>Henry S. Davis.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b33-5\">Equity. No. 1713.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AY\">&lt; Decided October 21, 1882.</decisiondate>\n<judges data-order=\"3\" data-type=\"judges\" id=\"b33-7\">? The Chief Justice and Justices Mac Arthur and James sitting.</judges>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b33-8\">In an account between mortgagor and mortgagee, where the latter has been in possession and is chargeable with a reasonable sum for use and occupation, that charge is to be determined, not by the value of the premises, but by the value of the use under all the circumstances. Therefore, where the use is valueless, no charge will be made against the mortgagee.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b33-9\"><em>So held, </em>in this case, where the Supreme Court of the United States directed a charge against the defendant of a reasonable sum for use and occupation by him of the premises in controversy, and this court finds the use of no value.</headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b33-10\">STATEMENT OF THE CASE,</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b33-11\">The parties to this cause were declared by the Supreme Court of the Hnited States mortgagor and mortgagee respectively (96 U. S., 332); and that court in fixing the defendant’s liability as mortgagee in possession said : “ The</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b33-12\">defendant should be charged with a reasonable sum for the use and occupation of the premises from the time he took possession in 1865, and allowed for the taxes paid and other necessary expenses incurred by him.”-</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b33-13\">By the opinion and decree of the Supreme Court the cause was remanded to this court, from which it had been appealed (see 2 Mac Arthur, 14), for a statement of the account between the parties accordingly. A reference was thereupon made to Thomas Hood, then auditor, who, on February 21st, 1880, reported to the court a charge against <page-number citation-index=\"1\" label=\"24\">*24</page-number>the defendant for use and occupation at six per centum per annum on the assessed valuation of the premises by the District authorities for taxation.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b34-4\">To that report exceptions were taken by both parties, and, on November 5th, 1880, the court (Cox, J.), set the report aside and referred the cause to Jas. G. Payne, auditor, for a restatement of the account. In ordering this reference the court said : “The testimony taken in the cause shows that the premises were of no value to the defendant in respect of use and occupation, in the usual import of those terms r but it appearing to the court that under the circumstances of the present case, use and occupation may be held to include some reasonable compensation to the complainant for loss by reason of such use and occupation, whereby he was prevented! from developing and disposing of the property, the auditor is directed that the defendant be charged, as representing such compensation, the annual general taxes, and also one or two per cent, per annum on the market value of the property, to be fixed by the auditor.”</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b34-5\">Obediently to this direction the auditor stated an account fixing the market value of the premises, and charging the defendant one per cent, thereon as for use and occupation .</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b34-6\">To this report, also, exceptions were taken by both parties and, on October 6th, 1881, the court (Wylie, J.) sustained the auditor in all particulars except as to the market value, which was reduced from the auditor’s estimate to the assessed valuation.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b34-7\">The cause came up to the General Term on cross appeals ; in disposing of which the court confined itself to but one of the controverted items, viz., the amount to be charged the defendant on account of use and occupation. The statement of the arguments of counsel is accordingly confined tO' that particular.</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b34-8\">Merrick &amp; Morris and J. J. Johnson for the complainant :</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"b34-9\">The direction of Cox, J., is a nullification of the opinion <page-number citation-index=\"1\" label=\"25\">*25</page-number>and mandate of the Supreme Court. The criterion of value as to use and occupation is the use which the owner, if in possession, might have made of the property — the profit which the owner, if at liberty to use it, might have made by a lease or sale of it.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b35-4\">A bill to redeem is in the nature of an equitable suit in ejectment; and the reasonable sum to be paid for use and .occupation is analogous to the <em>mesne </em>profits that follow a suit in ejectment. In the latter a defendant, whether he has actually realized any profits or not, is liable for the rental value of the premises detained by him, of whatever might have been reasonably realized therefrom, either by himself or by the plaintiff\". Fears <em>vs. </em>Merrill, 9 Ark., 559 ; Apalachicola <em>vs. </em>Apal. Land Co., 9 Florida, 340.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b35-5\">That this was the intention and meaning of the Supreme Court is plain, because that court knew from the record thát the property in question .was unimproved city property, which ordinarily has no actual rental value and yields no profits. The Supreme Court must néeessarily have meant, if its decision is to be allowed to have any meaning at all, that the defendant was to be charged as though he had rented the property from the complainant.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b35-6\">And there is no difference between the wrongful withholding of land and the wrongful withholding of money. The law allows damages for the latter in accordance with the legal rate of interest, and the same standard should be adopted for the former.</p>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b35-7\">Henry H. Davis for defendant:</attorneys>\n<p data-order=\"20\" data-type=\"legal\" id=\"b35-8\">The defendant is to be charged with only the value of the use of the property ; in no event should he be charged as for speculative or problematical damages, or damages of any kind, to the complainant. He is chargeable only for the natural and ordinary value of the use. 2 Pow. Mort., 1028<em>; </em>Tucker <em>vs. </em>Buffum, 16 Pick., 46; Bainbridge <em>vs. </em>Owen, 2 J. J. Marsh, 463.</p>\n<p data-order=\"21\" data-type=\"legal\" id=\"b35-9\">The Supreme Court fixed no rate of charge against the defendant, nor does its language necessarily imply that a <page-number citation-index=\"1\" label=\"26\">*26</page-number>charge is to be made against him in. any event. That court merely referred to this court a question of fact, viz.: What is a reasonable sum for use and occupation ? What was to the defendant “ the natural and ordinary value of the use ” of the premises ?</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b36-4\">The testimony shows, and the court below found, the use and occupation to be valueless; and having so found, the court (Cox, J.) erred in requiring of the defendant anything in the nature of supposed compensation to the complainant for loss by reason of the use and occupation. The principle is not that the mortgagor shall be compensated for all disadvantages to him, but that the mortgagee must not get anything out of his mortgage beyond the debt, interest and expenditures. Cordon <em>vs. </em>Lewis, 2 Surnn., 143, p. 155.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b36-5\">In accounting, therefore, the mortgagee is charged with everything representative of value received by him by reason of the mortgage; his possession (especially when lawful, as here) cannot be charged on him as a tort against the mortgagor for wjiich he may be mulcted in damages.</p>\n<opinion data-order=\"24\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b36-6\">Mr. Chief Justice Cartter</author>\n<p id=\"A1\">delivered the opinion of the court:</p>\n<p id=\"b36-7\">This case involves a very simple question. The instructions to this court come from the Supreme Court of the United States, and are dogmatic. We simply have the duty of performing that which we are charged by that court to perform : “The defendant is to be charged with a reasonable sum for the use and occupation of the premises from the time he took possession.” A reasonable sum — that is, what it was worth to the defendant.</p>\n<p id=\"b36-8\">We would have no trouble about that in an ordinary case. What is the rental worth <em>1 </em>The witnesses say, and say very truthfully, that the use and occupation were worth nothing. The. property was an unfenced common within the city limits, impracticable of cultivation, impracticable of exclusive occupancy, and in fact unoccupied; the defendant had merely constructive possession of it because he claimed possession.</p>\n<p id=\"b37-3\"><page-number citation-index=\"1\" label=\"27\">*27</page-number>It is difficult to see how any value could be attached to bhe use and occupation of property under such circumstances. But it is contended for 'the complainant that the use of the property is worth six per centum of its value. And what is its value is another matter of speculation. One ■standard is the assessed valuation, and another the estimated market value. And the defendant has been charged á percentage on valuation, as though the property has a usufruct, as though it were tenantable, as though it were under actual occupancy and yielding something to the mortgagee.</p>\n<p id=\"b37-4\">We think that the decrees below are too imaginary, are a departure both from the facts of the case and from the decree of the Supreme Court. The real value of the property is not the measure of the use ; the returns the property may give the tenant constitute the value, of the use, and there is no other guide. We have come to the same conclusion with the witnesses. The use and occupation of the premises was worth nothing, and, therefore, we will charge nothing for it.</p>\n<p id=\"b37-5\">But it is said, further, that the mortgagor was deprived of the power to sell the property <em>; </em>that this controversy arrested his dominion over it. Is a claim on that account a claim for use and occupation ? For the rental value of the property ? Is it not a claim for unliquidated damages, as for obtruding an obstacle in the way of disposing of the property ? ' It seems to us that that is not germane to use and occupation, and to that we are confined.</p>\n<p id=\"b37-6\">There remains but one minor point. The defendant received from the Government of the United States a sum of money for the occupation of the property by the military. Of this sum he paid a portion as a commission to the agent who collected it, and the court below did not credit him with the commission so paid. He should be allowed credit for that sum and be charged only with what he got over and above it.</p>\n<p id=\"b37-7\">Decree accordingly.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}