{
  "casebody": {
    "data": "<casebody firstpage=\"447\" lastpage=\"449\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b465-4\">Dan Efird v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b465-5\">No. 2515.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Auy\">Decided January 28, 1903.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b465-6\">1.—Local Option—Evidence—Hearsay.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b465-7\">On a trial for violating local option, it was error to permit a witness to testify as to what a third party told him about his buying whisky from de- . fendant at a certain time. The evidence was hearsay, defendant not being present when the statement was made.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b465-8\">.2.—Same.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b465-9\">On a trial for violating local option, it was error to permit a witness to testify that he got the whisky from the prosecuting witness, at defendant’s store, and that he got drunk on said whisky, it not being shown that the • prosecuting witness bought the whisky from defendant.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b465-10\">3. —Same—Sales to Other Parties—System.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b465-11\">On a trial for violating local option, it is competent to prove sales to other parties than the prosecuting witness, where the sale in question was in accordance with the system of doing business pursued by defendant.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b465-12\">4. —Same.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b465-13\">On a trial for violating local option, it is not competent to prove that whisky was seen in other stores in the town unless defendant was in some way connected with the possession of said whisky.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b465-14\">5. —Same—Charge as to Other Sales.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b465-15\">On a trial for violating local option, where proof of other sales is admitted, the court should charge the jury that defendant could not be convicted for any other sale than that alleged in the indictment; and the court should also tell the jury that such other sales could only be considered as a circumstance to show the system under which defendant was acting.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b465-16\">6. —Same—Orders of Court as to the Election—Variance.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b465-17\">Where the commissioners court ordered the local option election for “election precinct number twenty-six, and Princeton voting box,” and the order' declaring the result of the election omitted any mention of the “Princeton voting box,” this did not create a variance or invalidate the election, since “Princeton voting box” was surplusage.</headnotes>\n<summary data-order=\"15\" data-type=\"history\" id=\"b465-18\">Appeal from the 'County Court of Collin. Tried below before Hon. J. H. Faulkner, County Judge.</summary>\n<summary data-order=\"16\" data-type=\"history\" id=\"b465-19\">' Appeal from a conviction of violating local option; penalty, a fine of $25 and twenty days imprisonment in the county jail.</summary>\n<p data-order=\"17\" data-type=\"summary\" id=\"b465-20\">Ho statement necessary.</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b465-21\"><em>A. S. Dickinson </em>and <em>T. 8. Jackson, </em>for appellant.</attorneys>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b465-22\"><em>R.oVt A. John, </em>Assistant Attorney-General, for the State.</attorneys>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b465-23\">BROOKS, Judge.</author>\n<p id=\"AW7\">Appellant was convicted of violating the local option law, and his punishment assessed at a fine of $25 and twenty days confinement in the county jail.</p>\n<p id=\"b465-24\">The first bill of exceptions complains that\" the court erred in permitting the State to prove by George Blankenship that Lee Blankenship told witness that he had bought whisky of appellant on a certain time in the town of Princeton. Appellant objected because hearsay, defendant was not present, and it was made seventy yards from defendant’s place of business. We think the first two grounds of objection, in our opinion, are well taken. The court should not have permitted this testimony. It is clearly hearsay, and under no circumstances could it <page-number citation-index=\"1\" label=\"448\">*448</page-number>bind appellant, unless he was present and heard the statement, and in some manner acquiesced, remained silent, or consented to it.</p>\n<p id=\"b466-3\">Bill number 2 complains that the court erred in permitting the State to prove by John Renfro that he got whisky from the prosecuting witness at the defendant’s store, and that he got drunk on said'whisky; whereupon defendant objected: (1) Because the fact that prosecuting witness had gotten this witness whisky at the defendant’s store was no evidence that it had been bought from defendant by the prosecuting witness; (2) neither would the fact that this witness drank it and got drunk. This testimony was clearly inadmissible. The fact that witness drank whisky given him by prosecuting witness at the defendant’s store and became drunk upon it would not be evidence going to establish that appellant sold whisky in violation of local option law. If prosecuting witness had testified defendant had sold whisky to other parties, this testimony would be admissible; or that he had whisky for sale would,be admissible under the decisions of this court. But it is not permissible to show that witness drank whisky, without proof from where it came.</p>\n<p id=\"b466-5\">Bill number 3 complains of the following: Defendant introduced Shipley as a character witness, and proved by him contradictory statements made out of court “concerning a material issue in this case,” and on cross-examination “the county attorney asked this witness: (1) If he had ever got any whisky from defendant. (2) If he had ever seen anyone else get any whisky from defendant. Appellant objected on the ground that the same was immaterial and irrelevant; that defendant was not charged with selling whisky to Shipley, but to Lee Blankenship; that, if witness had ever bought whisky from defendant, it would not be evidence upon which a conviction could be had for selling whisky to Lee Blankenship; that the same was calculated to prejudice the jury against defendant, and could throw no light upon this case. Witness answered that last winter, when his wife was sick, he (witness) went to defendant to see whether he could get some whisky; that defendant had some in a jug, and gave witness a drink of it, and also a half pint bottle, which witness took to his sick wife; that defendant said he had no license to sell whisky, and would not sell him any under any circumstances. On trial for violating the local option law, testimony with reference to other sales than the one charged is admissible. All testimony tending to show that the transaction charged was a sale in accordance with the system pursued by defendant is admissible, to be considered by the jury under proper instructions from the court limiting its effect. It has also been held that it is proper to show sales and delivery of whisky to other parties as evidence tending to show system of doing business. Pitner v. State, 37 Texas Crim. Rep., 268; Myers v. State, 37 Texas Crim. Rep., 331; Bennett v. State, 40 Texas Crim. Rep., 445; Pike v. State, 40 Texas Crim. Rep., 613; Wilson v. State (Texas Crim. App.), 55 S. W. Rep., 68. However, in view of <page-number citation-index=\"1\" label=\"449\">*449</page-number>the fact that this case must be reversed, we would suggest that, if this testimony relates to a period when local option, was not in force, then it would not be admissible. But it is germane and proper to prove sales to other parties, as stated above, as a circumstance going to establish a system under which appellant was violating the law.</p>\n<p id=\"b467-3\">Appellant complains that the court permitted the State to prove by witness Moroney that he had seen whisky in other stores in the town of Princeton. This testimony would not be admissible, unless defendant was connected with the possession of said whisky in some way.</p>\n<p id=\"b467-4\">• The court erred in not charging the jury that appellant could not be convicted for any other sale than that alleged do have been made to Lee Blankenship. However, this being a misdemeanor case, we can not reverse on this account, in the absence of a special charge requested by appellant, but upon another trial, if other sales are introduced, then the court should give a charge of this character, and also tell the jury that such other sales could only be considered by the jury as a circumstance to show the system under which appellant was acting at the time.</p>\n<p id=\"b467-5\">We note that the indictment charged the sale to have been in voting precinct Ho. <em>26, </em>and then follow the field notes. The order of the commissioners court ordering the election uses this language: “Said limits comprising election precinct number twenty-six and Princeton voting box.” The order declaring the result of the election used this language: “Said limits comprising election precinct number twenty-six.” In the two last instances the field notes are the same as contained in the indictment. The prosecuting witness testified: “I live near Princeton, Collin County, Texas. I know defendant. I bought whisky from him. This sale was made to me in Princeton voting box.” Appellant insists that these orders are invalid, because there is a variance in the description of the territory. We take it, however, that “voting precinct number twenty-six” is the.same and synonymous with “election precinct number twenty-six,” holding that, where the order of the commissioners court ordering the election states the limits comprise “election precinct number twenty-six and Princeton ‘ voting box,” the latter clause is surplusage. However, there should be a uniform description in the indictment, orders, and the county judge’s certificate on these matters, to avoid this character of question. We do not think the orders are void, but hold the election is valid. We would suggest that, under the decisions of this court, the county judge can amend his order certifying to the publication, and that it be done in this instance, so as to make the order read “election precinct number twenty-six.”</p>\n<p id=\"AHRi\">For the errors discussed, the judgment is reversed, and the cause remanded.</p>\n<p id=\"b467-10\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}