{
  "casebody": {
    "data": "<casebody firstpage=\"218\" lastpage=\"220\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b266-7\">UNITED STATES v. HODOROWICZ. SAME v. DOWIAT. SAME v. HODOROWICZ.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Ahm\">Nos. 6910, 6912, 6915.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b266-10\">Circuit Court of Appeals, Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AlT\">June 13, 1939.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b266-11\">Rehearing Denied July 11, 1939.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b267-8\"><page-number citation-index=\"1\" label=\"219\">*219</page-number>Joseph A. Struett, of Chicago, 111., for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b267-9\">William J. Campbell, U. S. Atty., Martin Ward, Asst. U. S. Atty., and Elbert H. Loyd and Joseph Ii. Collier, Attys., U. S. Treasury Department, all of Chicago, 111., for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b267-10\">Before MAJOR, TREANOR, and KERNER, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b267-11\">KERNER, Circuit Judge.</author>\n<p id=\"b267-12\">The defendants were found guilty by a verdict of a jury under an indictment charging them with ufilawful possession of distilled spirits, the containers of which did not have revenue stamps affixed thereto. The offense charged was violation of Sec. 201 of the Liquor Taxing Act of 1934, which is Sec. 1152a, Title 26 U.S.C.A. From their respective judgments they present this appeal.</p>\n<p id=\"b267-13\">The sole question in the case is whether the evidence is sufficient to support the conviction of the defendants for the possession of the contraband liquor. Counsel for defendants admits that the facts are sufficient to establish a sale of unlabeled alcohol in violation of the statute.</p>\n<p id=\"b267-14\">The controlling facts are comprised in a brief compass. On December 16, 1937, a government investigator called at the Hodorowicz Hardware Store in Chicago, Illinois. There he met Frank Hodorowicz, and said to' him that he (the agent) must be in the wrong place, as he had supposed the place was a wholesale liquor store. Frank Hodorowicz replied that he was in the right place and asked if the agent wanted alcohol. After inquiries had been made concerning the price, Frank Hodorowicz requested the agent to come to the store on the following Sunday.</p>\n<p id=\"b267-18\">On Sunday, December 19, 1937, Peter Hodorowicz, in the presence of the other defendants, inquired of the agent how many gallons were wanted, and, when told, said the price would be $55. That sum being paid to him, he directed the agent to give to the defendant Clem Dowiat the key to his (the agent’s) automobile. Clem Dowiat took the key and drove the agent’s automobile into a garage owned by Tony Hodorowicz. Upon Dowiat’s return Peter Hodorowicz said to the agent, “There is your car. It has alky in it.” In the automobile were 5 five-gallon cans of distilled spirits, the cans having no revenue stamps affixed thereto.</p>\n<p id=\"b267-19\">Counsel for defendants contend that the only possession in this case is the physical existence of the contraband liquor in the agent’s car and that it was only temporary. He then concludes that, where the possession is merely incidental to and necessary for the consummation of the sale, it is not a crime of itself within the meaning of the statute. With this contention we cannot agree.</p>\n<p id=\"b267-20\">The statute involved is not in any sense ambiguous. It is clear and certain. Its comprehensive terms condemn every possession of distilled spirits having no revenue stamps affixed thereto. The aim of the statute is the protection of the revenue of the government and provides that no person shall transport, possess, buy, sell, or transfer any distilled spirits, unless the immediate container thereof has affixed thereto a stamp denoting the quantity of distilled spirits contained therein and evidencing payment of all internal-revenue taxes imposed on such spirits. By this act Congress made no such distinction as is contended for by the defendants. On the contrary the statute clearly names five distinct and separate offenses, “transport,” “possess,” “buy,” “sell,” and “transfer,” and the courts have so held. Hadley v. United States, 8 Cir., 18 F.2d 507; Driskill v. United States, 9 Cir., 24 F.2d 413 <page-number citation-index=\"1\" label=\"220\">*220</page-number>and Albrecht v. United States, 273 U.S. 1, 47 S.Ct. 250, 71 L.Ed. 505.</p>\n<p id=\"b268-4\">We do not think the question is new. Substantially the identical argument was made in Albrecht v. United States, supra, in which it was claimed that ■ there was double punishment, because the liquor, which the defendants were convicted for having sold, was the same as that which they had been convicted for having possessed. The court said, 273 U.S. page 11, 47 S.Ct. page 254, 71 L.Ed. 505:</p>\n<p id=\"b268-5\">“But possessing and selling are distinct offenses. One may obviously possess without selling, and one may sell and cause to be delivered a thing of which he has never had possession; or one may have possession and later sell, as appears to have been done in this case. The fact that the person sells the liquor which he possessed does not render the possession and the sale necessarily a single offense. There is nothing in the Constitution which prevents Congress from punishing separately each step leading to the consummation of a transaction which it has power to prohibit and punishing also the completed transaction.” See, also, Hadley v. United States, supra.</p>\n<p id=\"b268-6\">It is also insisted that the evidence was insufficient to establish possession on the part of any of the defendants. Possession is the exercise of such a power over a thing as attaches to lawful ownership, or, as was said in Toney v. United States, 62 App.D.C. 307, 67 F.2d 573, 574, the possessor “must have had such dominion and control of the liquor as would have given, him the power of disposal.” It is undisputed that Clem Dowiat had actual physical possession of the liquor just before it was delivered to the agent, and, if all the defendants acted in concert, it is immaterial as to which one of them physically delivered it. Jamail v. United States, 5 Cir., 55 F.2d 216.</p>\n<p id=\"b268-7\">It is also clear that Peter Hodorowicz received the money for its sale and he and Frank Hodorowicz arranged for the transportation of the alcohol from its place of concealment. Under these circumstances there can be no question that these defendants did act in concert and that they did have dominion and control of the liquor.</p>\n<p id=\"b268-8\">Section 332 of the Criminal Code, 18 U.S.C.A. § 550, provides: “Whoever directly commits any act constituting an offense defined in any law of the United States, or aids, abets, counsels, commands, induces, or procures its commission, is a principal.” Under this statute any one who assists in the commission of, a crime may be charged directly with the commission of the crime. Meyer v. United States, <em>9 </em>Cir., 67 F.2d 223.</p>\n<p id=\"b268-10\">Under the evidence, direct and circumstantial, the jury might well infer, as it apparently did, that the liquor came from premises under the control of the defendants and that they had such dominion and control of the liquor as to give them the power of disposal. This evidence justified the jury in finding that all three of the defendants were acting in concert in violating the national liquor taxing, laws.</p>\n<p id=\"b268-11\">The record presenting no reversible error, the judgments appealed from are affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}