{
  "casebody": {
    "data": "<casebody firstpage=\"366\" lastpage=\"371\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b414-7\">MOUNDRIDGE MILLING CO. v. CREAM OF WHEAT CORPORATION.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b414-8\">No. 1809.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b414-9\">Circuit Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b414-10\">June 15, 1939.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b414-22\">Austin M. Cowan, of Wichita, Kan. (C. A. McCorkle, W. A. Kahrs, and Robert H. Nelson, all of Wichita, Kan., on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b414-23\">Claude I. Depew, of Wichita, Kan. (W. E. Stanley, Lawrence Weigand, William C. Hook, Sidney J. Brick, and L. E. Curfman, all of Wichita, Kan., and Kellogg, Morgan, Chase, Carter &amp; Headley, of St. Paul, Minn, on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b414-24\">Before PHILLIPS, BRATTON, and WILLIAMS, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b415-3\"><page-number citation-index=\"1\" label=\"367\">*367</page-number>PHILLIPS, Circuit Judge.</author>\n<p id=\"b415-4\">Under a contract<footnotemark>1</footnotemark> dated January 30, 1935, the Moundridge Milling Company<footnotemark>2</footnotemark> sold and agreed to deliver to the Cream of Wheat Corporation<footnotemark>3</footnotemark> 3000 barrels of purified middlings at the price of $6.40 per barrel. The contract contained the tax clause set out in note<footnotemark>4</footnotemark>.</p>\n<p id=\"b415-5\">Under a contract<footnotemark>5</footnotemark> dated June 20, 1935, the Milling Company sold and agreed to deliver to the Wheat Corporation 10,000 barrels of purified middlings at the price of $5.85 per barrel. The contract contained the tax clause set out in note<footnotemark>6</footnotemark>.</p>\n<p id=\"b415-7\">On July 17,-1935, the Milling Company commenced a suit in the District Court of the United States for the District of Kansas against Baker, Collector of Internal Revenue, numbered 891-N on the docket of that court, to enjoin and re<page-number citation-index=\"1\" label=\"368\">*368</page-number>strain the collection of all processing taxes from the Milling Company from and after May 1, 1935.</p>\n<p id=\"APm2\">On July 25, 1935, the court entered its order in No. 891-N enjoining the<footnotemark>1</footnotemark> Collector from collecting any processing taxes on wheat processed by the Milling Company from and after May 1, 1935. As a condition of the order it required the Milling Company to deposit with the clerk of the court a sum equal to the processing taxes that had accrued and monthly thereafter sums equal to such processing taxes as they accrued.</p>\n<p id=\"b416-5\">On February 7, 1936, following the decision in United States v. Butler, 297 U. S. 1, 56 S.Ct. 312, 80 L.Ed. 477, 102 A. L.R. 914, the court entered a final decree in No. 891-N permanently enjoining the collection of processing taxes from the Milling Company and directing the return to it of the amounts deposited under the ■restraining order.</p>\n<p id=\"b416-6\">The Milling Company paid to the United States the processing tax of 30 cents per bushel on the wheat milled by it during the months in which it manufactured 2080 barrels of the middlings delivered under contract A. -It did not pay to the United States any processing tax on the wheat milled during the period in which it manufactured the remaining 920 barrels delivered under contract A. The middlings sold under contract A were shipped between January 30, 1935, and September 1, 1935. The Milling Company rendered invoices therefor at the contract price of $6.40 per barrel and the Wheat Corporation paid the invoices as rendered.</p>\n<p id=\"b416-7\">The Milling Company did not pay any processing tax on the wheat milled by it during the period in which it manufactured the middlings delivered under contract B. It shipped 1940 barrels of the middlings under contract B prior to.January 6, 1936, and the remainder subsequently to that date. The Milling Company rendered invoices for such 1940 barrels at the contract price of $5.85 per barrel and the Wheat Corporation paid the invoices as rendered. On the invoices rendered on the middlings shipped after January 6, 1936, the Milling Company made a tax allowance of .00704 per pound. Invoice prices were similarly reduced under like contracts by the milling industry generally.</p>\n<p id=\"b416-8\">The Wheat Corporation demanded from the Milling Company the sum of $3,945.81, with interest at six per cent from February 7, 1936. The demand was refused. Thereupon, the Wheat Corporation brought this suit against the Milling Company setting up two causes of action, the first predicated on the tax provisions of the contracts, and the second on alleged unjust enrichment. It sought to recover the sum of $1.38 per barrel on the middlings delivered to it under the contracts between May 1, 1935, and January 6, 1936, alleging that it had paid such amount to cover processing taxes thereon, and that the Milling Company had been relieved from payment of such processing taxes by virtue of the restraining order and the final decree in cause No. 891-N. The Wheat Corporation neither alleged nor proved that it did not pass on to its customers amounts equal to such processing taxes. The court held that • the contract price was not a composite price and that the Wheat Corporation was entitled to recover the amount of $1.38 per barrel on the 920 barrels delivered under contract A subsequently to May 1, 1935, and $1.38 per barrel on the 1940 barrels ■ delivered under contract B prior to January 6, 1936, with interest from February 7, 1936. It entered judgment accordingly.</p>\n<p id=\"b416-10\">The Milling Company has appealed.</p>\n<p id=\"b416-11\">The trial court followed the Kansas decision in Sinclair Refining Company v. Rosier, 104 Kan. 719, 180 P. 807. In that case the Sinclair Company brought an action against Rosier on an assigned claim for a car of oil and a car of gasoline sold by the Chanute Refining Company to Rosier on open account. Rosier filed a cross-demand for the amount of inspection fees which the Chanute Company had collected from Rosier under an invalid inspection law on oil which it had sold to Rosier. Later, the inspection law was declared unconstitutional and the state refunded to the Chanute Company the amount of the inspection fees. The court held that the cross-demand was a valid claim against the Chanute Company and that it could be set up against the Sinclair Company, its assignee. The opinion does not disclose whether the price was a composite price in which the amount of the inspection fees was included or whether the inspection fees were collected as a separate and distinct item.</p>\n<p id=\"b416-12\">In the case of G. S. Johnson Co. v. N. Sauer Milling Company, 148 Kan. 861, 84 P.2d 934, 939, decided after the judg<page-number citation-index=\"1\" label=\"369\">*369</page-number>ment was rendered in the instant case, the court said:</p>\n<p id=\"b417-4\">“The case of Sinclair Refining Co. v. Oil Co., 104 Kan. 719, 180 P. 807, relied upon by the plaintiff, involved the right of set off against an assignee of an account. Whether or not the price at which the merchandise was sold was a composite price was not discussed by the court. That question is of controlling importance here.”</p>\n<p id=\"Ash\">Here, both contracts clearly fixed a composite price. Each designated a specific amount for each barrel of middlings. Neither designated separately an amount for the middlings and an item for the tax. On the invoices issued prior to January 6, 1936, the number of barrels shipped, the contract price per barrel, and the total were set forth. The amount of the tax was not set forth as a separate or distinct item.<footnotemark>7</footnotemark> Furthermore, the contracts provide for reductions in the price of middlings to be delivered and not refunds of portions of payments already made on past deliveries.<footnotemark>8</footnotemark></p>\n<p id=\"b417-21\">In G. S. Johnson Co. v. N. Sauer Milling Company, supra, the supreme court of Kansas in an action for refund of processing taxes construed a contract for the sale of flour, containing a price provision substantially identical with the two contracts here involved and a tax provision identical with that in contract B. The court quoted with approval from Lash’s Products Co. v. United States, 278 U.S. 175, 49 S.Ct. 100, 73 L.Ed. 251; O’Connor-Bills, Inc., v. Washburn Crosby Co., D.C. Mo., 20 F.Supp. 460, and Johnson v. Igleheart Bros., 7 Cir., 95 F.2d 4, and denied relief under the tax provision of the contract and on the ground of unjust enrichment.<footnotemark>9</footnotemark></p>\n<p id=\"b418-3\"><page-number citation-index=\"1\" label=\"370\">*370</page-number>Under the doctrine of Erie Railroad Company v. Tompkins, 304 U.S. 64, 58 .S.Ct. 817, 82 L.Ed. 1188, 114 A.R.R. 1487, this court must follow the Kansas decision.</p>\n<p id=\"b418-5\">It will be observed that contract B provides that “any decrease in the processing taxes * * * shall be credited against the contract prices,” while contract A provides any “decrease or abatement shall be deducted from the price hereof.” The contract before the Kansas court in G. S. Johnson Co. v. N. Sauer Milling Company, supra, did not contain the words “abated” or. “abatement.” The question arises whether the word “abatement” embraces the contingency of the tax being declared illegal. Section 9(a) of the Agricultural Adjustment Act, 48 Stat. 35, 7 U.S.C.A. § 609(a), provides that upon the Secretary of Agriculture proclaiming a determination that rental or benefit payments shall be made with respect to any basic agricultural commodity, a processing tax shall be in effect with respect to such commodity from the beginning of the marketing year therefor next following the date of such proclamation. Such proclamation had been made and a processing tax on wheat was in effect when the contracts here involved were made.</p>\n<p id=\"b418-6\">The power, of course, reposed in Congress to amend the act and terminate the tax. Furthermore, Section 9 of the Agricultural Adjustment Act, as amended, 7 U.S.C.A. § 609, authorized the Secretary of Agriculture to adjust the amount of the processing tax within the limits prescribed, while Section 15(a) of the Agricultural Adjustment Act, as .amended, 7 U.S.C.A. § 615(a), authorized the Secretary of Agriculture to abate or refund any processing tax under prescribed limitations. It will be observed from the language of the act that the words used to denote or describe a change in the tax are “abate,” “refund,” “increase,” and “decrease.” It will further be observed that the words used in the contract are “increase,”. “increases,” “decreased,” “abated,” “decrease,” and “abatement.”</p>\n<p id=\"b418-11\">Here, there was no abatement in - the sense that term is used in the act. The tax was illegal in that the act under which it was sought to be imposed was unconstitutional. The act being void, in legal contemplation there never was any tax.</p>\n<p id=\"b418-12\">Had the parties intended to provide that the Milling Company, in the event the act should be declared unconstitutional, should refund to the Wheat Corporation that part of the purchase price paid for middlings theretofore delivered which represented the amount of processing taxes from which the Milling Company was relieved by the act being adjudged unconstitutional, it is reasonable to assume they would have used apt language to cover that contingency. It is significant that in contract B, entered into when the constitutionality of the Agricultural Adjustment Act was being seriously challenged, no apt words were used to cover that contingency.</p>\n<p id=\"b418-13\">We are of the opinion that the parties intended to protect themselves against the contingencies provided for in the act and with respect to middlings delivered after their occurrence, and not against the contingency which resulted when' the act was declared unconstitutional.<footnotemark>10</footnotemark></p>\n<p id=\"b418-14\">In its complaint in No. 891-N, the Milling Company alleged that the purchasers of flour and other products from it had indicated their intention to resist their contracts with the Milling Company because of the unconstitutionality of the Agricultural Adjustment Act; that throughout the milling industry notices were being given demanding that the Milling Company and other milling companies refund an amount equal to the processing taxes and obtain refunds for the use and bene<page-number citation-index=\"1\" label=\"371\">*371</page-number>fit of purchasers of flour and milled products.</p>\n<p id=\"b419-4\">In its motion for a temporary injunction in No. 891-N, the Milling Company alleged that many of its competitors had obtained orders for the impounding of the processing taxes; that many of its customers were asserting that they had a right to share proportionately in the moneys thus impounded in the event the act was declared unconstitutional and the impounded funds returned to the Milling Company; that the Milling Company’s customers were demanding that it obtain such an impounding order; and that unless it obtained such an impounding order, many of its customers would cease to purchase commodities from it.</p>\n<p id=\"b419-5\">In its amended and supplemental bill in No. 891-N, the Milling Company in part alleged: “Failure of plaintiff to withhold payment of such taxes and thereby protect and preserve the rights of its customers to have the legality and constitutionality of such taxes determined by the Courts will cause great ill will to plaintiff on the part of its customers and will result in great and irreparable loss to plaintiff, * *</p>\n<p id=\"b419-6\">Counsel for the Wheat Corporation contend that by the allegations of its pleadings in No. 891-N and by its voluntary reduction in the price of the middlings delivered after January 6, 1936, the Milling Company construed the contracts to entitle the Wheat Corporation to a refund of the taxes in the event the impounded funds were returned to the Milling Company.</p>\n<p id=\"b419-7\">The references in the pleadings were to the claims made by the Milling Company’s customers generally. They were allegations of demands, not of concession by the Milling Company of such demands. They were no part of the Milling Company’s dealings with the Wheat Corporation. In its dealings with the Wheat Corporation the Milling Company always consistently maintained it was entitled to collect the full contract price up to the date the act was declared unconstitutional by the Supreme Court. Its reduction in the price after that date was voluntary and was, no doubt, made to maintain good will and meet competition. . It was not necessarily a concession that the Wheat Corporation was entitled to the reduction under the terms of the contracts.</p>\n<p id=\"b419-8\">We are of the opinion that there is nothing in the dealings between the parties that would justify us in refusing to follow the Kansas decision in G. S. Johnson Company v. N. Sauer Milling Company, supra, and Johnson v. Igleheart Bros., supra, cited with approval by the Kansas court.</p>\n<p id=\"b419-9\">The judgment is reversed and the cause remanded with instructions to grant the Milling Company a new trial.</p>\n<p id=\"b419-10\">Reversed and remanded.</p>\n<footnote label=\"1\">\n<p id=\"b415-8\"> Hereinafter referred to as contract A.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b415-10\"> Hereinafter referred to as the Milling Company.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b415-11\"> Hereinafter referred to as the Wheat Corporation.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b415-12\"> “Taxes: The price named in this contract includes all taxes as at the date hereof proclaimed by the Secretary of Agriculture by virtue of the authority vested in him by the Agricultural Adjustment Act of the United States. Under said Act it is provided that said taxes may be changed from time to time. It is recognized by the parties hereto that there is a growing tendency on the part of the United States and the separate states to tax grain and grain products, containers and other items used' in connection with the manufacturing, processing, blending, sale or distribution thereof. (It is, therefore, agreed and understood that if, after the date of this contract, the commodities and/or containers, or other items used in connection with the manufacturing, processing, blending, sale or distribution thereof, shall become subject to any increase in taxes * * * other than those included in the price hereof, (if the seller shall be required by law to collect such increases * * *), then, in that event, said increases s: h: * shall be added to the price hereof; and correspondingly if any tax included in the price hereof shall be decreased or abated then, in that event, said decrease or abatement shall be deducted from the price hereof.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b415-13\"> Hereinafter referred to as contract B.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b415-15\"> “Taxes: The prices named in this contract include the processing taxes as now imposed by the United States on the processing of the commodities used in the manufacture of the products covered by this contract, and the containers therefor excepting millfeed containers, pursuant to the Agricultural Adjustment Act now 'in effect, but do not include any increase in such taxes which may become effective after the date of this eon-tract, or any taxes hereafter imposed on the sale or distribution of the products covered by this contract, or the commodities used in the manufacture thereof, or containers therefor, or any similar tax, charge or imposition hereafter levied or imposed by or pursuant to any state legislation; and if any increase in the processing taxes as now imposed shall become effective, or any other such tax shall be imposed, while auy portion of the commodities covered by this contract remain unshipped, the amount thereof shall be paid by the Buyer in addition to the contract prices herein specified, provided that no such increase in the processing tax imposed by the United States on wheat shall be added to the price of feeds for feeding livestock.</p>\n<p id=\"b415-18\">“If any such tax, charge or. imposition or increase thereof shall be measured per bushel of grain, the amount of the tax to be added to the price of any product produced from such grain shall be computed according to the conversion factor established for such product by the Secretary of Agriculture.</p>\n<p id=\"b415-19\">“Any decrease in the processing taxes as now or hereafter imposed by any legislative or administrative branch of the United States shall inure to the benefit of the Buyer, if as and when the benefit of such decrease has been actually realized and secured by the Seller, and shall be credited against the contract prices named in this contract to the extent — and only to the extent, that the grain used in the manufacture of the product covered by this contract is milled after the decrease in the processing tax takes effect, and to the extent that the Seller is thereby definitely relieved from the processing tax provided that no such decrease shah be credited on the prices of feeds for feeding livestock.</p>\n<p id=\"b415-20\">“If any such decrease shall be measured per bushel of grain the amount of the tax to be deducted from the price of any product produced from such grain shall be computed according, to the conversion factor established for such product by the Secretary of, Agriculture.”</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b417-5\"><em> </em>See Lash’s Products Co. v. United States, 278 U.S. 175, 49 S.Ct. 100, 73 L.Ed. 251; Heckman &amp; Co., Inc., v. I. S. Dawes &amp; Sons Co., Inc., 56 App.D.C. 213, 12 F.2d 154; Mattingly v. G. B. R. Smith Milling Co., Miss., 184 So. 635, and cases cited in note 8.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b417-12\"> G. S. Johnson Co. v. N. Sauer Milling Company, 148 Kan. 861, 84 P.2d 934; Johnson v. Igleheart Bros., 7 Cir., 95 F.2d 4, certiorari denied 305 U.S. 670, 59 S.Ct. 59, 83 L.Ed. —; O’Connor-Bills, Inc., v. Washburn Crosby Co., D. C.Mo., 20 F.Supp. 460.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b417-14\"> In its opinion the court said:</p>\n<blockquote id=\"b417-15\">“The contract expressly provided <em>that </em>the prices named in the contract included the processing tax as then imposed. No price was fixed to which was added the tax. The price included the tax. The tax was not billed or set out as a separate item. It was a composite price. * * <em>i:</em></blockquote>\n<blockquote id=\"AHRP\">“In the case before us the contract was entered into on November 6, 1935, long after the processing tax became effective. The only pi'-ice mentioned in the contract was a price in gross per barrel. Evidently that price included the ad valorem taxes, the cost of milling, selling, insurance, etc. The tax was measured not on the flour, but upon the wheat. The tax imposed was 30 cts. per bushel of wheat of 60 pounds, computed and fixed at $1.88 per barrel of flour. It is clear the item of the tax was absorbed in the total or composite price to be paid fox flour sold.</blockquote>\n<blockquote id=\"A6O\">“The contract did not provide for a credit or refund to the buyer in the event the tax was held illegal. This contingency was not in the contract. It is not contended there was fraud or mutual mistake, and no valid reason has been suggested why the agreement should not be enforced as written.</blockquote>\n<blockquote id=\"ABa\">“Plaintiff prays that the defendant be compelled to make restitution as it would result in unjxist enrichment of the defendant to keep the money. On this Question the comment of the court in Johnson v. Igleheart Bros., supra, is pertinent: ‘Plaintiff also seeks to sustain his position from the standpoint of equity, and urges that a denial of his claim will result, at his expense, in an unjust enrichment of the defendarxt. We do not think we aro called upon <em>to </em>deal with such a theory. The contracts called for the delivery of the flour at various times over an extended period and considering the nature of plaintiff’s business, it is not an unreasonable assumption that whatever amount was included in the contract price as processing tax, was passed on to those with whom it dealt. There is, of course, no allegation in the pleadings to this effect, but in the absence of an allegation to the contrary, how can this court say, as between the parties hereto, that the defendant has money, even if it <em>be </em>conceded that the same was collected as a processing tax, which belongs to the plaintiff?’</blockquote>\n<blockquote id=\"AfQq\">“In United States v. Jefferson Electric Co., 291 U.S. 386, 54 S.Ct. 448, 78 L.Ed. 859, it was held that a taxpayer suing for refund of automobile accessories tax must establish by pleading and proof that it has not collected the tax directly or indirectly from its customers.</blockquote>\n<blockquote id=\"AzO\">“For the plaintiff to recover it must establish its light to the funds in question. Assuredly if it passed on the tax <page-number citation-index=\"1\" label=\"370\">*370</page-number>to its customers it would not, as against the defendant, have a superior equity. In the absence of an allegation that the plaintiff did not collect the amount of the tax from its customers, how can this court say'that the funds in suit belong to the plaintiff rather than to the defendant?</blockquote>\n<blockquote id=\"Ar2\">“The moneys in question were paid by the plaintiff to the defendant in accordance with the terms of a written contract. The payment was voluntarily made with full knowledge of the facts. There is no charge of fraud, coercion or mistake. The rights of the parties are measured by the contract. As we find no basis for the establishment of a trust, —and no right to restitution on the ground of a quasi contractual obligation is shown * * *.”</blockquote>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b418-16\"> See Johnson v. Igleheart Bros., supra, construing a contract substantially •identical with contract A; O’Connor-Bills, Inc., v. Washburn Crosby Co., D. C.Mo„ 20 F.Supp. 460, 462.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}