{
  "casebody": {
    "data": "<casebody firstpage=\"310\" lastpage=\"312\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b336-9\">UNITED STATES of America, Plaintiff-Appellee v. Jose Bernardo NIETO, also known as Bono, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b336-12\">No. 11-20297</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Atl\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b336-13\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b336-15\">April 18, 2012.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b337-6\"><page-number citation-index=\"1\" label=\"311\">*311</page-number>Eileen K. Wilson, Renata Ann Gowie, Assistant U.S. Attorney, U.S. Attorney’s Office, Houston, TX, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b337-7\">Jose Bernardo Nieto, Memphis, TN, pro se.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b337-9\">Before REAVLEY, SMITH, and PRADO, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b337-10\">PER CURIAM: <footnotemark>*</footnotemark></p>\n<p id=\"b337-11\">Jose Bernardo Nieto, federal prisoner # 58136-079, appeals the denial of his 18 U.S.C. § 3582(c)(2) motion to reduce the life sentences he received following his convictions for aiding and abetting the possession with the intent to distribute more than five kilograms of cocaine, in violation of 21 U.S.C. § 841(a)(1). We review the denial of a § 3582(c)(2) motion for an abuse of discretion. <em>United States v. Evans, </em>587 F.3d 667, 672 (5th Cir.2009) (citations omitted).</p>\n<p id=\"b337-13\">Nieto contends that his motion should have been granted, relying on retroactive Amendment 505, which he asserts must be read in conjunction with clarifying Amendment 493 and which, together, have the net effect of reducing his sentence. As he concedes, however, clarifying Amendment 493 is not retroactive, and it thus could not be considered in connection with the instant § 3582(c)(2) motion. <em>See </em>U.S.S.G. § 1B1.10, comment, (n. 1(A)); <em>see also United States v. Drath, </em>89 F.3d 216, 218 (5th Cir.1996).</p>\n<p id=\"b337-18\">Although Amendment 505 is retroactive and a proper basis for the instant motion, Amendment 505 does not have the effect of reducing Nieto’s sentence because, even with the benefit of the amend-' ment’s reduction to the base offense level, his total offense level is 44, which corresponds to life imprisonment. The district court therefore did not abuse its discretion in denying the § 3582(c)(2) motion. <em>See United States v. Gonzalez-Balderas, </em>105 F.3d 981, 983 (5th Cir.1997). Nieto’s contention that his due process rights were violated by the district court’s failure to state reasons for denying the motion is without merit. <em>See United States v. Evans, </em>587 F.3d 667, 674 (5th Cir.2009).</p>\n<p id=\"b337-19\">To the extent that Nieto attempts to otherwise challenge the sentencing court’s calculation of the applicable Guidelines, those claims are not cognizable. <em>See id. </em>To the extent that he asserts that the district court erred by not considering the 18 U.S.C. § 3553(a) factors when determining whether to reduce his sentence, his claim is unavailing. Because the district court determined that Nieto was not eligible for a sentence modification, it was not required to consider the § 3553(a) factors. <em>See Dillon v. United States, </em>— U.S.-, 130 S.Ct. 2683, 2691, 177 L.Ed.2d 271 (2010).</p>\n<p id=\"APF\">If his reply brief is liberally construed, Nieto additionally argues, for the first time, that this court should consider the effect on his case of <em>United States v. Book</em><page-number citation-index=\"1\" label=\"312\">*312</page-number><em>er, </em>543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005). This new argument will not be considered. <em>See Cinel v. Connick, </em>15 F.3d 1338, 1345 (5th Cir.1994); <em>United States v. Prince, </em>868 F.2d 1379, 1386 (5th Cir.1989).</p>\n<p id=\"AnMW\">The district court’s judgment is AFFIRMED.</p>\n<footnote label=\"*\">\n<p id=\"b337-14\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}