{
  "casebody": {
    "data": "<casebody firstpage=\"384\" lastpage=\"390\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b402-4\">CULOTTA <em>v. </em>RAIMONDI</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Az9\">[No. 245 (Adv.),</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"ARb\">September Term, 1968.]</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b402-10\">\n<em>Decided per curiasm October 25,1968.</em>\n</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b402-11\">\n<em>Opinion filed November 12,1968.</em>\n</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b403-6\"><page-number citation-index=\"1\" label=\"385\">*385</page-number>The cause was argued before Hammond, C. J., and Marbury, Barnes, Finan and Smith, JJ.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b403-7\"><em>Robert C. Prem </em>for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b403-8\"><em>Leon H. A. Pierson, </em>with whom was <em>H. Russell Smouse </em>on the brief, for appellee.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b403-9\">Finan, J.,</author>\n<p id=\"AB\">delivered the opinion of the Court.</p>\n<p id=\"b403-10\">The appellant, Samuel Culotta, seeks to have set aside the selection of the appellee, Thomas Paul Raimondi, as the Republican candidate for the United States Congress from the Fourth Congressional District of Maryland, and to have himself declared the Republican candidate for that office in the general election which is to be held on November 5, 1968. There were three candidates for the nomination in the primary election which was held on September 10, 1968. Mr. Raimondi won with 2161 votes. Mr. Culotta received 1902 votes, the next highest number.</p>\n<p id=\"b403-11\">The petition for the issuance of a Writ of Mandamus filed by the appellant in the Superior Court of Baltimore City charged that the appellee had committed violations of the following sections of the Maryland Flection Laws, § 11-3 (Code (1967 Repl. Vol.) Art. 33), §§ 26-3(a), 26-4(a) and 26-11 (a) (Chapter 613, 1968 Laws of Maryland) and that these alleged violations were “Prohibited Practices” within the meaning of § 26-18(a) of Article 33 (Chapter 613, 1968 Laws of Maryland).</p>\n<p id=\"b403-12\">On or about September 6, 1968, during the last few days of the primary election campaign, the appellee mailed to numerous <page-number citation-index=\"1\" label=\"386\">*386</page-number>Republican voters in the Fourth Congressional District a pink sample ballot entitled, in the left corner, “Official Republican Ballot ■— Fourth Congressional District.” The ballot recommended the following slate of candidates:</p>\n<blockquote id=\"b404-5\">U. S. Senate—Charles McC. Mathias, Jr.; Congressman—Thomas Paul Raimondi; Associate Judges of the Supreme Bench—Paul A. Dorf, Robert I. H. Hammerman, Thomas J. Kenney.</blockquote>\n<p id=\"b404-6\">The ballot was issued by the authority of K. George Christian, who is the appellee’s treasurer, and was not a sample ballot of the Republican State Central Committee.</p>\n<p id=\"b404-7\">Appellee filed a combined demurrer and answer to the petition. The demurrer was heard by Judge J. Harold Grady and was sustained without leave to amend. On October 25, 1968, this Court issued a Per Curiam order affirming the action of the lower court in sustaining the demurrer but for different reasons than those advanced by Judge Grady, which we now explain in this opinion.</p>\n<p id=\"b404-8\">The lower court was of the opinion that the procedure set forth in § 26-18, providing for the manner of redress for violations of “Prohibited Practices,” specifically relates back to the offenses enumerated in § 26-16, under the heading “Offenses Constituting Prohibited Practices.” It is our opinion that § 26-18(a) of Article 33 permits any defeated candidate, or any ten duly qualified voters, at the election in question to initiate an inquiry into any practices which are specifically prohibited by the article and not just those listed under the “Prohibited Practices” enumerated in § 26-16.</p>\n<p id=\"b404-9\">If the construction of the lower court were to be adopted and only those offenses covered by § 26-16 were to be construed as “Prohibited Practices” to be acted upon by petition (§ 26-18), how then could an unsuccessful candidate redress a grievance, such as the destruction of a voting machine (§ 24-18) or a tampering with a voting machine (§ 24-19), insofar as such a practice may affect the outcome of an election.</p>\n<p id=\"b404-10\">We think the language of § 26-18(a) and (c) is sufficiently broad as to relate to violations of other sections of Article 33. Section 26-18(a) setting forth the procedure for petition states:</p>\n<blockquote id=\"b405-4\"><page-number citation-index=\"1\" label=\"387\">*387</page-number>“* * * a petition setting forth under oath that prohibited practices, <em>contrary to the provisions of a specified section or sections of this article, </em>were committed by the successful candidate * * *.” (Emphasis supplied.)</blockquote>\n<p id=\"b405-5\">Section 26-18 (c) relating to the trial of the alleged offense provides :</p>\n<blockquote id=\"b405-6\">“* * * The court shall bring said cause to determination and judgment as speedily as a just regard for the rights of the parties concerned may permit and shall expeditiously inquire into, or when a jury is demanded, cause the jury to <em>inquire into all the facts and circumstances and into such violations of or failure to comply with the provisions of this article, as may be alleged in any such petitions.” </em>(Emphasis supplied.)</blockquote>\n<p id=\"b405-7\">We think that the absence in § 1-1 of Article 33 of any definition of “Prohibited Practices” is an indication that the words were to be given their ordinary general meaning rather than to be construed as words of art with an attendant limited application.</p>\n<p id=\"b405-8\">While it is true that the established rule of <em>ejusdem generis </em>suggests that where general words in a statute follow the designation of a particular class, the general words are usually construed to apply only to those things of the same class as specifically mentioned <em>(Smith v. </em>Higinbothom, 187 Md. 115, 130, 48 A. 2d 754, 761 (1946)) ; this is merely a rule of construction and should be applied only where there is uncertainty as to meaning, it was never intended to be employed to frustrate the purpose of a statute. <em>American Ice Co. v. Fitshugh, </em>128 Md. 382, 97 A. 999 (1916). As this Court also stated in <em>Higinbothom, supra, </em>“The Corrupt Practices Act is a remedial measure and should be liberally construed in the public interest to carry out its purpose of preserving purity of elections.” (187 Md. 115, 130.)</p>\n<p id=\"b405-9\">The unlawful practices alleged in the petition with which the appellant seeks to associate the appellee relate: (1) to the unauthorized use of the term “Official Republican Ballot,” (§ 11-<page-number citation-index=\"1\" label=\"388\">*388</page-number>3(b)) and (2) failure of the appellee to notify the Secretary of State of the fact that he had joined a “ticket” or “slate” (§ 26-3 (e)) and the failure of his treasurer, as treasurer of such a “ticket” or “slate”, to report to the Secretary of State in the same manner as any other political committee.</p>\n<p id=\"b406-5\">Section 11-3(b) provides:</p>\n<blockquote id=\"b406-6\">“(b) Penalties.—It shall be unlawful for any organization other than the State central committee for the State to hold itself out as the official organization or governing body of any political party. Violation of this section is punishable by a fine of not more than one thousand ($1,000) dollars, or by imprisonment in jail for a period of six (6) months, or by both fine and imprisonment, in the discretion of the court.”</blockquote>\n<p id=\"b406-7\">It is quite obvious that the legislative intent expressed by § 11-3 (b) is to reach the situation where there is a claim by an organization, other than the State Central Committee, that it is the official party organization. In the instant case the petition of the appellant alleges only that the appellee held himself out to be the candidate of the official party organization, without authority to do so. However, the petition nowhere contains any allegation that the appellee, or the appellee and those mentioned on the sample ballot, were passing themselves off as the governing body of the Republican Party. There is no doubt that the purpose of the sample ballot in question was to deceive the public into thinking that the candidates whose names appeared thereon had received the official endorsement of the governing body of the Republican Party, namely the Republican State Central Committee. As censurable as such a political ruse may be, we find no specific prohibition of it, as presented by this case, in the statute.</p>\n<p id=\"b406-8\">We should like to point out, that had the Legislature seen fit to use language in § ll-3(b) to the effect that it was illegal for any <em>candidate </em>or <em>treasurer, </em>as well as, “any organization other than the State Central Committee for the State to hold itself out as the official organization or governing body of any political party,” the appellant’s petition might well have stated a valid cause of action; unfortunately for the appellant, the Leg<page-number citation-index=\"1\" label=\"389\">*389</page-number>islature did not do so. As written, § 11-3(b) is directed against group action and not that of an individual candidate. We have no authority to broaden the application of a statute of this nature which evoking punitive sanctions requires a strict construction to its penal provisions, although we may give a liberal interpretation as to its remedial provisions. In <em>Higinbothom, supra, </em>we said: “* * * There is no impropriety in putting a liberal construction on a remedial clause, and a literal construction on a penal clause in the same statute. * * * This Court has held that no man can be held guilty of violating a statute unless the act with which he is charged comes plainly within both the letter and the spirit of the statute.” (187 Md. 115, 130.) In the instant case, although there has been an alleged violation of the spirit of the statute it does not come within the “letter” of the law.</p>\n<p id=\"b407-5\">Furthermore, the petitioner makes no direct allegation that the appellee did, in fact, join a “ticket” or “slate” of any kind, nor do the exhibits filed with the petition force such a conclusion.</p>\n<p id=\"b407-6\">In fact the petitioner would have the court go a step further and, in the absence of a direct allegation, supply the assumption, that because the appellee’s name appeared on the controversial sample ballot in conjunction with the names of other candidates that he did in fact, join a “ticket” or “slate,” and further by doing so violated § 26-3 (e) which requires the candidate to notify the Secretary of State that he has joined a “ticket” or “slate.” However, the Court cannot supply by assumption that which is necessary by way of allegation, in order to support a cause of action. It is true that a demurrer to a pleading admits the truth of all material facts which have been well pleaded, together with the inferences reasonably to be drawn therefrom; however a demurrer does not admit a mixed conclusion of law and facts. <em>Martin G. Imbach, Inc. v. Deegan, </em>208 Md. 115, 117 A. 2d 864 (1955); <em>Fidelity &amp; Deposit Co. of Maryland v. Mattingly Lumber Co., </em>176 Md. 217, 4 A. 2d 447 (1939). In <em>Fidelity, </em>a lumber supplier brought suit on a contractor’s bond for materials allegedly furnished the contractor who was building a hospital at the time material was fur<page-number citation-index=\"1\" label=\"390\">*390</page-number>nished. The bond sued upon was for the hospital contract. The court in discussing the facts that the demurrer admitted, stated:</p>\n<blockquote id=\"b408-5\">“* * * It cannot, therefore, be said that the demurrer admits that the materials mentioned in the declaration became a part of the plant or equipment of the contractor, for that allegation is merely a conclusion of the pleader.” <em>[Id. </em>at 227.]</blockquote>\n<p id=\"b408-6\">See also <em>Lange v. </em>Ghingher, 168 Md. 353 (1935), wherein this Court in affirming the lower court’s sustaining of a demurrer stated:</p>\n<blockquote id=\"b408-7\">“* * * An examination of this petition convinces us that it alleges no new, additional, or uncontroverted facts, but does in many instances seek to place interpretation upon the admitted facts, which interpretations are recognized as no more than conclusions of the pleader and were, therefore, not admitted by the demurrer. * * <em>[Id. </em>at 363.]</blockquote>\n<p id=\"b408-8\">We are of the opinion that the petition of the appellant does not allege facts which places the appellee in violation of any sections of Article 33.</p>\n<p id=\"b408-9\">The unfair situation of which the appellant complains is one for which the law should provide redress; nonetheless, we think protection of a candidate and the public, against a repetition of such a deception, must emanate from the Legislature.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}