{
  "casebody": {
    "data": "<casebody firstpage=\"737\" lastpage=\"743\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b755-5\">BALLAN <em>v. </em>BALLAN</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A1v\">[No. 33,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"A8m\">September Term, 1968.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b756-8\">\n<page-number citation-index=\"1\" label=\"738\">*738</page-number>\n<em>Decided January 9,1969.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b756-13\">The cause was argued before Hammond, C. J., and Mar-bury, Barnes, Finan and Singley, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b756-14\"><em>Neil J. Lewis </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b756-15\"><em>Robert A. DiCicco </em>for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b756-16\">Singley, J.,</author>\n<p id=\"App\">delivered the opinion of the Court.</p>\n<p id=\"b756-17\">Harold Bailan, the husband-appellant, would have us reverse the decree of the Circuit Court for Baltimore County which granted a divorce <em>a mensa et thoro </em>to Eve Bailan, the wife-appellee.</p>\n<p id=\"b757-4\"><page-number citation-index=\"1\" label=\"739\">*739</page-number>The Ballans were married on 2 March 1934, and have two children, a son 25 and a daughter 22, both of whom are now married. Sometime in December, 1966, Mrs. Bailan stopped speaking to her husband, stopped preparing his meals, and stopped making his bed. She justified her silence by testifying:</p>\n<blockquote id=\"b757-5\">‘Tie only had one way of beginning a conversation and that would be, if only you would learn to be pleasant, if only you would learn to do things with me the way you do with others, if only you would learn how to speak decently and sensibly and, very frankly, I got a little tired of hearing about if only I, and I asked if just once he could start a conversation without that, * * * ”</blockquote>\n<p id=\"b757-7\">Mrs. Bailan was uncertain whether it was before or after the breakdown in communication that her husband reduced her allowance from $125 (from which she apparently paid many of the household expenses) every two weeks to $20 a week (which seems to have been for her personal expenses). This was the reason she gave for refusing to provide his meals. The Ballans’ daughter testified, however, that ample food was available.</p>\n<p id=\"b757-8\">Mr. Bailan described other forms of harassment to which he was subjected. His going to bed was a signal for his wife to clean the bedroom, in a noisy fashion. Mrs. Bailan not only failed to make his bed, but placed cigarette butts, ashes, and hard candy in it. When he tried to sleep, Mrs. Bailan turned up the volume on the television set in the bedroom. In mid-February, in understandable desperation, he moved the set to the living room. When he did so, Mrs. Bailan hit him with a tensor lamp. As she explained it, “If I struck him it was a fortunate blow. I threw everything I could lay my hands on at him.” F,ven in this infelicitous environment, however, marital relations had continued, according to Mrs. Ballan’s testimony, until some time in January, 1967, some weeks after the curtain of silence had been lowered.</p>\n<p id=\"b757-9\">On 2 March 1967, Mr. Bailan moved out and increased his wife’s weekly allowance to $50. In the following October he sought a partial divorce from his wife on grounds of construe<page-number citation-index=\"1\" label=\"740\">*740</page-number>tive desertion. She answered, denying the charge and filed a cross bill, in which she prayed a partial divorce from her husband on grounds of actual desertion. From a decree granting the wife an <em>a mensa </em>divorce, alimony in the amount of $45 a week and a counsel fee of $250, the husband has appealed. With commendable pragmatism, the lower court concluded that while Mr. Bailan had good reason for leaving, he was not legally justified in doing so, and as we read the testimony and our prior decisions, we think that the chancellor was entirely correct on both counts.</p>\n<p id=\"b758-5\">The Maryland cases lay down the rule that for desertion to constitute a ground for divorce, there must be a separation of one spouse from the other without justification, either in the wrongful conduct or the consent of the other. Desertion has two elements, the ending of cohabitation and the intention to desert. <em>Fuller v. Fuller, </em>249 Md. 28, 237 A. 2d 925 (1968) ; <em>Zulauf v. Zulauf, </em>218 Md. 99, 145 A. 2d 414 (1958); <em>Givner v. Givner, </em>201 Md. 333 at 337, 93 A. 2d 563 (1953). Since the element of consent is absent here, the only question is whether Mrs. Ballan’s conduct justified her husband’s departure.</p>\n<p id=\"b758-6\">While the unjustifiable refusal of either a husband or wife to have sexual intercourse with the other may constitute desertion, the burden of proof is on the complaining spouse, whose testimony must be corroborated even though there be an admission by the other spouse, since such an admission is not regarded as conclusive. In a contested case, however, only slight corroboration is necessary. <em>Kerber v. Kerber, </em>240 Md. 312 at 315, 316, 214 A. 2d 164 (1965) and cases there cited. While the husband says that marital relations “ceased,” the record is silent as to any request made by the husband or refusal by the wife. <em>Fortman v. Fortman, </em>250 Md. 355, 243 A. 2d 517 (1968) and cases cited at 360. Even if there had been such testimony, we doubt whether it could have been corroborated by the statement of the Ballans’ daughter, who was not living with her parents at the time, that her father occupied a separate bedroom after the tensor lamp incident. Maryland Rule S75<footnotemark>1</footnotemark>; <page-number citation-index=\"1\" label=\"741\">*741</page-number><em>Murphy v. Murphy, </em>248 Md. 455, 237 A. 2d 523 (1968) and cases cited in footnote 1 at 458.</p>\n<p id=\"b759-5\">We turn now to a consideration of Mrs. Ballan’s conduct about which her husband complains. Judge Collins, speaking for the Court in <em>Eberwein v. Eberwein, </em>193 Md. 95, 65 A. 2d 792 (1949) recalled the rule of the prior cases:</p>\n<blockquote id=\"b759-6\">“It has been stated many times by this Court that a single act of violence will ordinarily not justify a divorce on the grounds of cruelty. Marital neglect, indifference, failure to provide as freely as the wife may desire in dress or conveniences, sallies of passion, harshness, rudeness and use of profane and abusive language do not constitute cruelty as grounds for a divorce. Only danger to life, limb, or health will constitute such cruelty. (Citing cases)” 193 Md. at 101, 102.</blockquote>\n<p id=\"b759-8\">To the same effect are <em>Harrison v. Harrison, </em>223 Md. 422, 164 A. 2d 901 (1960); <em>Scheinin v. Scheinin, </em>200 Md. 282, 89 A. 2d 609 (1952); <em>Hastings v. Hastings, </em>147 Md. 177, 127 A. 743 (1925).</p>\n<p id=\"b759-9\">There is a corollary to this proposition which is equally well recognized. Chief Judge Bond, who filed the opinion for the Court in <em>Kruse v. Kruse, </em>179 Md. 657, 22 A. 2d 475 (1941) said at 663:</p>\n<blockquote id=\"b759-10\">“It is settled that conduct of one spouse which compels the other to leave may justify a divorce to that other on the ground of desertion, even though the conduct may not justify a divorce on the ground of cruelty. <em>Harding v. Harding, supra </em>[22 Md. 337 (1864)]; <em>Singewald v. Singewald, </em>165 Md. 136, 137, 166 A. 441. <em>It must, however, render impossible the continuation of matrimonial .cohabitation with safety, health, and self-respect. Schwartz v. Schwartz, </em>158 Md. 80, 90, 148 A. 259.” (Emphasis added)</blockquote>\n<p id=\"b759-12\">This was cited with approval in <em>Murphy v. Murphy, supra; Eberwein v. Eberwein, supra. Accord, Brault v. Brault, </em>189 Md. 175, 55 A. 2d 497 (1947); <em>Collins v. Collins, </em>184 Md. 655, 42 A. 2d 680 (1945); <em>Fischer v. Fischer, </em>182 Md. 281, 34 A. 2d 455 (1943); <em>Hastings v. Hastings, supra.</em></p>\n<p id=\"b760-4\"><page-number citation-index=\"1\" label=\"742\">*742</page-number>Judge Finan, speaking for the Court in <em>Murphy, </em>articulated the rule:</p>\n<blockquote id=\"b760-5\">“Even though the cruelty required in a constructive desertion case may be less than a case wherein an <em>a mensa </em>decree is sought on the grounds of cruelty, yet the objectionable conduct still must be such as to render continuation of the marital relationship impossible, if the complaining spouse is to preserve his or her health, safety or self-respect. <em>Eberwein, supra. </em>Obviously, for such a situation <em>to exist, there must be a pattern of persistent conduct which is detrimental to the safety or health of the complaining spouse, or so demeaning to his or her self-respect as to be intolerable. * </em>* *” 248 Md. at 460 (Emphasis added)</blockquote>\n<p id=\"b760-6\">Objectionable as Mrs. Ballan’s conduct was, it is found wanting if weighed in the balance against the rule of the cases. In <em>Eberwein, supra, </em>the wife accused her father-in-law of attacks on her on 14 occasions; accused her husband and her mother-in-law, who were post office employees, of stealing from the mails, with the result that they lost their jobs; and accused her husband of stealing from supermarkets. There was testimony that this had jeopardized the husband’s job security and his health. <em>See also, Poole v. Poole, </em>176 Md. 696, 6 A. 2d 243 (1939) and <em>Silverberg v. Silverberg, </em>148 Md. 682, 130 A. 325 (1925), which held that unfounded public charges of infidelity constituted cruelty, but <em>compare Li v. Li, </em>249 Md. 593, 241 A. 2d 389 (1968), where the statements were made only to the wife’s family.</p>\n<p id=\"b760-7\"><em>Eberwein </em>should be contrasted with <em>Ritz v. Ritz, </em>188 Md. 336, 52 A. 2d 729 (1947) where there was testimony that the wife hit the husband on the head with a hammer, stabbed him three times in the arm with a screwdriver, and was so noisy and quarrelsome at night that the husband got no more than three hours sleep a night for the six months preceding his departure and slept while at work. Our predecessors held that since this conduct did not endanger the life, person or health of the husband, it did not amount to constructive desertion. <em>Accord, Hyatt v. Hyatt, </em>173 Md. 693, 196 A. 317 (1938); <em>Ma</em><page-number citation-index=\"1\" label=\"743\">*743</page-number><em>son v. Mason, </em>181 Md. 666, 30 A. 2d 748 (1943). In the absence of testimony that Mr. Ballan’s health was impaired or threatened, we think the case is controlled by <em>Ritz </em>and not by <em>Eberwein.</em></p>\n<p id=\"b761-5\">Two minor procedural matters remain. Mrs. Bailan moved to dismiss the appeal on the theory that the order of appeal was not filed within 30 days of the opinion filed on 18 December 1967. The decree was entered on 16 January 1968, and the appeal was entered on 7 February, within the 30 days allowed by Maryland Rule 812 a. We have consistently held that appeals in equity lie from the written decree and not from comments by or the opinion of the court. <em>Bell v. Shifflett, </em>249 Md. 104, 238 A. 2d 533 (1968); <em>Kennedy v. Foley, </em>240 Md. 615, 214 A. 2d 815 (1965).</p>\n<p id=\"b761-6\">In her brief, Mrs. Bailan seeks to have the amount of the fee allowed her counsel increased from $250 to $750. Since no ■cross appeal was taken, this question is not properly before us. Rule 812 a; <em>Mugford v. City of Baltimore, </em>185 Md. 266, 269, 44 A. 2d 745; 162 A.L.R. 1101 (1945).</p>\n<p id=\"b761-7\">\n<em>Decree affirmed; costs to be paid by appellant.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b758-7\">. Although Rule <em>S?5 </em>was deleted from the Maryland Rules as of October 1, 1968, it was in effect at the time of the trial of the case.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}