{
  "casebody": {
    "data": "<casebody firstpage=\"72\" lastpage=\"74\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b78-8\">\n<em>Southern District</em>\n</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A5O\">No. 1322-1958.</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b78-9\">MAURICE LEVIN ET AL v. RICHARD S. GINSBERG</parties>\n<p data-order=\"3\" data-type=\"judges\" id=\"b78-11\"><em>Present: </em>Nash, P. J., Cox and Welch, JJ.</p>\n<p data-order=\"4\" data-type=\"judges\" id=\"b78-12\">Case tried to <em>Colten, </em>J., in the Municipal Court of Brookline.</p>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b78-13\">\n<em>Welch, J.</em>\n</author>\n<p id=\"AIU\">This is an action of tort to re<page-number citation-index=\"1\" label=\"73\">*73</page-number>cover damages for personal injuries and property damage resulting from an automobile accident. The plaintiffs Anne Levin and Malcolm Edward Moncrief, p.p.a. sue for personal injuries and Maurice A. Levin sues for consequential and property damage. The answer is a general denial and an allegation of contributory negligence.</p>\n<p id=\"b79-5\">There was uncontradicted evidence that on or about July 30, 1958 an automobile owned by Maurice A. Levin and operated by his wife Anne Levin on Beacon Street, Brookline, came to a stop at a traffic signal at Dean Road. While the automobile was stopped the operator looked in her rear view mirror and saw the defendant’s car in motion to her rear. The defendant was reading a newspaper. Before the operator could blow her horn to warn the defendant her car was struck in the rear by his automobile.</p>\n<p id=\"b79-6\">The defendant said to her that he was sorry.</p>\n<p id=\"AZd\">There was a finding for the plaintiffs.</p>\n<p id=\"b79-7\">The defendant duly filed the following requests for rulings which were denied:</p>\n<p id=\"b79-8\">1. The evidence is insufficient to warrant a finding for the plaintiffs.</p>\n<p id=\"b79-9\">2. The evidence is insufficient, to warrant a finding that defendant was negligent.</p>\n<p id=\"b79-10\">These requests could not have been allowed as there was evidence that the defendant was negligent and findings for the plaintiffs were permissible. <em>Brodeur v. Seymour, </em>315 Mass. 527, 529. <em>Atlantic Building Corp. v. Whyte, </em><page-number citation-index=\"1\" label=\"74\">*74</page-number>1960 Adv. Sh., 945. See also <em>Whitney v. Whitney, </em>317 Mass. 253, 256.</p>\n<attorneys id=\"b80-7\">Curhan &amp; Kaufman, S. B. Mannos of Boston, for the Plaintiff.</attorneys>\n<attorneys id=\"b80-8\">Timothy A. Sughrue, William A. Conboy of Boston, for the Defendant.</attorneys>\n<p id=\"b80-4\">The - negligence of the- defendant was a question of fact for the trial judge. The finding in favor of the plaintiffs imports a finding of all subsidiary facts essential to that conclusion and must stand unless unsupported by the evidence. <em>Mahoney v. </em>Norcross, 284 Mass. 153.</p>\n<p id=\"b80-5\">The judge was warranted in finding that the defendant was reading a newspaper which was a violation of G. L. c. 90, §13, and that such violation was the proximate cause of the accident. Violation of a penal statute is evidence of negligence as to all. consequences that the statute was intended to prevent. <em>Bourne v. Whitman, </em>209 Mass. 166-167.</p>\n<p id=\"b80-6\">There was no error and the report is dismissed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}