{
  "casebody": {
    "data": "<casebody firstpage=\"382\" lastpage=\"391\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b398-4\">Commonwealth vs. Arthur J. Fudge.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b398-5\">Berkshire.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A-u\">February 12, 1985.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AiS\">— July 16, 1985.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"A3Z\">Present: Dreben, Kaplan, &amp; Warner, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b399-7\"><page-number citation-index=\"1\" label=\"383\">*383</page-number><em>Bruce Ferg, </em>Committee for Public Counsel Services, for the defendant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b399-8\"><em>Clyde R. W. Garrigan, </em>Assistant District Attorney, for the Commonwealth.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b399-9\">Warner, J.</author>\n<p id=\"ALn\">The defendant appeals from his conviction by a District Court jury of six on a complaint charging him with receiving stolen property. G. L. c. 266, § 60. He assigns as error (1) the judge’s refusal, because his counsel failed to submit a supporting memorandum pursuant to Mass.R.Crim.P. 13(a)(4), 378 Mass. 872 (1979), and a complete copy of the affidavit in support of the issuance of a search warrant, to grant a hearing on the merits of his motion to suppress evidence, (2) the judge’s failure to comply with Mass.R.Crim.P. 20(b)(1), 378 Mass. 889 (1979), in his examination of prospective jurors, and (3) the admission in evidence of a written list of certain allegedly stolen items prepared by a State police officer. The defendant further argues that he was denied the effective assistance of trial counsel<footnotemark>1</footnotemark> because of the latter’s inattention to Mass.R.Crim.P. 13(a)(4) and 20(b)(1). We affirm.</p>\n<p id=\"b399-10\">We first summarize the evidence necessary for background to consideration of the defendant’s claims. On the weekend of May 15, 1982, the Stephentown, New York, home of Peter and Jean Muncey was broken into, and several items belonging to the Munceys and a person who shared the home with them, Patricia Stewart, were stolen. That same weekend, the defendant was in possession of a U-Haul rental truck in the New York-<page-number citation-index=\"1\" label=\"384\">*384</page-number>Massachusetts-Vermont area. On June 8, 1982, having arrived in a U-Haul truck, the defendant rented an empty room from a storage facility in Cheshire, Massachusetts. During the period between June 8, and June 16, 1982, the defendant visited the storage room several times, sometimes unloading things, at least once from a U-Haul truck.</p>\n<p id=\"b400-5\">On June 17, 1982, upon information obtained from a New York State police investigator, Trooper Richard Smith of the Massachusetts State police obtained a search warrant for the storage room rented by the defendant. The warrant specified twenty-seven stolen items; a search of the room yielded fifteen of those items. None of those items was introduced at trial. The police also seized several other articles marked with price tags and of a nature consistent with those identified in the warrant. Some of those other articles, including a spinning wheel, paintings, dish ware, a mirror and a manicure set, were subsequently identified as having been stolen (without the price tags) from the Muncey home and were introduced in evidence at trial.</p>\n<p id=\"b400-6\">1. <em>The motion to suppress. </em>On March 9, 1983, two days before the scheduled trial date, the defendant’s counsel filed a motion to suppress the evidence seized in the search of the storage room,<footnotemark>2</footnotemark> with a request for leave to file the motion late. In support of the motion, counsel submitted an affidavit as required by Mass.R.Crim.P. 13(a)(2), 378 Mass. 871 (1979),<footnotemark>3</footnotemark> but no memorandum of law. See rule 13(a)(4).<footnotemark>4</footnotemark> In her affidavit, <page-number citation-index=\"1\" label=\"385\">*385</page-number>counsel referred to a copy of the affidavit in support of the issuance of the search warrant as an exhibit, but a complete copy of that affidavit was not attached.</p>\n<p id=\"b401-5\">On March 11, 1983, prior to the commencement of trial, counsel asked to be heard on the motion to suppress. When the judge indicated that there was no supporting memorandum of law, counsel stated that she was unaware of rule 13(a)(4) but was prepared to argue the motion orally. The judge then noted the absence in the attachments to the motion of a complete copy of the affidavit in support of the search warrant. The judge stated that because of these deficiencies he considered the motion waived, and, when pressed by counsel, expressly denied the motion.<footnotemark>5</footnotemark></p>\n<p id=\"b401-6\">The defendant does not argue that the search warrant was invalid. Rather, he says that since the items introduced in evidence were not listed in the warrant they were the products of a warrantless search. Massachusetts R.Crim.P. 13(a)(4) does not require that a memorandum of law be filed simultaneously with a motion to suppress such evidence. We think rule 13(a)(4) was meant to place on the defendant the obligation of simultaneously filing a memorandum of law with a motion to suppress evidence only when the defendant has the burden of proof on the question. Thus, on a challenge to evidence seized pursuant to a search warrant, where the burden of proof is on the defendant, see <em>Commonwealth </em>v. <em>Fancy, </em>349 Mass. 196, 202-203 (1965); <em>Commonwealth </em>v. <em>Antobenedetto, </em>366 Mass. 51, 56-57 (1974), a defendant’s memorandum is required. Where, however, the search and seizure are conducted outside of the scope of a valid warrant, as in the case of warrantless searches, they are presumed to be unreasonable and “the burden is on the Commonwealth to show that the search or seizure falls within a narrow class of permissible exceptions.” <em>Commonwealth </em>v. <em>Rodriguez, </em>378 Mass. 296, 303 (1979). See <em>Commonwealth </em>v. <em>Antobenedetto, supra. </em><page-number citation-index=\"1\" label=\"386\">*386</page-number>Cf. <em>Commonwealth </em>v. <em>Bond, </em>375 Mass. 201, 210 (1978). We hold that a defendant’s memorandum under the second sentence of rule 13(a)(4) cannot be required with respect to such a search and seizure<footnotemark>6</footnotemark>, and the denial of this defendant’s motion to suppress on that ground was error.</p>\n<p id=\"b402-5\">A second ground of denial of the motion invoked by the judge was the defendant’s counsel’s failure to attach to the motion a complete copy of the affidavit in support of the issuance of the search warrant. Missing, it is alleged, was the statement of the affiant in support of probable cause to issue the warrant. In the circumstances, the omission was inconsequential. The motion was inartfully drawn.<footnotemark>7</footnotemark> However, attached to the motion was an affidavit of counsel which made clear that the basis of the motion was the claim that the search and seizure were outside the scope of the warrant. Attached also were that part of the warrant which described the property which the Commonwealth was authorized to seize, and the inventory, filed with the return of the warrant, showing the property in fact seized. The defendant’s counsél also made clear the basis of her motion in the hearing on whether the judge would consider the motion in its merits. The defendant complied with the requirements of Mass.R.Crim.P. 13(a)(2), and the judge abused his discretion in denying the motion on the ground of failure to include a complete copy of the affidavit filed in support of the issuance of the warrant. Contrast <em>Commonwealth </em>v. <em>Bongarzone, </em>390 Mass. 326, 337 (1983); <em>Commonwealth </em>v. <em>Pope, </em>392 Mass. 493 , 501 (1984); <em>Commonwealth </em>v. <em>Pope, </em>15 Mass. App. Ct. 505, 507 (1983).</p>\n<p id=\"b402-6\">We conclude, however, that the error in the denial of the motion to suppress was harmless beyond a reasonable doubt. In executing the search warrant the police seized fifteen of the twenty-seven items described in the warrant as having been stolen from the residence of one Walter Keyes in Salem, New <page-number citation-index=\"1\" label=\"387\">*387</page-number>York.<footnotemark>8</footnotemark> In plain view in the storage room were many other articles of a kind similar to those described in the warrant. The police seized the entire contents of the room. At trial the Commonwealth introduced in evidence thirteen of the items not specified in the warrant, over half of which bore price tags and all of which were similar in kind to those described in the warrant. We think that the Commonwealth’s evidence was sufficient to establish that at the time of the search the police had probable cause to believe that those articles introduced in evidence were stolen and, therefore, that their seizure was lawful. See <em>Commonwealth </em>v. <em>DeMasi, </em>362 Mass. 53, 58 (1972); <em>Commonwealth </em>v. <em>Bond, </em>375 Mass. at 206-210; <em>Commonwealth v. Rodriguez, </em>378 Mass. at 303. Contrast <em>Commonwealth </em>v. <em>Wojcik, </em>358 Mass. 623, 628-629 (1971).</p>\n<p id=\"b403-5\">2. <em>The examination of jurors. </em>After the venire were sworn, the judge genetically described the charge against the defendant and introduced counsel and the witnesses, including the defendant. He asked all to stand and face the prospective jurors “in order that they may recognize you in the event that they may have some knowledge of you.” Thereupon, the judge said: “If the jurors have any reason that you can think of at this time which [tic] you should not serve on this particular jury, would you kindly raise your hands.” There was no response. The judge made no specific inquiry of the venire as to relationship, interest, opinion, bias or prejudice, as required by Mass.R.Crim.P. 20(b)(1), 378 Mass. 889 (1979).<footnotemark>9</footnotemark> Empanel-ling followed; two jurors were excused after a bench confer<page-number citation-index=\"1\" label=\"388\">*388</page-number>ence and apparently on challenges by the Commonwealth. The defendant did not request that the judge examine the jurors on the subjects set forth in rule 20(b)(1). Nor did the defendant make any causal or peremptory<footnotemark>10</footnotemark> challenge to any juror seated. Indeed, it is apparent from the context of the transcript of the electronic recording of the proceedings (the statement of counsel for the defendant reported as “inaudible”) that defendant’s counsel stated that she was content with the jury as selected.</p>\n<p id=\"b404-5\">The defendant argues for the first time on appeal that the failure of the judge to make inquiry of the prospective jurors in accordance with rule 20(b)(1) had the practical effect of depriving the defendant of causal and peremptory challenges. The result, the defendant says, was the denial of his guarantee, under both the United States and the Massachusetts Constitutions, of the right to a trial by an impartial jury. See <em>Commonwealth </em>v. <em>Susi, </em>394 Mass. 784, 786 (1985). The defendant makes no specific challenge to the competency of any juror, nor could he absent a motion for a new trial.</p>\n<p id=\"b404-6\">We recognize that the purpose of the examination required by rule 20(b)(1) is to uncover reasons which would support challenges of jurors for cause. Also, that examination may inform counsel of bases for the intelligent exercise of peremptory challenges. <em>Commonwealth </em>v. <em>Lapka, </em>13 Mass. App. Ct. 24, 34 (1982). Fatal to the defendant’s contentions, however, is the lack of an objection to the deficiencies under rule 20(b)(1) in the examination as conducted or of a motion for the statutory questions (to which the defendant would have been entitled) under G. L. c. 234, § 28.</p>\n<p id=\"b404-7\">General Laws c. 234, § 32, provides: “No irregularity in a writ of venire facias or in the drawing, summoning, returning or impanelling of jurors shall be sufficient to set aside a verdict, unless the <em>objecting party </em>has been injured thereby or unless <em>the objection </em>was made before the verdict” (emphasis supplied). Failure to require the examination of jurors under either rule 20(b)(1) or G. L. c. 234, § 28, “is a waiver and constitutes <page-number citation-index=\"1\" label=\"389\">*389</page-number>a mere irregularity.” See <em>Brooks </em>v. <em>Glidden, </em>329 Mass. 704, 708 (1953); <em>Commonwealth </em>v. <em>Parsons, </em>139 Mass. 381 (1885). Cf. <em>Commonwealth </em>v. <em>McKay, </em>363 Mass. 220, 223 (1973). <em>Commonwealth </em>v. <em>Montecalvo, </em>367 Mass. 46, 51 (1975).<footnotemark>11</footnotemark> Moreover, the rule, undoubtedly subject to an exception in the case of manifest injustice, has been laid down that “the right to challenge a particular juror is conclusively waived if no objection is made at the time the jury are empanelled and if the basis of the objection is known or <em>might have been known or discovered by reasonable diligence </em>. . . .” (emphasis supplied). <em>Commonwealth </em>v. <em>Zakas, </em>358 Mass. 265, 268 (1970). Cf. <em>Commonwealth </em>v. <em>Wong Chung, </em>186 Mass. 231, 236-237 (1904); <em>Commonwealth </em>v. <em>Fidler, </em>6 Mass. App. Ct. 28, 40 (1978), <em>S. C., </em>377 Mass. 192 (1979). This is not a case where reversal is required without a showing of prejudice because of the erroneous denial or disallowance of challenges to jurors with the result that a defendant’s peremptory challenges are exhausted or diminished. See and compare <em>Commonwealth </em>v. <em>Wood, </em>389 Mass. 552, 564 (1983), and <em>Commonwealth </em>v. <em>Susi, </em>394 Mass. at 789, with <em>Commonwealth </em>v. <em>Tropeano, </em>364 Mass. 566, 567-568 (1974), and <em>Commonwealth </em>v. <em>Amazeen, </em>375 Mass. 73, 83-84 (1978). Even if the defendant had objected to the empanelling process, he has not shown that he “has been injured thereby. ” G. L. c. 234, § 32.</p>\n<p id=\"b405-5\">3. <em>The evidentiary question. </em>On July 2, 1982, the Munceys visited the State police barracks in Pittsfield and identified for Trooper Smith the items which they claimed were stolen from them from among those seized by the police in the search of the defendant’s storage room. That identification was memorialized by Smith on a typed list which was received in evidence over the defendant’s specific objection on the ground of lack of relevance. On appeal, for the first time, the defendant contends that the list was inadmissible hearsay. “The overruling of an incorrect specific objection is not error even if a correct <page-number citation-index=\"1\" label=\"390\">*390</page-number>ground for exclusion appears to exist.” Liacos, Massachusetts Evidence 73 (5th ed. 1981). See <em>Kagan </em>v. <em>Levenson, </em>334 Mass. 100, 107 (1956). We confine our review, therefore, to a determination whether there is a substantial risk of a miscarriage of justice. See <em>Commonwealth </em>v. <em>DeWolfe, </em>389 Mass. 120, <em>124 (1983); Commonwealth v. Fitzpatrick, </em>14 Mass. App. Ct. 1001, 1002 (1982).</p>\n<p id=\"b406-5\">Trooper Smith’s list, prepared from and offered to prove the truth of statements of the Munceys, was “second level” or “totem pole” hearsay and inadmissible, <em>Kelly </em>v. <em>O’Neil, </em>1 Mass. App. Ct. 313, 316-317 (1973). <em>See Julian v. Randazzo, </em>380 Mass. 391, 394 (1980). Prior to the introduction of the list, the Munceys and Stewart had testified and identified thirteen of the items allegedly stolen from their home; those items were physically before the jury as exhibits. To the extent that Smith’s list included a description of those articles, it was cumulative and of little relative impact. The jury had before them the inventory, filed with the return of the search warrant, which listed all of the items seized. That inventory included those articles not introduced in evidence but identified by the Munceys to Smith as having been stolen from them. The Commonwealth’s case was overwhelming. We conclude that there is no risk of a miscarriage of justice.</p>\n<p id=\"b406-6\">4. <em>Ineffective assistance of counsel. </em>The defendant argues that trial counsel was ineffective because she failed (1) to file a memorandum of law with the motion to suppress and (2) to object to the manner of examination by the judge of prospective jurors. As to the first point, we have concluded in part 1 of this opinion that no contemporaneous memorandum of law was required under Mass.R.Crim.P. 13(a)(4). We have also determined that the defendant would not have prevailed on the merits of the motion to suppress. See <em>Commonwealth </em>v. <em>Conceicao, </em>388 Mass. 255, 264 (1983). As to the second point, we cannot say on the record before us that counsel’s failure to seek further examination of the jurors did not fall within the range of reasonable tactical judgments which we will not second guess and by which the defendant is bound. See <em>Commonwealth </em>v. <em>Grace, </em>370 Mass. 746, 754 (1976); <em>Common</em><page-number citation-index=\"1\" label=\"391\">*391</page-number><em>wealth v. Fidler, 6 </em>Mass. App. Ct. at 40. Further, the defendant has demonstrated no prejudice from counsel’s inaction. See <em>Commonwealth </em>v. <em>Rondeau, </em>378 Mass. 408, 412-413 (1979); <em>Commonwealth </em>v. <em>McGann, ante </em>59, 61-62 (1985), and cases cited.</p>\n<p id=\"b407-5\">\n<em>Judgment affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b399-11\">Appellate counsel was not trial counsel.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b400-7\"> Counsel actually filed two motions to suppress, one under the misnomer “Motion to Suppress Search and Seizure Warrant.” As counsel and the judge appear to have considered these two motions as one, so do we. The defendant has conceded in his brief on appeal that the various grounds stated in the two motions either are identical or inapposite to the facts of this case.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b400-8\"> “A pretrial motion shall state the grounds on which it is based. ... In addition, an affidavit detailing all facts relied upon in support of the motion and signed by a person with personal knowledge of the factual basis of the motion shall be attached.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b400-9\"> “No motion to suppress evidence, other than evidence seized during a warrantless search,. . . may be filed unless accompanied by a memorandum of law, except when otherwise ordered by the judge or special magistrate.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b401-7\"> The judge apparently did not rule on the defendant’s request to file the motion late. In any event, the judge did not rely on the late filing as a reason for denying the motion to suppress.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b402-7\"> See note 4, <em>supra. </em>A judge may require a memorandum of law from the defendant or the Commonwealth as a condition precedent to a hearing on a motion to suppress under the first sentence of rule 13(a)(4).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b402-8\"> See note 2, <em>supra.</em></p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b403-6\"> Keyes did not testify at trial and none of the fifteen items was introduced in evidence.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b403-7\"> <em>“Examination of Juror. </em>The court shall, or upon motion, the parties or their attorneys may under the direction of the court, examine on oath a person who is called as a juror in a case to learn whether he is related to either party, has any interest in the case, has expressed or formed an opinion, or is sensible of any bias or prejudice. The objecting party may, with the approval of the court, introduce other competent evidence in support of the objection.”</p>\n<p id=\"b403-8\">The identical statutory questions, set out in G. L. c. 234, § 28, are to be posed “upon motion of either party.” See <em>Commonwealth </em>v. <em>Nickerson, </em>388 Mass. 246, 248 (1983).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b404-8\">The defendant was entitled to two peremptory challenges. Mass. R.Crim.P. 20(c)(1), 378 Mass. 890 (1979).</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b405-6\">For a similar rule applied by Federal courts, see 2 Wright, Federal Practice and Procedure § 383 &amp; nn.3 &amp; 4 (2d ed. 1982 and Supp. 1985).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}