{
  "casebody": {
    "data": "<casebody firstpage=\"257\" lastpage=\"261\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b293-7\">PHENIX INS. CO. v. LUCE et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b293-8\">(Circuit Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AhO\">June 2, 1903.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b293-9\">No. 1,146.</docketnumber>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b293-10\">1. Fire Insurance—Action • on Policy—Facts Justifying Commencement.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b293-11\">A statement by an insurance company, on receipt of proofs of loss under a policy, that it had information from reliable and trustworthy sources that the building fell before the fire broke out, in which case there was clearly no liability under the policy, but offering, if such was not the case, to consider any evidence in support of the claim, was a sufficiently definite denial of liability to warrant the insured in bringing an action on the policy at once, without submitting proofs on the question to the company.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b293-12\">2. Same—Avoidance of Policy—Condition Subsequent.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b293-13\">A provision of a fire insurance policy that if the building or any part thereof fall, except as the result of fire, all insurance by the policy shall immediately cease, creates a condition subsequent terminating the policy, the burden of establishing which rests on the insurer.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b293-14\">8. Same—Direction of Verdict—Evidence Considered.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b293-15\">In an action on a fire insurance policy conditioned that the insurance should cease in case the building fell, except as the result of fire, where it was shown that the building fell, and an hour afterward a fire broke out in the ruins, which consumed them, the testimony of six or more witnesses that they saw flame shoot from the building before it fell, and of others that it was filled with smoke, was sufficient to justify the court in refusing to direct a verdict for defendant, the credibility of the witnesses and the weight to be given their testimony being matters for the jury.</syllabus>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b293-16\">In Error to the Circuit Court of the United States for the Western District of Michigan.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b293-17\">Albert Crane, Mark Norris, and Russell C. Ostrander, for plaintiff in error.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b293-18\">Knappen, Kleinhaus &amp; Knappen, J. H. Tatem, and G. A. Wolf, for defendants in error.</attorneys>\n<p data-order=\"13\" data-type=\"judges\" id=\"b293-19\">Before EURTON, SEVERENS, and RICHARDS, Circuit Judges.</p>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b294-3\"><page-number citation-index=\"1\" label=\"258\">*258</page-number>RICHARDS, Circuit Jüdge.</author>\n<p id=\"ACc\">The action below was upon a policy of insurance containing the following condition, among others:</p>\n<blockquote id=\"b294-4\">“If a building ó'r any part thereof fall except as the result of fire, all insurance by this policy on said building or its contents shall immediately cease.”</blockquote>\n<p id=\"b294-5\">Thé building insured was a four-story brick in Grand Rapids, Mich., known as the “Buce Block.” At io minutes of 2, on the morning of July 18, 1901, about one-fourth of this building collapsed. Part of the débris fell into the street, breaking the electric wires, the rest into the basement and cellar. The fire department, which was immediately called to the scene, failed to discover any signs of fire either in the building or the débris; but an hour and 10 minutes after the fall fire broke out in the débris, and consumed the entire building and its contents. The case was tried before a jury. There was testimony on the part of the insured tending to show that there was fire in the building before it fell, and there was testimony on the part of the company tending to show that the building fell from structural weakness resulting from the removal of certain partitions and supports in the remodeling of the interior, then going on. The court refused to instruct the jury to return a verdict for the defendant, and submitted the case, along with two questions, first, “was there fire burning in the building before and at the time it fell?” which the jury answered in the affirmative; and, second, “did the building or any part thereof fall except as the result of fire?” which the jury answered in the negative. The jury found in favor of the plaintiff, whereupon, a motion for a new trial being overruled, a judgment for $3,902.77 was entered.</p>\n<p id=\"b294-6\">The questions raised and reserved for our determination, which we deem it necessary to discuss, are, first, whether the action was prematurely brought; second, did the court err in charging that the burden of proof rested upon the defendant to show that the building did not fall as the result of fire; and, third, did the court err in declining to direct the jury to bring in a verdict in favor of the defendant—in other words, -was there evidence warranting the submission to the jury of the question whether there was fire in the building before it fell, and the fall was the result of such fire ?</p>\n<p id=\"b294-7\">1. The action was not, in our opinion, prematurely brought. On July 18, 1901, the Building was destroyed. On August 7th the assured verified and forwarded to the company the formal proof of loss. On August 9th the company wrote the assured, acknowledging receipt of the affidavit of loss, and saying:</p>\n<blockquote id=\"b294-8\">“It has come to us from sources of great reliability that before the fire to which you refer the building insured by this company under its policy 8,732 had fallen into a broken mass of valueless wreckage, and that the fire (so far as your property was concerned) destroyed nothing that was worth preserving. If the information, coming to us from many trustworthy sources, is correct, the Phenix Co. is not liable for the loss you claim to have sustained.”</blockquote>\n<blockquote id=\"b294-9\">“If it be not true that your building fell in ruins from its own-weakness and was only a congeries of broken materials when the fire broke out, then we shall treat with careful consideration the evidence you may wish to offer in support of your claim. If, however, we are correctly informed (which we believe to be the case) concerning the circumstances of the disaster set <page-number citation-index=\"1\" label=\"259\">*259</page-number>forth in your affidavit, then there should be no controversy between us as to the matter of the claim, there clearly being no liability under our policy.”</blockquote>\n<p id=\"b295-4\">The assured construed this communication as a denial of liability under the policy, notifying the company to that effect on August 20th, and filing his suit on August 22d. We think he was justified in doing so. The letter advised him that the company had received information from reliable and trustworthy sources that the building had fallen before the fire broke out. If this was not true, the company was willing to consider any evidence he might wish to offer in support of his claim, but if it was true (and. the company believed this to be the case) there was clearly no liability under the policy. Thus the assured was given to understand that the company, upon reliable and trustworthy information, believed the building fell before the fire broke out—believed it could establish the existence of the condition which terminated the policy. In view of this, it was not incumbent upon the assured, either before bringing suit or afterwards, to negative the existence of this condition of the policy, and satisfy the assured that the building fell as the result of fire. He was not called on' to lay before the company his evidence tending to show that the fire preceded the fall before submitting the question to the courts, where alone it could be judicially determined.</p>\n<p id=\"b295-5\">2. Among the conditions of the policy was this:</p>\n<blockquote id=\"b295-6\">“If a building or any part thereof fall, except as the result of fire, all insurance by this policy on such building or its contents, shall immediately cease.”</blockquote>\n<p id=\"b295-7\">The court, after declining to direct a verdict for the defendant, and after charging that the burden of proof on the whole case was on the plaintiff, and that it must satisfy the jury by a preponderance of the evidence that fire existed in the building before its fall, instructed the jury as follows:</p>\n<blockquote id=\"b295-8\">“Now, if you should find, gentlemen, that fire did exist in that building before its fall, then, if the building fell from some cause not the result of fire, the liability of the defendant under the policy would cease at that moment; and the burden of proof would be, in this case, on the defendant to show that; because this condition of the policy is a condition subsequent, and it is a condition which, when it exists, terminates the liability under this policy, and it is for the defendant to show that that condition did exist.”</blockquote>\n<p id=\"b295-9\">The company contends that in this and other portions of the charge of a similar nature the court erred because, under the facts and circumstances of this case, the burden of proof rested upon the assured to show, by a preponderance of the evidence, that the building fell as the result of fire. In charging as he did, the trial judge followed the rule laid down by the Circuit Court of Appeals of the Second Circuit in Western Assurance Company v. Mohlman, 28 C. C. A. 157, 83 Fed. 811, 40 L. R. A. 561, in which Mr. Justice Peckham and Circuit Judges Tacombe and Shipman (the opinion being delivered by Judge Lacombe) held, in a similar case, where it was a question of fact whether the fall of the building preceded the fire, or was itself the result of the fire, that the burden was on the insurer to prove as a defense that the building fell before the fire. The court, in an able opinion, reviews the authorities, and reaches the conclusion that the clause <page-number citation-index=\"1\" label=\"260\">*260</page-number>in question does not express an exception, but a condition subsequent,, terminating the policy, the burden of establishing which is upon the company.</p>\n<p id=\"b296-4\">We have been handed a copy of the opinion of the Supreme Court of Michigan (filed May 12, 1903; Mich.) 94 N. W. 757, in the case of N. &amp; M. Friedman Company v. The Atlas Assurance Company, a suit growing out of the very fire involved in the case under consideration. The doctrine of the Mohlman Case was approved and followed, the court saying:</p>\n<blockquote id=\"b296-5\">“Defendant’s counsel has brought to our attention no case which, in our judgment, has a material bearing on the question under discussion, which is not considered and discussed in the Mohlman Case. While they have been able to point out inaccuracies in the analysis of some of the cases in that opinion, they have .shown no such inaccuracy as sensibly impairs its authority. We believe that its reasoning and its analysis of authorities, which we heartily approve, answers every objection raised by defendant’s counsel to the question now under consideration.”</blockquote>\n<p id=\"b296-6\">In the view we take, the trial judge was correct in charging the jury as he did upon this point.</p>\n<p id=\"b296-7\">3. It remains to consider whether the trial judge was justified in submitting the case to the jury. In his opinion overruling the motion for a new trial he said:</p>\n<blockquote id=\"b296-8\">“I have gone over the testimony carefully again—I went over it very carefully during the trial; it was all fresh in my mind then—and X have come to the conclusion that I could not direct a verdict for the defendant in this case. Two men swore that they saw smoke in that building before it fell, and that it was filled with dust and smoke, and, although it is argued that their testimony is not to be believed, that is a question for the jury to determine. A number of witnesses—I think half a dozen or more—testified that they saw flames shooting from the building at the time it fell. The building fell, and later a fire broke out in the ruins which consumed them. If this testimony stood alone, there could be no question about what verdict the jury should arrive at. But the defendant has put in its case a condition of things that makes it very probable that the building fell through inherent weakness caused by the repairs which were being made. But there were experts who swore, although they were absolutely and flatly contradicted by experts on the other side, that if it fell in any way that is contended by the experts for the defendant the condition could not have existed which is admitted on all sides did exist in regard to the crack in the ceiling, because after it had gotten in that condition the building must have collapsed suddenly.”</blockquote>\n<p id=\"b296-9\">Upon the same point the Supreme Court of Michigan in its opinion in the Friedman Case said:</p>\n<blockquote id=\"b296-10\">“It may be taken as established by the testimony that immediately after the building fell, and for more than an hour thereafter, there was no appearance of fire in or about the ruins. There was no flame or smoke arising from the débris. No charred timbers or embers were visible. It appears, too, that the plaintiff had been remodeling and improving the interior of its store, and had cut into and removed some of the partition walls in such a way as to afford evidence that it had thereby weakened the building. If we looked at these circumstances alone, the inference that fire did not cause the building to fall would be very strong.</blockquote>\n<blockquote id=\"b296-11\">“On the other hand, plaintiffs produced before the jury no less than six witnesses, who testified that before the building fell they saw a flame of fire —some of them spoke of it as a red sheet of flame—shoot up from the top of the building. Defendant insists that this testimony should be disregarded, for several reasons:</blockquote>\n<blockquote id=\"b297-3\"><page-number citation-index=\"1\" label=\"261\">*261</page-number>“(a) That it is inconsistent with the testimony of other observers. It is true that this testimony is not in accord with that of several witnesses for the defendant. It may be said, however, that, of the witnesses who gave opposing testimony, only three were in a position to have observed the flame, had it been visible as plaintiff’s witnesses testified.</blockquote>\n<blockquote id=\"b297-4\">“(b) That this testimony is inconsistent with the fact that the ruins showed no appearance of fire for more than an hour. There is testimony tending to prove that the contents of the building were covered, after it fell, by mortar and brick. It is the theory of the plaintiff that the fire which occasioned the fall of the building was thus retarded and concealed for more than an hour after the building fell. This court cannot say that that theory was -unsound, especially as there were placed before the jury instances where fire was concealed for some hours under conditions somewhat similar.</blockquote>\n<blockquote id=\"b297-5\">“(c) That the fire which these witnesses described did not come from the top of the building before it fell, but was the flash occasioned by the building itself, during its fall, striking the electric light wires. We cannot accept this hypothesis without discrediting the testimony of the witnesses. They say it did come from the top of the building, and that it did precede the fall, and several of them testify that they saw these electric light flashes after they saw the blaze shoot from the top of the building.</blockquote>\n<blockquote id=\"b297-6\">“(d) That the witnesses who gave this testimony should not be believed for various reasons; that several of them could not have seen this blaze from their location. This does not so clearly appear that we are authorized to accept this argument. One of them, who was traveling on the street, attempts to locate his position, and says he was about at a certain point. Granting it to be true that if he had been exactly at that point he could not have seen, we have no right, in examining his testimony, to believe when he said ‘about’ that he meant to be exact, particularly when, as a result, it leads to our discrediting his entire testimony.</blockquote>\n<blockquote id=\"b297-7\">“(e) It is said that some of these witnesses should be discredited because some of their testimony is contradictory or inconsistent with former statements. If this were true of all of plaintiff’s testimony, it would present a strong argument in favor of setting aside the verdict because against the weight of the testimony. But it is not true of all of them. It is our judgment, therefore, that not only was there evidence upon this issue to submit to the jury, but that their verdict thereon should not be set aside, because it was against the weight of the evidence.”</blockquote>\n<p id=\"b297-8\">We have given careful consideration to the reasons urged by counsel in favor of a reversal because there was no evidence warranting a submission of the case to the jury, but we are unable to satisfy ourselves that we are justified in disregarding the evidence tending to prove there was a fire in the building before it fell, to which the trial judge and the Supreme Court of Michigan refer in the extracts quoted from their opinions. This testimony was both material and substantial. With its credibility we have nothing to do; that was a matter for the jury to consider and determine. Neither are we at liberty, in this proceeding in error, to estimate the weight of the evidence which went to the jury. If the verdict was against the weight of the evidence, the trial judge might have set it aside; but he declined to disturb it, and we are without authority to review his decision in this respect. Mt. Adams, etc., Railway Co. v. Lowery, 20 C. C. A. 596, 74 Fed. 463.</p>\n<p id=\"b297-9\">We deermit unnecessary to notice numerous other assignments of error, based upon the admission or rejection of testimony and upon refusals to charge as requested. No error has been pointed out in any of these particulars prejudicial to the defendant below.</p>\n<p id=\"b297-10\">The judgment must be affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}