{
  "casebody": {
    "data": "<casebody firstpage=\"227\" lastpage=\"233\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b283-3\">Richmond</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b283-4\">Merrimac Anthracite Coal Corporation, Employer, and American Mine Owners Casualty Company, Insurer v. A. M. Showalter and J. G. Davis, and New Altamont Hospital.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b283-5\">March 24, 1932.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b283-6\">Present, AE the Justices.</p>\n<p data-order=\"4\" data-type=\"summary\" id=\"b284-7\"><page-number citation-index=\"1\" label=\"228\">*228</page-number>The opinion states the case.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b284-8\"><em>H. M. Bandy, </em>for the appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"A30\"><em>Sowder, Roop &amp; Spiers, </em>for the appellees. .</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b284-10\">Epes, J.,</author>\n<p id=\"Atm\">delivered the opinion of the court.</p>\n<p id=\"b284-11\">This is a writ of error to an order of the Industrial Commission of Virginia making awards to Doctors A. M. Showalter and J. G. Davis and to New Altamont Hospital for medical services and hospitalization furnished to Robert Hutcheson, who was injured while in the employment of <page-number citation-index=\"1\" label=\"229\">*229</page-number>Merrimac Anthracite Coal Corporation, of which American Mine Owners Casualty Company was the insurer.</p>\n<p id=\"b285-4\">On April 7, 1930, Hutcheson was injured while in the course of his employment. A claim was duly made by him against his employer and its insurer for compensation under the workmen’s compensation act of Virginia. The case was heard before Commissioner Kizer, acting in pursuance of section 59 of the act; and on August 12, 1930, the Commission entered its order dismissing the claim “on the ground that the injury sustained was the result of wilful misconduct on the part of the injured employee.” (Section 14 workmen’s compensation act.)</p>\n<p id=\"b285-5\">No application was made for a review of this order by the full Commission as provided in section 60 of the act; and, therefore, after the expiration of seven days from August 12, 1930, the order of the Commission dismissing the claim became final and non-appealable. Section 61 of the act (as amended by acts 1928, chapter 227).</p>\n<p id=\"b285-6\">On February 6, 1931, Doctors A. M. Showalter and J. G. Davis filed their claim with the Industrial Commission asking that the Commission make an award to them against the employer of Hutcheson and its insurer for $322.50 for medical services rendered Hutcheson in and about the treatment of him for the injuries for which he had been denied compensation by the Commission. On the same day (February 6, 1931) New Altamont Hospital also filed its claim before the Commission asking that the Commission make an award to it against the employer and its insurer for $412.15 for charges for hospitalization and services rendered Hutcheson in the treatment of him for these injuries.</p>\n<p id=\"b285-7\">The employer and the insurer defended these claims. Their ground of defense and the assignment of error, which I think conclusive of this matter, make the point that, where an employee is denied compensation on the ground <page-number citation-index=\"1\" label=\"230\">*230</page-number>that the injury was the result of his wilful .misconduct, neither he, nor the physician who treated him for his injuries, nor the hospital in which he was so treated is entitled to recover <em>by virtue </em>of the workmen’s compensation act for medical services and for hospitalization furnished to him, and, therefore, the Industrial Commission was without power or authority to make the awards asked by these claimants.</p>\n<p id=\"b286-4\">These two claims were heard before Commissioner Kizer, who on April 2, 1931, rendered an opinion sustaining the contention of the employer and its insurer, and on April 27, 1931, the Commission entered its order dismissing both claims. In the opinion of April 2nd, Commissioner Kizer says:</p>\n<p id=\"b286-5\">“The Commission has uniformly held that compensation is composed of the monetary payments, medical and hospital services, and that if the claimant is entitled to one, it follows that he is entitled to the others. In this case, it was found that, due to his own wilful acts, he could not recover under the compensation statute, and this Commissioner feels that, where compensation is denied on account of a specific violation of the provisions of the act, medical and hospital bills cannot be allowed.”</p>\n<p id=\"b286-6\">The two claimants thereupon requested a review of the decision by the full Commission. Upon the hearing before the full Commission, the Commission entered its order on June 23, 1931, reversing its order of April 27, 1931, and made awards to these two claimants against the employer and its insurer of the several sums claimed by them for medical attention and hospital services, to which order a writ of error has been awarded the employer and its insurer.</p>\n<p id=\"b286-7\">The opinion of the Commission upon which the order of June 23rd was entered was also written by Commissioner Kizer, who sets forth the reasons upon which the Commission based its last order as follows:</p>\n<p id=\"b286-8\">“A close study of this case convinces the full Commission <page-number citation-index=\"1\" label=\"231\">*231</page-number>that sections 26 and 65 of the act give the Commission the right to award expenses incident to the treatment given. Certain it is that the interested parties had no knowledge of the defenses that the insurance carrier was relying upon. He was taken to them by the insurance carrier’s direction for immediate and imperative treatment, which treatment was given in good faith and for which this Commission feels that the defendant is liable. * * *</p>\n<p id=\"b287-4\">“In view of the fact that there was a contractual relation existing between the defendant and the physicians and hospital mentioned, it comes with poor grace for the insurance carrier to attempt to repudiate a just obligation because the Commission was forced, under the evidence, to disallow compensation to Hutcheson.”</p>\n<p id=\"b287-5\">From an analysis of the reasoning of the Commission it would appear that the Commission has advanced two theories in support of its final decision: (1) That section 26 of the act (as amended by Acts 1920, chapter 176) requires an employer to furnish medical attention and hospitalization, even though the employee is by the act specifically debarred from receiving compensation; and (2) that, if an employer contracts with a physician or hospital to render services to an injured employee which the employer is not required by the act to furnish the employee, then by section 65 (as amended by Acts 1928, chapter 19) the Industrial Commission is given power to approve or disapprove the charges of the physician or hospital, and enforce the contract between the employer and the physician or hospital with such modification of the charges of the physician or hospital as the Commission may deem, proper.</p>\n<p id=\"b287-6\">Neither of these positions is well taken; and the Commission erred in not having dismissed both of these claims.</p>\n<p id=\"b287-7\">The medical attention and hospitalization which the employee is entitled to receive and the employer is required to furnish by section 26 of the act is incidental to and a part <page-number citation-index=\"1\" label=\"232\">*232</page-number>of the compensation to which the employee is entitled under the act; and the employer is only liable for medical and hospital charges where the employee is entitled to compensation. Section 14 expressly provides that “no compensation shall be allowed for an injury or death due to the employee’s wilful misconduct.” <em>Industrial Commission </em>v. <em>Globe, etc., Co., </em>74 Colo. 52, 218 Pac. 910; <em>United States Fidelity, etc., Co., </em>v. <em>Department of Industrial Relations, </em>207 Cal. 144, 153, 277 Pac. 492, 496; <em>Postal Tel. Cable Co. </em>v. <em>Ind. Acc. Com. </em>(Cal.), 294 Pac. 1071, 1074; <em>Henry </em>v. <em>Amer. Enamel Co., </em>48 R. I. 113, 136 Atl. 3; <em>Western Metal Supply Co. </em>v. <em>Pillsbury, </em>172 Cal. 407, 156 Pac. 491, Ann. Cas. 1917E, 390; <em>Beach </em>v. <em>Gendler, </em>148 Minn. 421, 182 N. W. 607; <em>Sandberg </em>v. <em>Seymour Dress Co., </em>215 App. Div. 728, 212 N. Y. S. 432, affirmed 242 N. Y. 497, 152 N. E. 400. See also, <em>Wilson Drilling Co. </em>v. <em>Beyer, </em>138 Okla. 248, 280 Pac. 846; <em>O’Mara </em>v. <em>Andrews, </em>146 Okla. 57, 293 Pac. 257, 72 A. L. R. 1007.</p>\n<p id=\"b288-4\">Section 65 of the act provides that, “fees of attorneys and physicians and charges of hospitals for services whether employed by employer, employee or insurance carrier <em>under this act, </em>shall be subject to the approval and award of the Commission.” (Italics mine.) But this section has .no application to charges of physicians and hospitals for services to which the injured employee is not entitled as a matter of right <em>under and by virtue </em>of the act.</p>\n<p id=\"b288-5\">The fact that the employer or insurer may have agreed to pay a physician or hospital for services to be rendered an injured employee to which the employee is not entitled <em>under and by virtue of the act, </em>may give the physician or hospital a cause of action at common law against the employer or insurer, as the case may be. But it gives the physician or hospital no rights by virtue of the act; and the Industrial Commission has jurisdiction to give only such relief as may be given by virtue of the act. It has no jurisdiction to enforce rights existing at law, but not by virtue <page-number citation-index=\"1\" label=\"233\">*233</page-number>of the act. Nor does section 65 give to a physician or hospital a right of action against the employer independent of the right of the employee to compensation. See <em>Holland </em>v. <em>Zeuner, </em>228 Mass. 142, 117 N. E. 1; <em>London Guar., etc., Co. </em>v. <em>Sterling, </em>233 Mass. 485, 124 N. E. 286; <em>Augustus </em>v. <em>Lewin, </em>224 Ill. App. 376; <em>National Car Coupler Co. </em>v. <em>Sullivan, </em>73 Ind. App. 442, 126 N. E. 494; <em>Noer </em>v. <em>G. W. Jones Lumber Co., </em>170 Wis. 419, 175 N. W. 784; <em>Wilson Drilling Co. </em>v. <em>Beyer, </em>138 Okla. 248, 280 Pac. 846; <em>O’Mara </em>v. <em>Andrews, </em>146 Okla. 57, 293 Pac. 257; <em>Twin State Oil Co. </em>v. <em>Dodgion, </em>144 Okla. 100, 289 Pac. 779 (syllabus by the court); <em>Beach </em>v. <em>Gendler, </em>148 Minn. 421, 182 N. W. 607; <em>Ferren </em>v. <em>S. D. Warren Co., </em>124 Me. 32, 125 Atl. 392. See also <em>Bee Hive Min. Co. </em>v. <em>Indus. Comm. </em>144 Va. 240, 132 S. E. 177; <em>Feldstein </em>v. <em>Buick Motor Co., </em>115 Misc. Rep. 170, 187 N. Y. S. 417; <em>Zamkin </em>v. <em>U. S. F. &amp; G. Co., </em>121 Misc. Rep. 669, 201 N. Y. S. 712; <em>Associated Employers’ Reciprocal </em>v. <em>State Ind. Comm., </em>87 Okla. 16, 208 Pac. 798; <em>Integrity Mut. Cas. Co. </em>v. <em>State Ind. Comm., </em>87 Okla. 92, 209 Pac. 653.</p>\n<p id=\"b289-4\">The order of the.Industrial Commission of June 23, 1931, will be reversed because the Commission was without authority to make the awards thereby made, and final judgment here entered dismissing the claims of the claimants.</p>\n<p id=\"b289-5\">Reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}