{
  "casebody": {
    "data": "<casebody firstpage=\"732\" lastpage=\"740\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b788-3\">Mytheville</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b788-4\">Virginia Electric and Power Company v. E. O. Lenz.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b788-5\">June 16, 1932.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b788-6\">Present, Holt, Epes, Hudgins, Gregory and Browning, JJ.</p>\n<p data-order=\"4\" data-type=\"summary\" id=\"b789-13\"><page-number citation-index=\"1\" label=\"733\">*733</page-number>The opinion states the case.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b789-14\"><em>T. Justin Moore, McGuire, Riely &amp; Eggleston </em>and <em>Archibald G. Robertson, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b790-3\"><page-number citation-index=\"1\" label=\"734\">*734</page-number><em>Thomas A. Williams </em>and <em>L. C. O’Connor, </em>for the defendant in error.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b790-4\">Holt, J.,</author>\n<p id=\"Aj-\">delivered the opinion of the court.</p>\n<p id=\"b790-5\">E. O. Lenz, a passenger, fell and was hurt while alighting from a street car operated by the Power Company, and for injuries so suffered has recovered a verdict of $1,200.00. That judgment is before us on a writ of error.</p>\n<p id=\"b790-6\">Mr. Lenz conducted a confectioner’s store on 25th street, in the eastern, or Church Hill, section of Richmond, and had been in business there for six months preceding the accident. His home is in the west end of that city, and to it, of course, he returned at the end of each business day.. On the night of August 25th, he boarded a car and rode down Jefferson avenue to Marshall and 21st streets, with the intention of transferring at that junction point to a westbound Marshall street car, that he might make connection with a bus scheduled to leave the City Hall at 12:20. He was the only passenger and sat by the door. This car has a step which rests in a vertical position against its side when its door is closed, and is lowered to a horizontal position when it is open. The door itself is to the right. The motorman sits to the left on the front platform, facing a perpendicular cylinder in which is certain shafting. On its top is a handle or lever which may be moved around to a notch on a circular disc immediately beneath it. The shifting of this handle or lever opens and closes the door and lowers or raises the step in one synchronized movement. As the door is opened so does the step fall. If, for any reason, the handle is not moved all the way around to the notch but is only partly shifted, the door is still opened and the step still falls; the movement is in all respects the same but slower. Once begun it continues until completed and is controlled by air pressure electrically applied. The equipment is standard and widely used.</p>\n<p id=\"b791-3\"><page-number citation-index=\"1\" label=\"735\">*735</page-number>Mr. Lenz was in a hurry. He reached the transfer junction at 12:05, and so had but little spare time in which to make the City Hall connection. This is his account of how the accident occurred:</p>\n<p id=\"b791-4\">“He (the motorman) opened the door. I got up. I had a bag of change in my hand. I took the nickels out of a slot machine and had them in a bag (paper bag) in my hand when I got ready to leave. He opened the door, and I got up. I was sitting close to the door in the front part of the car—nobody in the car but the motorman. and I. I got up and stepped down with my left foot. I have got a bad ankle with my right foot; I had had that a good while. I am particular about putting my foot down. I put my left foot down on the step to get off. When I did, the step dropped down and gave way with me and pitched me forward this way (indicating), and hit me on my hand and arm and left side and threw me face-foremost right on the cobblestones and twisted my back and hurt this ankle.”</p>\n<p id=\"b791-5\">He said that the door was not fully open. “It was sitting out just a little bit. I noticed when I went out that there wasn’t much room there. I had to rub up against it to get out. The passage was a little narrow to get out of the door,” and that he would not “undertake to say how far the door was from being open.” The step was at an angle when he placed his foot upon it and fell four or five inches. He also said that in getting out he looked and saw nothing wrong with it.</p>\n<p id=\"b791-6\">Mr. Alexander, an expert inspector, has testified for the Power Company. He said:</p>\n<p id=\"b791-7\">“Q. Even with your latest improved step, the step doesn’t fully open when the door isn’t fully open? Even with your latest improvement, your step doesn’t open fully if the door isn’t open fully, does it?</p>\n<p id=\"b791-8\">“A. No, sir.”</p>\n<p id=\"b791-9\">He also said:</p>\n<p id=\"b792-3\"><page-number citation-index=\"1\" label=\"736\">*736</page-number>“By the court:</p>\n<p id=\"b792-4\">“Q. Mr. Alexander, if the operator of that car moves the lever half way around and then stops, what is the effect on the door and step?</p>\n<p id=\"b792-5\">“A. You might say that your step would be a little longer building up—opening—but it isn’t any stopping.</p>\n<p id=\"b792-6\">“Q. After he starts?</p>\n<p id=\"b792-7\">“A. After he starts. Of course, through an open port hole, the faster the door moves; but, if you open the port hole just enough for any air, the door might be opening slower than if the port hole was entirely open. It would be a longer period of opening with the port hole half open than all around.”</p>\n<p id=\"b792-8\">This step was not in position when Lenz put his foot upon it and fell for four or five inches, so that it must have stood at an angle approximating 45 degrees to the plane on which it came to rest. As we have seen, it keeps pace with and falls as the door is opened, and since it was about half way down, the door itself must have been about half way open; “it wasn’t much room there” for him to get by.</p>\n<p id=\"b792-9\">He was entirely familiar with the operation of these cars and had used them constantly for at least six months, and although he may not have known how the movements were brought about, he knew what they were. No man of ordinary intelligence could have escaped knowing.</p>\n<p id=\"b792-10\"> In the instant case there was no “defect in the step of the street car or in the mechanism for its operation,” and the court so told the jury. An instruction given without objection is the law of the case. <em>Blake Co. </em>v. <em>W. R. Smith &amp; Son, </em>147 Va. 960, 133 S. E. 685. If there was negligence at all it lay in the use of the control, in the shifting of the lever.</p>\n<p id=\"b792-11\">We are dealing with a verdict and judgment. By them all conflicts in the evidence have been settled, but the plaintiff remains bound by his own statements.</p>\n<p id=\"b793-3\"><page-number citation-index=\"1\" label=\"737\">*737</page-number>“No litigant can successfully ask a court or jury to believe that he has not told the truth. His statement of fact and the necessary inferences therefrom are binding upon him. He cannot be heard to ask that his case be made stronger than he makes it, where, as here, it depends upon facts within his own knowledge and as to which he has testified.” <em>Massie </em>v. <em>Firmstone, </em>134 Va. 450, 462, 114 S. E. 652, 656; <em>Davis Bakery </em>v. <em>Dozier, </em>139 Va. 628, 124 S. E. 411, 415; <em>Bassett &amp; Co. </em>v. <em>Wood, </em>146 Va. 654, 132 S. E. 700.</p>\n<p id=\"b793-4\">He is also bound by the uncontradicted evidence of his opponent when not inherently improbable and counter to no reasonable inference.</p>\n<p id=\"b793-5\">He must always prove his case. He may do this by direct testimony. He may do it by proof of facts and circumstances which with reasonable certainty sustain him, and he may under certain conditions rely upon evidential presumptions—upon the doctrine of <em>res ipsa loquitur.</em></p>\n<p id=\"b793-6\">In <em>Davis, Director General, </em>v. <em>Ellis, Adm’x, </em>146 Va. 366, 126 S. E. 658, 661, 131 S. E. 815, Judge McLemore cites with approval this statement of the law, taken from <em>Steele’s Adm’r </em>v. <em>Colonial Coal &amp; Coke Co., </em>115 Va. 385, 79 S. E. 346, made when a demurrer to evidence was in judgment: “The general doctrine is fundamental that in an action to recover damages for personal injuries, negligence will not be presumed, but the burden rests upon the plaintiff to prove it affirmatively and by a preponderance of the evidence. This rule is nowhere more strongly stated, or more steadfastly adhered to than in the decisions of this court.”</p>\n<p id=\"b793-7\">This rule is not changed by the standard of care which the carrier must observe. It is no insurer.</p>\n<p id=\"b793-8\">“A common carrier is not an insurer of the safety of its passengers against all accidents, and is only liable where the injury complained of was proximately caused by its <page-number citation-index=\"1\" label=\"738\">*738</page-number>negligence.” <em>C. &amp; O. Ry. Co. </em>v. <em>Baker, </em>150 Va. 647, 143 S. E. 299, 301; <em>C. &amp; O. Ry. Co. </em>v. <em>Hibbs, </em>142 Va. 96, 128 S. E. 538, 41 A. L. R. 1083; <em>Virginia Ry. &amp; Power Co. </em>v. <em>McDemmick, </em>117 Va. 862, 86 S. E. 744.</p>\n<p id=\"b794-4\">Under usual methods of operation the lever should be pushed around the disc to a notch where it is expected to rest. If that was done, nothing that savors of negligence has been shown. The motorman said that it was done and his statement is not contradicted, and not only is it not improbable but is what ordinarily might have been expected.</p>\n<p id=\"b794-5\">Plaintiff contended, however, that circumstances contradict him; that the completed movement of the lever completes the lowering of the step; and that the step was not down and so the lever could not have been in place. This does not follow. The lever may be shifted instantly, but the opening of the door and the lowering of the step is governed by air pressure and is far from instantaneous. Their too sudden movement would be obviously objectionable, and so the fact that the step was not wholly down when Lenz undertook to alight points to no necessary conflict in the testimony. It was about half down, and so the door must have been about half open, and a half-open door is no invitation.</p>\n<p id=\"b794-6\">The result would have been exactly the same had the motorman failed to push the lever fully to the notch. The door would have opened and the step would have fallen although the movement of each of them would have been slower, but their relative positions would have been unchanged. In other words, if we were to concede negligence in the shifting of the lever, that negligence was not a proximate cause of the accident. It must have been such a cause to sustain a recovery. <em>Virginia Railway Company </em>v. <em>Haley, </em>156 Va. 350, 157 S. E. 776.</p>\n<p id=\"b794-7\">Was the plaintiff himself negligent? He has told us that he looked. We must believe him. If he did look, <page-number citation-index=\"1\" label=\"739\">*739</page-number>he saw the position of the step and so took the risk. It is true that a near by street light went off at 12 o’clock, but illumination remaining from other sources was amply sufficient. It was light enough for him to pick up a paper bag full of nickels which scattered when he fell.</p>\n<p id=\"b795-4\">We have seen that the step and door keep pace, and that the door must have been about half open. How far it was open the plaintiff would not undertake to say, but it was a double door and he does tell us that he had to rub up against it to get out.</p>\n<p id=\"b795-5\">We do not mean to say that it is negligence for a passenger to undertake to alight before a door is fully open, but when he knows that the step moves with it he must wait until that movement is substantially completed. The explanation of it ,all is that he was in a hurry.</p>\n<p id=\"b795-6\">Two cases involving accidents like that in judgment are cited and relied upon.</p>\n<p id=\"b795-7\">In <em>Baptiste </em>v. <em>New Orleans Public Service, </em>13 La. App. 625, 127 So. 655, 656, it appears that a passenger was thrown by a partly lowered step and hurt. The court said: “* * * when the plaintiff proved that she was such a passenger on the street car, and that she fell from the step of the car while alighting, the burden of proving itself free from fault was then upon the defendant.”</p>\n<p id=\"b795-8\">This is not the rule in Virginia. A passenger, like any other plaintiff, must prove his case, and he does not prove it merely by showing that he was hurt. <em>C. &amp; </em>O. <em>Ry. Co. </em>v. <em>Baker, </em>150 Va. 647, 143 S. E. 299; <em>C. &amp; O. Ry. Co. </em>v. <em>Baker, </em>149 Va. 549, 140 S. E. 648, 141 S. E. 753; <em>Riggsby </em>v. <em>Tritton, </em>143 Va. 903, 129 S. E. 493, 45 A. L. R. 280; <em>Hines, Director General, </em>v. <em>Beard, </em>130 Va. 286, 107 S. E. 717; <em>Norfolk-Southern R. Co. </em>v. <em>Tomlinson, </em>116 Va. 153, 81 S. E. 89; Shear. &amp; Red. on Neg., sections 57, 58.</p>\n<p id=\"b795-9\">In <em>Lawton </em>v. <em>Philadelphia Rapid Transit Co., </em>300 Pa. 532, 151 Atl. 13, 14, the court said: “The foregoing testi<page-number citation-index=\"1\" label=\"740\">*740</page-number>mony shows conclusively it was not the movement of the step while being lowered which caused the fall, as the court below seemed to think, but the fact that the step moved or yielded under her weight when stepped upon. In addition to the testimony referred to above there was evidence from which the jury might reasonably have reached the conclusion that the means provided for entering and leaving the car was not operating properly; that the step did not drop to its proper position on opening the door, or, after it had settled into its proper position, fell further under the passenger’s weight when stepped upon.”</p>\n<p id=\"b796-4\">In the instant case, the mechanism was in perfect condition, and the plaintiff stepped upon a tilted step when it was in the process of falling into place.</p>\n<p id=\"b796-5\"><em>Murray </em>v. <em>Philadelphia Rapid Transit Co., </em>292 Pa. 72, 140 Atl. 522, deals' with contributory negligence. The plaintiff attempted to board a car before the step had fallen. The court said: “* * * she either attempted to use the step without observing its position at the time, or that, seeing the step was not in proper position, she took the chance of using it and was hurt. Under the circumstances, the court below did not err in taking the case from the jury.”</p>\n<p id=\"b796-6\">It is just as necessary to look in getting off a car as in getting on it.</p>\n<p id=\"b796-7\">Sundry objections are taken to instructions. Since plaintiff has no case upon its merits, their consideration is not necessary.</p>\n<p id=\"b796-8\">The defendant was guilty of no primary negligence. If we were to concede that the motorman failed properly to shift the lever, that failure was not a proximate cause. The plaintiff himself was negligent.</p>\n<p id=\"b796-9\">For reasons stated, defendant is entitled to final judgment, and it is so ordered.</p>\n<p id=\"b796-10\">\n<em>Reversed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}