{
  "casebody": {
    "data": "<casebody firstpage=\"700\" lastpage=\"717\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b722-7\">810 A.2d 542</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"Anl\">Adam STARKEY, v. STATE of Maryland.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b722-10\">No. 2451,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"Amm\">Sept. Term, 2001.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b722-11\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"ANd\">Nov. 6, 2002.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b723-14\"><page-number citation-index=\"1\" label=\"701\">*701</page-number>Charles L. Waechter, Baltimore, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b723-15\">Rachel Marblestone Kamins, Asst. Atty. Gen. (J. Joseph Curran, Jr., Atty. Gen., Baltimore and Sandra A. O’Connor, State’s Atty. for Baltimore County, Towson, on the brief), for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b724-3\"><page-number citation-index=\"1\" label=\"702\">*702</page-number>Argued before DAVIS, KENNEY, GREENE, JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"AoT\">KENNEY, Judge.</author>\n<p id=\"b724-4\">Adam Starkey, appellant, entered a plea of not guilty and proceeded to trial on an agreed statement of facts.. The trial court found appellant guilty of a third degree sexual offense and sentenced him to eighteen months, all of which were suspended, two hundred hours of community service, and one year of probation. On appeal, appellant raises two issues, which we have slightly reworded:</p>\n<blockquote id=\"b724-5\">I. Was the evidence sufficient to sustain appellant’s conviction for a third degree sexual offense?</blockquote>\n<blockquote id=\"b724-6\">II. Did the court err in denying appellant’s motion to dismiss the charging document because he should have been charged with unnatural or perverted sexual practices?</blockquote>\n<p id=\"b724-7\">We shall answer the first question in the affirmative, the second in the negative, and affirm the judgment of the circuit court.</p>\n<p id=\"b724-8\">\n<em>FACTUAL AND PROCEDURAL BACKGROUND</em>\n</p>\n<p id=\"b724-9\"><em>A </em>two-count criminal information charged appellant with a third degree sexual offense, in violation of Md.Code (1957, 1996 Repl.Vol., 2001 Supp.), Article 27, § 464B (“section 464B”), and a fourth degree sexual offense, in violation of Art. 27, § 464C (“section 464C”). Appellant tendered a plea of not guilty and trial proceeded on an agreed statement of facts. Part of that agreed statement of facts included an interview appellant had with an investigating officer:</p>\n<blockquote id=\"b724-10\">Officer Horvath then spoke with the defendant, Adam Starkey. This is on the 9th of June, of the year 2001. He was advised that he was not in custody, he could leave at any time if he wished. He voluntarily then gave a written statement to Officer Horvath. In the written statement, with the Court’s permission, and my efforts to read the writing, what he said was on — he stated May 25,1 believe— that’s I’m assuming a misstatement, referring to May 26th, <page-number citation-index=\"1\" label=\"703\">*703</page-number>he said that he was out with a friend Chris, that he got a few calls on his car phone, from Sia, Hollis and Alex. Sia is the nickname for Anastasia G[.] Hollis refers to Hollis M[.] and Alex referring to Alexandra N[.] — he said telling him that Sia’s mother was out of town and that she may be — and she was having some people over and it sounded like they had been drinking, he said, so after two or three calls, he and Mr. Mank decided to stop by.</blockquote>\n<blockquote id=\"b725-5\">He said, we got there around 11:30 p.m. to 12:30 a.m., when we got there, he said that the three girls and Stanley — referring to Stanley Gitame — were in the kitchen drinking and mixing drinks. He said, we all went down to the basement where we were drinking, watching TV and listening to music. After something like one and a half to two hours, Sia and Stanley were kissing and touching and then went in the back room. When they came back there was some talk about them just having sex. Chris and Hollis were also kissing. Chris at first really didn’t want to because he was sick with a cold. After a while Hollis was able to talk Chris into kissing and she asked him to go upstairs. He wrote, it took her a while to talk him into it, but then they went upstairs. The defendant wrote, Alex had been sitting with me for awhile, next to and on my lap. She kissed me because, as I told her, I would never make the first move.</blockquote>\n<blockquote id=\"b725-6\">Shortly after Hollis and Chris went upstairs, Alex asked me if I wanted to go into the back room, she want to give me oral sex. After making sure that she wanted to several times, what I told her was that if she really wanted to, then I want to but only if she wants to. She said she was sure, so at that point she gave me oral sex for some time, maybe twenty to thirty minutes.</blockquote>\n<blockquote id=\"b725-7\">The reason I agreed to her doing this was that I had known her for a few years and since then she has had a bit of a crush on me. At the time Alex and I were not drunk anymore. I think for the most part me and Stanley and Sia were not real drunk. Then he puts in parenthesis, not one hundred percent sure, we were back in the room. We could <page-number citation-index=\"1\" label=\"704\">*704</page-number>hear the other talk about girls kissing. When we came out of the room, Sia and Hollis were kissing each other, Sia and Stanley were kissing. Chris and Hollis and Hollis and Stanley also. We stayed for a little bit longer, then somewhere around 4 a.m., in parenthesis, not sure of exact time, we left to go home.</blockquote>\n<blockquote id=\"b726-5\">A few days later I was on the internet talking to them and Sia had said that Stanley and Hollis had sex after we left. If I can have just a moment? I believe it says, it seemed they were calling it rape but she had hooked up before in the night and had been really friendly. Hollis may ■ have been drunk and Stanley, too, but as far as any rape, I would have to say that he did not. They never said anything about her screaming or anything like that. I think that it may have been more of a drinking act.</blockquote>\n<blockquote id=\"b726-6\">Your Honor, as I indicated, Alexandra N[.] was fifteen years of age, the Defendant was twenty-one years of age. They engaged in an act of fellatio in which the penis of the Defendant, Adam Starkey, was within the mouth of Alexandra N[.]</blockquote>\n<blockquote id=\"b726-7\">If anyone were called to testify, they would have identified the person I refer to as Adam Starkey as the individual seated at trial table with counsel to my right.</blockquote>\n<blockquote id=\"b726-8\">The events occurred in Baltimore County, Maryland. That’s the statement of facts.</blockquote>\n<p id=\"b726-9\">After recitation of the agreed statement of facts, appellant sought acquittal on the charge of third degree sexual offense. He argued that the State, proceeding under section 464B(a)(4), was required to prove that appellant had engaged in “a sexual act with another person who is 14 or 15 years of age and the person performing the sexual act is at least 21 years of age.” Focusing on the language “the person performing,” he contended that he did not perform fellatio but, instead, was the “performee ... actually the catcher and not the pitcher in this case,” and therefore, he could not be convicted under section 464B(a)(4). The court denied the motion, stating:</p>\n<blockquote id=\"b727-4\"><page-number citation-index=\"1\" label=\"705\">*705</page-number>THE COURT: Okay. I think your argument is interesting but unpersuasive. I mean it, when I try to — when I look at this, I don’t know whether it is inartfully worded or not but in my judgment when that particular act is ongoing, both parties are performing the act, not just one. I’m not going to read that as being merely an active verb for Ms. N[J</blockquote>\n<p id=\"b727-5\">The court found appellant guilty of a third degree sexual offense, and the State <em>nolle prossed </em>the remaining charge. Appellant then filed a timely motion for a new trial, setting forth the same argument that the court previously had denied.</p>\n<p id=\"b727-6\">\n<em>DISCUSSION</em>\n</p>\n<p id=\"b727-7\">I. SUFFICIENCY OF THE EVIDENCE</p>\n<p id=\"b727-8\">At oral argument, appellant’s counsel again argued that, in order to secure a conviction under this section, the State had to prove the following three elements: (1) that appellant engaged in a sexual act; (2) that the victim was 14 or 15 years of age; and (3) that appellant performed the sexual act. He conceded that the State had proven the first two elements, but not the third, arguing that appellant was not performing fellatio but, instead, was “receivfing] the victim’s performance of the sexual act of fellatio.” In other words, the person performing fellatio is only the person who takes the other’s penis into his or her mouth. In support, appellant relies upon <em>State v. Lancaster, </em>332 Md. 385, 631 A.2d 453 (1993). We, like the trial court, are not persuaded by appellant’s argument.</p>\n<p id=\"b727-9\">Because appellant’s argument concerns the meaning of “performing,” in the context of section 464B(a)(4), we begin our discussion with the canons of statutory construction. As the Court of Appeals has repeatedly iterated, “ ‘the cardinal rule of statutory construction is to ascertain and effectuate legislative intention.’ ” <em>State v. Green, </em>367 Md. 61, 81, 785 A.2d 1275 (2001) (citations omitted). When we interpret a statute, our starting point is always the text of the statute. <em>Adamson v. Correctional Medical Services, Inc., </em>359 Md. 238, 251, 753 A.2d 501 (2000). “[I]f the plain meaning of the <page-number citation-index=\"1\" label=\"706\">*706</page-number>statutory language is clear and unambiguous, and consistent with both the broad purposes of the legislation, and the specific purpose of the provision being interpreted, our inquiry is at an end.” <em>Breitenbach v. N.B. Handy Co., </em>366 Md. 467, 473, 784 A.2d 569 (2001). The plain meaning rule is, however, “elastic, rather than cast in stone,” and if “persuasive evidence exists outside the plain text of the statute, we do not turn a blind eye to it.” <em>Adamson, </em>359 Md. at 251, 753 A.2d 501 (citing <em>Kaczorowski v. Mayor of Baltimore, </em>309 Md. 505, 513-14, 525 A.2d 628 (1987)).</p>\n<p id=\"b728-5\">When determining its meaning, “courts may consider the context in which a statute appears, including related statutes and legislative history.” <em>Ridge Heating, Air Conditioning &amp; Plumbing v. Brennen, </em>366 Md. 336, 350-51, 783 A.2d 691 (2001). We also consider “the particular problem or problems the legislature was addressing, and the objectives it sought to attain.” <em>Sinai Hospital of Baltimore v. Department of Employment &amp; Training, </em>309 Md. 28, 40, 522 A.2d 382 (1987). “This enables us to put the statute in controversy in its proper context and thereby avoid unreasonable or illogical results that defy common sense.” <em>Adamson, </em>359 Md. at 252, 753 A.2d 501.</p>\n<p id=\"b728-6\">a. Section 464B(a)(4)</p>\n<p id=\"b728-7\">Section 464B(a)(4) provides that “[a] person is guilty of a sexual offense in the third degree if the person engages in [a] sexual act with another person who is 14 or 15 years of age and the person performing the sexual act is at least 21 years of age.” A sexual act, as defined in Art. 27, § 461(e) (“section 461(e)”), includes fellatio.</p>\n<p id=\"b728-8\">b. Definitions</p>\n<p id=\"b728-9\">In considering the plain meaning of “performing,” we have examined several definitions. The Merriam-Webster’s Collegiate Dictionary 860-861 (10th ed. 2000) defines “perform” as “2: CARRY OUT, DO ... 1: to carry out an action or pattern of behavior: Act, Function.” The New Oxford American Dictionary 1270 (2001) defines “perform” as “1: Carry out, <page-number citation-index=\"1\" label=\"707\">*707</page-number>accomplish or fulfill (an action, task or function).” One listing for “performing” reads: “of, relating to, or constituting an art (as drama) that involves public performance.” Merriam-Webster’s Collegiate Dictionary 861 (10th ed. 2000).</p>\n<p id=\"b729-5\">The word “engage” is also relevant to our discussion. Blacks Law Dictionary 549 (7th ed. 1999) defines “engage” as “[tjo ... involve oneself; to take part in[.]” The American Heritage College Dictionary 1034 (4th ed. 2002) defines “engage” as “1. To involve oneself or become occupied; participate.”</p>\n<p id=\"b729-6\">As to the meaning of fellatio, the Court of Appeals, in <em>Thomas v. State, </em>301 Md. 294, 321, 483 A.2d 6 (1984), <em>cert. denied, </em>470 U.S. 1088, 105 S.Ct. 1856, 85 L.Ed.2d 153 (1985), determined that the legislature “intended to give ‘fellatio’ its common, ordinary and well-accepted meaning.” The Court then quoted the following two definitions: (1) “an ‘offense committed with the male sexual organ and the mouth’ ” and (2) “ ‘the practice of obtaining sexual satisfaction by oral stimulation of the penis.’ ” <em>Id.</em></p>\n<p id=\"b729-7\">c. Legislative History</p>\n<p id=\"b729-8\">In 1975, then Maryland Senate President Steny H. Hoyer chaired a committee entitled “Special Committee on Rape and Related Offenses.” Senate Judicial Proceedings Committee, Report on Senate Bill 358, at 4 (1976); <em>see Biggus v. State, </em>323 Md. 339, 348, 593 A.2d 1060 (1991). In the summer and fall of that year, the committee met “to hear[] testimony from persons interested in rape reform as well as those in opposition.” <em>Id. </em>At the conclusion of the hearings, Senate Bill 358, which was a “comprehensive overhaul of Maryland’s statutory and common law sexual crimes,” was introduced. <em>Id.</em></p>\n<p id=\"b729-9\">The purpose of the bill, as stated in a report by the Senate Judicial Proceedings Committee, was</p>\n<blockquote id=\"AU3V\">to redefine the stigmatizing sexual crimes presently existing in Maryland in terms which are not gender specific and less likely to cause additional psychic trauma to the victim and to provide viable criminal sanctions for those transgressions <page-number citation-index=\"1\" label=\"708\">*708</page-number>falling within the gap presently existing between the common law misdemeanor of assault and the felony of rape which is punishable by life imprisonment, and to remove from the prosecutorial process those acts between consenting adults presently punishable as sodomy and perverted practices.</blockquote>\n<p id=\"b730-5\">Senate Judicial Proceedings Committee, Report on Senate Bill 358, at 1 (1976). As introduced, the bill would have repealed the common law crimes of rape and sodomy and, also, the crimes of carnal knowledge and perverted practices. Senate Judicial Proceedings Committee, Report on Senate Bill 358, at 1 (1976); <em>see Lane v. State, </em>348 Md. 272, 286, 703 A.2d 180 (1997). With respect to rape, “[a] major thrust of the bill, in that regard, was to treat unlawful vaginal intercourse more or less the same as other unlawful kinds of sexual assault.” <em>Lane, </em>348 Md. at 286, 703 A.2d 180.</p>\n<p id=\"b730-6\">After extensive amendments, the bill was enacted by Chapter 573 of the Acts of 1976. This enactment retained the sodomy and perverted practices statutes, but repealed former sections 461 through 462A and 464 of Art. 27, i.e., rape and carnal knowledge. In place of these repealed sections, the enactment added new sections 461 through 464E under the subtitle “Sexual Offenses.”</p>\n<p id=\"b730-7\">Under this framework, rape was retained as a “statutorily defined offense” but was split into two degrees. <em>Lane, </em>348 Md. at 287, 703 A.2d 180. Specifically, sections 462 and' 463 addressed first and second degree rape, respectively. The legislature also created four degrees of sexual offenses. 1976 Maryland Laws ch. 573 at 1537-1539. These new sexual offenses, set forth in sections 464 through 464C, proscribed conduct involving “sexual contact” or a “sexual act,” as defined in section 461.</p>\n<p id=\"b730-8\">Section 461(e) defined “sexual contact” as “the intentional touching of any part of the victim’s or actor’s anal or genital areas or other intimate parts for the purposes of sexual arousal or gratification or for abuse of either party.” This definition also included the penetration by a part of the body, <page-number citation-index=\"1\" label=\"709\">*709</page-number>other than “the penis, mouth, or tongue,” into the genital or anal opening, if the penetration was for the purpose of sexual arousal or gratification or “for abuse of either party.” A “sexual act” included cunnilingus, fellatio, analingus, or anal intercourse, and “the penetration by any object into the genital or anal opening of another person’s body.” <em>Lane, </em>348 Md. at 287, 703 A.2d 180.</p>\n<p id=\"b731-5\">The statutes for first and second degree sexual offense essentially paralleled the statutes for first and second degree rape. “A first degree sexual offense [section 464] consists of engaging in a sexual act with another person under the same conditions that, if the act were vaginal intercourse, would constitute first degree rape; a second degree sexual offense [section 464A] consists of engaging in a sexual act with another person under circumstances that, if the act were vaginal intercourse, would constitute second degree rape.” <em>Lane, </em>348 Md. at 287, 703 A.2d 180.</p>\n<p id=\"b731-6\">The third degree sexual offense statute (section 464B) had three subsections that set forth alternative theories under which a person could be convicted. 1976 Maryland Laws ch. 573 at 1538. The first, (a)(1), prevented a person from engaging in sexual contact against the will and without the consent of another person, coupled with certain aggravating factors such as using a weapon or inflicting serious physical injury. <em>Id. </em>The second, (a)(2), prohibited a person from engaging in sexual contact with another person who was mentally defective, mentally incapacitated, or physically helpless. <em>Id. </em>The third, (a)(3), prevented a person from engaging in sexual contact with another person who was under fourteen years of age, when the person performing the sexual contact was four or more years older than the victim. <em>Id.</em></p>\n<p id=\"b731-7\">Likewise, the fourth degree sexual offense statute (section 464C) had three subsections that also listed alternative theories under which a person could be convicted. 1976 Maryland Laws ch. 573 at 1539. The first,(a)(1), prevented a person from engaging in sexual contact with another person against the will and without the consent of the other person. <em>Id. </em>The <page-number citation-index=\"1\" label=\"710\">*710</page-number>second, (a)(2), prohibited a person from engaging in a sexual act with a fifteen year-old, when the person performing the sexual act was four or more years older than the victim. <em>Id. </em>The third, (a)(3), prevented a person from engaging in vaginal intercourse with a fourteen or fifteen year-old, when the person performing the sexual act was four or more years older than the victim.<footnotemark>1</footnotemark> <em>Id. </em>By ch. 205 of the Acts of 1978, subsection (a)(2) was amended to include a fourteen-year-old victim.</p>\n<p id=\"b732-5\">The provision under which appellant was convicted, section 464B(a)(4), was added by amendment in 1994. Delegate Henry B. Heller introduced House Bill 96 in order to criminalize conduct that, at that time, was not covered by section 464B. Indeed, the purpose for that bill was reflected in correspondence, as contained in the bill file at the Department of Legislative Services, sent by Delegate Heller to the Judicial Proceedings Committee (“the Committee”). In that letter, Delegate Heller referenced a newspaper article and wrote: “This very incident is the reason that I introduced HB-96.”</p>\n<p id=\"b732-6\">The newspaper article concerned an incident where an adolescent boy left a roller rink with a sixty-year-old man and, thereafter, the two engaged in a consensual sexual act. At that time, the police could not make an immediate arrest because the alleged crime was only a misdemeanor under 464C(a)(2).</p>\n<p id=\"b732-7\">As a result, House Bill 96, which became ch. 523 of the Laws of 1994, added subsections (a)(4) and (a)(5) to section 464B and altered subsections (a)(2) and (a)(3) of section 464C, to reflect the changes to section 464B. The enactment provided that the purpose of the amendments was to “add[ ] to the circumstances under which a person may be prosecuted for a third degree sexual offense; providing that a person of at least a certain age is guilty of a third degree sexual offense if the person engages in certain acts with another person of a certain age.... ” 1994 Maryland Laws ch. 523 at 1.</p>\n<p id=\"b733-3\"><page-number citation-index=\"1\" label=\"711\">*711</page-number>d. <em>State v. Lancaster</em></p>\n<p id=\"b733-4\">In his brief, appellant contends that, in <em>State v. Lancaster, </em>332 Md. 385, 631 A.2d 453 (1993), the Court of Appeals construed the plain language of section 464B (a)(4) and “pointed out” that “the statute applie[d] where the older defendant had performed fellatio upon the 15 year old victim.” In support, appellant relies upon a footnote in the case, which reads:</p>\n<blockquote id=\"b733-5\">Where the person upon whom the sexual act was performed is under 14 years of age, or where the act is nonconsensual and the result of force or threat of force, the person performing the sexual act is guilty of a second degree sexual offense under § 464A, carrying a maximum penalty of 20 years imprisonment. The defendant in this case was not charged with activity violating either § 464A or 464B (third degree sexual offense punishable by a maximum prison sentence of 10 years).</blockquote>\n<p id=\"b733-6\"><em>Lancaster, </em>332 Md. at 422, n. 21, 631 A.2d 453.</p>\n<p id=\"b733-7\">To put this footnote in context, we review the factual and procedural history of the case. A jury convicted Lancaster of a fourth degree sexual offense, in violation of section 464C(a)(2), and of unnatural or perverted sexual practices, in violation of Art. 27, § 554 (“section 554”).<footnotemark>2</footnotemark> Both convictions resulted from the same acts, “on several occasions ... [Lancaster] performed fellatio on [the victim].” <em>Lancaster, </em>332 Md. at 395, 631 A.2d 453. Lancaster received separate sentences for each conviction.</p>\n<p id=\"b733-8\">Thereafter, Lancaster filed an appeal in this Court, arguing that the offense under section 554 was a lesser included offense of section 464C(a)(2) and therefore merged with that section under the required evidence test. The State contended that the offenses did not merge because section 554 required proof that the unnatural or perverted sexual practice “was either nonconsensual, commercial, homosexual, involved <page-number citation-index=\"1\" label=\"712\">*712</page-number>a juvenile or not performed in private.” <em>Lancaster, </em>332 Md. at 397, 631 A.2d 453. We agreed with Lancaster and vacated the sentence imposed for the conviction under section 554.</p>\n<p id=\"b734-5\">The State then filed a petition for a writ of certiorari in the Court of Appeals, challenging our holding on the merger issue and presenting a different argument than it had in this Court. Specifically, the State contended that section 554 only proscribed unnatural or perverted sexual practices. <em>Lancaster, </em>332 Md. at 398, 631 A.2d 453. Thus, because section 554 “contain[ed] the single distinct element of an ‘unnatural or perverted sexual practice,’ it ha[d] an element not contained in the § 464C(a)(2) offense and therefore does not merge into the § 464C(a)(2) offense under the required evidence test.” <em>Lancaster, </em>332 Md. at 398, 631 A.2d 453.</p>\n<p id=\"b734-6\">The Court rejected the State’s argument, finding that section 554 had no additional elements. In support, the Court recognized that the relevant statutory element in section 554 was Lancaster’s “taking into his ... mouth the sexual organ of any other person....” <em>Lancaster, </em>332 Md. at 401, 631 A.2d 453. According to the Court, this element was covered under section 464C(a)(2), which proscribed a sexual act such as fellatio. Therefore, according to the Court, a person “cannot commit a fourth degree sexual offense under § 464C, as charged in this case, without also violating § 554.” <em>Lancaster, </em>332 Md. at 401, 631 A.2d 453.</p>\n<p id=\"b734-7\">Judges McAuliffe and Chasanow dissented. The footnote upon which appellant relies is contained in the Court’s response to Judge Chasanow’s dissent. Judge Chasanow argued, in part, that the legislature intended multiple punishments for offenses under sections 464C(a)(2) and 554. He wrote that it was illogical to merge section 554, which had a maximum penalty of ten years, with section 464C(a)(2), which had a maximum penalty of one year and, thereby, limit appellant’s maximum sentence to one year. In his view, the legislature “intended that the § 464C(a)(2) offense be treated as a ‘particular aggravating circumstance’ designed to impose <page-number citation-index=\"1\" label=\"713\">*713</page-number>punishment ‘cumulative to the punishment existing under § 554.’ ” <em>Lancaster, </em>332 Md. at 409, 631 A.2d 453.</p>\n<p id=\"b735-4\">The Court did not agree, noting that Judge Chasanow relied upon the “aggravating circumstance” that the victim was 15 years of age in concluding that it was illogical to limit appellant’s maximum sentence to one year. According to the Court, the victim’s age made it logical to sentence appellant to one year imprisonment because “[t]he whole purpose of those provisions of a fourth degree sexual offense relating to consensual sexual activity was to prohibit an adult from engaging in such activity with a 14 or 15 year old.” <em>Lancaster, </em>332 Md. at 421, 631 A.2d 453. In further support that the merger was proper, the Court stated that the legislature had determined that a fourth degree sexual offense carried a maximum penalty of one year.</p>\n<p id=\"b735-5\">The first sentence of the footnote, upon which appellant relies, set forth circumstances under which a person could be convicted of a second degree sexual offense and provided the maximum penalty for that offense. The second sentence noted that Lancaster had not been charged with either a second or third degree sexual offense. Thus, the Court had no reason to “construe” the plain meaning of section 464B(a)(4) in the footnote. Instead, the footnote was directed to Judge Chasanow’s assertion that the merger in this case was illogical. Accordingly, we do not agree with appellant that the footnote from <em>Lancaster </em>controls the outcome in this case.</p>\n<p id=\"b735-6\">e. Conclusion</p>\n<p id=\"b735-7\">Read in context, we conclude that a person violates 464B(a)(4) when that person is at least 21 years of age and <em>he </em>or <em>she </em>engages in the act of fellatio with another person who is 14 or 15 years of age. Both persons are necessarily engaged in that act, involving the penis of one and the mouth of the other, and therefore both are performers.</p>\n<p id=\"b735-8\">We reach this conclusion for several reasons. The statute is gender neutral. The intent of the provision at issue, like <page-number citation-index=\"1\" label=\"714\">*714</page-number>subsections (3) and (5), addressed consensual sexual contact and sexual acts involving a younger person with an older person. The provision imposes liability on the older, and presumably more criminally responsible, person. In the case of subsection (4), that person is 6 or 7 years older. In other words, the younger person, although a consensual participant, is treated as a victim for the purposes of the statute and the defense of consent is eliminated. To conclude otherwise would create an illogical result.</p>\n<p id=\"b736-5\">This position is consistent with the Comment to the Maryland Criminal Pattern Jury Instructions (“MPJI-CR.”) 4:29.4, citing R. Gilbert <em>&amp; </em>C. Moylan, Jr„ Maryland Criminal Law: Practice and Procedure 83-86 (1983). Also, MPJI-CR. 4:29.6 SEXUAL OFFENSES — SECOND DEGREE SEXUAL OFFENSE ■ (AGE) reads, in pertinent part, as follows:</p>\n<p id=\"b736-6\">The defendant is charged with the crime of second degree sexual offense. In order to convict the defendant of second degree sexual offense, the State must prove:</p>\n<blockquote id=\"b736-7\">(1) that the defendant committed [fellatio] [cunnilingus] [anilingus] [anal intercourse] with (victim);</blockquote>\n<blockquote id=\"b736-8\">(2) that' (victim) was under fourteen years of age at the time of the act; and</blockquote>\n<blockquote id=\"b736-9\">(3) that the defendant is at least four years older than (victim).</blockquote>\n<p id=\"b736-10\">Fellatio means that the defendant applied [his][her] mouth to the sexual organ of a male [or that another applied [his][her] mouth to the sexual organ of the male defendant].</p>\n<p id=\"b736-11\">Although MPJI-CR. 4:29.6 relates specifically to second degree sexual offenses, § 464A(3) parallels “the person performing the sexual act” language of § 464B(4), at issue in this case. Clearly, under the instruction, the person to whose penis another applied his or her mouth in an act of fellatio is subject to conviction. The evidence was sufficient to convict appellant of a third degree sexual offense pursuant to 464B(a)(4).</p>\n<p id=\"b737-3\"><page-number citation-index=\"1\" label=\"715\">*715</page-number>II. GENERAL — YS—SPECIFIC STATUTE</p>\n<p id=\"b737-4\">Appellant argues that the court erred in denying his motion to dismiss the charging document because the State improperly charged him “under a general statute where a specific statute was available.”<footnotemark>3</footnotemark> He contends that the State could only charge him with unnatural or perverted sexual practices under section 554. In support, he asserts that section 554 is a specific statute that only addresses fellatio, whereas section 464B is a general statute that concerns fellatio and several other sexual acts. Essentially, appellant argues that a person who engages in fellatio may be charged only under section 554. We do not agree.</p>\n<p id=\"b737-5\">The underlying premise of appellant’s argument is that “[wjhere there is a specific enactment and a general enactment ‘which, in its most comprehensive sense, would include what is embraced in the former, the particular enactment must be operative, and the general enactment must be taken to affect only such cases within its general language as are not within the provisions of the particular enactment.’ ” <em>Henry v. State, </em>273 Md. 131, 134, n. 1, 328 A.2d 293 (1974) (quoting <em>Maguire v. State, </em>192 Md. 615, 623, 65 A.2d 299 (1949)). In other words, if there are competing statutes, “the specific statute is controlling and the general statute is repealed to the extent of the inconsistency.” <em>State v. Ghajari, </em>346 Md. 101, 116, 695 A.2d 143 (1997).</p>\n<p id=\"b737-6\">For example, in <em>Henry, </em>a jury convicted Henry of larceny of an automobile. Upon conviction, the trial court sentenced Henry to fifteen years of imprisonment, the maximum penalty allowed under a separate statute for theft of goods. The statute for larceny of an automobile, however, provided a maximum penalty of fourteen years. Recognizing that there was a specific enactment for larceny of an automobile, the Court of Appeals held that “the prosecution was obliged to be <page-number citation-index=\"1\" label=\"716\">*716</page-number>under” that statute and that Henry could receive only a maximum sentence of fourteen years. <em>Henry, </em>273 Md. at 134, n. 1, 328 A.2d 293.</p>\n<p id=\"b738-5\">Likewise, in <em>State v. Ghajari, </em>346 Md. 101, 695 A.2d 143 (1997), Ghajari was charged, under two separate statutes, with abducting his children, who were in the custody of their mother. The first statute, Md.Code Ann. (1957, 1996 Repl. Vol.), Art. 27 § 2 (“section 2”), concerned a child abduction by “any person.” <em>Ghajari, </em>346 Md. at 103, 695 A.2d 143. The second statute, Md.Code (1984, 1991 Repl.Vol., 1996 Supp.), § 9-305 of the Family Law Article (“FL”), addressed a child abduction by “a relative.” <em>Id. </em>at 104, 695 A.2d 143. The Court of Appeals found that Ghajari could not be charged under both statutes because the legislature intended for noncustodial parents to be charged exclusively under FL § 9-305. <em>Id. </em>at 118, 695 A.2d 143. As such, the Court concluded that “a child abduction statute pertaining to a relative must be read as an exception to [section 2], the general child abduction statute.” <em>Id. </em>at 118-19, 695 A.2d 143.</p>\n<p id=\"b738-6\">Unlike those cases, however, there is no “specific statute” addressing fellatio that would preclude the State from charging appellant under 464B. To be sure, “[t]he plain language of the statute prohibits a person from performing fellatio or cunnilingus, prohibits a person from having fellatio or cunnilingus performed upon him or her, and prohibits other unnatural or perverted sexual practices.” <em>Lancaster, </em>332 Md. at 399-400, 631 A.2d 453. Contrary to appellant’s assertion, section 554 is a “multipurpose statute” that proscribes three categories of conduct with other persons and three categories of conduct with animals. <em>Id.</em></p>\n<p id=\"b738-7\">Moreover, there is further evidence that section 554 does not “solely proscribe fellatio.” In <em>Blake v. State, </em>210 Md. 459, 462 124 A.2d 273 (1956), the Court of Appeals examined the predecessor statute to section 554 and found that the legislature intended to “cover the whole field of unnatural and perverted sexual practices” and not just acts of an oral nature. The Court, however, did not delineate other sexual practices <page-number citation-index=\"1\" label=\"717\">*717</page-number>that were covered by the statute, stating that it was “unnecessary to describe in detail practices which are matters of common knowledge.” <em>Id.</em></p>\n<p id=\"b739-5\">Finally, the statutory framework of the “Sexual offenses” subtitle belies appellant’s argument. As we discussed in section I, there are four sexual offense statutes that, in part, prohibit a person from engaging in sexual acts under certain circumstances. If the legislature had intended for acts of fellatio to be punished solely under section 554, then it would not have included the sexual act of fellatio in those four statutes that were enacted after section 554. Instead, under the statutory scheme, a person engaging in fellatio may be charged, depending upon the circumstances, under sections 464, 464A, 464B, 464C, 553, or 554. The court did not err in denying appellant’s motion.</p>\n<p id=\"b739-6\">JUDGMENT AFFIRMED.</p>\n<p id=\"b739-7\">COSTS TO BE PAID BY APPELLANT.</p>\n<footnote label=\"1\">\n<p id=\"b732-8\">. We note that in this subsection, the legislature referred to vaginal intercourse as a \"sexual act.” Section 461(e), however, excludes vaginal intercourse from the definition of a \"sexual act.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b733-9\">. As discussed above, section 464B(a)(4) had not been enacted at the time of Lancaster's conviction.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b737-7\">. We note that appellant refers to the only motion argued at trial as a motion to dismiss, in one instance, and as a motion for judgment of acquittal, in the other.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}