{
  "casebody": {
    "data": "<casebody firstpage=\"718\" lastpage=\"722\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b746-11\">John Manning REGAN, as a vestee with current employment status, on behalf of himself and all other vestees similarly situated, Plaintiff-Appellant, v. METROPOLITAN LIFE INSURANCE COMPANY, United Healthcare Services Corp., and New York State Department of Civil Service, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b746-14\">No. 03-7352.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b746-15\">United States Court of Appeals, Second Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b746-16\">Nov. 17, 2003.</decisiondate>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b747-15\"><page-number citation-index=\"1\" label=\"719\">*719</page-number>UPON DUE CONSIDERATION of this appeal from a judgment of the United States District Court for the Western District of New York (Telesca, J.), it is hereby</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b748-3\"><page-number citation-index=\"1\" label=\"720\">*720</page-number>Michael Regan, Burke, Allbright, Harter &amp; Reddy, LLP (Joseph A.F. Valenti, on the brief), Rochester, NY., for Plaintiff-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b748-4\">Andrew P. Karamouzis, Moran &amp; d’Arcambal (Aimee P. Levine, on the brief), Rockville Center, NY, for Metropolitan Life Insurance Company and United Healthcare Services Corp.; Kathleen M. Treasure, Assistant Solicitor General (Eliot Spitzer, Attorney General of the State of New York, and Peter H. Schiff, Senior Counsel, on the brief), Albany, NY, for New York State Department of Civil Service, for Defendants-Appellees.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b748-5\">PRESENT: CARDAMONE, LEVAL, and SOTOMAYOR, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b748-6\">\n<em>SUMMARY ORDER</em>\n</p>\n<p id=\"b748-7\">ORDERED, ADJUDGED AND DECREED that the judgment of the district court is AFFIRMED.</p>\n<p id=\"b748-8\">Plaintiff-appellant John Manning Regan (“Regan”) appeals from a judgment of the United States District Court for the Western District of New York (Telesca, J.) granting defendants-appellees’ motion to dismiss his lawsuit, brought pursuant to the Medicare as Secondary Payer Act (MSPA), 42 U.S.C. § 1395y, as barred under the doctrine of <em>res judicata </em>in light of a prior lawsuit he filed in state court.</p>\n<p id=\"b748-9\">On appeal Regan argues that <em>res judicata </em>is inapplicable because: (1) his claims in the previous lawsuit were not part of the “same cause of action” as the one pleaded in this lawsuit; (2) the claims’ mutually exclusive remedies and factual premises prevented him from raising his MSPA claim in the previous lawsuit; (3) his previous lawsuit falls within the “declaratory judgment exception” to claim preclusion; and (4) he was previously not afforded a full and fair opportunity to litigate his claims. Reviewing the district court’s decision <em>de novo, </em>we affirm.</p>\n<p id=\"b748-10\">First, Regan’s MSPA claim is barred by <em>res judicata </em>because it is part of the same cause of action as the claims in his previous lawsuit, and could have been brought as part of that suit. <em>Res judicata </em>bars claims that were or could have been raised against the same defendants in a prior action that reached a final judgment on the merits. <em>L-Tec Elecs. Corp. v. Cougar Elec. Org., Inc., </em>198 F.3d 85, 87-88 (2d Cir.1999). Under New York’s “transactional approach” to determining whether claims are part of the same cause of action for <em>res judicata </em>purposes, “once a claim is brought to a final conclusion, all other claims arising out of the same transaction or series of transactions are barred, even if based upon different theories or if seeking a different remedy.” <em>Yoon v. Fordham Univ. Faculty and Admin. Ret. Plan, </em>263 F.3d 196, 200 (2d Cir.2001) (quoting <em>O’Brien v. City of Syracuse, </em>54 N.Y.2d 353, 357, 445 N.Y.S.2d 687, 429 N.E.2d 1158 (1981)). Whether two claims arise out of the same transaction is determined “pragmatically,” by examining whether the claims arise “out of the same act ... alleged to be wrongful,” seek the “same basic relief,” and are so related as to be conveniently tried together. <em>Reilly v. Reid, </em>45 N.Y.2d 24, 29-31, 407 N.YS.2d 645, 379 N.E.2d 172 (1978).</p>\n<p id=\"b748-11\">Here, all of Regan’s claims arise from the same series of transactions. His state court claims arose out of the defendants’ failure to pay for the portion of his August and September 1997 medical expenses that would have been covered by Medicare had he enrolled in it earlier. Regan argued that defendants improperly failed to notify him of the requirement that he promptly enroll in Medicare as his primary health care payer, and that their failure to cover the entirety of his medical expenses after the termination of his state employment violated the Consolidated Omnibus Budget Reconciliation Act amendments to the <page-number citation-index=\"1\" label=\"721\">*721</page-number>Public Health Services Act (COBRA). The instant lawsuit is based on the same refusal of coverage; here, Regan asserts that the same defendants violated the MSPA by refusing to cover the Medicare-eligible portion of his expenses, because he was a “vestee” who maintained current employment status despite having left state service. Though Regan may characterize or emphasize the operative facts differently in the two lawsuits, all of the facts pleaded here were present at the time of his first lawsuit. <em>See Waldman v. Village of Kiryas Joel, </em>207 F.3d 105, 110-11 (2d Cir.2000) (“[P]laintiff cannot avoid the effects of res judicata by ‘splitting’ his claim into various suits, based on different legal theories (with different evidence ‘necessary' to each suit).”). Thus, Regan’s two lawsuits are based on the same transaction even though they involve differing legal theories, and his MSPA claim is barred by <em>res judicata.</em></p>\n<p id=\"b749-5\">Second, while Regan correctly points out that <em>res judicata </em>will not apply when a plaintiff faces formal barriers to litigating a claim in a previous action, <em>Davidson v. Capuano, </em>792 F.2d 275, 278 (2d Cir.1986), no such barriers existed in this case. Relying on the fact that the remedies available under COBRA are limited to “appropriate equitable relief,” <em>see </em>42 U.S.C. § 300bb-7 (2000), Regan argues that federal law prevented him from asserting any claims for damages (i.e., the MSPA claim) in his initial lawsuit, and that the contradictory factual assertions required by the COBRA and MSPA claims made them mutually exclusive.</p>\n<p id=\"b749-6\">Both of these arguments are unavailing. Nothing suggests that COBRA’s equitable relief provision limits the remedies available for claims brought under other statutes as part of the same litigation, whether in federal or state court. Although Regan’s remedies under COBRA were limited to equitable relief, he was free to pursue other remedies for his other claims, and he has not cited any COBRA provision or New York procedural rule that prevented him from simultaneously seeking equitable relief under COBRA and monetary relief for his other claims. New York law expressly permits alternative pleading of both claims and remedies, <em>see Two Queens, Inc. v. Scoza, </em>296 A.D.2d 302, 745 N.Y.S.2d 517, 519 (1st Dep’t 2002) (noting pleading in the alternative is permitted under New York C.P.L.R. §§ 3014 and 3017), so Regan would have been free to assert both his MSPA and COBRA claims and requests for relief in his state court action, regardless of the contradictory factual assertions required, and the different relief available, for each claim. We therefore reject Regan’s argument that he could not have brought his MSPA claim in the same action as his COBRA claim. <em>See Kiryas Joel, </em>207 F.3d at 112 n. 4 (“[Procedural impossibility ... is generally viewed as the necessary predicate for making an exception to res judicata.”).</p>\n<p id=\"b749-8\">Third, Regan’s previous state lawsuit does not fall under the declaratory judgment exception to <em>res judicata. </em>When a prior action “involved only a request for declaratory relief\" rather than coercive relief, “the preclusive effect of the declaratory judgment is limited to the subject matter of the declaratory relief sought,” permitting a plaintiff to “pursue further declaratory or coercive relief’ in the future. <em>Harborside Refrigerated Servs., Inc. v. Vogel, </em>959 F.2d 368, 372 (2d Cir.1992). In his state lawsuit, however, Regan explicitly sought monetary damages, requesting “[a]n Order directing defendants ... to pay in full, with interest” his unpaid medical expenses as a remedy for several of his claims. State Compl. at 27. In addition to damages, Regan also sought a variety of coercive relief in his state lawsuit, including an injunction re<page-number citation-index=\"1\" label=\"722\">*722</page-number>quiring the defendants to alter their health plan and attorneys’ fees and costs. Having pursued these broad objectives, Regan cannot now argue that his state lawsuit sought only declaratory relief in order to take advantage of the narrow exception to <em>res judicata </em>that allows litigants to prospectively “clarify the legal relationships of parties before they have been disturbed thereby tending towards avoidance of full-blown litigation.” <em>Harborside Refrigerated Servs., </em>959 F.2d at 373; <em>cf. Minneapolis Auto Parts Co. v. City of Minneapolis, </em>739 F.2d 408, 410 (8th Cir.1984) (finding declaratory judgment exception inapplicable where plaintiff “sought more than declaratory relief in the original state court suit” by pursuing coercive measures, such as injunctions and other equitable relief).</p>\n<p id=\"b750-4\">Finally, we reject Regan’s claim that he was not afforded a full and fair opportunity to litigate his claims in the original lawsuit because the trial court refused his request to re-open discovery. The trial court provided plaintiff with a lengthy opportunity for discovery and entertained extensive written argument before determining that it would not reopen discovery. Moreover, the additional discovery Regan requested concerning defendants’ contractual authority to require retirees to enroll in Medicare as their primary health care payer would not have affected his ability to make the claim that in doing so defendants violated the MSPA.</p>\n<p id=\"b750-5\">For the foregoing reasons, the judgment of the district court is hereby AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}