{
  "casebody": {
    "data": "<casebody firstpage=\"1200\" lastpage=\"1202\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1254-3\">James A. BAKER, Appellant, v. Walter E. WASHINGTON et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1254-5\">No. 22882.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1254-6\">United States Court of Appeals, District of Columbia Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b1254-7\">Argued Sept. 11,1970.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1254-8\">Decided Aug. 11, 1971.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1254-22\">Mr. Francis C. O’Brien, Washington, D. C. (appointed by this Court) for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1254-23\">Mr. Richard W. Barton, Asst. Corporation Counsel, for the District of Columbia, with whom Messrs. Charles T. Duncan, Corporation Counsel at the time the brief was filed, Hubert B. Pair, Acting Corporation Counsel at the time of oral argument, and Ted D. Kuemmerling, Asst. Corporation Counsel, were on the brief, for appellee. Messrs. C. Francis Murphy, Corporation Counsel, and Leo N. Gorman, Asst. Corporation Counsel, also entered appearances for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1254-24\">Before FAHY, Senior Circuit Judge, and ROBINSON and WILKEY, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1254-25\">SPOTTSWOOD W. ROBINSON, III, Circuit Judge:</author>\n<p id=\"b1254-26\">Appellant filed <em>pro se </em>in the District Court a complaint seeking damages from the District of Columbia and three of its officers.<footnotemark>1</footnotemark> *The gravamen of the complaint is that appellant, while an inmate at Lorton Reformatory, a District prison, sustained personal injuries in a beating maliciously administered by subordinate correctional personnel. All defendants moved for dismissal on the ground that they were immune from appellant’s action, and the District Court granted the motions as to each. Appel<page-number citation-index=\"1\" label=\"1201\">*1201</page-number>lant then took this appeal <em>in forma pauperis, </em>and we appointed counsel to represent him.</p>\n<p id=\"b1255-5\">While the appeal names as appellees the District and the officers parties as well, appellant does not challenge the dismissal of the latter.<footnotemark>2</footnotemark> For determination, then, is whether the District Court was right in upholding the District’s claimed immunity. Our rule conditions its common law immunity to negligent torts upon their commission in the course of a ministerial rather than a discretionary activity.<footnotemark>3</footnotemark> The question here is the scope of the immunity doctrine where an intentional tort has been charged.</p>\n<p id=\"b1255-6\">After oral argument, we deferred our disposition of this case pending our decision in Carter v. Carlson,<footnotemark>4</footnotemark> in which an essentially similar question was already under submission. With <em>Carter </em>now decided, the principles governing this litigation are at hand. There we held that the District may be sued for tortious injuries intentionally inflicted by its agents in the discharge of nondiscre-tionary responsibilities.<footnotemark>5</footnotemark> Liability to suit, we said, arises from the common law<footnotemark>6</footnotemark> and, in appropriate situations, from a federal statute.<footnotemark>7</footnotemark> The discretionary-ministerial distinction,<footnotemark>8</footnotemark> we concluded, is as much the measure of the District’s common law immunity to intentional torts as it is of those which are negligent in character.<footnotemark>9</footnotemark></p>\n<p id=\"b1255-17\">The provision and operation of penal facilities undoubtedly embraces numerous functions summoning a high level of discretion and judgment, but the incident alleged here was certainly not one. “ ‘Ministerial’ connotes the execution of policy as distinct from its formulation. This in turn suggests differences in the degree of discretion and judgment involved in the particular governmental act.” <footnotemark>10</footnotemark> Appellant’s complaint charged an unprovoked assault with sticks — including a pickhandle — wielded by prison guards, and a serious back injury resulting therefrom. And an important inquiry in determining the discretionary or ministerial nature of a tortious act is whether a resulting injury “can be subjected to judicial redress without thereby jeopardizing the quality and efficiency of government itself.” <footnotemark>11</footnotemark> It is as clear to us as ever before “[i]f ‘ministerial’ is to be given anything like its accepted usage, it surely has patent applicability to these circumstances.” <footnotemark>12</footnotemark></p>\n<p id=\"b1255-21\">I</p>\n<p id=\"b1256-3\"><page-number citation-index=\"1\" label=\"1202\">*1202</page-number>It remains, of course, for appellant to prove his allegations. As a part of that burden, he must bring the conduct complained of within the confines of re-spondeat superior, or else his action will fail.<footnotemark>13</footnotemark> But as Carter now makes plain, he is not on immunity grounds to be barred at the threshold from prosecuting it.<footnotemark>14</footnotemark></p>\n<p id=\"b1256-4\">The District Court’s dismissal of the officer parties is affirmed. The dismissal of the District of Columbia is reversed, and as to it the case is remanded for further proceedings.</p>\n<p id=\"b1256-5\">So ordered.</p>\n<footnote label=\"1\">\n<p id=\"b1254-17\">. The officers are the Commissioner of the District, the Director of the Department of Corrections, and the then Superintendent of Lorton Reformatory.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1255-7\">. Ostensibly, this is because the complaint is barren of any factual indication that they were connected in any way with the event giving rise to the lawsuit, and is devoid of even a charge of breach of a duty that might have contributed thereto. <em>Cf. </em>Carter v. Carlson, 144 U.S.App.D.C. -, at ----, 447 F.2d 358, at 361-364 (1971). And see Roberts v. Williams, No. 28,829 (5th Cir. Apr. 1, 1971) at 3-9.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1255-11\">. Spencer v. General Hosp., 138 U.S.App. D.C. 48, 51-53, 425 F.2d 479, 482-484 (en banc 1969). See also Graham v. District of Columbia, 139 U.S.App.D.C. 378, 379, 433 F.2d 536, 537 (1970) ; Elgin v. District of Columbia, 119 U.S. App.D.C. 116, 118-120, 337 F.2d 152, 154-156 (1964).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1255-12\">. <em>Supra </em>note 2.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1255-13\">. Carter v. Carlson, <em>supra </em>note 2, 144 U.S.App.D.C. at---, 447 F.2d at 365-367.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1255-32\">. <em>Id.</em></p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1255-18\">. <em>Id. </em>144 U.S.App.D.C. at---, 447 F.2d at 368-370. The statute is 42 U.S.C. § 1983 (1964). Since, as we hold, the allegations of appellant’s complaint suffice to invoke the District’s common law accountability, we need not now inquire as to whether they might also bring § 1983 into play.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1255-20\">. See text <em>supra </em>at note 3.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b1255-22\">. Carter v. Carlson, <em>supra </em>note 2, 144 U.S.App.D.C. at----, 447 F.2d at 366-367.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b1255-25\">. Elgin v. District of Columbia, <em>supra </em>note 3, 119 U.S.App.D.C. at 118-119, 337 F.2d at 154-155.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b1255-26\">. <em>Id. </em>at 118, 337 F.2d at 154. See also Carter v. Carlson, <em>supra </em>note 2, 144 U.S. App.D.C. at---, 447 F.2d at 366-367.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b1255-29\">. Elgin v. District of Columbia, <em>supra </em>note 3, 119 U.S.App.D.C. at 121, 337 F.2d at 157. Compare Carter v. Carlson, <em>supra </em>note 2, 144 U.S.App.D.C. at-- -, 447 F.2d at 361-363.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b1256-16\">. See Carter v. Carlson, <em>supra </em>note 2, at ---, 447 F.2d at 366-367.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b1256-17\">. Neither of the two cases relied on by the District affects this conclusion. While Jones v. District of Columbia, 51 App.D.C. 319, 279 P. 188 (1922), recognized the District’s immunity from suit for the negligently caused death of a prisoner in a jail-affiliated hospital, it was decided by application of the governmental-propriety test of immunity then in vogue, and must now be appraised in light of the “formal interment” of that test by our <em>en banc </em>decision in Spencer v. General Hosp.. <em>supra </em>note 3, 138 U.S. App.D.C. at 53, 425 F.2d at 484. And the holding in District of Columbia v. Totten, 55 App.D.C. 312, 5 F.2d 374 (1925), that the District was suable for maintenance of a nuisance incidental to the construction of Lorton Reformatory is in no way inconsistent with the result we reach here.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}