{
  "casebody": {
    "data": "<casebody firstpage=\"68\" lastpage=\"74\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b122-9\">MARKS MANUFACTURING COMPANY, Plaintiff-Appellant, v. NEW YORK CENTRAL RAILROAD CO., a Delaware Corporation, et al., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b122-11\">No. 20995.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b122-12\">United States Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b122-13\">Aug. 31, 1971.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b123-15\"><page-number citation-index=\"1\" label=\"69\">*69</page-number>Harold M. Shapero, Detroit, Mich., (Harold M. Shapero, for Shapero, Sha-pero &amp; Cohn, Detroit, Mich., on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b123-16\">Frederic L. Wyckoff, Detroit, Mich., for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b123-17\">Before CELEBREZZE, PECK and McCREE, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"AqR\">CELEBREZZE, Circuit Judge.</author>\n<p id=\"b123-18\">This is an appeal from a judgment of the United States District Court, Eastern District of Michigan, in a case involving a claim for damaged cargo lodged by the Marks Manufacturing Company (hereinafter, the Appellant) against the New York Central Railroad Company and its successors, (hereinafter sometimes referred to as the Appel-lees).</p>\n<p id=\"b123-19\">The following facts were either found by the trial court and supported by the underlying record or are substantially undisputed between the parties. In November, 1967, the Appellant agreed to purchase from Stainless Steel, Inc., a quantity of coiled stainless steel for a total price of $40,999.78 (including freight, F.O.B. seller’s plant). On December 15, 1967, the seller executed two bills of lading. The first was directed to the Appellees and instructed them to pick up a railroad freight car provided to Appellant by The Chesapeake and Ohio Railway Company (hereinafter, C &amp; O) containing steel cargo at the seller’s sidetrack and to deliver said car some six or seven miles across town at the yards of the C &amp; O Railroad. The second bill of lading directed the C &amp; O Railroad to haul the steel cargo in interstate transportation via a connecting carrier, the Illinois Central Railroad, to Marks, Mississippi, where the Appellant’s factory was located.</p>\n<p id=\"b123-20\">In railroad parlance, the first bill of lading covered an intrastate “switching operation” by the Appellees which was usually completed within two days; and the second bill of lading covered the entire interstate haul which normally required approximately two weeks to complete. The C &amp; O Railroad, being the primary carrier of the proposed interstate haul, was to have paid the Appel-lees.</p>\n<p id=\"b123-21\">Pursuant to the first bill of lading, the Appellees picked up a fully loaded freight car at the seller’s plant in Detroit, Michigan. There was credible evidence by several employees of the seller <page-number citation-index=\"1\" label=\"70\">*70</page-number>that the freight car was properly loaded with approximately 85,000 pounds of coiled stainless steel in good condition, and that such loading was done in precisely the same manner as the seller had done on numerous prior occasions where the same type of steel goods and freight car had travelled to the same ultimate destination without suffering any damage. The Appellees’ factual contention that the seller failed to properly load the steel cargo in good condition was rejected by the trial court.</p>\n<p id=\"b124-4\">On December 16, 1967, Appellees transported the freight car to their yards where it was “humped” to a hold track. Four days later, the freight car was humped to another track in Appel-lees’ yard indicating it was to be switched to the C &amp; O’s yards. Humping is a method of moving cars about a freight yard by the use of gravity; a car or line of ears is brought to a high point in the railroad yard and then humped over the high point where the force of gravity races the cars to their parking tracks. Depending upon the number of cars in a cut, either track retarders or the car’s own braking system may be used to slow down the humped cars. There is no evidence in the record as to whether the Appellees used track retarders or the freight car's air brakes in slowing the freight car’s run during the Appellees’ humping procedures. (See transcript at 206-08).</p>\n<p id=\"b124-6\">On December 20, 1967, the Appellees “evidently [discovered] the freight car was * * * in bad order [due to a] broken train line [which controls the freight car’s air brakes] and was sent to the Repair Track.” On January 1, 1968, the freight car was cleared from the repair track. The car was shuttled around the Appellees’ yard and finally delivered to the C &amp; O’s yards at 2:00 p. m. on January 6,1968.</p>\n<p id=\"b124-7\">On January 10, 1968 at 2:30 a. m., the C &amp; O Railroad returned the freight car to the Appellees' yard with an order to return it to the shipper. The C &amp; O did not pay the Appellees for “switching” the freight car to its tracks and did not pay or intend to pay the Appellees for returning the freight car to the shipper.</p>\n<p id=\"b124-9\">On January 11th, the Appellees contacted the seller-shipper, Stainless Steel, Inc., who inspected the contents of the car and found them to be scattered about the freight car, broken away from their originally harnessed position, and significantly damaged. Stainless Steel refused to accept the returned damaged steel cargo.</p>\n<p id=\"b124-10\">The Appellees, without notice to the Appellant, who was the consignee of the shipment, \"reconditioned” the damaged steel cargo, the cost of which they bore themselves, and tendered the “reconditioned” cargo to a representative of the Appellant in Detroit, Michigan. The Appellant refused to accept the goods on the grounds that it believed the goods to be damaged. The Appellant offered to take the goods subject to a claim for damages, if any; offered to purchase them from the Appellees “as is” at a reduced price ($26,281.49 in February, 1968, and $20,346.96 in June, 1968); and, in the alternative, urged the Appel-lees to sell the goods at public auction, time being of the essence. There is evidence in the record that the goods’ prime use was on certain automobile models whose production would be halted within a period of months. The Appel-lees repeatedly made conditional and perhaps at least one unconditional tender of the reconditioned steel goods to both the shipper and the Appellant. At no time did the Appellees request that either party pay the cost of reconditioning the steel goods. The tenders were rejected.</p>\n<p id=\"b124-12\">The Appellees placed the steel goods in a warehouse in its own account, and despite repeated urging to sell the goods promptly, sold the goods in September, 1969, for $13,450.00. The Appellees retained the proceeds of the sale of the abandoned cargo.</p>\n<p id=\"b124-14\">At trial, the Appellant relied on several alternative theories of liability, each of which the District Court rejected. <page-number citation-index=\"1\" label=\"71\">*71</page-number>The District Court held that Appellees’ delay in switching the freight car to the C &amp; O’s yard was reasonable under the circumstances of a broken train line and did not constitute a deviation from the contractual agreement of the bill of lading issued by Appellees. Further, the District Court found that one of the state statutes relied upon by Appellant had been repealed by implication, M.C. L.A. 462.7(e) (adopted in 1909) repealed by M.C.L.A. 440.7302 (adopted in 1964), and that the two other statutes relied upon by Appellant, “the Carmack Amendment,” 49 U.S.C. § 20(1) (1964) and “Article 7, Section 302 of the Uniform Commercial Code,” M.C.L.A. 440.-7302, were inapplicable because the Ap-pellees were not an “initial carrier” issuing a “through bill of lading,” but merely a carrier involved in an intrastate switching operation. <em>See </em>United States v. Mississippi Valley Barge Line Co., 285 F.2d 381, 393-394 (8th Cir. 1960).</p>\n<p id=\"b125-5\">Finally, the District Court held that the applicable theory of liability was that of the common law; and that under the facts of this case, the Appellant had failed to prove that the damage to its goods occurred while Appellees were carrying the goods over their own line, rather than during the three and one-half day period during which the C &amp; O Railroad was in possession of the Appellant’s cargo of steel. Accordingly, the District Court ordered that the Appellant’s claims be dismissed and that the Appellees “turn over to the * * * [Appellant] the proceeds of the sale of the abandoned cargo less the cost of reconditioning.”</p>\n<p id=\"b125-7\">On appeal, Appellant raises three issues. The first issue concerns the applicability of certain Michigan statutory provisions to the liability of the Appellees. For the reasons stated in the opinion of the District Court, we hold — as did the District Court — that the appropriate law under which to determine the liability of the Appellees is the common law.</p>\n<p id=\"b125-10\">The second issue raised by the Appellant is that the District Court failed to apply the appropriate common law principles of carrier liability to the evidence in the record. We agree.</p>\n<p id=\"b125-11\">The generally accepted common law rule governing carrier liability is that:</p>\n<blockquote id=\"b125-12\">“* * * [A] carrier, though not an absolute insurer, is liable for damages to goods transported by it unless it can show that the damage was caused by ‘(a) the act of God; (b) the public enemy; (c) the act of the shipper himself; (d) public authority; (e) or the inherent vice or nature of the goods.’ ” Missouri P. R. Co. v. Elmore &amp; Stahl, 377 U.S. 134, 137, 84 S.Ct. 1142, 12 L.Ed.2d 194 (1964).</blockquote>\n<p id=\"b125-14\"><em>See </em>Secretary of Agriculture v. United States, 350 U.S. 162, 165-166, 76 S.Ct. 244, 100 L.Ed. 173 (footnote 9) (1956); Chesapeake &amp; Ohio Ry. Co. v. Thompson Mfg. Co., 270 U.S. 416, 421, 46 S.Ct. 318, 70 L.Ed. 659 (1926); Adams Express v. Croninger, 226 U.S. 491, 509, 33 S.Ct. 148, 57 L.Ed. 314 (1913). The common law establishes a prima facie case of carrier liability when the complaining party can show “delivery [to the carrier] in good condition, arrival in damaged condition, and the amount of damages. Thereupon, the burden of proof is upon the carrier to show both that it was free from negligence and that the damage to the cargo was due to one of the excepted causes relieving the carrier of liability.” Missouri P. R. Co. v. Elmore &amp; Stahl, supra 377 U.S. at 138, 84 S.Ct. at 1145. <em>See </em>Schnell v. The Vallescura, 293 U.S. 296, 303-304, 55 S.Ct. 194, 79 L.Ed. 373 (1934); The Folmina, 212 U.S. 354, 361, 363, 29 S.Ct. 363, 53 L.Ed. 546 (1909); Hall &amp; Long v. Nashville &amp; C. Railroad Companies, 13 Wall 367, 372, 20 L.Ed. 594 (1871).</p>\n<p id=\"b125-15\">The above common law rules place a heavy burden of persuasion on a carrier which is justified by “the sound premise that the carrier has peculiarly within its knowledge ‘[a] 11 the facts and circum<page-number citation-index=\"1\" label=\"72\">*72</page-number>stances upon which [it] may rely to relieve [it] of [its] duty. * * * In consequence, the law easts upon [it] the burden of the loss which [it] cannot explain or, in explaining, bring within the exceptional case in which [it] is relieved from liability.’ Schnell v. The Vallescura, 293 U.S. 296, 304, 55 S.Ct. 194, 196, 79 L.Ed. 373. * * * [It] cannot be doubted that while the carrier has possession, it is the only one in a position to acquire the knowledge of what actually damaged a shipment entrusted to its care.” Missouri P. R. Co. v. Elmore &amp; Stahl, <em>supra, </em>377 U.S. at 143-144, 76 S.Ct. at 1148. <em>See also, </em>A. F. Young &amp; Co. v. Grand Rapids &amp; I. R. Co., 201 Mich. 39, 43, 167 N.W. 11, 12 (1918); Tann v. Allied Van Lines, Inc., 5 Mich.App. 309, 311, 146 N.W.2d 682, 683 (1966).</p>\n<p id=\"b126-5\">Both, the Michigan legislative and judicial branches have affirmed the continued validity of the common law rules of carrier liability. In enacting the Uniform Commercial Code, the legislative branch of Michigan inferentially affirmed the applicability of the above common law rules of carrier liability. Article 7, Section 403(1) (b) of the Uniform Commercial Code was drafted with two alternate official versions, one which expressly placed the burden of establishing negligence on the person entitled under the document and one which did not. UCC § 7-403(1) (b); UCC § 7-403 Official Code Comment No. 3. Each state which enacted Article 7 of the Uniform Commercial Code was encouraged to adopt the version of the rule they found more appropriate. The State of Michigan chose the version which deleted the language expressly placing the burden of establishing negligence on the person entitled under the document. M.C.L.A. 440.7403(1). Practice Commentary, Roy L. Steinheimer, Jr. on M.C.L.A. 440.7403(1) (b) at 756-57 (1967 ed.).</p>\n<p id=\"b126-6\">The Supreme Court of Michigan — except in those instances where specific negligent acts of a carrier are alleged by a complaining party, Murray v. New York Central R. Co., 332 Mich. 159, 50 N.W.2d 748 (1952) — has followed the general common law rules of carrier liability in holding:</p>\n<blockquote id=\"b126-8\">“[T]he presumption that the damage was caused by the negligent acts of the carrier is raised upon a showing by plaintiff that the goods were delivered to the initial carrier in good condition and received at its destination in a damaged condition.” Van Lierop v. Chesapeake &amp; Ohio Railway Co., 335 Mich. 702, 710, 57 N.W.2d 431, 435 (1953).</blockquote>\n<p id=\"b126-9\"><em>See, </em>Home Insurance Co. v. New York Central Railroad Co., 372 Mich. 62, 124 N.W.2d 911, 915, 917 (1963); C. O. Porter Machinery Co. v. Coleman, 329 Mich. 8, 44 N.W.2d 845, 848 (1950); A. F. Young &amp; Co. v. Grand Rapids &amp; Ind. Ry., 201 Mich. 39, 167 N.W. 11 (1918).</p>\n<p id=\"b126-10\">At trial, the Appellant fully met its initial burden of going forward. Substantial evidence was introduced by three individuals that the damaged steel cargo was properly loaded in good condition by Stainless Steel, Inc., the seller-shipper. The District Court so found. Moreover, it is unrebutted in the record that from December 16, 1967 to January 11, 1968, the appellees had exclusive possession of the subject goods, except for an intervening period of three and one-half days during which time the Appel-lees attempted to deliver the cargo to the C &amp; O. The record does not reveal whether the Appellees discovered the break in the freight car’s train line (brake system) on December 20, 1967, as a result of a collision by said freight car while it was in their possession. In any event, after receiving the freight car on January 6, 1968, the C &amp; O returned the car to the Appellees, rather than sending it as an initial carrier on a through bill of lading to Marks, Mississippi. Moreover, the C &amp; O refused to pay the Appellees for switching the freight car from the shipper’s plant to the C &amp; O’s yards. Further, the record reveals that after the parties discovered the subject cargo was damaged, in February, 1968, the Appellees \"reconditioned” said goods at their own expense. Upon consideration of the findings that <page-number citation-index=\"1\" label=\"73\">*73</page-number>the cargo was properly loaded in good condition and of the failure of the Ap-pellees to explain certain facts in the record, we believe that the Appellant made a prima facie case of carrier liability.</p>\n<p id=\"b127-5\">Appellees contend they have rebutted Appellant’s prima facie case by showing that the C &amp; 0 had possession of the subject cargo for three and one-half days and that Appellant has not established that the goods were damaged while in Appellees’ possession, rather than while they were in the possession of the C &amp; 0 Railroad.</p>\n<p id=\"b127-6\">At the common law, and in the absence of a special contract or statute, each carrier of a series of connecting carriers is only bound to safely carry over its own line and safely deliver to the connecting carrier. Michigan Central Railroad Co. v. Mineral Springs Mfg. Co., 16 Wall 318, 324, 21 L.Ed. 297 (1872); Mich. Central R. R. Co. v. Myriek, 107 U.S. 102, 106, 1 S.Ct. 425, 27 L. Ed. 325 (1882); Harry Becker &amp; Co. v. Wabash Railroad Co., 335 Mich. 159, 55 N.W.2d 776 (1952). On occasion, the existence of that rule of limited liability permitted common carriers to escape their common law liability where a shipper was unable to “searc[h] out a particular negligent carrier from among the often numerous carriers handling an interstate shipment of goods.” Reider v. Thompson, 339 U.S. 113, 119, 70 S.Ct. 499, 502, 94 L.Ed. 698 (1950).</p>\n<p id=\"b127-7\">Although the initial intention of the shipper was to send the subject goods longitudinally across the United States via several connecting carriers, in point of fact the subject goods never left the greater Detroit area. Rather than “numerous carriers handling an interstate shipment,” Reider v. Thompson, supra at 119, 70 S.Ct. at 502, the subject goods were only in the hands of two carriers, the Appellees and the C &amp; O. Most importantly, while the Appellees show that they acted as a connecting carrier in a switching operation, they do not show that Appellees met their burden of showing that they “safely deliver [ed] to the next connecting carrier.” Harry Becker &amp; Co. v. Wabash R. Co., 335 Mich. 159, 162, 55 N.W.2d 776, 777 (1952).</p>\n<p id=\"b127-9\">In the <em>Harry Becker </em>case, the Supreme Court of Michigan cited with approval the observation of the United States Supreme Court that</p>\n<blockquote id=\"b127-10\">“The <em>liability of a connecting carrier </em>for the safety of property delivered to it for transportation, commences when it is received and is <em>discharged by its delivery to and acceptance by a succeeding carrier, </em>or its authorized agent, Pratt v. Grand Trunk R. Co., 95 U.S. 43, 24 L.Ed. 336.” Oregon-Washington R. R. &amp; Nav. Co. v. McGinn, 258 U.S. 409, 42 S.Ct. 332, 66 L.Ed. 689.</blockquote>\n<p id=\"b127-11\">Applying the principles of the <em>Harry Becker </em>and <em>McGinn </em>cases we find that the Appellees have failed to prove safe delivery to and acceptance by the C &amp; O Railway, the only other carrier which had possession over the damaged cargo. Indeed, the C &amp; O’s prompt return of the freight car to the Appellees’ yard, notwithstanding that car’s covering bill of lading which directed an interstate shipment and the C &amp; O’s refusal to pay the Appellees for their switching operation are circumstantial evidence that the C &amp; O rejected Appellees’ delivery of the freight car and cargo.</p>\n<p id=\"b127-12\">Because the Appellees have failed to prove that the goods were safely delivered to and accepted by the C &amp; O, the common law rule limiting the liability of connecting carriers cannot operate to rebut Appellant’s prima facie case. It is apparent, however, that the District Court was aware of neither Appellant’s prima facie case of Appellees’ liability nor Appellees’ burden of going forward and making out an exception to that liability. We therefore believe that it is appropriate to remand this case to per<page-number citation-index=\"1\" label=\"74\">*74</page-number>mit the parties to introduce additional proof.</p>\n<p id=\"b128-4\">In view of our disposition of this case, it is not necessary for us to reach Appellant’s contention that Appellees’ disposition of the damaged steel cargo more than eighteen months after it was rejected by both shipper and consignee was an improper disposition. However, we note that there is evidence in the record that Appellees knew that the damaged cargo had a specialized use for which its value would diminish sharply with the passage of time. And further, there is substantial authority for the proposition that a common carrier may have a special responsibility to conduct an expeditious sale of goods “where the elements of falling markets and deterioration of * * * property are involved.” Van Lierop v. Chesapeake &amp; Ohio Railroad, 335 Mich. 702, 57 N.W.2d 431 (1953); Loveland &amp; Hinyan Co. v. Waters, 192 Mich. 680, 682, 159 N.W.477, 478 (1916); Lyons v. Grand Trunk Railway Co., 185 Mich. 417, 152 N.W. 88 (1915). See M.C.L.A. 464.13 (which requires expeditious public sale of freight which is “in its nature perishable”) and M.C.L.A. 400.7308(1) (which requires that a carrier may enforce its lien on abandoned freight only on terms which are “commercially reasonable,” taking into account the “usual manner” of sale and “practices among dealers” in the type of goods actually sold; c/., Texas Instruments, Inc. v. Branch Motor Express Co., 432 F.2d 564 (1st Cir. 1970). To the extent that the District Court in its finding that the “eventual sale of the goods was carried out with proper reference to the lawful handling of abandoned cargo,” did not consider the above-cited authority, that Court will have an opportunity to review its findings upon remand.</p>\n<p id=\"b128-6\">Reversed and remanded for further proceedings not inconsistent with this opinion.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}