{
  "casebody": {
    "data": "<casebody firstpage=\"310\" lastpage=\"311\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b394-14\">FONTAINEBLEAU HOTEL CORP., Appellant, v. HOTEL EMPLOYEES’ UNION LOCAL 255, OF the HOTEL AND RESTAURANT EMPLOYEES’ AND BARTENDERS’ INTERNATIONAL UNION, AFL-CIO, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b394-16\">No. 20489.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b394-17\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b394-18\">Feb. 13, 1964.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b395-8\"><page-number citation-index=\"1\" label=\"311\">*311</page-number>Milton E. Grusmark and Sibley, Grus-mark, Giblin, King &amp; Levenson, Miami Beach, Fla., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b395-9\">Bernard S. Mandler and Smith &amp; Mandler, Miami Beach, Fla., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b395-10\">Before RIVES, JONES, and WISDOM, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b395-11\">PER CURIAM.</author>\n<p id=\"b395-12\">The Hotel Employees’ Union and the Fontainebleau Hotel are parties to a collective bargaining agreement which provides for arbitration of disputes. The ■decision of the arbitrator is “final and binding” upon the parties. The Union ■requested certain contract modifications, .and because of the inability of the parties to agree, the issues were submitted to the mutually appointed arbitrator for •decision. Hearings were held at which time evidence was submitted, the parties were present, and an award was rendered in behalf of the Union. The Hotel refused to comply with the terms and ■conditions of the arbitrator’s award. The Union thereupon instituted suit in the United States District Court, pursuant to the provisions of Section 301(a) of the Labor Management Relations Act ■of 1947, as amended 29 U.S.C. § 185(a) and Federal Declaratory Judgments Act, 28 U.S.C.A. §§ 2201, 2202.</p>\n<p id=\"b395-14\">The Hotel filed its unverified answer, the material provisions of which admitted the execution of the collective bargaining agreement; admitted the dispute between the parties; admitted the arbitration hearings and the submission of evidence to the arbitrator; admitted the entry of the arbitrator’s award; admitted the refusal of the appellant to abide by the award. In further answering the complaint, appellant stated, “ * * * that no evidence was presented to the arbitrator <em>upon </em>which an award could be granted * * * ”.</p>\n<p id=\"b395-15\">On motion of the Union, the district court granted a summary judgment enforcing the arbitrator’s award.</p>\n<p id=\"b395-16\">The record in this case discloses no genuine material issue of fact to be tried. The case was therefore a proper one for a summary judgment. We agree with the district court that there is no basis for the defendant’s refusal to abide by the arbitrator’s award.</p>\n<p id=\"b395-17\">The judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}