{
  "casebody": {
    "data": "<casebody firstpage=\"482\" lastpage=\"510\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b544-11\">SEDIMA, S.P.R.L., Appellant, v. IMREX COMPANY, INC., Gidon Armon and Jacob Armon, Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b544-13\">No. 796, Docket 83-7965.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b544-14\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b544-15\">Argued Feb. 1, 1984.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b544-16\">Decided July 25, 1984.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b546-8\"><page-number citation-index=\"1\" label=\"484\">*484</page-number>Franklyn H. Snitow, New York City (William H. Pauley, III, Keith S. Orenstein, Orenstein, Snitow &amp; Pauley, New York City, of counsel), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b546-9\">Richard Eisenberg, Garden City, N.Y. (Shaw, Goldman, Licitra, Levine &amp; Weinberg, Garden City, N.Y., of counsel), for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b546-10\">Before LUMBARD, OAKES and CAR-DAMONE, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b546-11\">OAKES, Circuit Judge:</author>\n<p id=\"b546-12\">This is another in the new wave of cases involving “private civil RICO” — the private right of action found in the Racketeer Influenced and Corrupt Organizations Act, 18 U.S.C. §§ 1961-1968 (1982). Appeal is from a judgment, designated as final pursuant to Fed.R.Civ.P. 54(b), of the United States District Court for the Eastern District of New York, I. Leo Glasser, Judge, dismissing the RICO claims in appellant’s amended complaint. 574 F.Supp. 963. We affirm.</p>\n<p id=\"b546-16\">\n<em>Facts</em>\n</p>\n<p id=\"b546-17\">This case involves business fraud. Plaintiff-appellant Sedima S.P.R.L. (Sedima) is a Belgian corporation in the business of importing and exporting to and from Belgium electronic, mechanical and hydraulic parts manufactured in the United States and abroad. Appellee Imrex is an American corporation engaged in exporting aircraft and aircraft-related electronic component parts. Appellees Jacob Armón and Gidon Armón are officers of Imrex.</p>\n<p id=\"b546-18\">In 1979, Sedima and Imrex entered into a joint venture to provide electronic component parts for a NATO subcontractor in Belgium. Imrex obtained the parts and shipped them to Europe pursuant to orders secured by Sedima. Sedima allegedly secured approximately $8.5 million worth of orders to be placed through Imrex.</p>\n<p id=\"b546-19\">Sedima alleges that Imrex and the Ar-mons fraudulently prepared purchase orders, invoices and credit memoranda for Sedima that they knew falsely overstated purchase prices, attendant costs and shipping and financing charges of the parts purchased on behalf of the joint venture. The complaint further alleges that Imrex received monies belonging to the joint venture pursuant to these fraudulent purchase orders, invoices and credit memoranda. In addition to counts alleging breach of contract, breach of fiduciary duty, unjust enrichment, breach of the joint venture agreement, conversion, breach of a constructive trust and a cause of action based on quasi contract, three of the counts allege violations of RICO, 18 U.S.C. § 1962(c).<footnotemark>1</footnotemark></p>\n<p id=\"b547-4\"><page-number citation-index=\"1\" label=\"485\">*485</page-number>Two of the RICO counts allege that the fraudulent purchase orders, invoices and credit memoranda constitute a pattern of racketeering activity, the predicate acts being separate and numerous violations of the Mail Fraud Act, 18 U.S.C. § 1341 (1982) and the Wire Fraud Act, 18 U.S.C. § 1343 (1982). The third count charges a RICO conspiracy under 18 U.S.C. § 1962(c) and (d).<footnotemark>2</footnotemark> Sedima seeks treble damages and reasonable attorneys’ fees under these RICO counts. 18 U.S.C. § 1964(c).<footnotemark>3</footnotemark></p>\n<p id=\"b547-5\">\n<em>The District Court Decision</em>\n</p>\n<p id=\"b547-6\">Judge Glasser dismissed the RICO counts on the basis that there was a failure to allege a RICO-type injury. In so holding, he relied on a series of decisions, discussed <em>infra, </em>which have stated that in order for an injury to be “by reason of a violation , of section 1962,” as required by section 1964(c), something more than or different from injury that would result from the predicate acts alone must be shown by the plaintiff. <em>Bankers Trust Co. v. Feldesman, </em>566 F.Supp. 1235, 1240-42 (S.D.N.Y.1983); <em>Landmark Savings &amp; Loan v. Loeb Rhoades, Hornblower &amp; Co., </em>527 F.Supp. 206, 206-09 (E.D.Mich.1981); <em>North Barrington Development, Inc. v. Fanslow, </em>547 F.Supp. 207, 210-11 (N.D.Ill. 1980).</p>\n<p id=\"b547-13\">The district court adopted the reasoning of two related lines of cases. One series of cases, relying on an analogy between RICO and the antitrust laws, requires that a RICO plaintiff allege a “competitive injury,” that is, an injury to business or property stemming from competitive harm. <em>North Barrington, </em>547 F.Supp. at 210-11, <em>Harper v. New Japan Securities International, Inc., </em>545 F.Supp. 1002, 1007 (C.D. Cal.1982); <em>Feldesman, </em>566 F.Supp. at 1241. The other series of cases requires plaintiffs to allege a “racketeering enterprise injury,” an injury that occurs where “a civil RICO defendant’s ability to harm the plaintiff is enhanced by the infusion of money from a pattern of racketeering acts into the enterprise.” <em>Landmark Savings, </em>527 F.Supp. at 209, relying upon Note, <em>Reading the Enterprise Element Back Into RICO: Sections 1962 and 1964(c), </em>76 Nw.U.L.Rev. 100, 125-33 (1981). Judge Glasser found no allegation of any injury in this case apart from that which would result directly from the alleged predicate acts of mail fraud and wire fraud, and accordingly dismissed the RICO counts.</p>\n<p id=\"b547-14\">\n<em>Background</em>\n</p>\n<p id=\"b547-15\">The problem addressed by the district court, which has received much attention <page-number citation-index=\"1\" label=\"486\">*486</page-number>both in the courts and among commentators, is that a broad reading of the civil RICO provisions would allow plaintiffs to bring suit in federal court<footnotemark>4</footnotemark> under RICO nearly anytime they could allege injury caused by two acts which are violations of any one of the predicate acts listed in RICO. Since these predicate acts include a great many state law violations, federal securities law violations, and federal mail and wire fraud violations, an expansive interpretation of RICO allows plaintiffs to bring into federal courts many claims formerly subject only to state jurisdiction, and to bypass remedial schemes created by Congress, particularly in the securities area. The fact that successful RICO plaintiffs may obtain treble damages and attorneys’ fees provides, of course, additional incentives to plaintiffs to categorize their actions as RICO claims.</p>\n<p id=\"b548-4\">Section 1964(c) states that anyone “injured” “by reason of” a violation of section 1962 is entitled to treble damages. Section 1962 “violations” include conducting “enterprises” “through a pattern of racketeering”; a “pattern of racketeering” is defined by section 1961(5) as two or more “acts of racketeering” occurring within a given time. “Acts of racketeering” are defined by section 1961(1), inter alia, as any of a number of acts “chargeable under State law,” acts “indictable” under a variety of federal laws, or an “offense” under the federal securities law. Thus, ignoring for the moment some troubling ambiguities, the statute on its surface seems to allow private suits for people injured by defendants who have committed two so-called predicate acts.</p>\n<p id=\"b548-9\">Given this language it is not surprising that there has been an explosion of civil RICO litigation. Only a few cases including civil RICO claims were published in the decade following passage of the Act in 1970;<footnotemark>5</footnotemark> a law review note asserts that courts published only two opinions dealing with civil RICO by 1978 and only thirteen by early 1981. Note, <em>Civil RICO: The Temptation and Impropriety of Judicial Restriction, </em>95 Harv.L.Rev. 1101 n. 7 (1982). There are now over 100 published decisions. Siegel, <em>“RICO”Running Amok in Board Rooms, </em>L.A. Times, Feb. 15, 1984, at 1. This development has resulted, no doubt, from the bar’s increased awareness of the statute, spawned, perhaps, by an influential law review article coauthored by Professor G. Robert Blakey and Brian Gettings which proposed a broad reading of the statute. Professor Blakey’s position as chief counsel to the Senate subcommittee which proposed RICO has evidently given his expansive views of the statute special credence.<footnotemark>6</footnotemark> A veritable wave of commentaries and cases making civil claims along lines suggested by Blakey and Get-tings and others has occurred. We are told that there is now indeed a “RICO bar” which specializes in bringing or defending <page-number citation-index=\"1\" label=\"487\">*487</page-number>RICO claims. And members of that “bar” have found, as would appear obvious, that the stigma associated with the label “racketeering” is a good settlement weapon.<footnotemark>7</footnotemark> Indeed, a current adage is said to be that “RICO provides the only <em>civil </em>action where the defendant pleads not guilty.” Bridges, <em>supra </em>note 6 at 44.</p>\n<p id=\"b549-5\">The problem with civil RICO is not the explosion of federal litigation. Congress is of course free to create federal causes of action for civil litigants within constitutional limits not necessarily in question here. <em>But see infra </em>notes 24, 49. But there is simply no evidence that in creating RICO, Congress intended to create the broad civil cause of action that the reading of the statute given by its proponents would allow.</p>\n<p id=\"b549-6\">The Racketeer Influenced and Corrupt Organizations Act, as its very name implies, was designed to combat organized crime. The damage done by organized crime was the subject of much public concern and congressional activity throughout the 1950s and 1960s.<footnotemark>8</footnotemark> RICO was enacted as Title IX of the Organized Crime Control Act of 1970, Pub.Law 91-452 (1970), an act designed “to seek the eradication of organized crime in the United States ... by providing new remedies to deal with unlawful activities of those engaged in organized crime.” 116 Cong.Rec. 35191 (1970).</p>\n<p id=\"b549-7\">Title IX itself was designed “to protect legitimate businesses against the syndicate’s infiltration.”<footnotemark>9</footnotemark> It was an attempt to deal with organized crime as an economic phenomenon. In so doing, its enforcement provisions were modeled after the enforcement provisions of the antitrust laws. <em>See, e.g., infra </em>text accompanying note 26.</p>\n<p id=\"b549-8\">Given the general purpose of the RICO legislation, the uses to which private civil RICO has been put have been extraordinary, if not outrageous. Section 1964(c) has not proved particularly useful for generating treble damage actions against mobsters by victimized businesspeople. It has, instead, led to claims against such respected and legitimate “enterprises” as the American Express Company, E.F. Hutton &amp; Co., Lloyd’s of London, Bear Stearns &amp; Co., and Merrill Lynch,<footnotemark>10</footnotemark> to name a few defendants labeled as “racketeers” in civil RICO claims resulting in published decisions.</p>\n<p id=\"b549-9\">Though there are a few reported cases where RICO has been used against reputed mobsters <footnotemark>11</footnotemark> or at least against organized criminals,<footnotemark>12</footnotemark> it is being far more frequently used for purposes totally unrelated to its expressed purpose. It has become a standard practice, for example, to insert a RICO claim in litigation involving tender offers.<footnotemark>13</footnotemark> It has become commonly used, as here, in typical business fraud cases,<footnotemark>14</footnotemark> in <page-number citation-index=\"1\" label=\"488\">*488</page-number>so-called “garden variety” securities fraud cases,<footnotemark>15</footnotemark> and in bank fraud cases.<footnotemark>16</footnotemark></p>\n<p id=\"b550-4\">RICO, then, presents a classic case of a statute whose ambiguous language needs to be construed in light of Congress’s purpose in enacting it.<footnotemark>17</footnotemark> The need to discern legislative intent is particularly important when, as here, crucial statutory language is drawn <em>in haec verba </em>from another statute where it has a peculiar technical meaning. The law itself calls for reference to legislative intent since the liberal construction clause states that the text should be construed to “effectuate its remedial purpose.” We are, then, obliged to study the legislative history of RICO and particularly of section 1964(c) to inform our reading of that statute and, in particular, of the scope of the private civil remedy created by the Congress.</p>\n<p id=\"b550-10\">\n<em>Legislative History</em>\n</p>\n<p id=\"b550-11\">The legislative history of the Organized Crime Control Act of 1970 gives little hint of the intended scope of private action under civil RICO. While the Act for the most part originated in the Senate, the civil provision permitting suit by private persons, 18 U.S.C. § 1964(c), originated in the House.<footnotemark>18</footnotemark> Consequently it is not mentioned in the Senate Report, although the other <page-number citation-index=\"1\" label=\"489\">*489</page-number>three subsections of section 1964 that were included in the Senate bill are discussed. This fact, we believe, is critical to consideration of the legislation. This is true because the “[cjivil approach” discussed in the report of the Senate Judiciary Committee accompanying S. 30, Rep. No. 91-617, 91st Cong., 1st Sess. 80-83 (1969), refers solely to the Government’s right to seek and obtain injunctions to prevent and restrain violations of section 1962 through divestment by individuals of their interest in enterprises, imposing restraints on future activities or investments, or ordering dissolution or reorganization of any enterprise. <em>Id. </em>at 24. Consequently any comments in the Senate Report analogizing to the antitrust laws, referring to the American Bar Association position in the Senate hearings, or otherwise pertaining to the Senate’s “[cjivil approach” do not pertain to the scope, impact, or purpose of the private treble damage remedy inserted later by the House of Representatives.<footnotemark>19</footnotemark></p>\n<p id=\"b551-12\">Ultimately the Senate accepted the House amendment adding subsection (c). Apparently, as the session was about to end, the Senate did not ask for a conference.</p>\n<p id=\"b551-13\">The legislative history on the House side is not much more instructive. The decision to add a civil private damages provision was made by a House subcommittee at the behest of Representative Sam Steiger and the American Bar Association.<footnotemark>20</footnotemark> The addi<page-number citation-index=\"1\" label=\"490\">*490</page-number>tion was not considered an important one, a remarkable fact which in itself indicates that Congress did not intend the section to have the extraordinary impact claimed for it. Indeed, when the Judiciary Committee initially introduced the amended bill, it did not even announce to the House that it had made the addition.<footnotemark>21</footnotemark> It was only in the middle of the second and last day of House discussion of the bill that a member of the committee noted that</p>\n<blockquote id=\"ARc\">at the suggestion of the gentleman from Arizona (Mr. Steiger) and also the American Bar Association and others, the corn-mittee has provided that private persons injured by reason of a violation of the title may recover treble damages in Federal courts — another example of the antitrust remedy being adapted for use against organized criminality.<footnotemark>22</footnotemark></blockquote>\n<p id=\"A12\">This brief remark is one of only three statements regarding section 1964(c) made on the House floor. <em>See supra </em>note 22.</p>\n<p id=\"b552-10\">The House subcommittee hearings<footnotemark>23</footnotemark> are not much more helpful. Although they contain useful analysis of the purposes for creating civil remedies for the government,<footnotemark>24</footnotemark> and generally for applying anti<page-number citation-index=\"1\" label=\"491\">*491</page-number>trust type civil remedies in the fight against organized crime,<footnotemark>25</footnotemark> most of this discussion took place before the private remedy was added to the bill. Thus, although there was testimony that section 1964 was too broad,<footnotemark>26</footnotemark> none of that testimony was addressed to the private cause of action provision. The only discussion accompanying the introduction of the private action came in a statement by Representative Steiger, who wrote that such an amendment would enable “those who have been wronged by organized crime [to] at least be given access to a legal remedy” and that it would also “enhance the effectiveness of Title IX’s prohibitions.”<footnotemark>27</footnotemark></p>\n<p id=\"b553-5\">Nor do the House’s broad pronouncements on the purposes of Title IX or on the meaning of its other sections reveal Congress’ intent in promulgating the private action. The House Report in its introductory section refers, inter alia, to the purpose of “proscribing the operation of any enterprise engaged in interstate commerce through a \"pattern’ o[f] ‘racketeering activity.’ ” H.Rep. No. 91-1549, 91st Cong., 2d Sess. 35, <em>reprinted in </em>1970 U.S.Code Cong. &amp; Ad.News 4007, 4010 (1970). It states that “ ‘[Racketeering activity’ is defined in terms of specific State and Federal criminal statutes.” <em>Id. </em>It adds that “[t]he title, as amended, also authorizes civil treble damages suits on the part of private parties who are injured.” <em>Id.</em></p>\n<p id=\"b553-14\">The section by section explanation is hardly more helpful. Referring to section 1961(1)<footnotemark>28</footnotemark> which defines “racketeering activity,” the report says that that term is defined</p>\n<blockquote id=\"b553-15\">to include murder, kidnapping, gambling, arson, robbery, bribery, extortion, narcotic violations, counterfeiting, usury, mail, bankruptcy, wire and securities fraud, and obstruction of justice. State offenses are included by generic designation. Federal offenses are included by specific reference. The term “racketeer<page-number citation-index=\"1\" label=\"492\">*492</page-number>ing activity” is a key statutory term. Under section 1962 below, racketeering activity is one of three prerequisites to commission of an offense. If there is no racketeering activity, or no collection of an “unlawful debt” there can be no violation of the provisions of this title.</blockquote>\n<p id=\"b554-4\"><em>Id. </em>at 56, <em>reprinted in </em>1970 U.S.Code Cong. &amp; Ad.News at 4032. The House Report defines “pattern of racketeering activity” only by referring to the section 1961(5) <footnotemark>29</footnotemark> definition that it is the equivalent of at least two acts of racketeering activity occurring within a given time period. <em>Id. </em>The report deals with section 1962 by saying that it “establishes a threefold prohibition aimed at stopping the infiltration of racketeers into legitimate organizations,” noting that subsection (c) “prohibits the conduct of the enterprise through the prohibited pattern of activity or collection of debt.” <em>Id. </em>at 57, <em>reprinted in </em>1970 U.S. Code Cong. <em>&amp; </em>Ad.News at 4033. In reference to the civil remedies provided in section 1964(c) for the violation of section 1962, the report merely paraphrases the language of section 1964(c).</p>\n<p id=\"b554-5\">The most important and evident conclusion to be drawn from the legislative history is that the Congress was not aware of the possible implications of section 1964(c). If Congress had intended to provide a federal forum for plaintiffs for so many common law wrongs, it would at least have discussed it. If Congress had intended to provide an alternate and more attractive scheme for private parties to remedy violations of the securities laws — involving decades of statutes, regulations, commentaries, and jurisprudence — it would at least have mentioned it. The House Judiciary Committee, which authored the provision, would at least have mentioned the amendment to the full House as a major change in its report had there been any inkling of its possible implications.</p>\n<p id=\"b554-10\">The clanging silence of the legislative history, coupled with the section’s use in areas far afield from the battle against organized crime, has led some, though con-cededly not all, courts to read various limitations into the act in order to conform its use to that thought to best effectuate the congressional purpose.</p>\n<p id=\"b554-11\">Four such limitations have been widely considered: (1) whether RICO requires some nexus between the challenged activity and organized crime; (2) whether the injury complained of must result from “enterprise” involvement in the racketeering, rather than directly from the activity itself; (3) whether plaintiffs must allege a “competitive” or “racketeering injury”; and (4) whether there must be criminal convictions for the predicate acts underlying a civil RICO suit.</p>\n<p id=\"b554-12\">Even a cursory review of the case law indicates that there is simply no consensus on what RICO requires. While some courts have held that only those activities with some connection to organized crime may be the subject of civil RICO suits,<footnotemark>30</footnotemark> others, including this circuit,<footnotemark>31</footnotemark> have' rejected this limitation.<footnotemark>32</footnotemark> Similarly, although <page-number citation-index=\"1\" label=\"493\">*493</page-number>some courts have read RICO to require a showing of “competitive” <footnotemark>33</footnotemark> or “racketeering” <footnotemark>34</footnotemark> injury, more have held against imposing such limitations.<footnotemark>35</footnotemark> Finally, courts have split on whether there must be criminal convictions for the predicate acts prior to institution of a private civil RICO suit. <em>See </em>cases cited at <em>infra </em>note 42.</p>\n<p id=\"b555-5\">We have as yet little guidance from the Supreme Court as to which, if any, of these different understandings of RICO’s private civil remedy is appropriate. In holding in <em>United States v. Turkette, </em>452 U.S. 576, 101 S.Ct. 2524, 69 L.Ed.2d 246 (1981) that the term “enterprise” as used in RICO encompasses both legitimate and illegitimate enterprises, and that an enterprise must be an entity separate and apart from the pattern of activity in which it engages, 452 U.S. at 587,101 S.Ct. at 2530, the Court said in reference to the civil remedies that “[a]s a general proposition, however, the civil remedies could be useful in eradicating organized crime from the social fabric, whether the enterprise be ostensibly legitimate or admittedly criminal.” It went on to say that “[t]he aim is to divest the association of the fruits of its ill-gotten gains.” <em>Id. </em>at 585, 101 S.Ct. at 2529. The Court concluded that it is “untenable” that the existence of the civil remedies “limits the scope of this criminal provision.” <em>Id.</em></p>\n<p id=\"b555-11\">The Court recognized that Congress, in passing RICO, intended to “alter somewhat the role of the Federal Government in the war against organized crime,” <em>id. </em>at 587, 101 S.Ct. at 2530, and rejected the lower court’s view that in order to right “the balance between federal and state enforcement of criminal law” it was obliged to read narrowly the statutory definition of “enterprise.” <em>Id. </em>at 586-87, 101 S.Ct. at 2530. However, the Court was only discussing congressional intention as to the criminal enforcement provisions of RICO, <page-number citation-index=\"1\" label=\"494\">*494</page-number>not the intended scope of the private civil remedy. <em>Id. </em>Similarly, the Court’s invocation of the plain meaning rule as regards the Congressional definition of “enterprise” in 18 U.S.C. § 1961(4), 452 U.S. at 580-81, 101 S.Ct. at 2527, provides little or no guidance as to the handling of the very real ambiguities, which we discuss below, surrounding the complex statutory scheme providing for the private civil remedy. <em>See Harper v. New Japan Securities International, Inc., </em>545 F.Supp. 1002, 1005-06 (C.D.Cal.1982).<footnotemark>36</footnotemark></p>\n<p id=\"b556-4\">\n<em>Discussion</em>\n</p>\n<p id=\"b556-5\">I. <em>Injury by Reason of Racketeering Activity.</em></p>\n<p id=\"b556-6\">We agree with the district court that the appellant has failed to allege any injury to its business “by reason of a violation of section 1962,” as required by section 1964(c). The “by reason of” standing limitation to RICO has been endorsed by a great many district courts. <em>See </em>cases cited in <em>supra </em>notes 33-34. They argue that the “by reason of” language was put into the statute by Congress as a way to limit standing to sue under RICO to people hurt by an injury of the type RICO was intended to prevent. RICO was intended not simply to provide additional remedies for already compensable injuries,<footnotemark>37</footnotemark> but rather to provide added remedies and procedures to fight certain specific kinds of organized criminality. The “by reason of” language, therefore, requires that plaintiffs allege injury caused by an activity which RICO was designed' to deter, which, whatever it may be, is different from that caused simply by such predicate acts as are alleged here.</p>\n<p id=\"b556-13\">The justification for this limitation is not derived solely from the language of the statute.<footnotemark>38</footnotemark> Instead, many courts focus on the fact that the “by reason of” language is drawn directly from section four of the Clayton Act. In that act the language has been construed to require plaintiffs to allege and prove an “antitrust injury,” <em>e.g., </em><page-number citation-index=\"1\" label=\"495\">*495</page-number><em>Brunswick Corp. v. Pueblo Bowl-O-Mat, Inc., </em>429 U.S. 477, 489, 97 S.Ct. 690, 697, 50 L.Ed.2d 701 (1977), which the Supreme Court has defined as “injury of the type the antitrust laws were intended to prevent.” <em>Id. </em>By analogy, then, the “by reason of” language in section 1964(c) is intended to limit standing to those injured by a “racketeering injury,” by an injury of the type RICO was designed to prevent. <em>See, e.g., In re Action Industries Tender Offer, </em>572 F.Supp. at 851-52; <em>Johnsen v. Rogers, </em>551 F.Supp. at 285.</p>\n<blockquote id=\"b556-17\"><page-number citation-index=\"1\" label=\"494\">*494</page-number>The term “pattern\" itself requires the showing of a relationship, and the committee report ... thus reinforces that interpretation. So, therefore, proof of two acts of racketeering activity, without more, does not establish a pattern and the ACLU’s fears are unwarranted.</blockquote>\n<p id=\"b557-5\"><page-number citation-index=\"1\" label=\"495\">*495</page-number>Two kinds of questions have, however, been raised in relation to finding a standing requirement analogous to the Clayton Act’s in RICO’s “by reason of” language. First, courts and commentators have argued that the legislative history demonstrates that Congress did not intend to have the Clayton Act’s standing requirement applied to RICO. <em>E.g. Schact v. Brown, </em>711 F.2d at 1357-58; Blakey &amp; Gettings, <em>supra </em>note 6, at 1015-17 &amp; nn. 24-32, 1041. The second question has to do with defining precisely what is meant by a “racketeering injury.”</p>\n<p id=\"b557-6\">One of the Senate predecessors to RICO was framed as an amendment to the Clayton Act. S. 2048, 90th Cong., 1st Sess. (1967). This approach was rejected by the House Judiciary Committee in part because it was thought that the strict standing requirements of the Clayton Act should not have to be met by plaintiffs suing under RICO. House Hearings, <em>supra </em>note 9, at 149 (Statement of the Antitrust Section of the ABA). Similarly, on the Senate floor a number of Senators explicitly rejected the idea of “imputing the great complexity of antitrust law enforcement” to RICO,<footnotemark>39</footnotemark> although this discussion did not refer to the <em>private </em>civil action which, as we have noted, was added to the bill only after it had left the Senate. The legislative history suggests that it would therefore be inappropriate to carry over wholesale all of the elaborate antitrust standing case law onto RICO. It would no doubt violate both the congressional purpose and common sense to require RICO plaintiffs to allege an injury of the type the <em>antitrust </em>laws were designed to prevent to maintain a RICO suit.</p>\n<p id=\"b557-10\">On the other hand, there is nothing in the legislative history which suggests that Congress did not intend to create <em>analogous </em>standing barriers to RICO by using the “by reason of” language. By borrowing language imposing a standing limitation, it is reasonable to believe that Congress indicated a desire to have an analogous standing limitation imposed in RICO.<footnotemark>40</footnotemark></p>\n<p id=\"b557-11\">The question then becomes what kind of injury is a “racketeering injury”? As has been said, RICO was intended to “address the infiltration of legitimate business by organized crime.” <em>Turkette, </em>452 U.S. at 591, 101 S.Ct. at 2532. According to the congressional statement of findings and purpose, the Act was to seek to eradicate organized crime because “organized crime activities in the United States weaken the stability of the Nation’s economic system, harm innocent investors and competing organizations, interfere with free competition, seriously burden interstate and foreign commerce, threaten the domestic security, and undermine the general welfare of the Nation and its citizens.” <em>See also </em>legislative history cited in <em>Bridges, supra </em>note 6, at 68-72 &amp; nn. 133-39. RICO was not enacted merely because criminals break laws, but because mobsters, either through <page-number citation-index=\"1\" label=\"496\">*496</page-number>the infiltration of legitímate enterprises or through the activities of illegitimate enterprises, cause systemic harm to competition and the market, and thereby injure investors and competitors. It was to help solve this problem that Congress added RICO to the arsenal of weapons used to fight organized crime. It is only when injury caused by this kind of harm can be shown, therefore, that we believe that Congress intended that standing to sue civilly should be granted.</p>\n<p id=\"b558-4\">This is, we repeat, by no means to say that standing to sue under RICO should be limited only to people who have standing to sue for a competitive injury under the antitrust laws.<footnotemark>41</footnotemark> This is so because Congress in promulgating RICO was addressing the kind of economic injury which has an effect on competition, but nowhere suggested that actual anticompetitive effect is required for suits under the statute. For purposes of clarity, it is better to identify the RICO standing requirement as a “racketeering injury” requirement rather than a “competitive injury” requirement, as the latter term may incorrectly suggest that all of the details of the antitrust law standing requirement are being incorporated by reference. This carries with it at least, as the trial judge found, the obligation that the plaintiff show injury different in kind from that occurring as a result of the predicate acts themselves, or not simply caused by the predicate acts, but also caused by an activity which RICO was designed to deter.</p>\n<p id=\"b558-8\">II. <em>Necessity of a Prior Conviction.</em></p>\n<p id=\"b558-9\">In <em>Trane Co. v. O’Connor Securities, </em>718 F.2d 26, 29 (2d Cir.1983), we left “to another day” the question whether a prior criminal conviction is a prerequisite to a civil RICO action. We now hold that it is. A number of cases have discussed the problem with little or no analysis. Even the commentators who would call for an expansive reading of the Act have done likewise, merely citing those same cases in footnotes. <em>E.g., </em>Note, <em>Civil RICO, supra </em>note 35, at 1103 n. 17; Blakey and Get-tings, <em>supra </em>note 6, at n. 129. For reasons that appear below, we cannot agree with these decisions and commentators.</p>\n<p id=\"b558-10\">A. <em>The Case Law.</em></p>\n<p id=\"b558-11\"><em>United States v. Cappetto, </em>502 F.2d 1351 (7th Cir.1974), <em>cert, denied, </em>420 U.S. 925, 95 S.Ct. 1121, 43 L.Ed.2d 395 (1975), is the case most frequently relied upon by courts which have held that criminal convictions are not required before private civil actions may be maintained. <em>Cappetto, </em>however, dealt solely with the government’s right, in the absence of a criminal conviction, to sue for an injunction under section 1964(a) to prevent or restrain violations of RICO. The case held that Congress was entitled to make civil equitable <page-number citation-index=\"1\" label=\"497\">*497</page-number>relief available to the government to prevent or restrain certain actions under subsection 1964(a). In so doing, the court relied on a long series of cases which hold that the government is entitled to bring civil suits for acts which are also punishable as crimes, especially when it is seeking remedial equitable relief and not punitive relief. 502 F.2d at 1356-57. Thus, far from determining the question of the intended or appropriate scope of the treble damage remedy provided to private parties under subsection 1964(e), <em>Cappetto </em>made no holding with respect to private civil actions. As a matter of policy, government actions and private actions are of course very different. Prosecutorial discretion, and in the case of RICO, guidelines from the Department of Justice, protect against overbroad use of RICO. <em>See United States Attorneys’ Staff Manual, Executive Office for U.S. Attorneys, RICO Guidelines </em>(Jan. 30, 1981).. There is no comparable way to limit private RICO.</p>\n<p id=\"b559-5\"><em>Farmers Bank of Delaware v. Bell Mortgage Corp., </em>452 F.Supp. 1278, 1280 (D.Del.1978), did squarely hold that section 1964(c) “does not condition that cause of action in any way upon a previous conviction under the criminal provisions of the statute,” and adds that it is only necessary that the plaintiff prove the elements of the RICO action by a preponderance of the evidence in order to be awarded damages in a civil action. However, as support for these propositions it cites only to <em>Cappetto. </em>452 F.Supp. at 1280. Almost all other cases that hold that criminal convictions are not necessary rely either on <em>Farmers Bank </em>or <em>Cappetto </em>and offer no other reasoning to support their conclusion.<footnotemark>42</footnotemark></p>\n<p id=\"b559-11\">The only other argument put forward for the position that criminal convictions are not required for civil RICO suits is contained in <em>USACO Coal Co. v. Carbomin Energy, Inc., </em>689 F.2d 94, 95 n. 1 (6th Cir.1982). In a footnote the court stated:</p>\n<blockquote id=\"Agr\">Section 1962 merely describes acts that are “unlawful” under RICO. Section 1963 provides that violations of § 1962 are criminal, just as § 1964(c) provides that violations of § 1962 create a private right of action for damages. If Congress had intended to limit liability under § 1964(c) only to those convicted of or charged with RICO crimes, it would have done so within § 1964(c) by referring to § 1963 or by otherwise specifically indicating that a conviction under § 1963 is a basis for civil damages. By referring in § 1964(c) only to the unlawful acts of § 1962, Congress has created a civil remedy that is independent of criminal proceedings under § 1963.<footnotemark>43</footnotemark></blockquote>\n<p id=\"b559-12\">While this argument is, at least, based upon the statute, we think it is misguided. If Congress had referred to sec<page-number citation-index=\"1\" label=\"498\">*498</page-number>tion 1963 in section 1964(c), the result would have been not only to require criminal convictions for the predicate acts before bringing a civil suit, but to require a conviction under <em>RICO. </em>By referring to section 1962 in section 1964(c), it is our view that Congress intended to refer to injuries caused by the “unlawful” pattern of racketeering, defined in section 1961(5) as “requir[ing]” two of the criminal acts listed in section 1961(1). Thus people injured by “racketeering activity” may sue, assuming they have standing to sue, whether or not the government has brought an action <em>under RICO </em>to punish that activity. As to whether that racketeering activity itself must already have been proven criminal, the question we are facing here, the reference to section 1962 in section 1964(c) provides no indication.</p>\n<p id=\"b560-4\">B. <em>Statutory Analysis.</em></p>\n<p id=\"b560-5\">1. <em>Language. </em>To determine the scope and content of the civil remedy, the proper place to begin analysis is, as always, the statutory language itself. To start, section 1964 itself draws several distinctions between the government and private persons. Subsection 1964(a) gives the district courts jurisdiction to “prevent and restrain violations” of section 1962; it is not a general grant of jurisdiction and does not relate to subsection (c). Subsection (b) permits the Attorney General to institute proceedings under the section; it was drawn when subsection (c) was not in the statute and relates back to subsection (a).<footnotemark>44</footnotemark></p>\n<p id=\"b560-9\">Study of the particular words chosen by Congress in drafting section 1964(c) is also fruitful. Section 1964(c), as has been noted, “is modeled after, but is not identical to, section 4 of the Clayton Act.”<footnotemark>45</footnotemark> Therefore, any variations between the language of section four of the Clayton Act and section 1964(c) of RICO are especially instructive.</p>\n<p id=\"b560-10\">The Clayton Act provision reads in relevant part: “any person who shall be injured in his business or property <em>by reason of anything forbidden </em>in the antitrust laws may sue____” 15 U.S.C. § 15(a) (1982) (emphasis added). RICO section 1964(c), on the other hand, reads: “Any person injured in his business or property <em>by reason of a violation </em>of section 1962 of this chapter may sue ...” (emphasis added). The difference is instructive. It is possible to argue that “violation” is simply a shorthand way of saying “by reason of anything forbidden,” and one could suppose that when the House of Representatives reinserted the treble damage private right of action provision which had been rejected by the Senate it approved this change in a desire merely to eschew sur-plusage.<footnotemark>46</footnotemark> But this interpretation does not seem as compelling as one which suggests that the change was made with a specific intent in mind — to require that conviction at least of the predicate acts be had before <page-number citation-index=\"1\" label=\"499\">*499</page-number>a civil suit may be brought by a private person.<footnotemark>47</footnotemark></p>\n<p id=\"b561-5\">It is helpful to look back to the definition in section 1961(1) of “racketeering activity,” since we are referred to section 1962 by way of section 1964(c), and section 1962(a) makes “a pattern of racketeering activity” “unlawful” in certain circumstances. Section 1961(1) describes four distinct types of such activity. Those under subparagraph (A) include <em>“any act or threat </em>involving murder, kidnaping, gambling, arson, robbery, bribery, extortion or dealing in narcotic or other dangerous drugs, which is <em>chargeable </em>under State law” and is punishable by imprisonment for more than one year (emphasis added). The “racketeering activity” acts under subpara-graph (B) include <em>“any act which is indictable </em>under” certain provisions of federal law including mail fraud and wire fraud, in addition to other typical organized crime activities (emphasis supplied). The predicate acts under section 1961(1)(C) are, as in subparagraph (B), “indictable” acts dealing with labor matters. Finally, the predicate acts under subparagraph (D) include “any <em>offense </em>involving fraud” in the securities or bankruptcy areas, or in the felonious dealing in narcotic or other dangerous drugs (emphasis supplied).</p>\n<p id=\"b561-6\">The difference between the “chargeable under state law” and “indictable under federal law” language can readily be explained by the fact that some matters even involving imprisonment for more than a year may be chargeable by information under state law, as in the State of Connecticut for example. The distinction between “indictable” acts under (B) and (C) or “chargeable” acts under (A), on the one hand, and “offense[s]” under subparagraph (D), on the other, is more troubling. An “offense” speaks to conviction. An indictable or chargeable act refers obviously to an earlier stage in the criminal process. All these terms, however, speak along criminal rather than civil lines.</p>\n<p id=\"b561-11\">A person who is charged in a civil case with securities fraud (for example, by way of willful misrepresentations in a proxy statement), proof of which is by a preponderance of the evidence, can surely not be said to have committed “an offense,” conviction of which requires proof beyond a reasonable doubt, with all of the traditional constitutional and other safeguards. Criminal violation of the securities laws occurs only with the requisite criminal scienter. Is one to be held liable under a lesser standard of proof in a private right of civil action and, not incidentally, thereby stigmatized as a “racketeer”? It is hard to believe that in adopting civil RICO Congress intended to permit proof of “willful” violations by only a preponderance of the evidence.<footnotemark>48</footnotemark> Otherwise, two misstatements in a proxy solicitation could subject any director in any national corporation to “racketeering” charges and the threat of treble damages and attorneys’ fees.</p>\n<p id=\"b561-12\">As for the language “any act which is indictable” (or “chargeable”), conceivably Congress meant by the choice of these words to suggest either that indictments or, in the case of certain state felonies informations, are not required, since the <page-number citation-index=\"1\" label=\"500\">*500</page-number>acts need only be “indictaóZe or “charge<em>able” </em>(emphasis added). But a plausible alternative view of the words “indictable” and “chargeable,” found in RICO’s definitional section, is that Congress did not intend to give civil courts power to determine whether an act is “indictable” in the absence of a properly returned indictment or “chargeable” absent an information. Courts do not traditionally look at a given set of facts—proved by a preponderance of the evidence only—and say that these facts make out acts which are “indictable” or “chargeable.” <em>See Kleiner v. First National Bank of Atlanta, </em>526 F.Supp. 1019, 1022 (N.D.Ga.1981), <em>overruled on other grounds sub nom. Morosani v. First National Bank of Atlanta, </em>703 F.2d 1220 (11th Cir.1983). In the case of indictments that is the purpose of grand juries. The Fifth Amendment provides that “no person shall be held to answer for a capital, or otherwise infamous crime, unless on a presentment or indictment of a grand jury____” Surely, being declared a “racketeer” or being held responsible for being one is being held to “answer for” an “infamous crime.”<footnotemark>49</footnotemark> Whatever else one may think of grand juries or the processes by which they pursue their deliberations, they may stand as a bulwark between the individual and the government. Under the interpretation given RICO by those courts which do not require criminal convictions of the predicate acts before the bringing of a civil action, every private plaintiff becomes his own one-person grand jury, or in the case of state felonies chargeable by information, his own prosecutor.</p>\n<p id=\"b562-8\">2. <em>Intent. </em>But we need not rest the argument for this narrow interpretation of RICO on parsing of the words of the statute, since concededly they are ambiguous and could be construed to relate to underlying conduct. The structure of RICO as a whole leads one to the narrower interpretation requiring criminal convictions by a more direct route. The Act is designed to provide new penalties and remedies to combat conduct which explicitly has already been found criminal. Thus it has been noted by the very commentators who have most strenuously urged a broad reading of civil RICO that RICO did not itself “draw a line between criminal and innocent conduct,” but rather “authorized the imposition of different criminal or civil remedies on conduct <em>already criminal, </em>when performed in a specified fashion.” Blakey <em>&amp; </em>Gettings, <em>supra </em>note 6, at 1032 (emphasis supplied).<footnotemark>50</footnotemark> In this sense RICO <page-number citation-index=\"1\" label=\"501\">*501</page-number>is significantly different from the antitrust laws, where it is possible to bring a civil action even in the absence of criminal conduct.<footnotemark>51</footnotemark> RICO liability simply does not exist without criminal conduct,<footnotemark>52</footnotemark> though of course, in a criminal RICO case, the proof of the predicate act convictions may be made under the same indictment, in the same trial and coordinately with the proof of the RICO offense(s). But in a civil context, there is no way to know whether the conduct in question is “already criminal,” a problem compounded by the fact that ordinarily there is a lower burden of proof in civil actions. We conclude that had Congress considered this problem, it would have explicitly required previously established convictions in the context of section 1964(c). Absent such explicit congressional direction, such a narrow reading of section 1964(c) best integrates that subsection into the entire structure of the Act. On the other hand, if the broad reading is accepted, problems are created of which there is no indication that Congress even dreamed.</p>\n<blockquote id=\"b563-9\">Thus, <em>the charge that a section 1964 action is \"inherently criminal\" is true, </em>(emphasis added) (footnote omitted).</blockquote>\n<blockquote id=\"b563-10\">Note, <em>Organized Crime and the Infiltration of Legitimate Business: Civil Remedies for “Criminal Activity,\" </em>124 U.Pa.L.Rev. 192, 208-09 (1975). <em>See also </em>Matz, <em>Determining the Standard of Proof in Lawsuits Brought Under RICO, </em>Nat’l L.J., Oct. 10, 1983, at 21, col. 1.</blockquote>\n<p id=\"b563-12\">Chief among these problems, as the foregoing argument suggests, is the proper burden of proof in proving predicate offenses in the absence of a criminal conviction. It is not surprising that courts which have allowed civil suits to go forward have wrestled with the proper burden of proof required to maintain the action. The problem, of course, relates to the burden to which a plaintiff must be put to prove that a defendant is a “racketeer” because he has committed two predicate acts. At least three different standards of proof are within the realm of plausibility: proof beyond a reasonable doubt,<footnotemark>53</footnotemark> proof by clear and convincing evidence,<footnotemark>54</footnotemark> and proof by preponderance of the evidence.<footnotemark>55</footnotemark> Courts in addition have indicated that probable cause must be alleged with reference to the predicate acts, although how this is meant to relate to the burden of the plaintiff at trial remains something of a mystery.<footnotemark>56</footnotemark></p>\n<p id=\"b563-13\">Insofar as the RICO scheme calls for only criminal conduct to be punished, it thus appears that in the absence of previous convictions a civil plaintiff must carry a burden equal to that in a criminal case in <page-number citation-index=\"1\" label=\"502\">*502</page-number>proving that criminal conduct. Yet it would be extraordinarily difficult for juries to understand the different burdens of proof required for different elements of a civil case. Moreover, if Congress had intended to impose such an unusual scheme, one would think that some suggestion of it would have occurred in the extensive legislative history. Instead, that history indicates that Congress assumed a preponderance standard was appropriate.<footnotemark>57</footnotemark> The most logical conclusion to be drawn is that Congress expected the criminality of the predicate acts to be proved before the private action went forward — that a criminal conviction must precede a private civil suit.</p>\n<p id=\"b564-4\">In addition to burden of proof problems, allowing private civil RICO claims to proceed without criminal convictions would make a hash of the very “liberal construction” provision said to require just such a result. It has been argued by the leading proponents of a broad reading of civil RICO that liberal construction is appropriate because RICO merely penalizes conduct already criminal; thus, it is said, requirements of strict construction have already been applied in construing the predicate criminal offenses.<footnotemark>58</footnotemark> Acknowledging that due process, of course, requires that criminal statutes be strictly construed, <em>e.g., Dunn v. United States, </em>442 U.S. 100, 112, 99 S.Ct. 2190, 2197, 60 L.Ed.2d 743 (1979), these proponents argue that since proof of criminal conduct could already be presumed in RICO suits, there would then be no need to <em>“further </em>restrict the scope of the statute by reapplying these policies.” Blakey &amp; Gettings, <em>supra </em>note 6, at 1032 (emphasis added).</p>\n<p id=\"b564-8\">In the civil context, absent predicate act convictions, the policy of strict construction simply cannot be implemented. As one commentator has suggested, “[i]f the liberal construction clause is applicable to determine the scope of criminal liability under Title IX, the provision is therefore unconstitutional.” Tarlow, <em>RICO Revisited, </em>17 Ga.L.Rev. 291, 309 (1983). How could the line be crossed into the sphere of criminality simply by bringing a civil action? It is this peculiar structure of RICO • that strongly suggests that, had Congress considered the problem, it would have intended criminal convictions of at least the predicate crimes as a prerequisite for a civil RICO action. RICO’s statutorily mandated requirement of liberal construction cannot fairly be relied upon in interpreting section 1964(c) without undermining its very justification. Nor is this anomaly surprising given that private civil RICO was added to RICO in. the House as an afterthought, <page-number citation-index=\"1\" label=\"503\">*503</page-number>subsequent to the inclusion of the liberal construction clause in the Senate version of the bill. The statute, we repeat, is simply not a symmetrical whole.</p>\n<p id=\"b565-5\">In sum, after reviewing the words and structure of the enacted statute, its legislative history, and the prior case law interpreting the statute, we find it impossible to believe that in enacting RICO, Congress intended to sweep all ordinary injuries occasioned by the predicate criminal acts within the dragnet of the treble damage remedy provided by section 1964. To bring a private civil action, there must be a “violation,” that is, criminal convictions on the underlying predicate offenses. Of course, a conviction under RICO itself will do, a fortiori. Moreover, plaintiffs must satisfy the standing requirement set out in this opinion and by the court below, a requirement that, as a practical matter, will not create an added barrier to a plaintiff’s suit following upon criminal convictions under RICO, though it may present a problem in the case of convictions only of predicate acts, a problem which we need not here address.</p>\n<p id=\"b565-6\">Neither should the criminal conviction requirement create a significant additional barrier to a RICO plaintiff with proper standing to sue. Even without such a requirement, if a criminal prosecution is possible, it is unlikely that private RICO actions can progress very far, since defendants will block discovery by invoking the Fifth Amendment. <em>See </em>Bridges, <em>supra </em>note 6, at 53 n. 66.</p>\n<p id=\"b565-7\">We therefore reject arguments based on the supposed “plain meaning” of a statute that, whatever its virtues and vices, is hardly a model of clarity. Being required, then, to look to the legislature’s intent as demonstrated in the legislative history, we find nothing conclusive, but discern .in the legislative silence a purpose that is entirely at odds with the open-ended reading of the statute adopted by a number of the courts and promoted by certain commentators. The legislative history indicates that the private action provision is modeled upon the Clayton Act, and we hold that standing requirements analogous but not identical to those in the Clayton Act should be required in RICO. We also note that the civil RICO provisions differ in some significant ways from the Clayton Act provisions.<footnotemark>59</footnotemark> In particular, the Clayton Act allows suits in the absence of criminal conduct, and therefore obviously in the absence of criminal convictions. Private civil RICO, on the other hand, is designed only to penalize conduct already determined to be criminal. In addition, the analysis of the RICO private treble damage provision must necessarily be differentiated from analysis of the injunc-tive provisions of RICO, both because of the differences between the government and a private party as a plaintiff, and because of the inherent differences between injunctive and punitive damages relief. Finally, we have tried to suggest that RICO’s “liberal construction” clause actually requires that criminal convictions be obtained before civil suits under section 1964(c) commence.</p>\n<p id=\"b565-13\">We need not rest the argument on the burdens to which the courts would otherwise be subjected, though other things being equal that might carry weight. We do strongly suggest, however, that if Congress had intended to permit defendants in every “garden-variety” fraud or securities violation case to be stigmatized as “racketeers,” on the basis of a preponderance of the evidence, it would have said so in plainer language than it did. Before we impute to Congress the intention of federalizing a large portion of the common law which, since the time of the Constitution, has been left to the courts of the several states, and of providing treble damages and attorneys’ fees for violations of these laws, or of altogether replacing or eliminating much of the need for extensive bodies of federal law <page-number citation-index=\"1\" label=\"504\">*504</page-number>specifically directed at extensively considered evils, we will require more explicit language from Congress indicative of such intent.</p>\n<p id=\"b566-4\">Judgment affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b546-13\">. 18 U.S.C. § 1962(c) provides:</p>\n<blockquote id=\"b546-14\">(c) It shall be unlawful for any person employed by or associated with any enterprise engaged in, or the activities of which affect, interstate or foreign commerce, to conduct or participate, directly or indirectly, in the conduct of such enterprise's affairs through a pattern of racketeering activity or collection of unlawful debt.</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b547-7\">. 18 U.S.C. § 1962(d) provides:</p>\n<blockquote id=\"b547-8\">(d) It shall be unlawful for any person to conspire to violate any of the provisions of subsections (a), (b), or (c) of this section.</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b547-9\">. 18 U.S.C. § 1964 provides:</p>\n<blockquote id=\"b547-10\">§ 1964. Civil remedies</blockquote>\n<blockquote id=\"b547-11\">(a) The district courts of the United States shall have jurisdiction to prevent and restrain violations of section 1962 of this chapter by issuing appropriate orders, including, but not limited to: ordering any person to divest himself of any interest, direct or indirect, in any enterprise; imposing reasonable restrictions on the future activities or investments of any person, including, but not limited to, prohibiting any person from engaging in the • same type of endeavor as the enterprise engaged in, the activities of which affect interstate or foreign commerce; or ordering dissolution or reorganization of any enterprise, making due provision for the rights of innocent persons.</blockquote>\n<blockquote id=\"b547-12\">(b) The Attorney General may institute proceedings under this section. In any action brought by the United States under this section, the court shall proceed as soon as practicable to the hearing and determination thereof. Pending final determination thereof, the court may at any time enter such restraining orders or prohibitions, or take such other actions, including the acceptance of satisfactory performance bonds, as it shall deem proper.</blockquote>\n<blockquote id=\"b547-17\">(c) Any person injured in his business or property by reason of a violation of section 1962 of this chapter may sue therefor in any appropriate United States district court and shall recover threefold the damages he sustains and the cost of the suit, including a reasonable attorney’s fee.</blockquote>\n<blockquote id=\"b547-18\">(d) A final judgment or decree rendered in favor of the United States in any criminal proceeding brought by the United States under this chapter shall estop the defendant from denying the essential allegations of the criminal offense in any subsequent civil proceeding brought by the United States.</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b548-5\">. Recently at least one state court has exercised jurisdiction over a federal civil RICO claim. <em>See Greenview Trading Co. v. Hershman &amp; Leicher P.C., </em>123 Misc.2d 152, 473 N.Y.S.2d 722, N.Y.L.J. Mar. 13, 1984, at 5, col. 3 (N.Y.Sup.Ct.); Flaherty, <em>Two States Lay Claim to RICO, </em>Nat’l L.J., May 7, 1984, at 3, col. 1.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b548-6\">. This is true though there were some law review commentaries dealing with the subject, particularly in reference to the Seventh Circuit’s <em>United States v. Cappetto, </em>502 F.2d 1351 (7th Cir.1974). <em>See </em>Note, <em>Equitable Law Enforcement and the Organized Crime Control Act of 1970 </em>— United <em>States v. Cappetto, </em>25 DePaul L.Rev. 508 (1976); Note, <em>Organized Crime and the Infiltration of Legitimate Business: Civil Remedies for \"Criminal Activity,” </em>124 U.Pa.L. Rev. 192 (1975).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"A4oa\">. Blakey &amp; Gettings, <em>Racketeer Influenced and Corrupt Organizations (RICO): Basic </em>Concepts— <em>Criminal and Civil Remedies, </em>53 Temp.L.Q. 1009 (1980).</p>\n<p id=\"b548-11\">Professor Blakey was the chief counsel of the Senate Subcommittee on Criminal Laws and Procedures in 1969-1970 when, as he puts it, \"the Organized Crime Control Act of 1970 ... was processed.” <em>See id. </em>at 1009 n. *. His writings are listed in Bridges, <em>Private RICO Litigation Based on \"Fraud in the Sale of Securities\", </em>18 Ga.L.Rev. 43, 46 n. 20 (1983); <em>but see id. </em>76-77 n. 165; <em>Kaushal v. State Bank of India, </em>556 F.Supp. 576, 581 n. 16, 582 n. 17 (N.D.Ill. 1983). <em>See also infra </em>note 20.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b549-10\">. <em>See </em>Bridges, <em>supra </em>note 6, at 47 &amp; nn. 27-28 and sources cited therein; Granelli, <em>Playing for Keeps with State RICO, </em>Nat’l L.J., July 5, 1982, at 1, col. 4; at 8, col. 1; <em>RICO the Enforcer, </em>Newsweek, Aug. 20, 1979, at 82.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b549-11\">. <em>See </em>Bradley, <em>Racketeers, Congress and the Courts: An Analysis of RICO, </em>65 Iowa L.Rev. 837, 837-39 <em>&amp; </em>nn. 4, 9-15 (1980).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b549-12\">. <em>Suhcomm. No. 5 of the House Comm, on the Judiciary, Hearings on S. 30, and Related Proposals, Relating to the Control of Organized Crime in the United States, </em>[hereinafter “House Hearings\"] 91st Cong., 2d Sess. 157 (1970) (Statement of Attorney General Mitchell). <em>See also </em>116 Cong.Rec. 35200 (1970) (\"Title IX ... is aimed at keeping organized crime out of legitimate businesses through the use of both criminal and civil penalties.”) (Statement of Congressman St. Germain); Bradley, <em>supra </em>note 8, at 840-42 (review of legislative history).</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"AO7\">. <em>Mauriber v. Shearson/American Express, Inc., </em>567 F.Supp. 1231 (S.D.N.Y.1983); <em>Hokama v. E.F. Hutton &amp; Co., </em>566 F.Supp. 636 (C.D.Cal. 1983); <em>Barker v. Underwriters at Lloyd’s, London, </em>564 F.Supp. 352 (E.D.Mich.1983); <em>Taylor v. Bear Stearns &amp; Co., </em>572 F.Supp. 667 (N.D.Ga. 1983); <em>Austin v. Merrill Lynch, Pierce, Fenner &amp; Smith, Inc., </em>570 F.Supp. 667 (W.D.Mich.1983).</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b549-19\">. <em>E.g., Hellenic Lines, Ltd. v. O’Hearn, </em>523 F.Supp. 244 (S.D.N.Y.1981).</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b549-20\">. <em>Beth Israel Medical Center v. Smith, </em>576 F.Supp. 1061 (S.D.N.Y.1983).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b549-21\">. <em>E.g., In re Action Indus. Tender Offer, </em>572 F.Supp. 846 (E.D.Va.1983).</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b549-22\">. <em>E.g., Adair v. Hunt Int’l Resources Co., </em>526 F.Supp. 736 (N.D.Ill.1981).</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b550-5\">. <em>E.g., Trane Co. v. O’Connor Secs., </em>561 F.Supp. 301 (S.D.N.Y.), <em>vacated as moot, </em>718 F.2d 26 (1983).</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b550-6\">. <em>E.g., Kleiner v. First Nat'l Bank of Atlanta, </em>526 F.Supp. 1019 (N.D.Ga.1981), <em>overruled, Morosani v. First Nat'l Bank of Atlanta, </em>703 F.2d 1220 (11th Cir.1983).</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b550-7\">. <em>Holy Trinity Church v. United States, </em>143 U.S. 457, 459, 12 S.Ct. 511, 512, 36 L.Ed. 226 (1892). <em>See also United Steelworkers of America v. Weber, </em>443 U.S. 193, 201-02, 99 S.Ct. 2721, 2726, 61 L.Ed.2d 480 (1979); Frankfurter, <em>Some Reflections on the Reading of Statutes, </em>47 Colum.L. Rev. 527, 528 (1947). <em>See also United States v. American Trucking Ass'ns, </em>310 U.S. 534, 543, 60 S.Ct. 1059, 1063, 84 L.Ed. 1345 (1940) (“Frequently, however, even when the plain meaning did not produce absurd results but merely an unreasonable one ‘plainly at variance with the policy of the legislation as a whole’ this court has followed that purpose, rather than the literal words” (citing <em>Ozawa v. United States, </em>260 U.S. 178, 194, 43 S.Ct. 65, 67, 67 L.Ed. 199 (1922))).</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b550-8\">. RICO had a long legislative lineage. The Organized Crime Control Act of 1970 was derived from S.30, 91st Cong., 1st Sess., 115 Cong. Rec. 769 (1969). Title IX of the Act, RICO, was added to S.30 by the Senate. The substance of Title IX was contained in an earlier Senate bill, S.1861, 91st Cong., 1st Sess., 115 Cong.Rec. 9568-71 (1969). Neither S.1861 nor S.30 contained a private civil cause of action. An earlier predecessor of RICO, S.1623, 91st Cong., 1st Sess., 115 Cong.Rec. 6995-96 (1969), did contain a private civil cause of action based closely on the Clayton Act, providing explicitly for injunc-tive relief as well as for treble damages. S.1623 §§ 3(c), 4(a). That bill was itself patterned on two earlier Senate bills, S.2048 and S.2049, 90th Cong., 1st Sess. (1967), both of which contained civil private actions similar to that in S.1623. The Senate Subcommittee on Criminal Laws and Procedures of the Senate Committee on the Judiciary replaced S.1623 with S.1861 apparently in part because S.1861 provided broader governmental civil relief, such as the investigative demand, and was in other ways a more comprehensive bill. <em>See Hearings on Measures Relating to Organized Crime Before the Subcomm. on Criminal Laws and Procedures of the Sen. Comm, on the Judiciary, </em>91st Cong., 1st Sess. 387 (1969) [hereinafter, \"Hearings on S.30\"]; Bradley, <em>supra </em>note 8, at 841-42 &amp; nn. 27-28. There is no discussion in the legislative history indicating why S.1861 did not provide a private cause of action. Professor Blakey, then Chief Counsel to the Senate Subcommittee, subsequently has written that the private civil section was dropped \"in an effort to streamline [the bill] and sidestep a variety of complex legal issues, as well as possible political problems in trying to process legislation that expressly created a variety of both public and private remedies.\" Blakey &amp; Gettings, <em>supra </em>note 6, at 1017-18.</p>\n<p id=\"b550-13\">There were also a number of House predecessors to RICO which paralleled S.30. <em>See </em>H.R. 19215, 91st Cong., 2d Sess., 116 Cong.Rec. 31914, H.R.19586, 91st Cong., 2d Sess., 116 Cong.Rec. 35242 (1970). The private cause of action section eventually inserted by the House was taken from H.R.19586. H.R.19215 included a much more complete private cause of action section, explicitly allowing for private party in-junctive relief. <em>See </em>Blakey &amp; Gettings, <em>supra </em>note 6, at 1020.</p>\n<p id=\"b550-14\">While one may or may not agree with Blakey &amp; Gettings that it is \"unfortunate” that H.R. 19215 was not used, <em>id., </em>it is significant that it was not. The more general H.R.19586 was obviously less controversial, less likely to promote debate and hence more likely to result in passage of the bill.</p>\n<p id=\"b550-15\">All of the amendments made by the House to S.30 limited its scope, with the exception of the inclusion of a private remedy.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b551-5\">. Failure to recognize this crucial point has led a number of courts and commentators astray. For example, the original Eighth Circuit panel in <em>Bennett v. Berg, </em>685 F.2d 1053, 1058 (8th Cir.1982), <em>aff’d en banc, </em>710 F.2d 1361, <em>cert, denied sub nom. Prudential Ins. Co. of America v. Bennett, </em>— U.S. -, 104 S.Ct. 527, 78 L.Ed.2d 710 (1983), states that \"section 1964(c) provides a private cause of action modelled on the antitrust laws” and then for its first citation to this effect refers to S.Rep. No. 617, 80-82, 125, 160 (1969). Yet every statement made in that Senate Report relates exclusively to civil remedies <em>not </em>including a private civil right of action, but only concerning the government’s right to seek an injunction or forfeiture under the provisions of section 1963(a). This is not to say, of course, that the House insertion of the private treble damage action was not based on an analog to the antitrust laws, for it is obviously somewhat patterned in part after section 4(a) of the Clayton Act. 15 U.S.C. § 15(a) (1982). Indeed, the testimony of Edward L. Wright, then ABA president, in the House hearings on S.30, the absolutely critical testimony leading to the inclusion of section 1964(c) in the House version of the bill, says only:</p>\n<p id=\"b551-8\">In the portion seeking to add a proposed Section 1964, “Civil Remedies,” we would recommend an amendment to include the additional civil remedy of authorizing private damage suits based upon the concept of Section 4 of the Clayton Act. Section 4 provides as follows: [quoting 15 U.S.C. § 4].</p>\n<p id=\"b551-9\">House Hearings, <em>supra </em>note 9, at 543-44.</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b551-10\">. House Hearings, <em>supra </em>note 9, at 520 (Proposal of Rep. Steiger), 548 (Proposal of the American Bar Association). Both proposals were patterned on the private remedy found in the Clayton Act. Significantly Steiger’s proposal, like those in the rejected Senate bills, provided explicitly for a private injunctive remedy. <em>Id. </em>at 521. The legislative history is silent as to why the subcommittee rejected this language and explicitly created only the private action for treble damages which was eventually enacted as § 1964(c). The adopted statutory language was drawn from H.R.19586, 91st Cong., 2d Sess. 56 (1970), one of the two House bills which paralleled S.30. In choosing H.R.19586 over H.R. 19215, 91st Cong., 2d Sess. (1970), the House explicitly rejected a private injunctive relief section. <em>See supra </em>note 18.</p>\n<p id=\"b551-15\">Later, on the House floor, an amendment also offered by Representative Steiger to provide private injunctive relief was withdrawn before the House could vote on it. 116 Cong.Rec. 35346 (1969). In the next term of the Senate the same amendment was proposed as a bill, S.16, 92nd Cong., 1st Sess. (1971), as a way to \"expand the available civil remedies\" since \"[n]ow only the United States can institute injunctive proceedings.” <em>See Victims of Crime, Hearing before the Subcom. on Criminal Laws and Procedures of the Senate Com. of the Judiciary, </em>92nd Cong., 1st Sess. 158 (1972) (Statement of Richard Velde, Associate Administrator, Law Enforcement Assistance Administration) [hereinafter \"Victims of Crime”]. While post-enactment legislative history is not by any means conclusive, it cannot merely be ignored. <em>North Haven Bd. of Educ. v. Bell, </em>456 U.S. 512, 530-35, 102 S.Ct. 1912, 1922-26, 72 L.Ed.2d 299 (1982). It thus seems altogether likely that § 1964(c) as it now stands was not intended to provide private parties injunctive relief. <em>But see Aetna Cas. and Sur. Co. v. Liebowitz, </em>570 F.Supp. 908, 909-10 (E.D.N.Y.1983) (injunctive relief granted), <em>aff'd on other grounds, </em>730 F.2d 905, 909 (2d Cir. 1984). Two other courts of appeals have reserved judgment on this issue. <em>Dan River, Inc. v. Icahn, </em>701 F.2d 278, 290 (4th Cir.1983); <em>Bennett v. Berg, </em>685 F.2d at 1064.</p>\n<p id=\"b551-16\">Professor Blakey also disagrees with this conclusion, making a rather remarkable argument <page-number citation-index=\"1\" label=\"490\">*490</page-number>based upon the use of the word \"and” in § 1964(c), as follows. He states:</p>\n<p id=\"b552-5\">A Congressional grant of the right to sue in the absence of statutory limitations, conveys the availability of all necessary and appropriate relief. <em>See, e.g., Sullivan v. Little Hunting Park, Inc., </em>396 U.S. 229, 239, 90 S.Ct. 400, 405, 24 L.Ed.2d 386 (1969); <em>Bell v. Hood, </em>327 U.S. 678, 684, 66 S.Ct. 773, <em>111, </em>90 L.Ed. 939 (1946). Significantly, the treble damage clause of § 1964(c) is preceded by “and” and not “to.” <em>See National R.R. Passenger Corp. v. National Ass’n of R.R. Passengers, </em>414 U.S. 453, 458, 94 S.Ct. 690, 693, 38 L.Ed.2d 646 (1974) (grant of right in one form implies denial of right in another). Consequently, the availability of comprehensive civil relief should prove of particular significance, for example, in the area of government fraud at the state and local level.</p>\n<p id=\"b552-6\">Blakey &amp; Gettings, <em>supra </em>note 6, at 1038 n. 133.</p>\n<p id=\"A5Y\">We do not find it significant that the word \"and” is used in § 1964(c), especially since its treble damage antitrust analog, § 4 of the Clayton Act, 15 U.S.C. § 15(a) (1982), uses the same word, \"and,\" while a different specific statutory provision of that act expressly gives a private antitrust plaintiff the right to seek an injunction (except when a common carrier is a defendant). Clayton Act § 16, 15 U.S.C. § 26 (1982). We endorse Judge Shadur's comment that an argument based on the word \"and” is “bizarre and wholly unconvincing as a matter of plain English.” <em>Kaushal v. State Bank of India, </em>556 F.Supp. 576, 582 &amp; n. 17 (N.D.Ill.1983). Indeed, the Supreme Court has explicitly held that the parallel language of § 4 of the Clayton Act <em>precluded </em>private injunctive relief. <em>Paine Lumber Co. v. Neal, </em>244 U.S. 459, 37 S.Ct. 718, 61 L.Ed. 1256 (1917); <em>Minnesota v. Northern Secs. Co., </em>194 U.S. 48, 24 S.Ct. 598, 48 L.Ed. 870 (1904).</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b552-8\">. One Judiciary Committee member indicated on the floor that three changes had been made from the Senate bill \"merit[ing] discussion,” but did not include the addition of the private cause of action among these three. 116 Cong.Rec. 35197-98 (1970) (remarks of Congressman McCulloch).</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b552-12\">. 116 Cong.Rec. 35295 (1970) (remarks of Congressman Poff). Beyond this cursory statement, there are only two indications that the House was even made aware of the fact that the bill included a private cause of action. First there was Representative Steiger's amendment, quickly withdrawn, to add an injunctive remedy to the private action. <em>See </em>discussion <em>supra </em>note 20. More significantly. Representative (now Judge) Mikva offered an amendment providing for treble damages for defendants who became subjects of frivolous suits under the section. <em>See </em>116 Cong.Rec. 35342-43 (1970). The evident purpose of this amendment, which was quickly defeated, <em>id., </em>was to point out the dangerous overbreadth of the section, which Mikva claimed was a \"dangerous tool ... given to a competitor who wants to go after somebody who is competing too vigorously against him.\" <em>Id. </em>at 35342. We decline to infer from Representative Mikva’s comments the conclusion that Congress intended to promulgate a statute as broad as the one he feared it was passing. Deriving legislative intent from a dissenting congressman’s \"parade of horrors\" speeches in opposition is a notoriously dubious practice.</p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b552-13\">. House Hearings, <em>supra </em>note 9.</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b552-14\">. <em>Id. </em>at 106 (Statement of Sen. McClellan). It was thought wise to provide the government with civil remedies as a way around the \"one-sided” procedural protections afforded criminal defendants in American courts. <em>Id. </em>As to the constitutional permissibility of avoiding the procedural protections built into the criminal law by labelling a proceeding \"civil,\" <em>see </em>Note, <em>Criminal Law </em>— Enforcing <em>Criminal Laws Through Civil Proceedings: Section 1964 of the Organized Crime Control Act of 1970, </em>18 U.S.C. § 1964 (1970), 53 Texas L.Rev. 1055 (1975); Note, <em>Organized Crime and the Infiltration of Legitimate Business: Civil Remedies for \"Criminal </em>Activity,\" 124 U.Pa.L.Rev. 192 (1975); <em>see also </em>Comment, <page-number citation-index=\"1\" label=\"491\">*491</page-number><em>Constitutional Issues Raised by the Civil-Criminal Dichotomy of the Maine OUI Law, </em>35 Me.L. Rev. 385 (1983). Civil remedies were also found to be a useful way to expand the nature of relief available to the federal prosecutors. House Hearings, <em>supra </em>note 9, at 107.</p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b553-7\">. <em>See </em>House Hearings, <em>supra </em>note 9, at 147-49 (report of the ABA).</p>\n</footnote>\n<footnote label=\"26\">\n<p id=\"b553-8\">. In particular, representatives of the Association of the Bar of the City of New York and of the American Civil Liberties Union objected to the scope of Title IX. <em>See </em>House Hearings, <em>supra </em>note 9, at 327-31 (Ass’n of the Bar report), 499-518 (statement and testimony of ACLU).</p>\n</footnote>\n<footnote label=\"27\">\n<p id=\"b553-9\">. <em>Id. </em>at 520.</p>\n</footnote>\n<footnote label=\"28\">\n<p id=\"b553-10\">. 18 U.S.C. § 1961 provides in part:</p>\n<p id=\"b553-11\">As used in this chapter—</p>\n<p id=\"b553-12\">(1) \"racketeering activity\" means (A) any act or threat involving murder, kidnaping, gambling, arson, robbery, bribery, extortion, or dealing in narcotic or other dangerous drugs, which is chargeable under State law and punishable by imprisonment for more than one year; (B) any act which is indictable under any of the following provisions of title 18, United States Code: Section 201 (relating to bribery), section 224 (relating to sports bribery), sections 471, 472, and 473 (relating to counterfeiting), section 659 (relating to theft from interstate shipment) if the act indictable under section 659 is felonious, section 664 (relating to embezzlement from pension and welfare funds), sections 891-894 (relating to extortionate credit transactions), section 1084 (relating to the transmission of gambling information), section 1341 (relating to mail fraud), section 1343 (relating to wire fraud), section 1503 (relating to obstruction of justice), section 1510 (relating to obstruction of criminal investigations), section 1511 (relating to the obstruction of State or local law enforcement), section 1951 (relating to interference with commerce, robbery, or extortion), section 1952 (relating to racketeering), section 1953 (relating to interstate transportation of wagering paraphernalia), section 1954 (relating to unlawful welfare fund payments), section 1955 (relating to the prohibition of illegal gambling businesses), sections 2314 and 2315 (relating to interstate transportation of stolen property), sections 2341-2346 (relating to trafficking in contraband cigarettes), sections 2421-24 (relating to white slave traffic), (C) any act which is indictable under title 29, United States Code, section 186 (dealing with restrictions on payments and loans to labor organizations) or section 501(c) (relating to embezzlement from union funds, or (D) any offense involving fraud connected with a case under title 11, fraud in the sale of securities, or the felonious manufacture, importation, receiving, concealment, buying, selling, or otherwise dealing in narcotic or other dangerous drugs, punishable under any law of the United States____</p>\n</footnote>\n<footnote label=\"29\">\n<p id=\"b554-6\">. 18 U.S.C. § 1961(5) provides:</p>\n<blockquote id=\"b554-7\">(5) \"pattern of racketeering activity” requires at least two acts of racketeering activity, one of which occurred after the effective date of this chapter and the last of which occurred within ten years (excluding any period of imprisonment) after the commission of a prior act of racketeering activity....</blockquote>\n</footnote>\n<footnote label=\"30\">\n<p id=\"b554-8\">. <em>E.g., Hokama v. E.F. Hutton &amp; Co., </em>566 F.Supp. 636, 643 (C.D.Cal.1983); <em>Waterman S.S. Corp. v. Avondale Shipyards, Inc., </em>527 F.Supp. 256, 260 (E.D.La.1981). <em>Adair v. Hunt Inti Resources Corp., </em>526 F.Supp. 736, 747 (N.D.Ill. 1981), <em>Noonan v. Granville-Smith, </em>537 F.Supp. 23, 29 (S.D.N.Y.1981); <em>Barr v. WUI/TAS, Inc., </em>66 F.R.D. 109, 112-13 (S.D.N.Y.1975).</p>\n</footnote>\n<footnote label=\"31\">\n<p id=\"b554-13\">. <em>Moss v. Morgan Stanley, Inc., </em>719 F.2d 5, 21 (2d Cir.1983), <em>cert, denied sub nom. Moss v. Newman, </em>— U.S. -, 104 S.Ct. 1280, 79 L.Ed.2d 684 (1984).</p>\n</footnote>\n<footnote label=\"32\">\n<p id=\"b554-16\">. <em>E.g., Bunker Ramo Corp. v. United Business Forms, Inc., </em>713 F.2d 1272, 1287 n. 6 (7th Cir. 1983); <em>Schact v. Brown, </em>711 F.2d 1343, 1356 (7th Cir.), <em>cert, denied, </em>— U.S. -, 104 S.Ct. 508, 78 L.Ed.2d 698 (1983); <em>Mauriber v. Shearson/American Express, Inc., </em>567 F.Supp. 1231, 1239 (S.D.N.Y.1983); <em>Noland v. Gurley, </em>566 F.Supp. 210, 217 (D.Colo.1983); <em>Windsor Assoc., Inc. v. Greenfeld, </em>564 F.Supp. 273, 277 (D.Md. 1983); <em>Eisenberg v. Gagnon, </em>564 F.Supp. 1347, 1351 (E.D.Pa.1983); <em>Guerrero </em>v. <em>Katzen, </em>571 F.Supp. 714, 719 (D.D.C.1983); <em>Austin v. Merrill </em><page-number citation-index=\"1\" label=\"493\">*493</page-number><em>Lynch, Pierce, Fenner &amp; Smith, Inc., </em>570 F.Supp. 667, 669-70 (W.D.Mich.1983); <em>Crocker Nat’l Bank v. Rockwell Int'l Corp., </em>555 F.Supp. 47, 49 (N.D.Cal.1982); <em>Lode v. Leonardo, </em>557 F.Supp. 675, 680 (N.D.Ill.1982); <em>Hellenic Lines, Ltd. v. O'Hearn, </em>523 F.Supp. 244, 247 (S.D.N.Y.1981).</p>\n</footnote>\n<footnote label=\"33\">\n<p id=\"b555-7\">. <em>E.g., Bankers Trust v. Feldesman, </em>566 F.Supp. 1235, 1241 (S.D.N.Y.1983); <em>North Barrington Dev., Inc. v. Fanslow, </em>547 F.Supp. 207, 211 (N.D. Ill.1980) (\"plaintiff must allege how it was injured competitively by the RICO violation in order to state a cause of action under § 1964(c)”).</p>\n</footnote>\n<footnote label=\"34\">\n<p id=\"b555-8\">. <em>Waste Recovery Corp. v. Mahler, </em>566 F.Supp. 1466, 1468-69 (S.D.N.Y.1983); <em>Barker v. Underwriters at Lloyd's, London, </em>564 F.Supp. 352, 358 (E.D.Mich.1983); <em>King v. Lasher, </em>572 F.Supp. 1377, 1382 (S.D.N.Y.1983); <em>In re Action Indus. Tender Offer, </em>572 F.Supp. 846, 852 (E.D.Va. 1983); <em>Guerrero </em>v. <em>Kafzen, </em>571 F.Supp. at 721 (injury \"by reason of a RICO violation”); <em>Van Schaick, </em>535 F.Supp. at 1137 &amp; n. 11 (commercial or business injury required); <em>Harper v. New Japan Secs. Int'l, Inc., </em>545 F.Supp. 1002, 1007-08 (C.D.Cal.1982); <em>Johnsen v. Rogers, </em>551 F.Supp. 281, 285 (C.D.Cal.1982); <em>Gitterman v. Vitoulis, </em>564 F.Supp. 46, 49 (S.D.N.Y.1982); <em>Landmark Savs. &amp; Loan v. Loeb Rhoades, Hornblower &amp; Co., </em>527 F.Supp. 206, 208-09 (E.D.Mich.1981).</p>\n</footnote>\n<footnote label=\"35\">\n<p id=\"b555-9\">. The following are among the cases that have rejected a \"competitive injury” requirement: <em>Bunker Ramo Corp. v. United Business Forms, Inc., </em>713 F.2d at 1288; <em>Schacht v. Brown, </em>711 F.2d at 1358; <em>Bennett v. Berg, </em>685 F.2d 1053, 1059 (1982), <em>aff'd en banc, </em>710 F.2d 1361 (8th Cir.), <em>cert, denied sub nom. Prudential Ins. Co. of America v. Bennett, </em>— U.S.-, 104 S.Ct. 527, 78 L.Ed.2d 710 (1983); <em>Kimmel v. Peterson, </em>565 F.Supp. 476, 493-95 (E.D.Pa.1983) (also finding racketeering injury indistinguishable from competitive or commercial injury); <em>Mauriber v. Shearson/American Express, Inc., </em>567 F.Supp. at 1240; <em>Ralston v. Capper, </em>569 F.Supp. 1575, 1580 (E.D.Mich.1983); <em>Gitterman v. Vitoulis, </em>564 F.Supp. at 48; <em>USACO Coal Co. </em>v. <em>Carbomin Energy, Inc., </em>539 F.Supp. 807, 814 (W.D.Ky.), <em>aff'd on other grounds, </em>689 F.2d 94 (6th Cir. 1982); <em>Crocker Nat'l Bank, </em>555 F.Supp. at 49.</p>\n<p id=\"b555-15\">The following cases have rejected a \"racketeering injury\" requirement: <em>Mauriber v. Shear-son/American Express, Inc., </em>567 F.Supp. at 1240; <em>Windsor Assocs., Inc. v. Greenfeld, </em>564 F.Supp. at 278-79 (also finding racketeering injury “analytically indistinguishable\" from argument that RICO applies only to organized crime); <em>Seville Indus. Mach. Corp. v. Southmost Mach. Corp., </em>567 F.Supp. 1146, 1157 (D.NJ.1983).</p>\n<p id=\"b555-16\">Commentators too have disagreed about the propriety of a \"racketeering injury\" requirement. <em>Compare </em>Note, <em>Civil RICO: The Temptation and Impropriety of Judicial Restriction, </em>95 Harv.L.Rev. 1101, 1109-14 (1982) (limitation unprincipled) [hereinafter \"Note, Civil RICO”] <em>with </em>Comment, <em>Reading the \"Enterprise” Back Into RICO: Sections 1962 and 1964(c), </em>76 Nw.L. Rev. 100, 126-32 (1981) (supporting a standing requirement); Bridges, <em>supra </em>note 6, at 71-73 <em>(id.).</em></p>\n</footnote>\n<footnote label=\"36\">\n<p id=\"b556-7\">. In another recent criminal RICO case the Court similarly rejected a narrow reading of the word \"interest” in § 1963(a)(1). <em>Russello v. United States, </em>— U.S.-,-, 104 S.Ct. 296, 300, 78 L.Ed.2d 17 (1983). As it did in <em>Turkette, </em>the Court relied upon the plain meaning of the statutory language, also making reference to the liberal construction clause in RICO. <em>Id. </em>at 302. The Court also repeated its conclusion that the legislative history of RICO suggests that Congress intended the criminal provisions to be given a broad construction. <em>Id. </em>at 302-03.</p>\n</footnote>\n<footnote label=\"37\">\n<p id=\"b556-10\">. <em>United States v. Forsythe, </em>560 F.2d 1127, 1135 (3d Cir.1977) (“State law offenses are not the gravamen of RICO offenses. RICO was not designed to punish state law violations; it was designed to punish the impact on commerce caused by conduct which meets the statute’s definition of racketeering activity.\"). <em>Cf. United States v. Bledsoe, </em>674 F.2d 647, 659 (8th Cir. 1982) (“RICO was not designed to serve as a recidivist statute, imposing heavier sentences for crimes which are already punishable under other statutes.”), <em>cert, denied sub nom. Phillips v. United States, </em>459 U.S. 1040, 103 S.Ct. 456, 74 L.Ed.2d 608 (1982).</p>\n</footnote>\n<footnote label=\"38\">\n<p id=\"b556-11\">. It can be argued that a “pattern of racketeering activity” is defined merely in terms of predicate offenses and nothing more, § 1961(1), (5), so the fact that racketeering activity must be proved under § 1964(c) does not in itself require that something other than the predicate offenses be proved. On the other hand the statutory definition states that a pattern <em>\"requires </em>at least two acts of racketeering activi-ty____\" 18 U.S.C. § 1961(5) (emphasis added). An argument can be made that the use of the word \"requires” instead of the word “means” implies that Congress left it to the courts to define the contours of the concept of \"pattern.” <em>See </em>Bridges, <em>supra </em>note 6, at 64-65 &amp; n. 119. Here Senator McClellan's observations, quoted in <em>id. </em>at n. 118, may assume importance:</p>\n<blockquote id=\"b556-16\">The [ACLU] offers an inaccurate and prejudicial criticism of title IX when it states that \"pattern of racketeering activity” is defined as two or more acts of \"racketeering activity,” and worries that a person could be subjected to the sanctions of title IX simply for committing two widely separated and isolated criminal offenses, one of which related to an interstate business. Again, a careful reading of title IX would have informed the union that a pattern under title IX is not defined as two or more acts of racketeering activity, but requires them.</blockquote>\n<p id=\"b556-18\">116 Cong.Rec. 18940 (1970) (statement of Sen. McClellan).</p>\n</footnote>\n<footnote label=\"39\">\n<p id=\"b557-7\">. 115 Cong.Rec. 9567 (1969) (Statement of Senator McClellan). <em>See also </em>115 Cong.Rec. 6993 (1969) (Statement of Senator Hruska).</p>\n</footnote>\n<footnote label=\"40\">\n<p id=\"b557-8\">. Thus, in an interesting paper in the post-legislative history, the American Law Division of the Library of Congress, after reviewing the purposes of RICO and of the antitrust laws, concluded that \"[g]iven the similarity of language and circumstances between the antitrust provisions and those of the Organized Crime Control Act, there is no reason to believe that many of these [antitrust] principles and problems would [not] be applicable to both [antitrust and RICO] types of cases.” <em>Reprinted in </em>Victims of Crime, <em>supra </em>note 20, at 331. <em>See Landmark Savs. &amp; Loan, </em>527 F.Supp. at 208-09 (\"Competitive injuries and racketeering enterprise injuries would frequently overlap, but they are not necessarily the same.”). <em>See also </em>Bridges, <em>supra </em>note 6, at 68-73 &amp; nn. 133-34.</p>\n</footnote>\n<footnote label=\"41\">\n<p id=\"b558-5\">. For example, recent antitrust cases which focus on market efficiency rather than on damage to business people, <em>see, e.g., Continental T. V, Inc. v. GTE Sylvania Inc., </em>433 U.S. 36, 53 n. 21, 97 S.Ct. 2549, 2559 n. 21, 53 L.Ed.2d 568 (1977), are not relevant to the requirements of RICO standing. Nothing in RICO suggests, then, that only competitors can sue, or that Congress in enacting RICO was more concerned with economic efficiency than with providing remedies for victims of organized crime. <em>See </em>Note, <em>Civil RICO, supra </em>note 35, at 1113-14 (\"RICO's explicit aim to promote free competition focuses as much on insuring a fair market as on insuring an efficient one. Thus, the state should protect the plaintiff injured competitively by a corrupt business even at a cost to market efficiency.”).</p>\n<p id=\"b558-6\">Similarly, claims alleging the kinds of business fraud which often affect competition should go forward under RICO even if in the particular case no harm to competition results, as, for example, when all competitors are being extorted from equally. For example, in <em>Hellenic Lines, Ltd. v. O’Hearn, </em>523 F.Supp. 244 (S.D.N.Y. 1981), a company was forced to pay kickbacks to an illegal enterprise for required services. A RICO claim was allowed even though defendant claimed that the inflated price was still reasonable so that no injury to competition had occurred. It was enough that the plaintiff's alleged injury was the <em>kind </em>of injury which Congress identified as threatening competition. The fact that the suit may not have been viable under the Clayton Act shows that the two standing requirements overlap but are not identical.</p>\n<p id=\"b558-13\">We do not in this business fraud case attempt to define the scope of the standing requirement when the RICO suit is based upon securities law violations.</p>\n</footnote>\n<footnote label=\"42\">\n<p id=\"b559-6\">. <em>See, e.g., Glusband v. Benjamin, </em>530 F.Supp. 240, 241 (S.D.N.Y.1981); <em>Harper v. New Japan Secs. Int'l, Inc., </em>545 F.Supp. 1002, 1007 n. 8 (C.D.Cal.1982); <em>Mauriber v. Shearson/American Express, Inc., </em>546 F.Supp. 391, 396 (S.D.N.Y. 1982) ; <em>Heinhold Commodities, Inc. v. McCarty, </em>513 F.Supp. 311, 313-14 (N.D.Ill.1979). <em>But see Van Schaick v. Church of Scientology of Cal., Inc., </em>535 F.Supp. 1125, 1137 n. 12 (D.Mass.1982) (dicta that criminal convictions may be required); <em>Kleiner v. First Nat'l Bank of Atlanta, </em>526 F.Supp. 1019, 1022 n. 2 (N.D.Ga.1981) <em>(id.), overruled on other grounds, Morosani v. First Natl Bank of Atlanta, </em>703 F.2d 1220 (11th Cir. 1983) .</p>\n<p id=\"b559-9\">Certain other cases holding that criminal convictions are not required have relied in part upon the \"liberal construction” language in <em>Turkette, </em>452 U.S. at 580-81, 101 S.Ct. at 2527. <em>See USACO Coal Co. v. Carbomin Energy, Inc., </em>689 F.2d 94, 95 n. 1 (6th Cir. 1982); <em>cf. Glusband, </em>530 F.Supp. at 241 (following <em>Turkette's </em>plain meaning analysis). For reasons we stated previously, we do not find the language in <em>Turkette </em>particularly helpful in analyzing this problem.</p>\n</footnote>\n<footnote label=\"43\">\n<p id=\"b559-14\">. 689 F.2d at 95 n. 1.</p>\n<p id=\"b559-15\">Two other courts have forwarded versions of this same argument. <em>State Farm Fire &amp; Cas. Co. v. Caton, </em>540 F.Supp. 673, 675 (N.D.Ind.1982); <em>Parnes v. Heinhold Commodities, Inc., </em>487 F.Supp. 645, 647 (N.D.Ill.1980). Other courts have relied on <em>USACO </em>while holding or saying that criminal convictions are not necessary. <em>Bunker Ramo Corp. v. United Business Forms, Inc., </em>713 F.2d 1272, 1287 (7th Cir.1983); <em>Moss v. Morgan Stanley, Inc., </em>719 F.2d 5, 19 n. 15 (2d Cir.1983) (dicta), <em>cert, denied sub nom. Moss v. Newman, </em>— U.S. -, 104 S.Ct. 1280, 79 L.Ed.2d 684 (1984); <em>Barker v. Underwriters at Lloyd’s, London, </em>564 F.Supp. 352, 356 (E.D. Mich. 1983); <em>In re Longhorn Secs. Litigation, </em>573 F.Supp. 255, 270-71 (W.D.Okla.1983).</p>\n</footnote>\n<footnote label=\"44\">\n<p id=\"b560-6\">. It would be a strained construction to say that any person by virtue of § 1964(c), which gives such a person only a right to damages, would also have a right to sue for permanent injunctive relief under subsection (a). <em>See supra </em>text at note 24. The differences between the private remedy sections in the Clayton Act and in RICO are particularly significant here. There are specific Clayton Act provisions giving the government and individuals the right to bring actions for injunctive relief, 15 U.S.C. §§ 25-26 (government, private persons), something which is not set forth in RICO § 1964 or evidently recognized by the <em>Cappetto </em>court when it speaks of the Clayton Act's § 4. 502 F.2d at 1357.</p>\n<p id=\"b560-7\">Moreover, section 1964(a) speaks of \"jurisdiction to prevent and restrain violations of section 1962,” on its face allowing injunctions <em>before </em>the violations have occurred or criminal prosecution commenced. Subsection (c), on the other hand, speaks of injury \"by reason of a violation of section 1962,\" language which at least suggests that the violation must be proved criminally before the action commences.</p>\n</footnote>\n<footnote label=\"45\">\n<p id=\"b560-14\">. Blakey &amp; Gettings, <em>supra </em>note 6, at 1040. <em>See </em>House Hearings, <em>supra </em>note 9, at 543-44 (ABA report). <em>Cf. </em>Bridges, <em>supra </em>note 6, at 68-70.</p>\n</footnote>\n<footnote label=\"46\">\n<p id=\"b560-15\">. We are fully aware that the \"by reason of a violation\" language can be found in the earlier Senate and House bills which did contain private civil remedies. S. 1623, 91st Cong., 1st Sess., § 4(a) (1969); S. 2048, S. 2049, 90th Cong., 1st Sess. (1967); H.R. 19586, H.R. 19215, 91st Cong., 2d Sess. (1970). <em>See supra </em>note 18 for a discussion of these bills. Nevertheless, the question remains why the House chose this language over the language of the Clayton Act.</p>\n</footnote>\n<footnote label=\"49\">\n<p id=\"b562-5\">. The American Bar Association has recommended that the RICO statute be amended to replace the term \"racketeering activity” with the phrase “criminal activity” as a way to resolve this problem. Report to the House of Delegates, 1982 ABA Sec.Crim.Just.Rep. 3-4 (Jan. 1982). <em>Cf. United States v. Guiliano, </em>644 F.2d 85, 89 (2d Cir.1981) (prejudicial taint inevitably surrounds label of \"racketeer”).</p>\n<p id=\"b562-6\">As we have indicated in <em>supra </em>note 24, there are potential constitutional problems created by the broád reading of RICO endorsed by many courts. At some point defendants are entitled to the constitutional protections of the criminal law regardless of how the government chooses to characterize a given cause of action. <em>See Boyd v. United States, </em>116 U.S. 616, 634-35, 6 S.Ct. 524, 534, 29 L.Ed. 746 (1886). Relevant factors in characterizing an action as \"criminal” are the nature of the underlying offense, the stigma attached to the charge made, <em>In re Gault, </em>387 U.S. 1, 23-25, 87 S.Ct. 1428, 1441-1442, 18 L.Ed.2d 527 (1967), the nature of the punishment authorized by the statute, <em>Trop v. Dulles, </em>356 U.S. 86, 94-95, 78 S.Ct. 590, 594-595, 2 L.Ed.2d 630 (1958), the intent of Congress in promulgáting the statute, <em>id., </em>and whether the government or a private party is bringing the action. <em>See generally </em>Note, <em>infra </em>note 59, at 210-12. Reading private civil RICO suits not to require criminal convictions would provide civil remedies for offenses criminal in nature, stigmatize defendants with the appellation \"racketeer,\" authorize the award of damages which are clearly punitive, including attorney’s fees, and constitute a civil remedy aimed in part to avoid the constitutional protections of the criminal law. Thus, the construction advanced in this opinion avoids serious constitutional questions.</p>\n</footnote>\n<footnote label=\"50\">\n<p id=\"b562-10\">. This structure is, of course, altered to some extent by the provision which allows the government to seek injunctive relief in the absence of criminal convictions. As we have indicated, however, injunctive relief to <em>prevent </em>violations is simply a very different kind of remedy than a treble damages action and is accordingly subject to a unique regimen. It would be contrary to the entire purpose of equitable remedies if their utilization had to await the imposition of criminal sanctions.</p>\n<p id=\"b562-11\">The argument made in text is nowhere answered by our dissenting brother.</p>\n</footnote>\n<footnote label=\"47\">\n<p id=\"b561-7\">. We note in the post-legislative history that this conclusion was rejected by the American Law Division of the Library of Congress in its comparative study of RICO and the Clayton Act, <em>see </em>Victims of Crime, <em>supra </em>note 20, at 323, 329, on the basis that \"violation\" is used elsewhere in the antitrust laws, e.g., in 15 U.S.C. §§ 4, 25, 26. But two of the provisions cited in that study have their own parallels in RICO: 15 U.S.C. §§ 4 and 25 are equivalents of 18 U.S.C. § 1964(a) giving district courts jurisdiction to prevent and restrain violations at the behest of the government. And the other Clayton Act provision cited, 15 U.S.C. § 26, which has no parallel in RICO, gives similar jurisdiction at the behest of private parties, a matter- which the American Law Division study sought explicitly to remedy as to RICO. Thus, the American Law Division statement does not meet the argument based on the difference in language between the treble damage private action provisions which are otherwise parallel, 15 U.S.C. § 15 and 18 U.S.C. § 1964(c).</p>\n</footnote>\n<footnote label=\"48\">\n<p id=\"b561-14\">. The Securities and Exchange Act of 1934 makes only \"willful” violations criminally punishable. Section 32(a), 15 U.S.C. § 78ff (1982). On \"offense” under the securities laws in RICO, <em>see generally </em>Bridges, <em>supra </em>note 6, at 63-64.</p>\n</footnote>\n<footnote label=\"51\">\n<p id=\"b563-5\">. [There is] a significant distinction between section 1964 and the antitrust laws____[Sher-man Act] civil actions may be brought in cases in which criminal prosecution would not have been justified____ Thus, a civil action may succeed ... [even] if the government [does] not show that the violation constituted a <em>criminal </em>act.</p>\n</footnote>\n<footnote label=\"52\">\n<p id=\"b563-11\">. <em>United States v. Campanale, </em>518 F.2d 352, 365 n. 36 (9th Cir.1975) (\"The acts constituting racketeering activity must themselves be criminal offenses.”), <em>cert, denied sub nom. Mathews v. United States, </em>423 U.S. 1050, 96 S.Ct. 777, 46 L.Ed.2d 638 (1976); <em>Salisbury v. Chapman, </em>527 F.Supp. 577, 579 (N.D.Ill.1981) (\"RICO does not contain any substantive prohibitions unknown to other sections of federal criminal law. Instead, it confers upon victims of certain <em>criminal violations </em>the right to proceed in a civil suit against the offenders.\" (Emphasis added.))</p>\n</footnote>\n<footnote label=\"53\">\n<p id=\"b563-14\">. No court to date has held that the criminal burden is appropriate. The standard is mentioned in Matz, <em>supra </em>note 51. <em>See also </em>Note, <em>Enforcing Criminal Laws Through Civil Proceedings: Sec. 1964 of the Organized Crime Control Act of 1970, 18 U.S.C. § 1964 (1970), </em>53 Tex.L. Rev. 1055, 1062 n. 52 (1975) (\"Where, as with section 1964, proof of a violation of the statute requires proof of the commission of a crime, the defendant should arguably receive the benefit of a traditional criminal trial.”).</p>\n</footnote>\n<footnote label=\"54\">\n<p id=\"b563-15\">. <em>Swanson v. Wabash, Inc., </em>577 F.Supp. 1308 (N.D.Ill.1983) (suggesting appropriateness of clear and convincing standard, citing Matz, <em>supra </em>note 51, at 21, col. 1).</p>\n</footnote>\n<footnote label=\"55\">\n<p id=\"b563-16\">. <em>Farmers Bank of Del. v. Bell Mortgage Corp., </em>452 F.Supp. 1278, 1280 (D.Del.1978); <em>Parnes, </em>487 F.Supp. at 647 (\"civil burden of proof’); <em>State Farm Fire &amp; Cas. Co., </em>540 F.Supp. at 676 (citing <em>Farmers </em>Bank); <em>Heinhold Commodities, </em>513 F.Supp. at 313 (id.); <em>Eaby v. Richmond, </em>561 F.Supp. 131, 133-34 (E.D.Pa.1983).</p>\n</footnote>\n<footnote label=\"56\">\n<p id=\"b563-17\">. <em>Taylor v. Bear Stearns &amp; Co., </em>572 F.Supp. 667, 682-83 (N.D.Ga.1983); <em>Bache Halsey Stuart Shields Inc. v. Tracy Collins Bank &amp; Trust Co., </em>558 F.Supp. 1042, 1045 (D.Utah 1983).</p>\n</footnote>\n<footnote label=\"57\">\n<p id=\"b564-5\">. House Hearings, <em>supra </em>note 9, at 106-07, 664, 687. All of this discussion referred only to the government’s private action. Nevertheless, some witnesses in the House hearings assumed that the \"pattern of racketeering activity” element in a civil suit would have to be proved beyond a reasonablé doubt. <em>See id. </em>at 328-29 (Report of the Association of the Bar of the City of New York).</p>\n<p id=\"b564-6\">Our dissenting brother does not directly confront the burden of proof problems except by apparently suggesting that a preponderance standard is sufficient but that if it is not some heightened standard would be (dissent op., p. 506). Having in mind Congress’s omission to examine this problem except very obliquely, as we point out in text, to attempt to draw a jury charge dealing with different burdens of proof is not only a very difficult task, likely to cause great confusion, but also not a• little bit of the judicial legislation Judge Cardamone decries. And to accept the proposition that you can prove <em>criminal </em>acts, notes 50 <em>supra </em>and 58 <em>infra, </em>by a preponderance of the evidence raises its own problems of a higher magnitude, as we point out in text.</p>\n</footnote>\n<footnote label=\"58\">\n<p id=\"b564-11\">. <em>See </em>Blakey &amp; Gettings, <em>supra </em>note 6, at 1031— 32:</p>\n<blockquote id=\"b564-12\">Congress believed that the normal practice of following a policy of strict construction ... was inappropriate in the context of RICO, since <em>RICO did not draw a line between criminal and innocent conduct. </em>Instead, <em>RICO authorized the imposition of different criminal or civil remedies on conduct already criminal, when performed in a specified fashion. </em>Once the policies of strict construction or leniency had been implemented in the construction of the underlying “racketeering activity,” <em>and the line had been crossed into the sphere of criminality, </em>it was <em>inappropriate to further restrict the scope of the statute by reapplying these policies.</em></blockquote>\n<p id=\"b564-13\">(Emphasis added) (footnote omitted). This point is simply not addressed by our dissenting brother. See note 50 <em>supra.</em></p>\n</footnote>\n<footnote label=\"59\">\n<p id=\"b565-8\">. Proponents of a broad reading of the statute apply Clayton Act provisions by analogy when they suggest that since criminal convictions are not required there, they should not be required under RICO. At the same time they urge that the Clayton Act standing provisions should <em>not </em>be applied in interpreting RICO.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b566-5\">CARDAMONE, Circuit Judge,</author>\n<p id=\"aza-dedup-0\">dissenting:</p>\n<p id=\"b566-6\">I disagree with the majority’s conclusion that this Court should create a requirement of prior criminal conviction for the predicate acts forming the pattern of racketeering activity for all civil RICO claims. In so doing, the panel majority takes this Circuit far from the shores of principled and disciplined reasoning, and leads it unnecessarily into a sea of uncertainty. In the panel’s view, Congress would have intended — had it thought about the implications of § 1964 —that prior convictions be required. Not only does the majority turn the ordinary rules of statutory construction on their head by ignoring the plain meaning of the statutory language, but it also ignores the sound policy reasons for permitting civil RICO cases to proceed absent prior convictions for the predicate acts. In my view, the civil RICO provisions mean just what they say. Because these and other considerations have convinced me that the majority has crossed the line and trespassed in an area exclusively reserved to Congress, I dissent.</p>\n<p id=\"b566-7\">I. <em>Prior Criminal Conviction Requirement</em></p>\n<p id=\"b566-8\">Looking at the reasoning that creates a “prior predicate act criminal conviction” requirement one is struck that it — in Alice’s words — gets “curiouser and curiouser.” <footnotemark>1</footnotemark> No support for this proposition is found in the statute or its legislative history. Almost none of the decisions or the commentators argue for such drastic redrafting of the statute. In fact, they support the opposite conclusion, <em>i.e. </em>that no prior conviction is necessary to bring a civil claim under RICO.</p>\n<p id=\"b566-9\">Along the way to reaching its novel conclusion, the panel misconstrues Congress’ reasons for the enactment of this statute and makes a number of faulty assumptions. The panel majority’s position seems bottomed on: (1) disapproval of cases that have taken a contrary view; (2) a view that Congress did not give civil courts power to decide when acts are “indictable” or “chargeable”; (3) a view that § 1964 would constitute an unconstitutional “quasi-criminal” statute were a prior criminal conviction for the predicate acts not required; (4) a fear that defendants will be “stigmatizes” by a civil “conviction” for racketeering activity; and (5) analysis based on the word “violation” contained in § 1964. I propose to deal with each of these premises <em>seriatim.</em></p>\n<p id=\"b566-12\">(1) <em>Disapproval of Contrary Decisions</em></p>\n<p id=\"b566-13\">The majority begins by analyzing those decisions that have refused to adopt a prior criminal conviction requirement, and disapproves of them because they supposedly are not well-reasoned. For example, <em>United States v. Cappetto, </em>502 F.2d 1351 (7th Cir.1974), <em>cert, denied, </em>420 U.S. 925, 95 S.Ct. 1121, 43 L.Ed.2d 395 (1975) is dismissed almost without comment because <em>“Cappetto </em>made no holding with respect to private civil actions.” Others are discarded because they merely cite to <em>Cappetto. US ACO Coal Co. v. Carbomin Energy, Inc., </em>689 F.2d 94, 95 n. 1 (6th Cir.1982), which rejected a prior conviction requirement, and reasoned that Congress would have defined the § 1964 “violation” differently had it desired such a requirement, is labelled “misguided.”</p>\n<p id=\"b566-14\">This panel’s evaluation of <em>Cappetto </em>puts it at odds with other panels of this Circuit that have cited that decision with apparent approval in other respects. <em>See United States v. Huber, </em>603 F.2d 387, 393 (2d Cir.1979), <em>cert, denied, </em>445 U.S. 927, 100 S.Ct. 1312, 63 L.Ed.2d 759 (1980); <em>United States v. Altese, </em>542 F.2d 104, 107 (2d Cir.1976), <em>cert, denied, </em>429 U.S. 1039, 97 S.Ct. 736, 50 L.Ed.2d 750 (1977). <em>Cappetto </em>involved a government prosecuted civil RICO claim. Ordinarily more, not less, protection is expected for a defendant <page-number citation-index=\"1\" label=\"505\">*505</page-number>when the government is plaintiff. When the plaintiff is a private party, as here, the quick dismissal of <em>Cappetto </em>totally ignores the “private attorney general” rationale built into RICO.</p>\n<p id=\"b567-5\">Discarding the numerous decisions of other courts that have not raised the bar of a prior conviction requirement will not make them go away. Virtually every court that has directly addressed the issue has decided no prior conviction is required. <em>E.g., State Farm Fire and Cas. Co. v. Estate of Caton, </em>540 F.Supp. 673 (N.D.Ind. 1982) (holding no prior conviction is required based on statutory interpretation); <em>Farmers Bank of State of Del. v. Bell Mtg. Corp., </em>452 F.Supp. 1278, 1280 (D.Del.1978) (§ 1964(c) “does not condition that cause of action in any way upon a criminal previous under the criminal provisions of the statute”). <em>See Bunker Ramo Corp. v. United Business Forms, Inc., </em>713 F.2d 1272, 1287 (7th Cir.1983) (Civil RICO action available “without any requirement of a prior criminal conviction for that conduct,” citing <em>USACO, supra). Morosani v. First Nat’l Bank of Atlanta, </em>703 F.2d 1220 (11th Cir. 1983) (overruling <em>Kleiner v. First Bank National Bank, </em>526 F.Supp. 1019 (N.D.Ga. 1981) without discussing prior criminal conviction dictum in <em>Kleiner)-, Pames v. Heinold Commodities, Inc., </em>487 F.Supp. 645, 647 (N.D.Ill.1980); (private RICO action need not be preceeded by criminal conviction). The majority’s dismissal of these holdings as uninformed or as simply “following <em>Cappetto </em>” ignores the obviously simple explanation for their resounding rejection of any prior conviction requirement — it does not appear in the statute.</p>\n<p id=\"b567-8\">(2) <em>“Indictable” or “Chargeable” Acts</em></p>\n<p id=\"b567-9\">Congress, the majority further tells us, did not intend to give civil courts power to determine whether an act is ‘indictable’ absent a properly returned indictment or ‘chargeable’ absent an information.” How can this view be correct? To begin, the words themselves connote the contrary— <em>i.e., </em>Congress did not use the phrase “for which an indictment or information has been <em>returned </em>or <em>filed </em>”; much less did it say “for which the defendant has been criminally <em>convicted.” </em>More significantly, Congress clearly used the terms “indictable” or “chargeable” in reference to “acts” forming a pattern of racketeering activity under § 1961, to which sanctions specifically labelled as “civil remedies” were then directed. To stretch this language into a requirement that a prior <em>conviction </em>must be obtained strains credulity. Had that been Congress' aim, § 1964’s title would have been “Post Criminal Conviction Civil Remedies,” not “Civil Remedies.”</p>\n<p id=\"b567-11\">Further, the statute as Congress enacted it does not require civil courts to determine that the RICO predicate acts are in fact criminal acts. All that need be determined is that they are acts which, if proved by the government in a criminal proceeding, would subject the violator to criminal sanctions. The use of criminal and civil sanctions for the same conduct is common. Congress has frequently enacted legislation giving private litigants civil remedies for acts which may also be punished criminally. In addition to the antitrust example, Congress has provided for multiple damages, statutory punitive damages, civil penalties and counsel fees in scores of statutes, including <em>inter alia, </em>the patent (35 U.S.C. § 281) and trademark laws (15 U.S.C. § 1117), the Truth in Lending Act (12 U.S.C. § 1640), the water pollution control statute (33 U.S.C. § 1321), the false claims statute (31 U.S.C. § 3729), the wiretap statute (18 U.S.C. § 2520), and the tax laws (26 U.S.C. § 6653(b)). In some of these areas, Congress has gone further and accorded to the <em>government </em>a civil remedy for acts that are also punishable under federal criminal law. <em>Helvering v. Mitchell, </em>303 U.S. 391, 58 S.Ct. 630, 82 L.Ed. 917 (1938) (after an acquittal for criminal tax fraud, the government obtained a 50 per centum penalty in a civil proceeding against the taxpayer and the court held this a civil, not criminal, sanction); <em>see One Lot Emerald Cut Stones v. United States, </em>409 U.S. 232, 237, 93 S.Ct. 489, 493, 34 L.Ed.2d 438 (1972) <em>(per curiam) </em>(forfeiture proceeding, civil in nature, not barred under Double Jeopardy Clause after de<page-number citation-index=\"1\" label=\"506\">*506</page-number>fendant’s acquittal on criminal charges). Rather than asking what kind of sanctions, <em>i.e., </em>criminal or civil, are imposed against a defendant, the majority mistakenly focuses on the nature of the proceeding taken under § 1964. Here the sanction is treble damages. Treble damages have been part of our jurisprudence for centuries — since first appearing as a remedy for waste in the Statute of Gloucester (1278) — and they have never been viewed as “criminal” sanctions.</p>\n<p id=\"b568-4\">(3) <em>Constitutionality of § 1964 Absent Criminal Conviction</em></p>\n<p id=\"A4j\">As just noted, the majority analyzes a proceeding under § 1964 and implicitly finds it “quasi-criminal.” It then seems to conclude that such finding necessitates holding the section unconstitutional were a prior criminal conviction not to be required. If true, this implicit conclusion is at odds with analogous case law in such areas as civil forfeitures, penalties and deportation cases which teaches that the correct procedure is for a court in a civil case to assure, on a selective basis, the existence of certain procedural safeguards, that would otherwise be applicable only in criminal cases. That is, only those criminal procedural remedies necessary to protect a defendant are required in the civil action. <em>See, e.g., Boyd v. United States, </em>116 U.S. 616, 6 S.Ct. 524, 29 L.Ed. 746 (1886); <em>Lopez-Mendoza v. I.N.S., </em>705 F.2d 1059 (9th Cir.1983) <em>(en banc) </em>(applicability of Fourth Amendment exclusionary rule in civil deportation proceeding), <em>cert, granted, </em>— U.S.-, 104 S.Ct. 697, 79 L.Ed.2d 163 (U.S.1984). <em>Bramble v. Richardson, </em>498 F.2d 968, 973 (10th Cir.) (rejecting claim that <em>In re Winship, </em>397 U.S. 358, 90 S.Ct. 1068, 25 L.Ed.2d 368 (1970), requires proof beyond a reasonable doubt in a forfeiture proceeding), <em>cert, denied, </em>419 U.S. 1069, 95 S.Ct. 656, 42 L.Ed.2d 665 (1974); <em>accord, United States v. Regan, </em>232 U.S. 37, 34 S.Ct. 213, 58 L.Ed. 494 (1914) (standard of proof in action for penalty for violation of Alien Immigration Act is preponderance of the evidence). <em>Cf. In re Ruffalo, </em>390 U.S. 544, 552, 88 S.Ct. 1222, 1226, 20 L.Ed.2d 117 (1968) (absence of fair notice of charges deprived petitioner of due process in disbarment proceeding). Close to 90 years ago the Supreme Court rejected the view that a civil forfeiture proceeding of the type involved in <em>Boyd v. United States, supra, </em>is a “criminal prosecution” in which the Sixth Amendment right of confrontation is implicated. <em>United States v. Zucker, </em>161 U.S. 475, 482, 16 S.Ct. 641, 643, 40 L.Ed. 777 (1896). Despite this teaching, the panel holds in effect that § 1964 is “criminal” for <em>all </em>purposes by requiring a prior criminal conviction before a civil RICO plaintiff can sue.</p>\n<p id=\"b568-7\">Thus, even accepting <em>arguendo </em>the view that § 1964 cannot be constitutionally applied in the absence of unspecified safeguards, the proper course is not to require a prior criminal conviction, but to insist on application of those safeguards <em>{e.g., </em>the exclusionary rule, a heightened standard of proof or other criminal protections) within the context of a civil proceeding. The majority’s response that imposing criminal safeguards in a civil case would confuse juries is not borne out in practice. Juries already apply heightened standards of proof to specific issues, in fraud, defamation, paternity and other types of civil actions. <em>See McCormick on Evidence </em>§§ 339-40 (2d ed. 1972) (citing cases).</p>\n<p id=\"b568-8\">Moreover, the Supreme Court has outlined the proper method of analysis for challenges to statutory civil remedies on the ground they are “quasi-criminal” or sufficiently “punitive” to require the procedural protections of a criminal trial. In <em>United States v. Ward, </em>448 U.S. 242, 100 S.Ct. 2636, 65 L.Ed.2d 742 (1980), the Court analyzed a challenge to section 311(b)(6) of the Federal Water Pollution Control Act (FWPCA) which permitted the government to assess a civil penalty of up to $5000 for each violation of the FWPCA. To decide whether a statute is “civil” or “criminal” involves a two-step test: first, courts must examine whether Congress indicated a preference for one label or the other; second, where Congress has signalled a preference for a civil penalty, there must be further inquiry to determine whether the <page-number citation-index=\"1\" label=\"507\">*507</page-number>statutory scheme is “so punitive either in purpose or effect as to negate that intention.” <em>Id. </em>at 248-249, 100 S.Ct. at 2641. The Court concluded after considering the seven factors set forth in <em>Kennedy v. Mendoza-Martinez, </em>372 U.S. 144, 168-69, 83 S.Ct. 554, 567-568, 9 L.Ed.2d 644 (1963), that the penalty in <em>Ward </em>was analagous to traditional civil damages and held it not sufficiently punitive to require Fifth Amendment criminal safeguards. <em>United States v. Ward, supra, </em>448 U.S. at 251,100 S.Ct. at 2642. Justice Blackmun’s concurrence emphasized “that monetary assessments are traditionally a form of civil remedy” and found it significant that the FWPCA § 311(b)(6), like 18 U.S.C. § 1964, does not provide for “an affirmative disability or restraint” (such as imprisonment, deportation or disbarment). <em>Id. </em>at 257, 100 S.Ct. at 2645 (Blackmun, J.) (concurring).</p>\n<p id=\"b569-5\">More recently, in <em>United States v. One Assortment of 89 Firearms, </em>— U.S.-, 104 S.Ct. 1099, 79 L.Ed.2d 361 (U.S.1984), the Supreme Court held that neither the Fifth Amendment double jeopardy clause nor collateral estoppel bars a forfeiture proceeding where the defendant in the pri- or criminal proceeding was acquitted. A unanimous Court applying the two-level <em>Ward </em>test indicated that even “discouraging unregulated commerce in firearms” and “removing [them] from circulation” are remedial, not punitive, purposes. <em>Id. </em>at 1106-1107. The Court stressed that “Congress may impose both a criminal and a civil sanction in respect to the same act or omission,” <em>(citing Helvering v. Mitchell, </em>supra) and held forfeiture to be a “separate civil sanction, remedial in nature.” <em>Id.</em></p>\n<p id=\"b569-8\">Applying the <em>Ward </em>test to § 1964 demonstrates that it is not a “quasi-criminal” statute even for purposes of Fifth Amendment guarantees, much less all criminal protections. The remedial purpose expressed in the statute is evident from its legislative history. Congress specifically provided that RICO “shall be liberally construed to effectuate its remedial purposes.” Pub.L. 91-452, 84 Stat. 941 (1970) § 904(a). Section 1964 is designed to <em>compensate </em>private parties who are victims of tortious activity. <em>See United States v. Bornstein, </em>423 U.S. 303, 314, 96 S.Ct. 523, 530, 46 L.Ed.2d 514 (1975) (double damages under False Claims Act designed to ensure government is made completely whole); <em>United States ex rel. Marcus v. Hess, </em>317 U.S. 537, 549, 63 S.Ct. 379, 386, 87 L.Ed. 443 (1943) (holding that double damages under False Claims Act are compensatory even if recovered by federal government). Its treble damage provision is therefore primarily remedial, and only partly punitive. The recovery in excess of actual damages constitutes statutory punitive damages designed in part to punish the defendant for tortious conduct, but traditionally allowable in civil proceedings without special criminal law safeguards. <em>See Missouri Pacific By. Co. v. Humes, </em>115 U.S. 512, 6 S.Ct. 110, 29 L.Ed. 463 (1885) (multiple damages partly compensatory, partly punitive). Thus, § 1964 is “primarily remedial” under the Supreme Court’s tests in <em>Helvering </em>and <em>Ward </em>because its principal purposes are to compensate victims of racketeering activity and to encourage them to vindicate their rights. In serving as private attorneys general, civil RICO plaintiffs aid in the eradication of such activity. In short, Congress’ “civil” and “remedial” labels should not therefore be disregarded.</p>\n<p id=\"b569-10\">The majority apparently faced the dilemma of either upholding this statute as written or declaring it unconstitutional as punitive and hence quasi-criminal in nature. It chose neither of these straightforward alternatives. It specifically rejected the former. And, since a statute as written may be held unconstitutional only if the challenger presents “the clearest proof” of it, <em>United States v. Ward, supra, </em>448 U.S. at 249, 100 S.Ct. at 2641 (quoting <em>Flemming v. Nestor, </em>363 U.S. 603, 617, 80 S.Ct. 1367, 1376, 4 L.Ed.2d 1435 (I960)), and because such proof is absent here, it could not choose the latter. Instead, to resolve the problem, the majority inserts the prior criminal conviction requirement to avoid perceived “serious constitutional questions.” The premise is flawed because this course of “avoidance” has actually created <page-number citation-index=\"1\" label=\"508\">*508</page-number>a constitutional question of even greater significance. Addition of this new requirement to civil RICO — one which Congress did not vote on and which the President did not endorse — has raised a question as to whether such judicial creativity is an unwarranted and unconstitutional intrusion into the legislative process.</p>\n<p id=\"b570-4\">(4) <em>Stigma</em></p>\n<p id=\"b570-5\">The panel opinion stresses a fear that defendants will be “stigmatized” by their “indictment” at the hands of a “one-man grand jury” for racketeering activity. Yet, stigma alone ordinarily does not suffice to convert a proceeding from civil to criminal. <em>See Ullmann v. United States, </em>350 U.S. 422, 76 S.Ct. 497, 100 L.Ed. 511 (1956) (contempt conviction for refusing to testify before grand jury upheld following grant of immunity over claim defendant would be stigmatized by revealing past connection with the Communist party). One commentator observed that the holding of <em>In re Gault, </em>387 U.S. 1, 87 S.Ct. 1428,18 L.Ed.2d 527 (1967), relied on by the majority, has been largely limited to sanctions threatening loss of liberty, and that stigma alone does not trigger the need for criminal safeguards. Note, <em>Organized Crime and The Infiltration of Legitimate Business: Civil Remedies for “Criminal Activity,” </em>124 U.Pa.L.Rev. 192, 214-15 (1975).</p>\n<p id=\"b570-6\">Further, the majority’s sensitivity to the stigma that may attach to decent citizens named as defendants in civil RICO cases seems a bit overstated. Today, defendants in civil suits are labelled as violators of environmental laws when pumping coal byproducts into the atmosphere, despoilers of our rivers when emptying oil from their tanker’s bilges, adulterers in state divorce actions, and killers in vehicular wrongful death actions. The allegations of the civil complaint do not make these citizens criminals, although their conduct may well subject them to separate criminal prosecutions. Why the outcry over RICO? I, for one, believe the public is sophisticated enough to distinguish between a criminal conviction and a civil claim. To be named as a RICO defendant is not quite the Sword of Damocles that the majority would have it. Repeated often enough, it will either lose its effect as a settlement weapon or create enough public pressure to cause Congress to amend the statute. Again, it is not for this Court to alter the statute.</p>\n<p id=\"b570-8\">(5) <em>Use of Word </em>“Violation”</p>\n<p id=\"b570-9\">The opinion also places heavy reliance on Congress’ use of the term “violation,” and finds this word supports its thesis for a prior criminal conviction. In <em>Ward, </em>the statute also specifically referred to “violations” of the FWPCA. That Court notably attached no special significance to this term, presumably because the word “violation” is commonly used to designate civil wrongs.</p>\n<p id=\"b570-10\">Finally, the effect of this ruling will leave victims of those defendants whose activities were at the heart of Congress’ concern without the remedy Congress envisioned. Regardless of whether a defendant is a member of an organized crime family and no matter how lawless his pattern of racketeering activity may be, if he escapes conviction — through acquittal, a beneficial plea, or a decision not to prosecute — then the remedy granted the victim of these activities is lost.</p>\n<p id=\"b570-11\">II. <em>Racketeering Injury</em></p>\n<p id=\"b570-12\">Concern that the RICO civil remedy will permit recovery of treble damages and attorneys' fees in every “garden variety” civil fraud case leads the majority to impose an additional standing requirement. Limiting RICO’s broad reach by requiring, for example, an “organized crime” connection was rejected by Congress and by this court, <em>see Moss v. Morgan Stanley, supra, </em>719 F.2d at 21 n. 17. Similarly, a “competitive injury” requirement has been rejected in the Seventh and Eighth Circuits. <em>Schacht v. Brown, </em>711 F.2d 1343, 1359 (7th Cir.), <em>cert, denied, </em>— U.S.-,-, 104 S.Ct. 508, 509, 78 L.Ed.2d 698 (1983). <em>Bennett v. Berg, </em>685 F.2d 1053, 1058 (8th Cir. 1982), <em>affd in part on rehearing en banc, </em>710 F.2d 1361 (8th Cir.), <em>cert, denied, </em>— U.S. -, 104 S.Ct. 527, 78 L.Ed.2d 710 (1983). The Supreme Court has specifically rejected an approach that would require an <page-number citation-index=\"1\" label=\"509\">*509</page-number>allegation that the enterprise be “illegitimate.” <em>United States v. Turkette, </em>452 U.S. 576, 586-87, 101 S.Ct. 2524, 2530, 69 L.Ed.2d 246 (1981).<footnotemark>2</footnotemark></p>\n<p id=\"AdxX\">What remains is the theory adopted by some courts and that, together with the prior conviction requirement, the majority embraces bere. That is, there must be an allegation of an injury from the “racketeering enterprise,” a so-called “racketeering injury.” Such has also been described as an injury “by reason of conduct the RICO act was designed to prevent,” and as “something more than” the injury caused by the predicate acts alone. How one can distinguish between the injury caused by the predicate acts and the injury done by the enterprise is not explained. My colleagues state that “only when injury caused by this <em>kind of harm </em>can be shown” (emphasis added) does a plaintiff have standing under § 1964. “This kind of harm,” in turn, occurs when “mobsters, either through the infiltration of legitimate enterprises or through the activities of illegitimate enterprises, cause systemic harm to competition and the market, and thereby injure investors and competitors.” This formulation is no more than a euphemism for an “organized crime” nexus requirement that should not be adopted by this Court after its rejection by the lawmakers. Other courts, the statute’s congressional sponsors and commentators do not assign to. civil RICO a scope on such a lilliputian scale.</p>\n<p id=\"AUa\">In <em>Schacht v. Brown, supra, </em>the Seventh Circuit evaluated a similar standing requirement and stated that one trouble with “judicial pruning of RICO’s civil provisions ... where business fraud is alleged [is that] ... there is simply no legitimate principled criterion” that accomplishes the distinction between ordinary “garden variety” fraud and fraud by an organized crime syndicate. <em>Schacht, </em>711 F.2d at 1356. The <em>Schacht </em>court concluded that since the organized crime limitation on civil RICO had been rejected, it did not want it “revived under the guise of determining the kinds of activity covered by RICO.” <em>Id. See Ral-ston v. Capper, </em>569 F.Supp. 1575, 1580 (E.D.Mich.1983) (racketeering enterprise injury “undefined”). <em>Accord, </em>Note, <em>Civil RICO and “Garden Variety” Fraud </em>— A <em>Suggested Analysis, </em>58 St. John’s L.Rev. 93, 107-08 (1983). <em>See also Bennett v. Berg, supra, </em>685 F.2d at 1059 (rejecting “racketeering injury” requirement which is just another way of arguing that no “enterprise” existed). <em>Hokama v. E.F. Hutton &amp; Co., </em>566 F.Supp. 636, 643 (C.D.Cal.1983) (racketeering enterprise injury “little more than indirect statements” of requirement of “a ‘nexus to organized crime’ ”). <em>Eisen-berg v. Gagnon, </em>564 F.Supp. 1347, 1353 (E.D.Pa.1983) (cases do not make clear “what that ‘something more’ would be”); <em>Windsor Associates, Inc. v. Greenfield, </em>564 F.Supp. 273, 279 (D.Md.1983) (racketeering enterprise injury “analytically indistinguishable” from organized crime requirement).</p>\n<p id=\"aqh-dedup-0\">Again, the majority’s reliance on <em>Brunswick Corp. v. Pueblo Bowl-O-Mat, Inc., </em>429 U.S. 477, 97 S.Ct. 690, 50 L.Ed.2d 701 (1977), is misplaced for two reasons. First, Congress, at the suggestion of the ABA Antitrust section, indicated an intent <em>not </em>to incorporate technical antitrust standing and proximate cause notions into § 1964. <em>See </em>115 Cong.Rec. at 6995 (1969) (discussing private civil actions). Second, in <em>Brunswick, </em>the Court found no clear expression of Congressional purpose to allow suits for “losses which are of no concern to the antitrust laws.” <em>Brunswick, </em>429 U.S. <page-number citation-index=\"1\" label=\"510\">*510</page-number>at 487, 97 S.Ct. at 696. Fraud, however, was one of Congress’ specifically targeted activities in enacting RICO, and plaintiff has alleged injury from fraudulent conduct. Whatever <em>Brunswick’s </em>contours may be, its holding.has no application where injury from two acts of mail or wire fraud is alleged, since such injury <em>is </em>of the type RICO was “intended to prevent and that flows from that which makes defendants’ acts unlawful,” <em>id. </em>at 489, 97 S.Ct. at 697.</p>\n<p id=\"b572-4\">To cast a net sufficiently wide to catch organized criminals, Congress took the calculated risk that others, whose activities are chargeable as crimes under other federal or state laws, would also be netted. Courts should not “creat[e] standing requirements that would preclude liability in many situations in which legislative intent would compel it.” Note, <em>Civil RICO: The Temptation and Impropriety of Judicial Restriction, </em>95 Harv.L.Rev. 1101, 1120-21 (1982). <em>See Moss v. Morgan Stanley, Inc., supra, </em>719 F.2d at 21. As with the majority’s prior conviction requirement, the danger is that the racketeering injury standing requirement might well exclude plaintiffs in other cases where defendant’s conduct “would be near the heart of Congress’ concern.” <em>Mauriber v. Shearson/American Exp., Inc., </em>567 F.Supp. 1231, 1240 (S.D.N. Y.1983).</p>\n<p id=\"b572-5\">Finally, despite the majority’s thesis that the House of Representatives was unaware of the consequences of civil RICO, Congressman Poff, its sponsor, stated:</p>\n<blockquote id=\"b572-6\">The curious objection has been raised to [RICO's provisions] that they are not somehow limited to organized crime — as if organized crime were a precise and operative legal concept, like murder, rape or robbery. Actually, of course, it is a functional concept like white-collar or street crime serving simply as a shorthand method of referring to a large and varying group of individual criminal offenses committed in diverse circumstances.</blockquote>\n<p id=\"b572-7\">116 Cong.Rec. at 35,344. Senator McClellan further noted that RICO “will have some application to individuals who are not themselves members of LaCosa Nostra or otherwise engaged in organized crime.” 116 Cong.Rec. at 18,945 (1970). Congress recognized the possibility of enacting a statute aimed only at “mobsters” or organized crime members and <em>consciously </em>chose not to do so. The majority simply rewrites the statute in a manner Congress rejected under the guise of restricting § 1964 to “mobster” activity. Congress chose means to achieve its ends that imposed a risk of RICO liability on those like appellee Imrex in this case. The allegations alleging wire and mail fraud against defendant Imrex— assumed on a motion to dismiss to be true — are indictable offenses. Fraud is a typical activity of organized crime and Congress specifically noted it in its statement of findings and purpose. Pub.L. No. 91-452, § 1, 84 Stat. 941 (1970). The legislative branch fully considered the possibility of vexatious litigation and took that risk advisedly. H.R.Rep. No. 1549, 91st Cong., 2d Sess. 187 (1970). Moreover, since the lawmakers explicitly provided in § 1964(c) for a private right of action, quite distinct from one judicially inferred, the judiciary’s duty is to administer the law Congress passed and to defer its views on the policy considerations to the legislature. Note, <em>Civil RICO, supra, </em>95 Harv.L.Rev. at 1117. Judicial creativity can only lead to inconsistency and confusion in the application of civil RICO. Whatever limitation is made should come not from the courts, but from Congress.</p>\n<p id=\"b572-9\">Accordingly, I vote to reverse the order appealed from and would reinstate the complaint.</p>\n<footnote label=\"1\">\n<p id=\"b566-10\">. L. Carroll, <em>Alice’s Adventures in Wonderland, </em>(Children’s Classic ed.) 25.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b571-8\">. I cannot agree with the majority’s view that <em>Turkette </em>and other Supreme Court cases in the criminal area have no application to the issues raised on this appeal. In the first place, <em>Turk-ette </em>itself specifically refers to the civil provisions, noting that they \"could be useful in eradicating organized crime from the social fabric, whether the enterprise be ostensibly legitimate or admittedly criminal.” <em>Id. </em>at 585, 101 S.Ct. at 2529. Further, the majority's concerns over \"federalization” of the common law of fraud are identical to the concern in <em>Turkette </em>regarding the balance between federal and state enforcement of criminal law, which the Supreme Court noted was considered specifically by Congress, and which provided no basis for courts \"to restrict the application of the statute.” <em>Id. </em>at 587, 101 S.Ct. at 2530.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}