{
  "casebody": {
    "data": "<casebody firstpage=\"1\" lastpage=\"4\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b19-3\">Frank Carlo, Trading as Frank Carlo Farm v. County of Nottoway</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b19-6\">Record No. 830819</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"An\">September 5, 1986</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"Az\">Present: All the Justices</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b19-15\"><em>George S. Cummins </em>for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b19-16\"><em>Mayo K. Gravatt, Commonwealth’s Attorney (W. Curtis Coleburn, III, Commonwealth’s Attorney, </em>on brief), for appellee.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b20-4\"><page-number citation-index=\"1\" label=\"2\">*2</page-number>PER CURIAM.</author>\n<p id=\"b20-5\">Frank Carlo, a breeder and trainer of horses, filed a claim with the Board of Supervisors of Nottoway County (the Board), pursuant to former Code § 29-213.25<footnotemark>1</footnotemark> to obtain compensation for two horses irreparably wounded by dogs of unknown origin and ownership. The horses were valued at a total of $18,000. Following a hearing, the Board disallowed Carlo’s claim.</p>\n<p id=\"b20-6\">Thereafter, pursuant to Code §§ 15.1-552<footnotemark>2</footnotemark> and 15.1-553<footnotemark>3</footnotemark>, Carlo appealed the Board’s decision. The appeal was tried in a <em>de novo </em>proceeding, and a jury awarded Carlo an $18,000 verdict. Carlo sought to have judgment entered on the jury’s verdict; the trial court, however, entered a “final decree” that reads in pertinent part:</p>\n<blockquote id=\"b20-7\">And, it appearing to the Court that a jury, duly empanel-led to hear the complainant’s claim, did on the 28th day of January, 1983, return its verdict that the complainant’s claim should be allowed in the amount of $18,000; it is accordingly ADJUDGED, ORDERED, and DECREED that <page-number citation-index=\"1\" label=\"3\">*3</page-number>the Board of Supervisors of Nottoway County, Virginia, approve the complainant’s claim in the amount of $18,000, to be paid from the dog fund of the County as funds become available to do so as provided by law.</blockquote>\n<p id=\"b21-4\">Carlo contends on appeal, as he did at trial, that he is entitled to a judgment against the County and that the trial court erred in remanding the case to the Board for satisfaction of the jury’s verdict. On the other hand, the County contends that Carlo merely obtained “an <em>in rem </em>judgment against the Nottoway County dog fund.” We agree with Carlo that he is entitled to a judgment against the County on the jury’s verdict.</p>\n<p id=\"b21-5\">It may be true that Carlo’s initial claim, if originally approved by the Board, was payable solely from the County’s dog fund pursuant to former Code § 29-213.25. When the Board disallowed Carlo’s claim, however, Carlo appealed this decision pursuant to Code §§ 15.1-552 and 15.1-553, a remedy not challenged by the County.</p>\n<p id=\"b21-6\">An “appeal” pursuant to Code § 15.1-552 is a <em>de novo </em>action at law, resulting in a judgment for either the claimant or the county. <em>See Luck Const. Co. </em>v. <em>Russell Cty., </em>115 Va. 335, 79 S.E. 393 (1913) (appeal of board of supervisors’ decision treated as an action at law). Indeed, Code § 15.1-553 clearly supports the proposition that an appeal hereunder results in a judgment:</p>\n<blockquote id=\"b21-7\">No execution shall be issued upon any <em>judgment </em>recovered against a county, board of supervisors, or against any officer of the county, when the <em>judgment </em>should be paid by the county, but the same shall be provided for by the board of supervisors in the next county levy and paid by the treasurer as other county charges.</blockquote>\n<p id=\"b21-8\">(Emphasis added.)</p>\n<p id=\"b21-9\">Thus, when a claimant obtains a judgment in a <em>de novo </em>proceeding under Code §§ 15.1-552 and 15.1-553, the judgment “shall be . . . paid ... as other county charges.” Code § 15.1-553. Nothing in the statutory scheme indicates that a county board of supervisors’ decision on a claim for livestock compensation is excepted from Code § 15.1-553. Had the General Assembly intended to make such an exception, it could have so stated.</p>\n<p id=\"b21-10\">We hold, therefore, that the trial court erred in refusing to enter a judgment against the County on the jury’s verdict. Ac<page-number citation-index=\"1\" label=\"4\">*4</page-number>cordingly, we will reverse the ruling below, vacate the “final decree” entered by the trial court, and enter judgment in favor of Carlo in the amount of $18,000.</p>\n<p id=\"b22-5\">\n<em>Reversed and final judgment.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b20-8\"> Former Code § 29-213.25, now Code § 29-213.87, read in pertinent part:</p>\n<blockquote id=\"b20-9\">Any person who has any livestock or poultry killed or injured by any dog not his own shall be entitled to receive as compensation the fair market value of such livestock or poultry ....</blockquote>\n<blockquote id=\"b20-10\">... If there are not sufficient moneys in the dog fund to pay these claims, they shall be paid in the order they are received when moneys become available. Upon payment under this section the local governing body shall be subrogated to the extent of compensation paid to the right of action to the owner of the livestock or poultry against the owner of the dog and may enforce the same in an appropriate action at law.</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b20-11\"> Code § 15.1-552 reads in pertinent part:</p>\n<blockquote id=\"b20-12\">When a claim of any person against a county is disallowed in whole or in part by the board of supervisors, if such person be present, he may appeal from the decision of the board to the circuit court of the county within thirty days from the date of the decision; ....</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b20-13\"> Code § 15.1-553 reads in pertinent part:</p>\n<blockquote id=\"b20-14\">The determination of the board of supervisors of any county disallowing a claim, in whole or in part, shall be final and conclusive and a perpetual bar to any action in any court founded on such claim, unless an appeal be taken from the decision and determination of such board .... No execution shall be issued upon any judgment recovered against a county, board of supervisors, or against any officer of the county, when the judgment should be paid by the county, but the same shall be provided for by the board of supervisors in the next county levy and paid by the treasurer as other county charges.</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}