{
  "casebody": {
    "data": "<casebody firstpage=\"676\" lastpage=\"693\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b704-3\">509 A.2d 693</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"AEB\">Kenneth E. COURT v. Marie A. COURT.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b704-6\">No. 179,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"Az7\">Sept. Term, 1985.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b704-7\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b704-8\">June 4, 1986.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b706-5\"><page-number citation-index=\"1\" label=\"678\">*678</page-number>Katherine K. Cawood, Annapolis, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b706-6\">Paula J. Peters, Annapolis, for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b706-7\">Argued before MOYLAN, WILNER and GARRITY, JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b706-8\">GARRITY, Judge.</author>\n<p id=\"b706-9\">The Circuit Court for Anne Arundel County (Heise, J.) granted the appellant, Kenneth E. Court, an absolute divorce from Marie A. Court, appellee, on the grounds of voluntary separation. Mrs. Court was awarded temporary alimony, custody of the parties’ minor children, possession and use of a house in which the family once lived, and a monetary award of approximately $33,000. Mr. Court challenges the court’s designation of the family home and various facets of the monetary award. He presents the following issues for our review:</p>\n<blockquote id=\"b706-10\">1. Whether the trial court erred in its determination that a property, which was not the principal residence of the spouses when they last lived together, was the “family home” and the proper subject of a use and possession order.</blockquote>\n<blockquote id=\"b706-11\">2. Whether the trial court erred by including as marital property real estate conveyed by the husband before the date of the filing for divorce when such property was conveyed for fair value.</blockquote>\n<blockquote id=\"b706-12\">3. Whether the trial court erred in making a marital award when it did not include all the marital property.</blockquote>\n<blockquote id=\"b706-13\">4. Whether the trial court erred in failing to consider that part of the marital property was obtained after separation by the sole efforts of the husband.</blockquote>\n<blockquote id=\"b707-3\"><page-number citation-index=\"1\" label=\"679\">*679</page-number>5. Whether the trial court improperly considered fault in determining the monetary award.</blockquote>\n<p id=\"b707-4\">\n<em>Facts</em>\n</p>\n<p id=\"b707-5\">Kenneth and Maria Court were married at Bridgetown, Barbados in 1968. Maria, a former Greek citizen, had been a tour guide in her native Greece when she met Kenneth, who was then on a sailing expedition around the world. After their marriage, the parties took up residence in Anne Arundel County, where Mr. Court worked as an engineer for Westinghouse. The Courts had two children, Mimi Eleni, born July 12, 1971, and Christina Maria, born September 9, 1974. The couple experienced few marital difficulties until Kenneth decided to resign from his job and embark on another sailing expedition. In 1980, he contracted to sail a yacht from Turkey to Annapolis via Gibraltar and the West Indies. The voyage commenced in July of 1980 and ended in May of 1981.</p>\n<p id=\"b707-6\">Since 1975, the Courts lived in a house they had purchased on Conduit Street in the heart of Annapolis. Because of financial difficulties that resulted from Mr. Court’s sailing plans, however, the family moved to their summer cottage in the southern part of Anne Arundel County for the duration of Mr. Court’s voyage. The idea was that the Conduit Street house could be leased and the income used to pay a portion of the family’s expenses until Mr. Court returned from sea. Besides, the cottage, known as “Atholl”, was less burdensome financially, since it was part of a twelve-acre tract owned by Mr. Court’s parents. They had conveyed to their son a one-seventh undivided interest in their “guest house” (Atholl) after Maria and Kenneth were married.</p>\n<p id=\"b707-7\">When Mr. Court returned from sea he called his wife upon docking in North Carolina and, in response to questions, advised her that he had been having an affair with a 22-year-old female crew member from France whom he wanted to bring home with him. He was swiftly dissuaded from this arrangement. Although Mr. Court returned to <page-number citation-index=\"1\" label=\"680\">*680</page-number>the Atholl property to live with his family, the marriage soon began to deteriorate. Mrs. Court took up separate residence on October 1, 1982. By agreement between the parties, Mrs. Court subsequently leased a house approximately one and a half miles from “Atholl” and the children took up residence with her in April, 1983. Following the court’s decree, however, Mrs. Court and her daughters moved back into the house located in Annapolis pursuant to an award of its possession and use for the maximum statutory period of three years.</p>\n<p id=\"b708-5\">I. <em>The Family Home</em></p>\n<p id=\"b708-6\">The record reflects that a few years after the Courts moved to Anne Arundel County, where they had intended to establish permanent residency, they purchased a large house near the waterfront in Annapolis on Conduit Street. According to Mr. Court, who at the time was a staff engineer for Westinghouse with a salary of $30,000 per year, “We were always land poor. One of the things that Maria thought was important, and I concurred with her, was to buy a big house that considerably extended our means. And that was the house on Conduit. Our fall back was always that we could rent it and move to the cottage.”</p>\n<p id=\"b708-7\">When Mr. Court decided to terminate his employment and return to sea in the summer of 1980, Mrs. Court and the couple’s daughters, who were then aged 6 and 9, moved to the cottage located near Galesville. Mr. Court testified that the reason for the move was to enable the parties to lease the Conduit Street house so that mortgage payments on it could be met while he was sailing from Turkey to the United States. Mrs. Court testified that as the couple “did not have any money” at the time, she thought that her husband “was not going to go” on the trip. In essence, as the chancellor found, “she moved only for her husband’s convenience.”</p>\n<p id=\"b708-8\">When Mr. Court returned from sea after nearly a year, Mrs. Court testified that she intended to move back to the Conduit Street house, which in the meantime had become <page-number citation-index=\"1\" label=\"681\">*681</page-number>vacant, but that her husband had placed it on the market for sale. In order to stop such a transaction, to which she strenuously objected, Mrs. Court wrote a note to her husband confirming a rental agreement that he had already executed with a third party. The note clearly recited her confirmation of the lease on the basis that she was “not interested in selling the house.” The refusal by Mr. Court to move back into the Conduit Street house upon his return from sea proved to be the coup de gras as far as Mrs. Court was concerned. She took up separate residence a month later.</p>\n<p id=\"b709-5\">Mr. Court places strong reliance on the fact that the Conduit Street residence had been rented-out from the time he left for sea until the hearing, a period of four years. He argues that the confirmation of the rental agreements not only excluded the Conduit Street property from consideration as the family home, but avers that because of such rentals, the house lost its environmental continuity in relation to his children and, therefore, lost its qualification as the family home. We disagree.</p>\n<p id=\"b709-6\">Fam.Law (1984) § 8-201(c) defines “family home” as property in this State that:</p>\n<blockquote id=\"b709-7\">(1) was used as the principal residence of the parties when they lived together;</blockquote>\n<blockquote id=\"b709-9\">(ii) is owned or leased by 1 or both of the parties at the time of the proceeding; and</blockquote>\n<blockquote id=\"b709-11\">(iii) is being used or will be used as a principal residence by 1 or both of the parties and a child.</blockquote>\n<blockquote id=\"b709-13\">(2) “Family home” does not include property:</blockquote>\n<blockquote id=\"b709-14\">(i) acquired before the marriage;</blockquote>\n<blockquote id=\"b709-15\">(ii) acquired by inheritance or gift from a third party; or</blockquote>\n<blockquote id=\"b709-16\">(iii) excluded by valid agreement.</blockquote>\n<p id=\"b709-17\">The house on Conduit Street in Annapolis was purchased, renovated, and then used by the Courts as their principal residence without interruption for approximtely five years. Although we do not here pass upon the judgment of Mr. Court to resign from his job and return to sea, because of <page-number citation-index=\"1\" label=\"682\">*682</page-number>the financial straits of the family that decision required the house on Conduit Street to be either sold or leased to a third party. The Courts decided to lease the house, maintain mortage payments with the proceeds, and move to their summer cottage. Although Mr. Court attempted to sell the Conduit Street house shortly after his return from sea, it is clear that the couple had originally viewed the move to the cottage as a temporary stop-gap measure. It is also clear to us that under the circumstances, Mrs. Court’s subsequent confirmation of an executed rental agreement in no way was intended by her to act as an agreement to exclude the house from consideration as the family home under § 8-201(c)(2)(iii). Quite to the contrary, her very purpose was to preserve and maintain its viability to be used again as the family home.</p>\n<p id=\"b710-5\">In satisfaction of the statutory definition of “family home”, which includes factors to be considered in a conjunctive manner, we believe the evidence to be sufficient to show that the Conduit Street house in Annapolis 1) was used as the principal residence of the parties when they lived together; 2) was owned by both parties at the time of the hearing; and 3) will be used by Mrs. Court and the two minor children of the parties as their principal residence. Based on such evidence, we hold that the chancellor did not err in ruling that the Conduit Street house was the family home.</p>\n<p id=\"b710-6\">\n<em>Possession and Use</em>\n</p>\n<p id=\"b710-7\">The considerations required of a chancellor when awarding possession and use of a family home are set forth in Fam.Law § 8-208(b). The factors to be weighed include:</p>\n<blockquote id=\"b710-8\">(1) the best interests of any child;</blockquote>\n<blockquote id=\"b710-9\">(2) the interest of each party in continuing;</blockquote>\n<blockquote id=\"b710-10\">(i) to use the family use personal property or any part of it, or to occupy or use the family home or any part of it as a dwelling place;</blockquote>\n<blockquote id=\"b711-4\"><page-number citation-index=\"1\" label=\"683\">*683</page-number>(ii) to use the family use personal property or any part of it, or to occupy or use the family home or any part of it for the production of income; and</blockquote>\n<blockquote id=\"b711-5\">(3) any hardship imposed on the party whose interest in the family home or family use personal property is infringed on by an order issued under ... this subtitle.</blockquote>\n<p id=\"Acn\">In harmony with the clear intent of the statute, when considering the award of possession and use of a family home, the interests of minor children of a disrupted marriage must be given particular and favorable attention so as to secure and maintain the highest degree of stability possible under the circumstances. <em>Pitsenberger v. Pitsenberger, </em>287 Md. 20, 24, 410 A.2d 1052 (1980); <em>cf. Kennedy v. Kennedy, </em>55 Md.App. 299, 462 A.2d 1208 (1983). The chancellor made the following findings:</p>\n<blockquote id=\"b711-6\">The parties’ two children were born in 1971 and 1974, and thus have spent most of their lives in the Conduit Street house. The environment is familiar to them, and it is clearly in their best interests to reside there.</blockquote>\n<blockquote id=\"b711-7\">Mrs. Court currently rents a house for herself and the children at a cost of about $475.00 per month. Mr. Court resides nearly rent-free at the Cumberstone Road cottage. Her interest in occupying the family home as a dwelling place for herself and the children greatly outweighs any interest he may have in occupying it. Finally, he will suffer very little hardship as a consequence of this award, and any hardship he does suffer is outweighed by the interests of the children in having use and possession of the house for a limited period. Therefore, the Court will award use and possession of the family home, located at 84 Conduit Street, to the Defendant for a period of three years.</blockquote>\n<blockquote id=\"b711-8\">The Court has already awarded (Mrs. Court) $800.00 per month as rehabilitative alimony. The Court will order Mrs. Court to pay all the mortgage, taxes, insurance and maintenance expenses on the Conduit Street house____ <page-number citation-index=\"1\" label=\"684\">*684</page-number>This arrangement is beneficial to both parties, in that Mr. Court will be able to deduct the alimony payment from his income tax, while Mrs. Court will be able to deduct the mortgage interest.</blockquote>\n<p id=\"b712-5\">Whether it is proper under the circumstances to award possession and use of a family home to the custodial parent of minor children who have been caught in the cross-fire of parental discord is a decision that lies within the discretion of the chancellor. The discretion of the chancellor in awarding possession and use of a family home will not be disturbed on appeal in the absence of a showing that it was exercised in an arbitrary manner or a showing that his or her judgment was clearly erroneous. <em>See Kennedy v. Kennedy, </em>55 Md.App. at 303, 462 A.2d 1208 (1983); <em>see also Tidler v. Tidler, </em>50 Md.App. 1, 9, 435 A.2d 489 (1981); <em>Wenger v. Wenger, </em>42 Md.App. 596, 402 A.2d 94 (1979); and <em>Lott v. Lott, </em>17 Md.App. 440, 302 A.2d 666 (1973).</p>\n<p id=\"b712-6\">The record reflects that Mimi Court resided in the Annapolis home, which was purchased in 1975, from the time she was five years-of-age until she was ten. Young Christina resided in the Annapolis home until she was seven years-of-age, when her family moved in 1980 to their summer cottage located in Galesville. The daughters continued to live and attend school in the general vicinity of Galesville for nearly four additional years—until shortly after the decree.</p>\n<p id=\"b712-7\">Surfacely, it would appear that the children had again been uprooted from their environment in contravention of the clear purpose of the statute. Each question of possession and use of a family home, however, presents its own unique set of circumstances to be examined by a chancellor sensitive to the stablizing needs of children while mindful of the practical problems that offtimes accompany parental discord. The very factors to be considered under § 8-208(b) so provide.</p>\n<p id=\"b712-8\">The return to the environment of Annapolis was not exactly an abrupt change for Mimi and Christina, who at <page-number citation-index=\"1\" label=\"685\">*685</page-number>the time of the hearing were 13 and 10 years-of-age. When they previously resided in the area, they were part of the neighborhood and developed friendships which they were able to maintain and cultivate. Although their teachers may have changed, many classmates remained in the same school. Indeed, any “uprooting” may have been their forced displacement to Galesville.</p>\n<p id=\"b713-4\">We believe the chancellor to have been eminently sensitive to the needs and interests of the Court children while fashioning a fair determination in light of the totality of the circumstances, which included the practical needs and interests of both parents. We hold that the chancellor did not abuse his discretion in awarding possession and use of the Conduit Street house to Mrs. Court for the benefit of the Court’s two daughters.</p>\n<p id=\"b713-5\">II. <em>The Atholl Property</em></p>\n<p id=\"b713-6\">Mr. Court asseverates that the trial court improperly included the Atholl property, which was in his name only, in its computation of marital property. Mr. Court further claims that, since he had conveyed Atholl prior to the divorce decree, it should not have been included in the overall consideration process of the monetary award.</p>\n<p id=\"b713-7\">Mr. Court purchased from his parents a one-seventh undivided interest in a piece of property which included the cottage. The sales contract, dated June 26, 1971, stated a purchase price of $10,000. While Mrs. Court’s name does not appear either on the contract or in the subsequent deed, dated February 24, 1979, her name does appear on the promissory note used to purchase the property. In November of 1983 (a little more than one year after the separation but prior to the divorce petition), Mr. Court conveyed his interest back to his parents. The recited consideration in the deed was that of the parents’ agreement to waive their claim to repayment of certain obligations owed by Mr. Court to them. The agreement also gave Mr. Court the right to reside on the property for a period of five years at a rent of $10 per year.</p>\n<p id=\"b714-3\"><page-number citation-index=\"1\" label=\"686\">*686</page-number>The ^chancellor made the following findings of fact and conclusions of law:</p>\n<blockquote id=\"b714-4\">The Court finds that the parties’ one-seventh interest in the Cumberstone Road property (“Atholl”) is marital propjerty because it was purchased by the parties during their marriage and was paid for with marital funds. As to Mr. Court’s second argument, the Court points to the recent case of <em>Sharp vs. </em>Sharp, 58 Md.App. 386 [473 A.2d 499] (1984), where the Court of Special Appeals stated:</blockquote>\n<blockquote id=\"AKZ\">[I]t would clearly be against the Legislature’s stated public policy to permit one spouse to squander marital prpperty and render it impossible to make an equitable av^ard of property. (Citations omitted). Therefore, wliere a chancellor finds that property was intentionally dissipated in order to avoid inclusion of that property toward consideration of a monetary award, such intentional dissipation is ... a fraud on marital rights ... apd the chancellor should consider the dissipated property as extant marital property ... to be valued with the other existing marital property.</blockquote>\n<blockquote id=\"b714-5\"><em>Sharp, </em>58 Md.App. at 399 [473 A.2d 499].</blockquote>\n<blockquote id=\"b714-6\">It appears to the Court that the Cumberstone Road property was titled solely in the Plaintiff’s name as an attempt by the Plaintiff and his parents to defeat any interest that the Defendant might have in the land. The Plaintiff conveyed the land to his parents in 1983 in order to avoid its inclusion in a marital property award.</blockquote>\n<p id=\"b714-7\">We believe that the facts were sufficient to allow the chancellor to conclude that the Atholl property had been conveyed by Mr. Court to defeat any marital interest that his wife may have had. Based upon such finding, we hold that the chancellor property included the parties’ one-seventh interest in the Atholl property when determining the amount of the monetary award.</p>\n<p id=\"b714-8\">III. <em>Valuation of Marital Property</em></p>\n<p id=\"AgmP\">Mr. Court avers that the trial court failed to evaluate the household property of the parties when setting the <page-number citation-index=\"1\" label=\"687\">*687</page-number>monetary award. Unquestionably, the Maryland case law and statutory directive require the court to determine the value of all marital property prior to making any monetary award. <em>See </em>Cts, &amp; Jud.Proc. § 3-6A-05(b) (now Fam.Law § 8-205(a)(2)); <em>Nisos v. Nisos, </em>60 Md.App. 368, 381, 483 A.2d 97 (1984); <em>Cotter v. Cotter, </em>58 Md.App. 529, 535, 473 A.2d 970 (1984); <em>Dobbyn v. Dobbyn, </em>57 Md.App. 662, 675, 471 A.2d 1068 (1984); <em>Deering v. Deering, </em>292 Md. 115, 129, 437 A.2d 883 (1981).</p>\n<p id=\"b715-4\">In his memorandum and decree, the chancellor stated, “There was no testimony concerning how or when any of this (personal) property was acquired. Further, neither counsel addressed the issue in memoranda or in oral argument. Therefore, the court will assume that the parties have reached agreement concerning the division of personal property.” The chancellor then went on to “expressly reserve the power to make a further determination with regard to this question for 90 days, during which time the parties may request the taking of further testimony to resolve this issue.” Prior to such hearing, however, the appellant filed the appeal at bar. Thus, the record before us does not include any testimony as to “how or when” the list of ordinary household items, such as furniture and pots and pans, were purchased.</p>\n<p id=\"b715-5\">As noted, however, at the hearing on the petition to amend the judgment, which had been conducted prior to the filing of the appeal, the chancellor had, in fact, alluded to the value of the ordinary household property and was under the impression that the parties considered it <em>de minimus. </em>The court stated:</p>\n<blockquote id=\"b715-6\"><em>The court has left that personal property part open </em>although it was under the impression that the—there really wasn’t any argument between the parties about a division of it and that, essentially, it was just, I assume, ordinary household personal property that had no great value or great significance other than its present day value as either used furniture or whatever it was. I think I’ve discussed that before, but I state it again and <page-number citation-index=\"1\" label=\"688\">*688</page-number>that nothing of any great significance was attached to personal property in the case. And also with an indication that there was a reason to believe it would not have affected the marital award one way or the other. (Emphasis added).</blockquote>\n<p id=\"b716-4\">Clearly, if the chancellor could have determined the household items to be marital property, he had a duty to evaluate their worth in order to properly consider the amount of any monetary award, even though such assets were or would be subject to an agreement between the parties. <em>Cotter v. Cotter, </em>58 Md.App. at 536, 473 A.2d 970. In the case <em>sub judice, </em>however, the evidence presented to the chancellor was insufficient to allow him to determine initially whether the household furnishings and goods were marital assets.</p>\n<p id=\"b716-5\">Although the chancellor could not determine the threshold question, he advised the parties that he assumed the items to be “ordinary household personal property that had no great value or great significance other than its present day value as either used furniture or whatever it was.” The chancellor further advised that the value of the household items would not have affected the marital award in any event. On the basis of the record before us, we can not hold the chancellor to be clearly erroneous. In any event, even if considered marital property, as the value of the household items was <em>de minimus, </em>we hold any error, under the circumstances of this case, to be harmless.</p>\n<p id=\"b716-6\">IV. <em>The Post-Separation Property</em></p>\n<p id=\"Ash\">Mr. Court contends that the chancellor should not have considered as marital property those assets which he had acquired after separation.</p>\n<p id=\"b716-7\">In <em>Dobbyn v. Dobbyn, </em>57 Md.App. at 676, 471 A.2d 1068, we held that property acquired during the marriage “means the time between the commencement of the marriage and its dissolution by death, annulment or the issuance of a decree of absolute divorce.” Mr. Court acknowledged that the property in dispute had been purchased prior to the <page-number citation-index=\"1\" label=\"689\">*689</page-number>divorce. He contends, however, that the funds used to purchase this property had been acquired after he and his wife had separated. This is clearly irrelevant. As Judge Bloom observed in <em>Wilen v. Wilen, </em>61 Md.App. 337, 354, 486 A.2d 775 (1985):</p>\n<blockquote id=\"b717-5\">Determining and valuing marital property as of the time of divorce rather than the time of separation will not necessarily lead to an inequitable result. The extent to which the efforts of one spouse may have led to acquisition of property or to an increase in its value without any monetary or non-monetary contribution by the other spouse after the parties separated can, and should, be taken into account in determining what would constitute an equitable monetary award.</blockquote>\n<p id=\"b717-6\">In the absence of any agreement to the contrary, we believe that the chancellor correctly considered as marital property those assets which had been acquired by Mr. Court prior to the divorce.</p>\n<p id=\"b717-7\">V. <em>Consideration of Fault</em></p>\n<p id=\"Adl\">Mr. Court believes that the fault of either party is totally irrelevant in setting the amount of a monetary award.</p>\n<p id=\"b717-8\">As the chancellor noted, Cts. &amp; Jud.Proc. § 3-6A-05(b)(4) includes “the circumstances and facts which contributed to the estrangement of the parties” as a factor to be considered in the determination of the award. <em>See </em>Fam.Law § 8-205(a)(4). Indeed, we have reversed the lower court when it has not given sufficient weight to this factor. <em>Mount v. Mount, </em>59 Md.App. 538, 553, 476 A.2d 1175 (1984).</p>\n<p id=\"b717-9\">As one of nine factors, the circumstances contributing to the estrangement of the parties was considered by the chancellor. He found that Mr. Court’s decision to resign from his position at Westinghouse; his decision to sail a ship from Turkey to the United States, a voyage of ten months duration; the requirement he imposed upon his family to move from their Annapolis home to the Galesville cottage; and his extra-marital affairs with a female crew <page-number citation-index=\"1\" label=\"690\">*690</page-number>member, greatly contributed to the dissolution of the marriage. The record clearly supports the findings of the chancellor.</p>\n<p id=\"b718-5\">JUDGMENT AFFIRMED.</p>\n<p id=\"b718-6\">COSTS TO BE PAID BY APPELLANT.</p>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b718-7\">WILNER, Judge,</author>\n<p id=\"AlA\">dissenting.</p>\n<p id=\"b718-8\">Respectfully, and with some embarrassment, I dissent. The respect needs no elucidation; it is for the legal brilliance of my colleagues on the panel and for the fact that, despite what I think, I may be wrong. My embarrassment stems from the fact that I had a hand in writing the statute at issue here, a statute that I now find ambiguous.</p>\n<p id=\"b718-9\">The authority for a court to enter a use and possession order came into the law in 1978 as part of the recommendations of the January, 1978, Governor’s Commission on Domestic Relations Laws. It was a unique provision, in that it marked the only exception to the Commission’s (and the Legislature’s) expressed view that courts in domestic relations cases should not be free to deal with property in derogation of title. In this one instance, limited to the “family home” and “family use personal property,” a court can award temporary <em>exclusive </em>possession to one spouse without regard to title.</p>\n<p id=\"b718-10\">There are two aspects to the matter. First, the property must qualify as a “family home” or “family use personal property,” both of which are defined terms in the statute. <em>See </em>Fam.Law art., § 8-201(c) and (d).<footnotemark>1</footnotemark> If the property does not fall within the scope of the definition, it cannot be subjected to a use and possession order, whatever may be the circumstances. The second aspect, assuming the property qualifies, is whether there <em>ought </em>to be a use and possession order. That is largely a matter of court discre<page-number citation-index=\"1\" label=\"691\">*691</page-number>tion, the criteria for the exercise of which are set forth in Fam.Law art., § 8-208.</p>\n<p id=\"b719-4\">The problem here concerns the definition. Section 8-201(c) defines “family home” as “the property in this State that:</p>\n<blockquote id=\"b719-5\">(i) was used as the principal residence of the parties when they lived together;</blockquote>\n<blockquote id=\"b719-6\">(ii) is owned or leased by 1 or both of the parties at the time of the proceeding; and</blockquote>\n<blockquote id=\"b719-7\">(iii) is being used or will be used as a principal residence by 1 or both of the parties and a child.”</blockquote>\n<p id=\"b719-8\">These are three separate tests, and all must be satisfied. There is no question as to (ii) or (iii); they are clearly met. The problem is with (i); does it mean a property that was used at any time by the parties as their principal residence, as the majority assumes, or the property that was used as the principal residence just before the separation? Therein lies the ambiguity. I think it means the latter, and for that reason, I would conclude that the Conduit Street property does not qualify as the parties’ “family home.”</p>\n<p id=\"b719-9\">Section 8-206 sets forth, rather clearly in my view, the legislative policy behind the authority vested in the court to enter a use and possession order. It states that the court shall exercise its powers under §§ 8-207—8-213—the sections dealing with use and possession orders:</p>\n<blockquote id=\"b719-10\">“(1) to enable any child of the family to <em>continue to live in the environment and community that are familiar to the </em>child; and</blockquote>\n<blockquote id=\"b719-11\">(2) to provide for the <em>continued occupancy of the family home </em>and possession and use of family use personal property by a party with custody of a child who has a need to live in that home.” (Emphasis added.)</blockquote>\n<p id=\"b719-12\">That policy fully reflects the thinking of the Governor’s Commission. See Commission Report (January, 1978), p. 12. Indeed, in rejecting the suggestion that Maryland adopt a form of community property—that all property <page-number citation-index=\"1\" label=\"692\">*692</page-number>simply be divided in half upon a divorce—the Commission observed on p. 4 of its Report:</p>\n<blockquote id=\"b720-5\">“It virtually assures that neither spouse, (nor, therefore, their minor children) will be able to continue living in the family home. Each party will have a half interest in the home, so that unless there be some agreement of the parties the home—and the appliances, furniture, and furnishings in it—will have to be sold in order that each may recover the value of his or her interest. Thus, whatever stability might perchance have survived the breakup of the marriage itself will likely be further eroded, and children will frequently be uprooted from the neighborhood they know. The first disadvantage, therefore, is the concomitant psychological trauma to the parties and their children.”</blockquote>\n<p id=\"b720-6\">I recognize the “cardinal rules” of statutory construction, the most “cardinal” of which is to carry out the true intention of the Legislature. It is certainly possible to read § 8-201(c)(i) as including any property (not otherwise excluded) that was <em>ever </em>used by the parties as their principal residence. That is how the majority reads the statute, and, if read totally in isolation, it would not be an unreasonable construction. But, when read in context with § 8-206, it can hardly be what the Legislature intended. Such a reading would be wholly inconsistent with § 8-206. The absurdities that it could very logically lead to are self evident, and indeed are illustrated by this very case.</p>\n<p id=\"b720-7\">The Conduit Street property has not been the family home—at least was not occupied as such—since the summer of 1980. It was rented out, and, on one occasion, nearly sold. For four years, Mrs. Court and the children lived at or near Galesville, which appears on a Maryland map to be some 8 to 10 miles south of Annapolis and clearly nowhere in the vicinity of Conduit Street. Whatever may have been the case in 1980 when Mr. Court went to sea, by 1984 it cannot reasonably be said that Conduit Street was “the environment and community that [were] familiar to the child[ren].”</p>\n<p id=\"b721-3\"><page-number citation-index=\"1\" label=\"693\">*693</page-number>I do not suggest that § 8-201(c)(i) must be read so strictly as to include only that property that the parties occupied on the very day before their separation. Separations may be preceded by temporary moves by one spouse or the other without an intention to abandon the real marital home. But a four-year hiatus, only a quarter of which was occasioned by the exigency of Mr. Court’s wanderlust, bursts whatever elasticity there may be in the statute. The use and possession order entered in this case did not provide for <em>“continued </em>occupancy of the family home” and did not allow the children to <em>“continue </em>to live in the environment and community that are familiar” to them. (Emphasis added.) Indeed, it uprooted the children for a third time and returned them to a neighborhood that Christina, age 10, hadn’t lived in since she was 6, and Mimi, age 13, hadn’t lived in since she was 9.</p>\n<p id=\"b721-4\">I would vacate the use and possession order and remand the case for the court to reconsider alimony, child support, and a monetary award in light of that. As a tenant in common, of course, Mrs. Court has an equal right to continued possession until such time as the property is sold.</p>\n<footnote label=\"1\">\n<p id=\"b718-11\">. The Family Law article took effect October 1, 1984, which was after the trial in this case. It merely recodified, without substantive change, the provisions of former Courts &amp; Judicial Proceedings art., § 3-6A-01, <em>et seq. </em>For convenience, I shall cite to the current law.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}