{
  "casebody": {
    "data": "<casebody firstpage=\"101\" lastpage=\"120\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b101-1\">SUPERIOR COURT.</court>\n<p data-order=\"1\" data-type=\"otherdate\" id=\"b101-2\">FALL SESSIONS.</p>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ADsS\">1875.</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b101-3\">Robert D. Hoffecker and John S. Hoffecker, trading as Hoffecker &amp; Brother, <em>v. </em>The New Castle County Mutual Insurance Company.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b101-4\">A special plea in an action on a policy of insurance that the plaintiffs permitted the building insured to be used for purposes which increased the risk of loss by fire, without stating what such purposes were, is deficient in particularity and demurrable.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b101-5\">Since the repeal of the stamp acts of Congress deeds executed and delivered while they were in force, but without any United States internal revenue stamp upon them, must be recorded by the recorder of deeds for the county if tendered for that purpose, and there is no other objection to recording them.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b101-6\">If neither the attorneys nor the members of the court are agreed as to what a witness said as to a material fact in the trial of a case, the court will leave it to the jury and decline to nonsuit the plaintiff for the want of sufficient proof as to the fact to which his statement referred.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b101-7\">If at the time of the application and issuing of the policy the insured is in possession of the whole of the property as the lawful and rightful owner of it, and in his application represents himself to be the owner of the whole of it, the court will not nonsuit him in an action on the policy for the loss of it by fire, although it appears from the evidence that he had never had a deed but for one moiety of it, and that without any United States revenue stamp upon it as then required by the act of Congress up to the time of filing his application and the granting of the policy, either on the ground of misrepresentation in the application as to his ownership of the whole of the property, or on the ground that he had not then the legal title to any part .of it.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b101-8\">The charter of a mutual fire insurance company provided that in case of an injury or loss by fire the insured should give immediate notice of it to the <page-number citation-index=\"1\" label=\"102\">*102</page-number>president or secretary at the office of the company, and that the company should be liable to a suit for any loss if it should not be paid within ninety days after notification of such loss. The plaintiff in the case gave notice of the loss to the president at the office of the company in four days after the fire and required the payment of the amount of the insurance by letter, and the secretary by the direction of the president replied to their letter declining to pay it. <em>Hdd, </em>that it was due notification of the loss, and that the reply of the president through the letter of the secretary was a refusal to pay it, which amounted to a waiver by the company of its exemption from liability to be sued for it under the charter until ninety days after the notification of the loss.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b102-4\">The insurance on a stock of goods in a building after their removal from it may be transferred to the building by the secretary, with the knowledge and consent of the company express or implied, on the request of the insured, by a written indorsement under his hand on the face and in the body of the policy and above the signature of the president and the seal of the company after its execution and delivery, and without any alteration to the same effect being made in the written application of the insured on which the policy was issued. And such transfer of the insurance will not vary or affect the terms of the policy or the application in any respect beyond the mere fact of transferring the insurance from the goods to the building. And the extent and measure of the risk assumed by the company on the transfer being made was the measure and extent of the risk which it incurred in respect to the stock of goods originally insured, and is to be measured by the use or uses to which the building was originally appropriated under the policy, that is to say, the rate and degree of risk incident to a woolen factory in which wool and woolen goods are kept and manufactured in such a building as is described in the application and policy.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b102-5\">In every contract or policy of insurance against fire there is an implied promise on the part of the insured that he will not after it is made alter or change the insm-ed premises, or alter or change the business then carried on, or to be carried on there, so as to increase the risk of loss by fire. And this is the rule of law, although there be no by-law of the company on the subject. And if the insured or his tenants so occupy or use the property insured at any time as to increase the risk of injury to, or loss of it by fire, the insured is not entitled to recover for it.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b102-6\">The application for the insurance, and on which the policy is issued, enters into and constitutes part and parcel of the contract of insurance, and is made such by the express terms of the policy itself; and from the application and the policy must be ascertained and determined the degree or extent of risk which the company assumes and agrees to insure against.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b102-7\">The origin of the fire or how it may have occurred is wholly immaterial, and is not a question to be considered in the case. If the insured or his tenants increase the risk of injury or loss to the insured premises from fire by any other use or uses to which it was at any time appropriated after the transfer of the insurance from the stock of wool, woolen goods, and materials which have before been removed from the building to the building itself, the <page-number citation-index=\"1\" label=\"103\">*103</page-number>contract of insurance is vitiated and avoided by it, and no action can be maintained upon it.</headnotes>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b103-5\">This was an action of covenant on a policy of insurance with numerous special pleas, several of which were demurred to generally and specially on the ground that they simply alleged that the plaintiffs permitted the building insured by the policy to be used for purposes which materially increased the risk of loss upon it by fire.</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b103-6\"><em>Massey, </em>for the plaintiffs:</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"ALm\">The pleas demurred to are defective and insufficient in substance as well as form, because they do not allege what the purposes were for which the plaintiffs permitted the building to be used, and which increased the risk of loss upon it by fire, as the defendants have averred in them.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b103-7\"><em>Bates, </em>for the defendant:</attorneys>\n<p data-order=\"17\" data-type=\"legal\" id=\"ABLd\">General pleading is allowable when a multiplicity of matters constitutes the substance of the plea. And the substance of each of the pleas demurred to consist in brief of the material fact alleged in them that the plaintiffs allowed the building, whilst it was insured, to be used for other purposes than those for which it had been used and had been insured and which increased the risk of its destruction by fire; but the gist of the pleas and of the defense involved in them is that they thereby wrongfully increased the risk, and no specifications as to whom or for what particular purposes they had been allowed to be so used by them could add anything to the materiality of the pleas or was necessary to be alleged in them. 1 <em>Ch. Pl. </em>535, 537. Besides, particularity is not required in the plea when the defense consists of matters of facts peculiarly within the knowledge of the other party.</p>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b103-10\"><em>Ridgely, </em>for the plaintiffs :</attorneys>\n<p data-order=\"19\" data-type=\"legal\" id=\"Al1\">The defendants have pleaded this matter specially by way of confession and avoidance, and it must be alleged with sufficient certainty to apprise the plaintiffs of what they must be prepared to meet with their proof on the trial of the issue on the pleas in case they had been traversed.</p>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b103-11\">\n<em>By the Court:</em>\n</attorneys>\n<p data-order=\"21\" data-type=\"legal\" id=\"Ag1\">The demurrers to the pleas must be sustained. <page-number citation-index=\"1\" label=\"104\">*104</page-number>As the pleas are special, the matter of defense relied on should be set forth with sufficient particulars and certainty to show upon their face <em>prima fade </em>that the purposes referred to but not stated, for which the plaintiffs permitted the building to be used, were such as would in fact, admitting the allegation to be true, have increased the risk of its destruction by fire. Judgment is therefore given for the plaintiffs on the demurrers.</p>\n<p data-order=\"22\" data-type=\"legal\" id=\"b104-4\">The trial then proceeded on the other pleas and issues joined in the case. The policy of insurance was executed and delivered to the plaintiffs on the 22d day of August, 1865, for three thousand dollars, on a stock of wool, woolen goods, materials, etc., in their two-story brick factory with an iron roof in the town of Smyrna, and which insurance was afterward transferred by the company on the 22d day of January, 1868, from the stock of goods to the building itself at the instance of the plaintiffs and upon their representation that it was then empty, as they had a short time before that ceased manufacturing woolen goods in it and had remoVed their business from the town of Smyrna to the town of Milford. In their written application for the insurance, however, the plaintiffs in describing the building stated that the first story was used as a machine shop for the repair of machinery and very little shavings made. It was proved by the secretary of the company that the transfer of the insurance was so made by him with the sanction and approval of the president of it by indorsing the transfer on the policy and re-delivering it to the plaintiffs, because he did not consider the risk would be increased by it, and that he had done the like before, and it was a common thing and frequently done by insurance companies without consulting the directors; and the president proved that it had been the custom of the company to make such transfers in that manner when it could be done without any increase of risk. The building remained empty until the month of March, 1868, when the second story was rented by the plaintiffs and was used and occupied by the tenant as a carpenter shop, and who made doors and window frames and sash and planed boards in it until March, 1870, when the building was rented to two other persons who <page-number citation-index=\"1\" label=\"105\">*105</page-number>used and occupied it as carpenters’ and joiners’ shop and carried on their business as such generally in it, manufacturing doors and door-moldings, window frames and sash, and planing boards for themselves and others, for which purpose they put and used a planing-machine, also a ticking-machine for moldings, and several circular saws in it, from which at times a very considerable quantity of shavings, sawdust, and other combustible materials would accumulate in it from such uses of it, until a few months before the destruction of it, when they converted it chiefly into a peach-basket factory and added a stave cutter and a surface planer to the other machines mentioned in it, and that they had been principally so occupied in using the building for some four months up to the Tuesday preceding the Sunday on which it was burnt, during which time there had been no work done or fire made in it to the knowledge of the tenants. It was totally destroyed on the 11th day of September, 1870. The premium note of the plaintiffs to the company was for six hundred dollars, and the rate of insurance on that was twenty per cent., and the premiums had all been paid up to January 22d, 1871. In proving their title to the property the plaintiffs offered in evidence the record of deeds for it in moieties from two vendors and tenants in common of it, from whom they had purchased it, one dated on 13th day of January, 1865, and the other on the 8th day of February, 1867, but recorded only the day before and without any U. S. internal revenue stamps upon them.</p>\n<attorneys data-order=\"23\" data-type=\"attorneys\" id=\"b105-3\">Saulsbury, for the defendant,</attorneys>\n<p data-order=\"24\" data-type=\"legal\" id=\"AII\">objected for that reason to their admissibility in evidence.</p>\n<attorneys data-order=\"25\" data-type=\"attorneys\" id=\"b105-4\">. <em>Massey, </em>for the plaintiffs.</attorneys>\n<p data-order=\"26\" data-type=\"legal\" id=\"AL_\">The record of them from the recorder’s office of the county is evidence <em>per se </em>made so by express provision of the statute, and independent of that the court will presume that as a public officer the recorder has done his duty in recording them, and that the original deeds must have been duly stamped or he would not have recorded them. But all the acts of Congress on the subject of such stamps have since been absolutely repealed, and when these deeds were presented for recording there was no law whatever <page-number citation-index=\"1\" label=\"106\">*106</page-number>requiring them to be stamped for that purpose, and if so, what right or authority had the recorder then to refuse to record them ? Besides, it has been decided in this court that the Congress of the United States has no power to prescribe rules of evidence for the State courts.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b106-4\"><em>Saulsbury: </em>The reason the deeds were not recorded until yesterday was doubtless because they were not stamped, but the want of the stamps under the act of. Congress, which was then in full force and effect, went to and was essential to the validity of the execution and delivery of them when they were executed and delivered. The court, however, would observe that the second deed was not made until long after this policy of insurance on the property was executed to the plaintiffs, which was issued on their declaration and representation to the company that they were then the owners of the whole of it, when they were in fact but the owners of one-half of it. And that in turn went to the validity of their policy.</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b106-6\"><em>The Court: </em>We overrule the objections to the admissibility of the evidence offered, first, because the stamp acts of Congress referred to had been repealed when these' deeds were recorded, and there was no law whatever to prohibit them from being recorded without them or to warrant or justify the recorder in refusing to record them ; and, secondly, because the plaintiffs were at the time the policy was issued to them in possession of the whole of the property and as the lawful and rightful owners of it; and the objection, besides, at this stage of the trial can only go to the effect and not to the admissibility of the deed in question as evidence in the case.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b106-7\">The secretary of the company received due notice of the destruction of the building by fire and the loss occasioned by it in a letter from the plaintiffs on the 15th day of October and requiring the payment of their policy of insurance in consequence of it, and stated that by the direction of the president he wrote them a letter declining, when his statement was arrested by an objection from the counsel for the defendant that it was not competent for him to state the contents of the letter or to say more about it until the plaintiffs had produced it, or proved <page-number citation-index=\"1\" label=\"107\">*107</page-number>the loss of it, to which the counsel for the plaintiffs promptly assented and disclaimed any intention of drawing from him such a statement. He also stated that the lowest rate of insurance charged by the company on carpenters’ shops was two and a half per cent., and that it had but one, and had declined all other applications of the kind, and that its lowest rate on planing mills and sash factories was five per cent. And it was proved by an agent in Wilmington of fifteen insurance companies that their usual rates charged' on woolen factories was one and a half per cent., on carpenters’ shops three per cent., on planing mills and sash factories from six to seven per cent., and on peach basket factories the lowest rate was three and a half per cent. But the proof by other witnesses was that the manufacture of peach baskets by the tenants referred to in the building was attended with comparatively little danger from fire, as all the wood used in the making of them, except the boards for the bottoms, which were prepared and worked in a green state, and had to be steamed and put together while yet very damp or wet from the process, and no shavings of any amount or account in respect to danger from fire could accumulate in the building from such a use of it, and that the basket manufacture was carried on almost exclusively in the lower story. The origin of the fire was unknown.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b107-3\"><em>Bates </em>submitted a motion for a nonsuit on several grounds, and first, because the suit was brought before the cause of action accrued. The fire and destruction of the building insured occurred on the 11th day of September, 1870, and the action on the policy was commenced on the 19th day of October following, or in the brief period of just thirty-eight days thereafter. But on turning to the seventh and ninth sections of the charter of the company the court will find that it is provided that in case of loss or damage by fire to property insured the owner or person insured shall give immediate notice of it to the president or secretary at the office of the company, to the end that immediate inquiry may be instituted into it, and the company shall direct the proper appraisers to determine and value the loss actually sustained and make report within ten days <page-number citation-index=\"1\" label=\"108\">*108</page-number>from the occurrence of the fire; and if the owner or person insured shall be dissatisfied with the estimate of the appraisers the question of damage or loss shall then be submitted to three disinterested persons chosen by the parties, whose award shall be final. And then, after providing how the amount of the loss for which such award shall be rendered shall be apportioned and raised among the members of this mutual insurance company in order to meet the payment of it, the seventh section further proceeds and closes with this provision : “ And the damage or loss so awarded shall be paid within ninety days from the date of the fire or the company shall be liable to the payment of interest.” The eighth section relates exclusively to and provides for the liabilities of the members individually to the company on their respective deposit notes in view of such contingencies ; whilst the ninth section proceeds and is comprised in these words : “ That the company may recover by suit from any of its members upon any of the liabilities enumerated in the preceding sections, and shall be liable also to a suit for any. loss if the same be not paid within ninety days after due notification of such loss; and any member who is not individually interested in the suit shall be competent as a witness, notwithstanding his membership.” ¡Now, from these provisions it is manifest that the legislature in passing and the company in adopting the charter intended in every case of a damage or loss by fire of property insured under it the company should have immediate notice of it, and in the first place till ten days after the fire to institute the inquiry and direct the proper appraisers to ascertain and value the loss and for the return of their report upon it; and if not satisfactory to the insured that the matter should be referred to an amicable arbitration as directed in the provision; and in the next place, in addition to that, the company should have eighty days <em>more </em>from the date <em>of </em>the fire before it should be bound to pay, or be liable to be sued for the amount of the loss awarded by the arbitrators, subject to this qualification and condition only, that if it should not pay such award within ninety days from the date of the fire, it should be liable to interest on it from that date. That provision, however, applies only when that course of procedure has been <page-number citation-index=\"1\" label=\"109\">*109</page-number>adopted by the parties in regard to the loss, but which was not done in this case. The subsequent provision, however, contained in the ninth section does not apply in this case, nor in any other case where no inquiry has been instituted and no appraisers have been directed, in the first instance to determine and estimate the loss, and there has been no submission of the question of damages or loss to arbitration as specially provided for in the seventh section; but the ninth section, which is much broader and is general in its application and does apply in this case and in all the other cases before stated, for after providing in the first place that the company may recover by suit from any of its members upon any of the liabilities enumerated in the preceding sections, it in the next place provides that it shall be liable also to a suit for any loss if the same be not paid within ninety days after due notification of such loss, not, as in the seventh section, and the cases instituted and proceedings under it in ninety days from the date of the fire, but in ninety days after due notification of the loss; and which would, of course, in most if not in all instances, practically exempt the company from any liability to be sued for the loss for a longer time in such an action as this than when the company has elected immediately on receiving the notice of the fire and loss to institute the inquiry and to resort to the mode of adjudicating the matter as provided for in the seventh section. But there had been in this case no proof even of a demand and refusal before the action was commenced, although it had been proved that due notice of the fire and loss had been given by the plaintiffs to the company in four days after the destruction of the building.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b109-3\">There were two other grounds on which he would also rest the motion for a nonsuit, and the next was the variance between the contract proved and the contract declared on in the case. The policy of insurance declared on is alleged to be the deed of the company, but it had not only been completely altered by paroi in the most material part of it since its execution and delivery by the attempted transfer of the insurance from the stock of goods in the building to the building itself in such a manner, that is, by a written indorsement simply entered <page-number citation-index=\"1\" label=\"110\">*110</page-number>on the face of the policy, but the president and secretary of the company had no power or authority to make such a substitution of the property insured by any such paroi indorsement so entered in it after its execution and delivery, notwithstanding their opinions to the contrary expressed as witnesses on this trial. For it could only have been legally done by the surrender of the original and the formal execution and delivery of a new policy of insurance for that purpose. The authorities on this point had before been cited in this case in this court in the argument on the demurrer decided in it several terms since. <em>Hoffecker &amp; Brother </em>v. <em>N. C. C. M. Ins. Co., </em>4 <em>Houst. </em>311. The other and remaining ground was the failure of the plaintiffs to comply with the warranties on their part contained in the contract of insurance in this case between the parties to it, and which was disclosed in the evidence produced on their behalf to the effect that they were not the owners of more than one-half, if of any part of the property insured, when they filed their application for and obtained their insurance upon the faith of it, in which they declared that they were then the owners of the whole of the property.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b110-4\"><em>Massey: </em>There is no express provision in the charter that such a suit as this shall not be brought or instituted until ninety days after notice given of the loss. But even if the provision were as positive as that, still if there is any evidence before the jury sufficient to satisfy them that the company through its president and secretary refused or declined on the receipt of the notice to pay or adjust the loss with the plaintiffs, it constituted in law a waiver of the exemption of the company from liability to this suit for the ninety days as provided in the ninth section of the charter, and the action could be brought at any day within that time. <em>Phillips </em>v. <em>Protection Ins. Co., </em>14 <em>Mo. </em>221; <em>Allegree </em>v. <em>Md. Ins. Co., </em>6 <em>Har. &amp; Johns. </em>408; <em>Strong </em>v. <em>Harvey, </em>11 <em>E. C. L. R. </em>112. And he was willing to leave that matter as a question of fact to be determined by the jury upon their recollection of the testimony of Mr. Smith, the secretary off the company, that he was directed by the president on the receipt of the letter from the plaintiffs notifying him of the <page-number citation-index=\"1\" label=\"111\">*111</page-number>fire and loss and requiring the payment of the insurance to write to them a letter declining, or whatever it was he said, or the word or words used, or did not use in that connection to the best of their recollection. As to the second ground on which the nonsuit had been moved, it had already been sufficiently disposed of in the opinion of the court on the demurrer referred to by the learned counsel; whilst as to the third and last ground he would observe what he thought would be a sufficient answer to it, that there is a count in the declaration on the instrument as a policy of insurance executed and delivered on the day the transfer and substitution was made in the original policy, and when the plaintiffs were beyond all question the legal owners of the whole property.</p>\n<p data-order=\"33\" data-type=\"legal\" id=\"b111-3\"><em>Saulsbury: </em>But if the testimony and statement of Mr. Smith, the secretary of the company, was as it had been represented by the learned counsel, it could not have the legal effect claimed for it under the charter of this company, which the proof of the demand and refusal had in the cases cited by him, for in each of those cases the question depended on an express condition incorporated in the policy of insurance itself by agreement of the parties, the breach of which on either side would excuse the neglect of it on the other, but here it exists not by agreement of the parties but by a positive provision of the charter, the fundamental law of the company. But our recollection by no means accords with his as to what that gentleman said. According to our notes and recollection of what he said he did not use the word declining or refusing or any synonymous term, but was stopped in his statement by our objection as soon as he had said that by the direction of the president he wrote a letter to the defendants.</p>\n<p data-order=\"34\" data-type=\"legal\" id=\"b111-4\"><em>The Court: </em>The members of the court themselves are not agreed as to the extent or effect of Mr. Smith’s testimony on the point in question, and as the counsel as well as ourselves differ in regard to it the majority of the court are not inclined to grant the motion, and as this is the only ground on which it has been rested about which we have any doubt or difference of opinion a nonsuit is refused.</p>\n<attorneys data-order=\"35\" data-type=\"attorneys\" id=\"b112-3\"><page-number citation-index=\"1\" label=\"112\">*112</page-number><em>Fidgely, </em>for the plaintiffs :</attorneys>\n<p data-order=\"36\" data-type=\"legal\" id=\"AG-\">If the secretary of the company, and its agent for such purposes, had no authority to make the transfer and substitution of the insurance proved in the case, but the company afterward with the knowledge of it received the annual premiums on the policy, it was bound by the transfer so made by him. Any deed may be altered in the most material part of it by the consent of the parties. <em>Miller </em>v. <em>Stewart, </em>9 <em>Wheat. </em>680. When °an empty building is insured, if there be no restriction in the policy as to the uses to which it may be applied, it may be appropriated to any to which such a building can be properly applied; and if it has a steam engine and machinery in it, as this building had, it may be used in any kind of manufacture in which a steam engine can be employed. It could not be used in the manufacture of gunpowder, nitroglycerine, or gun-cotton, but for any kind of manufacture in which the building and steam engine and machinery can be legitimately and properly employed it can be used without invalidating or affecting the policy of insurance upon it. But it is certainly clear and well-settled law in insurance cases that where there is no increase of danger to the building and of consequent risk to the company attending a change in the use of it, the validity of the policy cannot be affected by it. <em>Lattomus </em>v. <em>F. M. F. I. Co., </em>3 <em>Houst. </em>404. And if there has been any increase of risk in consequence of a change in the use of it, and it is destroyed, it must be shown that the change in the use was the cause of its destruction to vitiate the policy, and where several changes have from time to time been made in the use of it, each increasing the risk, one in a greater and another in a less degree, and the building is at length destroyed, the same rule requires that it must be shown, even in such a case, that the use to which it was applied at the time of its destruction was the cause of it, although the use to which it was then applied may have been attended with less danger to the building than a preceding use to which it had been changed. And upon that principle it must be shown that it was the final change in the use of the building in question to the manufacture of peach baskets that increased the danger of its destruction from fire and the risk thereby incurred by the company when <page-number citation-index=\"1\" label=\"113\">*113</page-number>they insured it as a woolen factory, and also that it was that use of it which caused its destruction. But the proof as to that was clear that it could not have increased the liability of the building to take fire from the nature of the material employed in the manufacture of such baskets and the state in which it had to be used, consisting principally of green gum and the steamed and wet condition in which they had to be put together when the baskets were made, and, of course, the refuse, which was but small, accumulating in the building from the work would be in the same state, and was so green and damp that it could not be used even for kindling fires, according to the testimony in the case. Of what weight or value then could be the testimony of the agent of fifteen insurance companies that the relative rate and risk of insurance on woolen and peach-basket factories compare as one and a half to three per cent., and on carpenter shops that it is only one per cent, greater than on such basket factories ? What could such an agent or the companies he represents know about such factories? The charter required that the plaintiffs should have given the company immediate notice of the fire and loss, which they did in four days after the occurrence, and which was sufficient under that provision. <em>Fland, on Ins. </em>512, 513. And the letter containing the notice contained a demand on it for the amount of the insurance, which the company refused to pay, as we contend according to the evidence before the jury. And that it refused and intended to refuse to pay it, and considered that it had done so when it replied to their letter through Mr. Smith, the secretary, is perfectly manifest, and should be inferred from the fact that the company did not do what it was its duty by the charter to have immediately done on the receipt of the notice, if it had intended to do otherwise, and that was to institute the inquiry into the loss as provided for in the seventh section of it.</p>\n<p data-order=\"37\" data-type=\"legal\" id=\"b113-3\"><em>Bates: </em>All the provisions of the charter which had been referred to clearly indicate that the intent of the act was to provide that in no case whatever should the company be required to pay or be liable to be sued for the amount of the insurance <page-number citation-index=\"1\" label=\"114\">*114</page-number>until ninety clays after due notification of the fire and loss, except in cases in which the company might deem it proper to institute the inquiry and the amicable proceeding for the adjustment and settlement of the claim as provided for in the seventh section, and even then and in such case that it should not be obliged to pay the amount awarded until ninety days from the date of the fire. And this was a peremptory condition imposed by the terms of the charter in favor of the company upon every member of it who by his improper conduct had forfeited in the opinion of the company his right under the contract of insurance to sue it on his policy whenever he should be placed in that relation to it; and it was according to the obvious meaning and intention of the charter that such a peremptory condition was imposed upon him for the protection and security of the company in such a case as could not in accordance with the spirit and design of the law be waived or renounced by the company. But if it could in law be waived nothing short of the strong and conclusive evidence that the company absolutely refused to pay it on due notice of the loss and demand made would be sufficient to prove it. It was proved in the evidence that on the 2d of September, 1867, the company'increased the rate of insurance on sash factories and saw mills to four per cent., of which the defendants must be deemed in law to have had knowledge, as it is a mutual insurance company and every person insured in it is a member of it. <em>Lattomes </em>v. <em>F. M. F. Ins. Co., </em>3 <em>Houst. </em>404 ; <em>Diehl </em>v. <em>Adams Co. M. Ins. Co., </em>58 <em>Pa. </em>443. And thé last case cited is authority for the principle that having rented the building to be used as a sash factory after that rate had been established was itself an increase of risk known to the plaintiffs which forfeited their policy; and also for the principle that a waiver by the company of the forfeiture never occurs unless where it is intended, or the act relied on for the purpose by the other parties, ought in equity or justice to estop the company from denying the waiver. The application of the plaintiffs for the insurance and the representations made and the description of the building and the use to which it was applied contained in it being referred to in the policy issued upon it, constitute, of course, in law a part of the <page-number citation-index=\"1\" label=\"115\">*115</page-number>policy and of the express terms of the contract of insurance between the parties, and not only a warranty on the part of the plaintiffs for the present, but also for the future; or, in other words, that the use will not be afterward changed so as to increase the hazard of the insurance, and that the property will not be altered in any respect, either in its structure or its uses as it is represented in the application, so as to produce that effect. 2 <em>Pars, on Contr. </em>424; 26 <em>E. L. &amp; E. R. </em>238. And as no new application was filed and no change or alteration whatever was made in that on which the policy was issued, how could the substitution of the empty building for the woolen goods, wool, etc., then in it and the transfer of the insurance be made by a paroi indorsement entered merely in the body of the policy afterward without any written application for such alteration, or any alteration in that already filed ?</p>\n<p data-order=\"38\" data-type=\"legal\" id=\"b115-3\"><em>Saulsbury </em>followed on the same side. <em>Massey </em>closed the argument before the jury.</p>\n<opinion data-order=\"39\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b115-4\">\n<em>The Court,</em>\n</p>\n<author id=\"A-Px\">\n<em>GHlpin, C. J.,</em>\n</author>\n<p id=\"ALX\"><em>charged the jury: </em>That the case was to be considered and decided by them according to the evidence which had been submitted to them in the trial of it, and in the same manner as if it were a suit between natural parties, and not between two respectable but unfortunate citizens of their county and a • wealthy corporation which had been created by the legislature of the State for wise and beneficent purposes. That the charter of the company contained provisions which expressly exempt it from any action on a policy of insurance for a loss by fire for ninety days from the date of the fire and after due notification of the loss occasioned by it, and of which the person injured is required to give immediate notice to the president or secretary at the office of the company. In this case the fire occurred and the brick factory of the plaintiffs’, the building insured, was destroyed by fire on the 11th day of September, 1870 ; in four days thereafter, on the 15th day of that month, notice of the fire and loss was given by the plaintiffs to the proper officer of the company, and on the 19th day of October, 1870, this suit was instituted by them to recover for the loss, or within less than ninety days after the occurrence of it. And <page-number citation-index=\"1\" label=\"116\">*116</page-number>the first question presented for consideration in this case under the facts proved has been whether the action was not commenced prematurely or too soon and before the company was liable under the charter to be sued for it; and the proper answer to this inquiry will depend upon the determination of the question of fact which has been presented for the consideration and decision of the jury upon the evidence of Mr. Smith, the secretary of the company, in regard to the letter which he stated he was directed by the president of it to write to the plaintiffs in reply to their notice of the fire and loss and their claim for the amount of the insurance. The learned counsel for the parties respectively, as well as the members of the court, differ in their recollection as to the words used by him and the substance and effect of his statement in relation to the matter, and which was objected to and arrested by the counsel for the defendants before it was completed by him. The counsel for the plaintiffs contend that his evidence was that he was directed by the president to write such a letter to the plaintiffs declining (that is, to pay the claim), when he was so interrupted and stopped from saying more on the subject; while the counsel for the defendants on the other hand insisted that he did not utter the word <em>declining </em>or any equivalent expression, but was stopped as soon as he had said that he was directed by the president to write a letter to the plaintiffs. It was, therefore, a question of fact in the case between the counsel for the jury to decide, and it would be their duty to determine from their own recollection of his testimony what he said on that as well as other matters in the case. As it is a well-settled principle of law, however,-that a party to a contract may voluntarily waive any condition or limitation of it in his own favor or even a forfeiture of it, and also any privilege or exemption conferred upon him by it if he chooses to do so, and this may be sometimes done by implication as well as expressly or directly, it is the duty of the court to say to the jury that if they should be satisfied from the evidence which they had heard in the case that the defendants had at any time before the commencement of the suit expressly refused or declined to pay the insurance on the claim or demand of the plaintiffs after the loss and destruction <page-number citation-index=\"1\" label=\"117\">*117</page-number>of the building by fire, it would constitute in law a waiver by the defendants of their privilege and exemption from liability to be sued for it until ninety days after the fire and loss and their due notification of it by the plaintiffs. And if such was the fact in this case then they waived the credit of the ninety days and the suit was not commenced too soon, but the action could be maintained notwithstanding it was commenced before the ninety days had expired. If, however, such was not the fact, and the defendants did not refuse or decline to pay the insurance to the plaintiffs before the action was instituted, then it was instituted prematurely and the plaintiffs could not recover.</p>\n<p id=\"b117-3\">The policy of insurance is dated and was issued on the 22d day of August, 1865, on a stock of wool, woolen goods, materials, etc., in a two-story brick factory of the plaintiffs, in the town of Smyrna, and the insurance, which was for the sum of three thousand dollars, was afterward duly transferred on the 22d day of January, 1868, by the agreement of the parties, from the stock of goods to the building itself, the first story of which, as was stated in the application for the insurance, was used as a machine shop for the repair of machinery and very little shavings made in it. But this transfer of the insurance from the stock of goods to the building or factory did not in any respect vary or affect the terms of the policy or the application beyond the mere fact of transferring the insurance from the goods to the building; for it did that and nothing more. The class of risk, that is to say, the insurance and extent of the risk assumed by the company on the transfer being made, was the measure and extent of risk which it incurred and which existed in respect to a brick building, used as a woolen factory, with the first story used as a machine shop for the repair of machinery and where very little shavings were made. And this risk under the policy is to be measured by the use or uses to which the building was originally appropriated. But it is contended on behalf of the defendants that the plaintiffs or their tenants to whom they subsequently rented the building after they had removed their stock of wool, woolen goods, and materials from it to their factory in Milford, changed and increased <page-number citation-index=\"1\" label=\"118\">*118</page-number>the risk of loss by fire, by the change which was made in the character of the business carried on in it. The proposition of the defendants is, and they so insist, that they so assumed only the degree or rate of risk incident to a woolen factory where wool, woolen goods, and materials are manufactured and kept and the first story of which is used as a machine shop for the repair of machinery and where very little shavings are or were to be made, and that they assumed no risk beyond that. The court considered this proposition to be correct and that it ascertained and determined the degree and magnitude of the risk assumed by them and against which they agreed to indemnify the plaintiffs in this case under the policy and transfer of insurance in question, for they did not undertake by their policy of insurance to insure the brick factory when the transfer of insurance was made to it against any greater risk than that which has just been indicated. The question then is, and which was purely a question of fact for the consideration and decision of the jury, did the plaintiffs or their tenants so occupy or use the premises at any time as to increase the risk of injury or loss of the building by fire ? If they did so increase the risk they were not entitled to recover, for the law on that subject was very plain and well settled as well in this State as elsewhere in the States of this country and in England. That law declares that in every contract or policy of insurance against fire there is an implied promise or undertaking on the part of the insured that he will not after the making of the policy alter or change the premises or alter or change the kind or character of business carried on or to be carried on there, so as to increase the risk of loss by fire. And this is the rule of law, although there be no by-law of the company oh the subject.</p>\n<p id=\"b118-4\">The application, as it is called, for the insurance and on which the policy is issued enters into and constitutes part and parcel of the contract of insurance and is made such by the express terms of the policy <em>itself; </em>and from this and the policy must be ascertained and determined the degree or extent of the risk which the defendants assumed and agreed to insure against. And in consequence of this the description of the building contained in the application and the fact stated in it that the <page-number citation-index=\"1\" label=\"119\">*119</page-number>first story of it was then used as a machine shop for the repair of machinery and little shavings made became a material part of the contract and policy of insurance in this case, and constituted an express and essential limitation and restriction in respect to the making of shavings in the building. The plaintiffs ceased to manufacture woolen goods in it in the latter part of the fall of 1867, and removed with their woolen machinery to their factory at Milford, after which the building remained empty for a time, but in March, 1867, Mr. Smith became the tenant of the second story of it and occupied and used it as a carpenter’s shop and so continued to use it for a period of two years. In March, 1870, Mitchell <em>&amp; </em>Weddle occupied and used the building for the purpose of general carpentering work, manufacturing doors, windows, window frames, sash, and the preparation of wooden building materials generally and afterward as a factory for the making of peach baskets <em>• </em>and one of the witnesses stated that he had seen more shavings in the building during the time it was so occupied and used than could have accumulated in it he thought in one day merely. Now, although the insured, the plaintiffs in this case, or their tenants might lawfully change or alter the premises or appropriate them to purposes other than the manufacture of woolen goods and materials, yet they were bound in law to be careful not to so change or alter it or to occupy or use it for any other purpose or purposes which would increase the risk or danger of injury or destruction by fire. And therefore if either the insured, the plaintiffs, or their tenants in fact increased that risk or danger by any of the other and subsequent uses or branches of business to which it was at any time appropriated by them after the transfer of the insurance to it, the contract of insurance was vitiated by it and was thereby rendered void and no action would lie upon the policy of insurance for the loss sustained in this case. But if such change of use or business, or the manner of conducting such other and new business by them, or any \"of them, did not in any material degree or respect increase such risk, then the contract and policy of insurance would continue valid and in full force and effect.</p>\n<attorneys id=\"b120-5\"><page-number citation-index=\"1\" label=\"120\">*120</page-number><em>R. Harrington, Ridgely, </em>and <em>Massey, </em>attorneys for the plaintiffs.</attorneys>\n<attorneys id=\"b120-6\"><em>Bates </em>and <em>Saulsbury, </em>attorneys for the defendant.</attorneys>\n<p id=\"b120-3\">There has been much speculation indulged in by counsel in the course of the trial as to the manner in which the fire probably occurred, but the origin of it is wholly immaterial and is not a question to be considered in the case. The main fact to be ascertained and determined by the jury was whether the risk of loss by fire of the two-story brick factory was increased after the 22d day of January, 1868, the day when the insurance was transferred from the stock of goods, etc., to the building. It makes no difference when the fire occurred, or what cause originated it. If the risk of loss by fire was increased after that time by reason of any of the changes before suggested, by that fact and circumstance alone and at that very instant the policy of insurance was forfeited and rendered null and void.</p>\n<p id=\"b120-4\">After being out several hours, the jury,. not being able to agree on a verdict, were discharged.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}