{
  "casebody": {
    "data": "<casebody firstpage=\"184\" lastpage=\"194\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b232-4\">Suburban Land Company, Inc. <em>vs. </em>Town of Billerica (and a companion case<footnotemark>1</footnotemark>).</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b232-6\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AIq\">December 8, 1942.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ad-\">June 28, 1943.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b232-7\">Present: Field, C.J., Donahue, Qua, Dolan, &amp; Ronan, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b233-8\"><page-number citation-index=\"1\" label=\"185\">*185</page-number><em>J. C. Johnston, </em>for the plaintiffs.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b233-9\"><em>W. S. Kenney, </em>for the defendant.</attorneys>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b232-12\"> The companion case is by David Flower against the same defendant.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b233-10\">Dolan, J.</author>\n<p id=\"App\">These are two bills in equity in which the plaintiffs seek to enjoin the defendant town from entering upon certain lands for the purpose of installing water mains and other equipment for the distribution of water to the owners or. occupants of houses in the so called Nuttings Lake subdivision. The cases were heard on the pleadings and a statement of agreed facts, applicable to each case, and now come before us on the appeals of the respective plaintiffs from the decrees entered by the judge dismissing the bills. In a so called “Report of Material Facts” the judge states that all the material facts were set forth in the statement of agreed facts, and that he drew no inferences that would establish any additional or different facts.</p>\n<p id=\"b233-11\">The material facts may be summed up as follows: In 1913 the plaintiff Suburban Land Company, Inc., a Massa<page-number citation-index=\"1\" label=\"186\">*186</page-number>chusetts corporation, hereinafter called the land company, acquired a large tract of land surrounding Nuttings Lake in the defendant town. The land company caused the tract to be surveyed, and divided into lots located on streets laid out and improved as indicated on plans filed in the Middlesex north district registry of deeds. It built a water system consisting of reservoirs, wells, pumps, tanks, and pipes in the streets of the development, and until 1924 supplied water to occupants of lots thereon. The land company continued to supply water to the occupants of lots “within the development until September- 17, 1924, when it conveyed the entire water system to a new corporation called the Nuttings Lake Water Company, Inc. This conveyance included certain lots upon which the buildings and machinery and wells were located, and also granted the sole and exclusive right, (subject only to rights taken by eminent domain,) to buy, maintain, operate, repair and remove pipes, mains, fixtures and other conduits for the distribution of water through the lots referred to in the deed, and also all the roads, streets, lanes and ways shown on all the plans covering the entire tract.”</p>\n<p id=\"b234-4\">On May 23, 1935, the land company foreclosed a mortgage given to it by the Nuttings Lake Water Company, Inc., and the plaintiff Flower acquired at the foreclosure sale all the rights, title and interest of the water company and has since carried on the water business in his own name. At various times from 1913 until September 17, 1924, the land company conveyed to individual owners a large number of lots, including many on Marshall Street, Burtt Road, Cherry Road, Pine Road and Lake Street, which are the streets involved in this litigation. “Title to these lots has never at any time revested in the . . . land company.” The lots were conveyed by lot number only, the deeds containing merely a reference to the recorded plans, without further description of the land conveyed. The land company has retained title to other lots along the streets in question.</p>\n<p id=\"b234-5\">After the conveyance to Flower by the foreclosure deed dated June 19, 1935, he entered into a contract with the <page-number citation-index=\"1\" label=\"187\">*187</page-number>defendant town for the purchase of water, “and until the present time has been purchasing from said town the water that he has distributed through said system” to summer residents. In 1938, in pursuance of a vote at the annual town meeting, the town entered upon Lake Street and proceeded to lay down pipes to connect with its own water system, the work taking nearly two years. Upon completion of the work the town served many residents on Lake Street who were formerly customers of Flower. On April 15, 1938, Flower wrote to the chairman of the board of selectmen advising them that the town’s actions were in derogation of Flower’s exclusive rights, inquiring what action, if any, the town had taken under its right of eminent domain, and proposing a meeting with the selectmen to discuss the problem. In this letter Flower specifically disclaimed any waiver of legal rights. In reply he received a letter dated July 30, 1938, from the foreman of highways, stating that the W. P. A. was doing construction on all of Lake Street, advising Flower what steps to take to protect his water pipes, and stating that the town “will endeavor to co-operate with you at all times.”</p>\n<p id=\"b235-3\">Pursuant to a vote of the town in 1935 to accept Marshall Street, which it is admitted was not in accordance with legal requirements, the defendant town in 1939, just before these suits were commenced, entered upon Marshall Street and began to lay water pipes in this street as well as in Burtt Road, Cherry Road, and Pine Road. This work ceased temporarily upon the bringing of these proceedings, by mutual agreement. The town then took steps to accept the portions of the above streets involved, in accordance with the applicable sections of G. L. (Ter. Ed.) c. 79 and c. 82. The procedure followed is set forth in the statement of agreed facts and will be referred to hereinafter.</p>\n<p id=\"b235-4\">The annual town meeting of Billerica was held on February 10, 1940, in accordance with a warrant previously served as required by law, which contained the following: <em>“Article 27. </em>To see if the Town will accept the laying out of Marshall Street, Burt [sfc] Road, Cherry Road and Pine Road, or portions thereof, as town ways in accordance with <page-number citation-index=\"1\" label=\"188\">*188</page-number>the report of the Selectmen; or act in relation thereto.” The clerk’s record of the action taken at the town meeting is as follows: \"Article voted in the Affirmative.”</p>\n<p id=\"b236-3\">The order of taking thereafter adopted by the board of selectmen declared that the town took an easement for highway purposes in the above mentioned streets, particularly describing the portions so taken, and reserved to the owners of the lands involved all rights not inconsistent with the easements taken. The order further recited that no damages were awarded to anyone except $1 to the land company.</p>\n<p id=\"b236-4\">Many of the property owners on the streets involved are all year residents and have petitioned the selectmen to provide them with water during the entire year because the plaintiff Flower furnishes water during the summer months only. Seventy-seven former customers of Flower are now taking water from the town. It is agreed that the defendant never took any action legally to acquire Lake Street. It is agreed that “if the question of damage arises under these pleadings the parties will submit oral evidence thereon when liability is fixed.”</p>\n<p id=\"b236-5\">The first contention of the defendant town is that the land company is not the owner of the fee in the streets involved; that in each conveyance of lots the fee to the middle of the street passed to the grantee; that therefore the land company could not convey to the Nuttings Lake Water Company, Inc., or its successor, David Flower, the exclusive right to maintain water pipes in these streets; and that, consequently, neither plaintiff has a right to maintain these proceedings. In support of this argument the defendant relies on the rule that where a grantor of land bordering on a street or way owns the fee in the way, and conveys the land described in the deed as bordering on the way, he is presumed to have conveyed to the grantee the fee to the middle of the street or way. <em>Crocker </em>v. <em>Cotting, </em>166 Mass. 183, 185. <em>Brown </em>v. Peabody, 228 Mass. 52, 55. <em>Erickson </em>v. <em>Ames, </em>264 Mass. 436, 442-445. <em>Chen Fong </em>v. <em>New England Telephone &amp; Telegraph Co. </em>265 Mass. 571, 577.</p>\n<p id=\"b236-6\">This presumption applies where the land conveyed is described in the deed as bounding on a way or street. In <page-number citation-index=\"1\" label=\"189\">*189</page-number>the deeds from the land company to the various grantees along the streets in controversy the land conveyed was not described other than by a reference to a plan. We have not been referred to or found any decision in this Commonwealth dealing with the question of presumption in such a case, but we think that ordinarily where the plan referred to in the deed shows the land as bounded on a street this is equivalent to such a description in the deed, and that the presumption becomes operative. See <em>Brewster </em>v. <em>Cahill, </em>199 Ill. 309; <em>Paine </em>v. <em>Consumers’ Forwarding &amp; Storage Co. </em>71 Fed. 626. And as was said in <em>Wellwood </em>v. <em>Havrah Mishna Anshi Sphard Cemetery Corp. </em>254 Mass. 350, 354, “A plan referred to in a deed becomes a part of the contract so far as may be necessary to aid in the identification of the lots and to determine the rights intended to be conveyed.” See also cases there cited. But that presumption is not conclusive, and in <em>Crocker </em>v. <em>Cotting, </em>166 Mass. 183, 185, the court said: “The rule by which the mention of a way as a boundary in a conveyance of land is presumed to mean the middle of the way, if the way belongs to the grantor, is not an absolute rule of&gt; law irrespective of manifest intention, like the rule in Shelley’s case, but is merely a principle of interpretation adopted for the purpose of finding out the true meaning of the words used.” And in <em>Erickson </em>v. <em>Ames, </em>264 Mass. 436, 444, after reviewing the cases concerning this rule of presumed intent, the court said, in part, that “the underlying principle on which they all rest is that the intent of the parties in each instance was ascertained from the words used in the written instrument interpreted in the light of all the attendant facts. That is the general principle governing the interpretation of deeds, <em>Simonds </em>v. <em>Simonds, </em>199 Mass. 552, 554, and of other instruments creating rights in property, <em>Eustace </em>v. <em>Dickey, </em>240 Mass. 55.” See <em>Bass River Savings Bank </em>v. <em>Nickerson, </em>303 Mass. 332, 334, and cases cited.</p>\n<p id=\"b237-3\">Looking, then, at the circumstances attendant upon the conveyances made by the land company during the years 1913-1924, as disclosed by the agreed facts, it would seem that the land company, owning and operating a water sys<page-number citation-index=\"1\" label=\"190\">*190</page-number>tem, with pipes beneath the streets involved at the time of the conveyances, could not have intended to hamper itself and its rights by parting with the fee in any part of these streets. It is also a fair inference to be drawn from the agreed facts that the various grantees knew of the land company’s water system and did not believe they were getting a conveyance to the middle of the way, or anything more than an easement of necessity and by implication over those streets as a means of access to the nearest public highway. <em>Prentiss </em>v. <em>Gloucester, </em>236 Mass. 36, 52. <em>Wellwood </em>v. <em>Havrah Mishna Anshi Sphard Cemetery Corp. </em>254 Mass. 350, 354. It is true that the reason for the rule of presumed intent has been said to be that it is not to be presumed that a grantor, having conveyed lots bounding on a street under which the land presumably would be of little value to the private owner, would be expected to care much to retain the title after parting with all of his property on the side of the street. <em>Gray </em>v. <em>Kelley, </em>194 Mass. 533, 537. <em>Erickson </em>v. <em>Ames, </em>264 Mass. 436, at page 443. But we think that that reason is not applicable here, for the fee in the streets was a valuable adjunct to the land company’s water system. We are of opinion that the land company never parted with the fee in the streets in controversy and could, and did, convey in 1924 to the Nuttings Lake Water Company, Inc., an exclusive easement in these streets for purposes of a water system, to which easement the plaintiff Flower succeeded by the foreclosure deed of 1935.</p>\n<p id=\"b238-3\">Assuming, for the moment, that the defendant town did comply with the applicable provisions of law in acquiring an easement by eminent domain in Marshall Street, Burtt Road, Cherry Road, and Pine Road, still that action was taken after .the commencement of these suits, and until that action, the .defendant was a trespasser upon the lands and rights of the plaintiffs. The plaintiffs are entitled to damages up to that time and need not commence other proceedings. It was error to dismiss the bills; they should have been retained for an assessment and award of damages for the period during which the defendant was <page-number citation-index=\"1\" label=\"191\">*191</page-number>guilty of a trespass, because, \"speaking generally, jurisdiction in equity is fixed if the plaintiff is entitled to relief at the time of the bringing of the bill, and the court will retain the bill and administer a remedy in damages if that is appropriate, where the plaintiff loses his right pendente lite to purely equitable relief without fault on his part through some action on the part of the defendant.” <em>Lexington Print Works </em>v. <em>Canton, </em>171 Mass. 414, 416, and cases cited.</p>\n<p id=\"b239-3\">With reference to Lake Street, the plaintiffs are entitled both to damages until the present time, and to an injunction, since the defendant never took any steps to acquire legal rights in Lake Street. The defendant pleaded laches in regard to Lake Street, but the record fails to disclose a basis for this claim. The facts agreed show that the plaintiff Flower wrote to the selectmen on April 15, 1938, shortly after the town began work on Lake Street, directing attention to his rights in the premises and suggesting a conference, while disclaiming any waiver. On July 30, 1938, the town foreman of highways sent a letter to Flower informing him that Lake Street was undergoing construction, advising him of steps to take to protect his pipes, and assuring him of willingness to cooperate with him. These suits were begun in November, 1939. The question of laches is one of fact. <em>Shea </em>v. <em>Shea, </em>296 Mass. 143, 147. Upon the facts we think that it cannot be said rightly that the plaintiffs were guilty of laches.</p>\n<p id=\"b239-4\">The question remains whether the laying out of Marshall Street, Burtt Road, Cherry Road, and Pine Road, and the taking, were valid and effective under the applicable provisions of G. L. (Ter. Ed.) c. 79 and c. 82.</p>\n<p id=\"b239-5\">No question is raised as to the procedure followed by the defendant up to the time of the town meeting at which the town, the defendant contends, voted to accept the laying out of the streets in question by the selectmen. The record discloses that on February 10, 1940, the annual town meeting was held in accordance with a warrant previously served as required by law. As before stated the record of the town clerk shows that the following article was submitted to <page-number citation-index=\"1\" label=\"192\">*192</page-number>the voters at the town meeting: <em>“Article 27. </em>To see if the Town will accept the laying out of Marshall Street, Burt [sic] Road, Cherry Road and Pine Road, or portions thereof, as town ways in accordance with the report of the Selectmen; or act in relation thereto.” His record further shows that the article was “voted in the Affirmative.”</p>\n<p id=\"b240-3\">The plaintiffs argue that, because the wording of the article is in the alternative, the record does not indicate what the town voted to do in regard to the laying out of the streets in question by the selectmen, but the fair implication of the statement “Article voted in the Affirmative” is that the town voted to accept the streets as town ways in accordance with the selectmen’s report. The plaintiffs further urge that the record does not disclose that the report of the selectmen was made known to the voters at the town meeting, or, if it was, that it is not contained in the record of the meeting so that this court cannot tell what in fact the town voted to do. It is settled, as the plaintiffs correctly contend, that the records of a town clerk, as of any public body required by law to keep records, are not open to addition, contradiction, or variation by parol evidence. They are conclusive in relation to all business recorded. <em>Andrews </em>v. <em>Boylston, </em>110 Mass. 214, 215. <em>Judd </em>v. <em>Thompson, </em>125 Mass. 553, 555, 556. <em>Carbone, Inc. </em>v. <em>Kelly, </em>289 Mass. 602, 605. <em>Scullin </em>v. <em>Cities Service Oil Co. </em>304 Mass. 75, 79. But a review of the facts agreed upon by the parties reveals that the procedure followed by the town was in every respect correct and the selectmen’s report adequately made known to the town meeting.</p>\n<p id=\"b240-4\">It appears from the agreed facts that the selectmen caused a plan to be drawn of the layout of the streets they proposed to accept, and thereafter sent written notices to all abutting owners and ported a notice in a public place in the town hall of their intention to lay out the streets at a meeting of the selectmen to be held in the town hall on February 3, 1940. The notices were sent and posted seven or more days before the laying out took place, in accordance with G. L. (Ter. Ed.) c. 82, § 22. Thereafter, on February 3, 1940, the selectmen met and voted to lay out <page-number citation-index=\"1\" label=\"193\">*193</page-number>those portions of the streets in question in accordance with the plan previously prepared. This laying out specifically describes in metes and bounds the land to be taken, and the plan was annexed to it. The laying out, together with a copy of the plan, was filed in the office of the town clerk, all in accordance with G. L. (Ter. Ed.) c. 82, § 23. Thereafter the annual town meeting was held and the aforementioned vote was taken. It thus appears that up to this point there had been exact compliance with the governing statutes. The agreed facts show that the voters by public notice were sufficiently apprised of the proposed laying out, and had ample opportunity to inform themselves of the extent of the laying out they were to be asked to accept, because the report of the selectmen was filed at the office of the town clerk as required before the meeting. In these circumstances it must be held that the town meeting was sufficiently informed of the selectmen’s report and that the report was incorporated by reference in the record of the vote certified by the clerk. The report of the selectmen as' filed with the town clerk is set forth in full in the record before us among the agreed facts.</p>\n<p id=\"b241-3\">Thereafter, in pursuance of G. L. (Ter. Ed.) c. 79, § 1, on March 4, 1940, at a meeting of the selectmen an order of taking, describing in detail the land affected and the purpose of taking, was made by the selectmen and damages of $1 were awarded to the land company. On March 11, 1940, within thirty days after the order of taking, the order, together with a copy of the plan, was recorded in the Middlesex north district registry of deeds in Lowell, as required by c. 79, § 3. In accordance with § 8 of c. 79, a notice of the order was sent to the land company, informing it of the award of damages and bringing to its attention its right within a year to petition for an assessment of damages by the Superior Court. A similar notice was sent to Flower.</p>\n<p id=\"b241-4\">Accordingly, as to Burtt Road, Cherry Road, Pine Road, and Marshall Street, the record discloses that there has been exact statutory compliance by the defendant in its establishment of these streets as town ways, and the plaintiffs <page-number citation-index=\"1\" label=\"194\">*194</page-number>are not entitled to an injunction with respect thereto. However, as previously stated in the opinion, the plaintiff in each case is entitled to have the bill retained for an assessment of such damages with respect to these streets as each may be able to show has been sustained up to the time of the taking by the defendant.</p>\n<p id=\"b242-3\">With respect to Lake Street, the defendant’s actions are a continuing trespass upon the premises of the land company and a continuing interference with the enjoyment by the plaintiff Flower of his easement. An injunction is the appropriate remedy against a continuing trespass. It is the usual remedy invoked by the owners of such legal easements. Alb<em>ano </em>v. <em>Puopolo, </em>309 Mass. 501. Since, however, the town may by proper legal proceedings acquire the right to lay and maintain the water pipes in Lake Street, and many of the landowners have petitioned the town to provide them with year round water service, a reasonable time should be allowed the town for taking such proceedings if it shall elect to do so. The decrees dismissing the bills must be reversed, and a decree is to be entered in each case granting an injunction as to Lake Street and commanding the defendant to remove its water pipes from Lake Street within five months from the date of rescript, unless previously the town shall have acquired the legal right to maintain them <em>(Brown </em>v. <em>Peabody, </em>228 Mass. 52, 57), and, in the case of Flower, enjoining the defendant from furnishing water to any of the plaintiff Flower’s customers along Lake Street until it may have acquired that right, while retaining each of the bills for assessment of damages already suffered, as to Lake Street, and up to the time of the taking, as to the other streets in controversy.</p>\n<p id=\"b242-4\">\n<em>Ordered accordingly.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}