{
  "casebody": {
    "data": "<casebody firstpage=\"626\" lastpage=\"634\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b674-4\">Sidney B. DeGolyer <em>vs. </em>Commonwealth.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b674-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A0B\">October 4, 1943.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ASL\">October 28, 1943.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b674-6\">Present: Field, C.J., Lumiius, Dolan, Cox, &amp; Ronan, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"AIe\"><em>W. H. Lewis, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b674-13\">, <em>F. E. Smith, </em>Assistant District Attorney, for the Commonwealth.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b674-14\">Cox, J.</author>\n<p id=\"ASF\">This is a petition for a writ of error to reverse the judgments in five cases in which the petitioner was sentenced to a term of not less than four, nor more than five, years in the State prison upon each of five complaints charging him with the crime of sodomy (a felony; G. L. [Ter. Ed.] c. 272, § 34; see G. L. [Ter. Ed.] c. 274, § 1), the sentences to run concurrently. The complaints were made to a District Court, and the petitioner was held for the Superior Court. G. L. (Ter. Ed.) c. 218, § 30, as amended by St. 1941, c. 194, § 19. In the Superior Court the petitioner, being represented by counsel, waived indictment upon the charge alleged in each complaint and pleaded guilty, where<page-number citation-index=\"1\" label=\"627\">*627</page-number>upon he was sentenced. This procedure conforms to the provisions of G. L. (Ter. Ed.) c. 263, § 4A, inserted by St. 1934, c. 358, and Rule 100A of the Superior Court, adopted on October 6, 1934. The petitioner contends that said § 4A is unconstitutional in permitting a sentence for a felony upon a complaint rather than an indictment. The case is here upon the constitutional question involved upon the reservation and report, without decision by the single justice. It is not now contended that the petitioner’s applications to waive indictment and for prompt arraignment upon the complaints were not properly approved by the Superior Court.</p>\n<p id=\"b675-5\">Section 4A of said c. 263 provides, as far as material, as follows: <em>“A </em>person committed or bound over under section thirty of chapter two hundred and eighteen or section twenty of chapter two hundred and nineteen for trial in the superior court upon a complaint charging a crime not punishable by death, who desires to waive indictment may apply in writing to the superior court for prompt arraignment upon such complaint. Upon the filing of such an application, the district attorney may, with the approval of the court, proceed against the defendant by complaint, and in such case he shall be held to answer and the court shall have as full jurisdiction of the complaint as if an indictment had been found. The arraignment of the defendant shall be at such time as the court may designate. Every person when so committed or bound over upon such a complaint shall be notified by the court of his right to apply for waiver of indictment and prompt arraignment as aforesaid.”</p>\n<p id=\"b675-6\">It was held in <em>Jones </em>v. <em>Robbins, </em>8 Gray, 329, that a statute purporting to give an inferior tribunal jurisdiction to impose the punishment of imprisonment in the State prison, without presentment by grand jury, was unconstitutional and void, being in violation of the twelfth article of the Declaration of Rights. Later decisions of this court have affirmed the general rule that no person shall be held to answer for a felony unless upon indictment. <em>Nolan’s Case, </em>122 Mass. 330, 332. <em>Commonwealth </em>v. <em>Horregan, </em>127 Mass. 450. <em>Commonwealth </em>v. <em>Woodward, </em>157 Mass. 516, 518-519. <em>Common</em><page-number citation-index=\"1\" label=\"628\">*628</page-number><em>wealth </em>v. <em>Harris, </em>231 Mass. 584. <em>Opinion of the Justices, </em>232 Mass. 601, 602-603. <em>Commonwealth </em>v. <em>Snow, </em>269 Mass. 598, 604. None of the foregoing cases, in which statutes were held unconstitutional which purported to vest in inferior tribunals jurisdiction to impose the punishment of imprisonment in State prison without indictment or presentment by a grand jury, involved any question of waiver. Moreover, no question of waiver was involved in any of the other cases just cited, which touch upon the nature of the constitutional right in question.</p>\n<p id=\"b676-5\">Article 12 of our Bill of Rights is as follows: “No subject shall be held to answer for any crimes or offence, until the same is fully and plainly, substantially and formally, described to him; or be compelled to accuse, or furnish evidence against himself. And every subject shall have a right to produce all proofs, that may be favorable to him; to meet the witnesses against him face to face, and to be fully heard in his defence by himself, or his counsel, at his election. And no subject shall be arrested, imprisoned, despoiled, or deprived of his property, immunities, or privileges, put out of the protection of the law, exiled, or deprived of his life, liberty, or estate, but by the judgment of his peers, or the law of the land. And the legislature shall not make any law that shall subject any person to a capital or infamous punishment, excepting for the government of the army and navy, without trial by jury.”</p>\n<p id=\"b676-6\">It becomes important to determine whether the provisions of art. 12 that are involved in the case at bar were designed by the framers of our Constitution, and so understood by the people when adopting it,, as a solemn assertion of the rights of the individual citizen, which the Commonwealth could not infringe, at least, without the waiver or assent of the individual, or whether these provisions were intended as absolute prohibitions, binding not only the Commonwealth but also the individual, so that the latter could have no right, by the exercise of his free and intelligent will, to waive them.</p>\n<p id=\"b676-7\">In the preamble to the Constitution the people declared, agreed upon, ordained and established “the following <em>Decide </em><page-number citation-index=\"1\" label=\"629\">*629</page-number><em>ration of Rights, and Frame of Government, </em>as the Constitution” of the Commonwealth. The Declaration of Eights is entitled \"A Declaration of the Eights of the Inhabitants of the Commonwealth of Massachusetts.” The \"Frame of Government” follows the Declaration.</p>\n<p id=\"b677-5\">Chief Justice Shaw, in <em>Jones </em>v. <em>Robbins, </em>8 Gray, 329, said at page 339: \"But it is true that, by the Bill of Eights, various restrictions are placed upon this general power [of the Legislature], intended for the better security of persons accused of crime against arbitrary and hasty public prosecutions.” After quoting art. 12 of our own Bill of Eights, he adverted to the last sentence which provides, in effect, that the Legislature shall not make any law that shall subject any person to a capital or infamous punishment without trial by jury; stating at page 341: \"And we believe it has been generally understood and practised here and in Maine, and perhaps in other states having a similar provision, that as the object of the clause is to secure a benefit to the accused ... he may avail himself of [it] or waive [it], at his own election.” And at page 344 he said: \"The right of individual citizens to be secure from an open and public accusation of crime, and from the trouble, expense and anxiety of a public trial, before a probable cause is established by the presentment and indictment of a grand jury, in case of high offences, is justly regarded as one of the securities to the innocent against hasty, malicious and oppressive public prosecutions, and as one of the ancient immunities and privileges of English liberty.”</p>\n<p id=\"b677-6\">It was held in <em>Commonwealth </em>v. <em>Rowe, </em>257 Mass. 172, that the right to trial by jury \"guaranteed by our Constitution to every person, Declaration of Rights, arts. 12, 15, is a privilege which the person may waive for reasons satisfactory to himself.” (Page 174.) It was there said at page 175, that no prohibition was placed upon the individual in regard to a trial by jury, but that the prohibition was placed upon the Commonwealth, and that the court could find nothing in the words of our Constitution that declares or manifests an intention to deprive the individual of the power to refuse to assert “his constitutional right to trial <page-number citation-index=\"1\" label=\"630\">*630</page-number>by jury.” And at page 176, it was said: “Again and again, as the cases referred to illustrate, this court has treated the right as a privilege sacredly regarded by the Commonwealth and preserved to the individual against assault by the State ; but a privilege which he could waive, and, in certain circumstances, would be treated as waiving,” that Chief Justice Shaw, in <em>Commonwealth </em>v. <em>Dailey, </em>12 Cush. 80, 83, had laid down as the law of Massachusetts, that a defendant “may waive any matter of form or substance, excepting only what may relate to the jurisdiction of the court.” “When there is no constitutional or statutory mandate, and no public policy prohibiting, an accused may waive any privilege which he is given the right to. enjoy.” <em>Schick </em>v. <em>United States, </em>195 U. S. 65, 72. As was said in <em>Commonwealth </em>v. <em>Dailey, </em>12 Cush. 80, at page 82: “It may be said, perhaps, that a criminal case is no trial of a party’s rights; that it is for the interest of the public, in the administration of public justice, that no man shall be convicted or acquitted, otherwise than according to the course provided by law. Still, even in the administration of criminal law, many legal provisions are made for the security and benefit of the accused, and it may be for his interest and benefit to waive them. He may in the first place waive a trial altogether, and plead guilty. He may consent to admit legal instruments offered, on the other side, without legal proof of execution, on the belief, perhaps, that the evidence will be beneficial rather than injurious to him.”</p>\n<p id=\"b678-5\">In <em>Patton </em>v. <em>United States, </em>281 U. S. 276, it was held that the right under the Federal Constitution of one on trial for a crime to a jury of twelve persons may be waived, even in the case of serious offences, either altogether, or by consenting to a trial by a less number than twelve. Many cases, Federal and State, are collected in the opinion. The question of the interest of the public as distinguished from that of the individual is considered in this connection. The following quotation from one of the cases cited appears at page 295: “It is probable that the history and debates of the constitutional convention will not be found to sustain the idea that the constitutional safeguards in question were <page-number citation-index=\"1\" label=\"631\">*631</page-number>in any sense established as something necessary to protect the state or the community from the supposed danger that accused parties would waive away the interest which the government has in their liberties, and go to jail.” Among the illustrations referred to in the opinion, from which this quotation is taken, are the right of an accused to plead guilty; the right to be confronted with witnesses when he had waived that constitutional right and consented to the use of depositions; the right of compulsory process for obtaining witnesses in his favor; the right of the assistance of counsel, when he had intelligently refused such constitutional privilege; or the right to a speedy trial when he had petitioned the court for delay. See <em>Johnson </em>v. <em>Zerbst, </em>304 U. S. 458, 468; <em>Adams </em>v. <em>United States, </em>317 U. S. 269; 48 Am. L. R 767; 58 Am. L. R 1031; 143 Am. L. R 445.</p>\n<p id=\"b679-3\">It might seem that the last sentence of art. 12, relative to jury trial, by its language, imposed a ban upon the Legislature without reference to the question of personal privilege. But in <em>Jones </em>v. <em>Robbins, </em>8 Gray, 329, at page 341, it was said, in effect, that this last sentence “which seems to have been added for greater caution,” is somewhat more explicit than the preceding clause, “‘judgment of his peers/ and may be equivalent to the clause in the sixth article of amendment of the Constitution of the United States, declaring that, ‘in all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury.’ ” As herein-before pointed out, the court was of opinion in the <em>Jones </em>case that the object of the last sentence was to secure a benefit to the accused, which he might avail himself of or waive, at his own election.</p>\n<p id=\"b679-4\">The reasoning of our own cases with reference to the right of an accused to waive a trial by jury, as well as of those in other jurisdictions that take the same view, cannot be ignored. An indictment is merely an accusation or charge of crime. <em>Commonwealth </em>v. <em>Woodward, </em>157 Mass. 516, 518. It is the formal presentation of the charges against the accused. It is difficult to see why an accused may not voluntarily and intelligently waive the form of the accusation, if, upon indictment, he may waive the right to a trial by jury. <page-number citation-index=\"1\" label=\"632\">*632</page-number>It is to be observed that the statute, here assailed, does not require an accused to do anything except what he “desires.” Moreover, if he expresses his desire in writing, the statute does not require that his case shall be disposed of upon the complaint. The district attorney “may, with the approval of the court, proceed against the defendant by complaint.” Not until then, is the defendant held to answer. Upon waiver, the statute purports to give the Superior Court as full jurisdiction of the complaint as if an indictment had been found. If a defendant elects to waive the indictment, he loses no substantial rights. If he pleads not guilty, he is entitled to a trial, which, to all intents and purposes, must be had with a due regard to all constitutional and statutory rights of the accused. The provision in the statute requiring the approval of the court necessarily vests discretion in the court to ascertain whether the waiver by the accused is intelligent and competent, see <em>Johnson </em>v. <em>Zerbst, </em>304 U. S. 458, 465, and to make sure that the circumstances are such that the accused will not be harmed in any way by proceeding by complaint.</p>\n<p id=\"b680-5\">It is to be observed that in <em>Commonwealth </em>v. <em>Rowe, </em>257 Mass. 172, the defendants requested “as a constitutional right” to be tried without jury, and that they in writing waived their right to a trial by jury. (Page 173.) There was no statute in this Commonwealth at that time dealing with the question of waiver of trial by jury. Thereafter § 6 of c. 263 of the General Laws was amended by St. 1929, c. 185, § 1, which provides, in substance, that any defendant in the Superior Court in a criminal case other than a capital case, whether begun by indictment or upon complaint, may, if he shall so elect, waive his right to trial by jury by signing a written waiver; whereupon he shall be tried by the court instead of by a jury, except in certain circumstances, not here material. See St. 1933, c. 246, § 1.</p>\n<p id=\"b680-6\">We are of opinion that the provisions of art. 12 of our Bill of Rights, which have been held to mean that a presentment by the grand jury is required where a person is accused of a felony, like the provisions for a jury trial, were intended to secure a benefit to the individual for his protection and se<page-number citation-index=\"1\" label=\"633\">*633</page-number>curity, and that the privilege therein asserted may be waived. It was said in <em>Commonwealth </em>v. <em>Rowe, </em>257 Mass. 172, at page 175: “We find nothing in the words of our Constitution which declares or manifests an intention to deprive the individual of power to refuse to assert his constitutional right to trial by jury.” We find nothing in that document that declares or manifests an intention to deprive the individual of power to refuse to assert his constitutional right to a presentment by the grand jury.</p>\n<p id=\"b681-5\">It was pointed out in <em>Commonwealth </em>v. <em>Rowe, </em>257 Mass. 172, that there were decisions in other jurisdictions that held that an accused could not waive the right to trial by jury. The decisions in other jurisdictions are also conflicting as to the right of an accused to waive an indictment by the grand jury. See <em>Edwards </em>v. <em>State, </em>16 Vroom, 419; <em>People </em>v. <em>Christian, </em>249 N. Y. 314; 61 Am. L. R. 797.</p>\n<p id=\"b681-6\">We are concerned in the case at bar with the question whether the statute involved is constitutional, and are of opinion that it is. We think it follows from this conclusion, that the provisions of our Constitution, vesting power in the Legislature to make all wholesome and reasonable laws and statutes, and to erect and create judicatories and courts of record or other courts for the hearing and determining of all crimes and offences, are broad enough to warrant the enactment of the statute in question. Constitution, Part II, c. 1, arts. 3, 4. <em>Jones </em>v. <em>Robbins, </em>8 Gray, 329, 339. <em>Commonwealth </em>v. <em>Rowe, </em>257 Mass. 172, 180-181. <em>Commonwealth </em>v. <em>Millen, </em>289 Mass. 441, 465-466. The statute in question expressly provides that the court “shall have as full jurisdiction of the complaint as if an indictment had been found.”</p>\n<p id=\"b681-7\">We understand that the petitioner does not now contend that the statute in question contravenes the Fourteenth Amendment to the Constitution of the United States. See <em>Hurtado </em>v. <em>People, </em>110 U. S. 516; <em>Twining </em>v. <em>New Jersey, </em>211 U. S. 78; <em>Jordan </em>v. <em>Massachusetts, </em>225 U. S. 167, 176-177; <em>Lem Woon </em>v. <em>Oregon, </em>229 U. S. 586; <em>Ocampo </em>v. <em>United States, </em>234 U. S. 91, 98-99; <em>Palko </em>v. <em>Connecticut, </em>302 U. S. <page-number citation-index=\"1\" label=\"634\">*634</page-number>319, 323, 324, and cases cited; <em>Hague </em>v. <em>Committee for Industrial Organization, </em>307 U. S. 496, 519-520, and cases cited.</p>\n<p id=\"b682-3\">\n<em>Judgment affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}