{
  "casebody": {
    "data": "<casebody firstpage=\"162\" lastpage=\"167\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b180-12\">GLANVILLE <em>v. </em>DAVID HAIRSTYLIST</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AY8\">[No. 116,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AVs\">September Term, 1967.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b181-5\">\n<page-number citation-index=\"1\" label=\"163\">*163</page-number>\n<em>Decided March 5, 1968.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b181-10\">The cause was argued before Hammond, C. J., and Hornby, Marbury, Barnes, McWilliams, Finan and Singley, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b181-12\"><em>Gerald N. Klauber </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b181-13\">No brief filed for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b181-14\">Horney, J.,</author>\n<p id=\"Anz\">delivered the opinion of the Court.</p>\n<p id=\"b181-15\">When ihe employer (David Hairstylist) moved to dismiss, the appeal of the claimant (Eva Mae Glanville) from the order of the Workmen’s Compensation Commission disallowing a. <page-number citation-index=\"1\" label=\"164\">*164</page-number>claim for compensation on the ground that the claimant had not paid the docketing costs until after the time for taking an appeal had expired, the Circuit Court for Carroll County (Weant, J.) granted the motion to dismiss with the remark that “maybe the Court of Appeals will straighten me out.” We shall do so.</p>\n<p id=\"b182-5\">The hearing on the claim for injuries sustained while the claimant was working for the employer was heard by Commissioner Brown (Helen Elizabeth) on January 18, 1967. A written decision was filed on February 2, 1967. The order for and petition to appeal, statement of claimant’s issues and prayer for a jury trial were forwarded to the clerk of court on February 16, 1967, well within the thirty days prescribed by Maryland Rule B4. Copies were also sent to the attorney for the ■employer, who, on February 20, 1967, filed an answer to the petition, the employer’s issues and certain interrogatories to be ■answered by the claimant. Answers to the interorgatories were filed on March 8, 1967.</p>\n<p id=\"b182-6\">Without indicating whether or not the appeal had been docketed, the clerk mailed the attorney for claimant a bill for ten dollars for “filing fee due” on February 23, 1967. A second 'bill was mailed on March 7, 1967, with a notice that the appeal had not been filed and a check was mailed forthwith by the ■appellant. The appeal was not docketed until March 9, 1967. ■Claiming that the appeal was filed too late, the employer moved to dismiss it on March 22, 1967.</p>\n<p id=\"b182-7\">On the appeal to this Court, it is alternatively contended that without having given proper notice, the clerk could not refuse to docket the appeal until the filing fee was paid and that the ■clerk, in the absence of a local rule governing payment of filing costs, should not have refused to docket the appeal. The •appellant is right but for the wrong reason. The real question is whether a deposit “toward the payment of the costs” due (or to become due) clerks of the circuit courts in the counties is required on appeals from administrative agencies or inferior courts. We think a deposit of costs was not required of the claimant-appellant.</p>\n<p id=\"b183-4\"><page-number citation-index=\"1\" label=\"165\">*165</page-number>While subsection (a) of § 10 of Article 24 of the Code (1966 Repl. Vol.), which now has statewide application,<footnotemark>1</footnotemark>’<footnotemark>2</footnotemark> ’<footnotemark>3</footnotemark> provides in pertinent part that—</p>\n<blockquote id=\"b183-5\">“[t]he clerks of the circuit courts of the counties and * * * the civil common-law and equity courts of Baltimore City shall not docket any suit or issue process in any original suit, matter, proceeding or action at law until the plaintiff, * * *, shall first deposit, with the clerk of the court in which such suit, matter or proceeding shall be brought, toward the payment of the costs of the clerk * * * for which plaintiff is liable”,</blockquote>\n<p id=\"b183-6\">the case at bar, being an appeal from the compensation commission, is not an <em>original </em>suit, matter, proceeding or action at law. Nor is the appellant a <em>plaintiff </em>within the meaning of the section. An examination of the several public general and local laws on which what is now § 10(a) was based makes it clear that the Legislature never intended to require prepayment of costs on appeals to courts of law from the decisions of administrative agencies and inferior courts. With one exception — a provisory clause in the public local law applicable to Baltimore City — appeals to law courts as courts of review were not even <page-number citation-index=\"1\" label=\"166\">*166</page-number>■mentioned. Invariably, the requirement as to the prepayment of costs had reference only to cases at law or in equity.<footnotemark>4</footnotemark> Subsection (b) of § 10 permits an exception when the party plaintiff is not able to make a deposit on account of the courts costs. Subsection (c), as above indicated, is nothing more than notice to the clerks of the city common-law courts not to require a deposit of costs of appellants from the Workmen’s Compensation Commission and the People’s Court. See Chapter 69 of the Laws of 1937.</p>\n<p id=\"b184-5\">Section 45 of Article III of the Constitution authorized the General Assembly to provide a uniform system of charges by clerks of courts and registers of wills and for the collection of such charges. The enactment of § 10 of Article 24 requiring a deposit toward the payment of costs on the docketing of a case at law or in equity probably had a twofold purpose — the discouraging of frivolous litigation and assuring payment of at least a part of the costs should the plaintiff be the losing party - — but it is unlikely that § 10(a) was intended to apply to appeals from administrative agencies and inferior courts to courts of review for at least two reasons — first, because the section clearly does not in terms so provide and, secondly, because the •costs in appeal cases are usually allowed to the prevailing party upon conclusion of appellate review.</p>\n<p id=\"b184-6\">Assuming that the Circuit Court for Carroll County had •adopted local rules — the record indicates the contrary — it had no authority to adopt rules with regard to the prepayment of •costs. Only the Circuit Court for Baltimore County has such power and that is limited to its ordinary jurisdiction as a law and equity court. See § 12 of Article 24 of the Code. None of the Maryland Rules of Procedure requires the prepayment of •costs. Rule 604 a, with regard to costs generally, states that unless provided by law or ordered by court, the prevailing party in the trial court is entitled to an allowance of court costs. See <em>Urquhart v. Alexander &amp; </em>Alexander, 218 Md. 405, 147 A. 2d 213 (1958). Rule 882 a, with respect to the awarding of costs <page-number citation-index=\"1\" label=\"167\">*167</page-number>in this Court, besides stating that the allowance of costs is discretionary, further provides that unless otherwise ordered costs shall be awarded against the losing party. See <em>Buckler v. Davis Sand and Gravel Corp., </em>208 Md. 162, 117 A. 2d 562 (1955).</p>\n<p id=\"b185-5\">Unless and until it is finally determined that the claimant-appellant is not entitled to compensation for her injuries, there was no reason why she should have been required to pay the costs. We hold that the petition for review should not have been dismissed.</p>\n<p id=\"b185-6\">\n<em>Judgment reversed and case remanded jor entry of an order reinstating appeal from the Workmen’s Compensation Commission; costs in this court to be paid by appellee.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b183-7\">. Prior to the repeal and reenactment of § 10 by Chapter 591 of the Laws of 1966, the section was applicable only in Baltimore City and certain counties including Carroll County. See § 10(d) of Article 24 (Costs) of the 1957 Code. Also see § 31 of Article 26 (Courts) of the 1957 Code, the 1966 Cumulative Supplement, Chapter 162 of the Laws of 1965 and Chapter 485 of the Laws of 1966.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b183-8\">. Section 11 of Article 24, besides stipulating- that no case at law or in equity shall be docketed in the circuit court of Harford, Montgomery, Charles, St. Mary’s, Somerset, Worcester and Prince George’s counties until the clerks of the courts shall have been paid the docketing costs, further provides that the costs of issuing an attachment, writ of fieri facias or execution on judgment shall be paid in advance.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b183-9\">. Section 12 of Article 24 authorizes the Circuit Court of Baltimore County to adopt and enforce rules of court requiring and regulating the payment of costs in cases docketed at law or in equity as well as for the issuance of attachments, writs of fieri facias or executions on judgment.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b184-7\">. See Laws of 1935, Chapters 154 and 372; Laws of 1937, Chapters 29, 69 and 84; Laws of 1939, Chapter 531; Laws of 1955, Chapter 375 and Laws of 1966, Chapter 485.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}