{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"769\" lastpage=\"790\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  GARDINER FARMS, LLC\n  <br/>\n  v.\n  <br/>\n  ADVANCED AGRICULTURE, INC.\n </parties>\n <docketnumber id=\"p-2\">\n  17-423\n </docketnumber>\n <court id=\"p-3\">\n  Court of Appeal of Louisiana, Third Circuit.\n </court>\n <decisiondate id=\"p-4\">\n  December 13, 2017\n </decisiondate>\n <attorneys id=\"p-5\">\n  Stan Gauthier, II, Stan Gauthier, II, A Law Corporation, 1405 West Pinhook Road, Suite 105, Lafayette, La 70503, (337) 234-0099, COUNSEL FOR DEFENDANT/PLAINTIFF/APPELLANT: Advanced Agriculture, Inc.\n </attorneys>\n <attorneys id=\"p-6\">\n  Leslie J. Schiff, Schiff, Scheckman &amp; White, P.O. Box 10, Opelousas, LA 70571-0010, (337) 942-9771, COUNSEL FOR PLAINTIFF/DEFENDANT/APPELLEE: Gardiner Farms, LLC\n </attorneys>\n <judges id=\"p-7\">\n  Court composed of Marc T. Amy, D. Kent Savoie, and Van H. Kyzar, Judges.\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   KYZAR, Judge.\n  </author>\n  <p id=\"p-9\">\n   The defendant, Advanced Agriculture, Inc., appeals from a trial court judgment awarding damages for lost income to the plaintiff, Gardiner Farms, LLC, as a result of its failure to use the best farming practices to cultivate sugarcane on property it leased from the plaintiff. For the following reasons, we affirm in part, reverse in part, and render judgment in favor of Advanced Agriculture.\n  </p>\n  <p id=\"p-10\">\n   <strong>\n    DISCUSSION OF THE RECORD\n   </strong>\n  </p>\n  <p id=\"p-11\">\n   At the outset of this opinion, we begin with a brief discussion of the manner and methods of the cultivation of sugarcane, as gleaned from the trial court record, to aid in understanding the facts of this matter and the law applicable thereto.\n  </p>\n  <p id=\"p-12\">\n   Sugarcane, unlike other annual crops, such as corn, soybeans, and rice, is a perennial. Thus, a single planting of sugarcane may result in yields harvested over multiple years. Additionally, sugarcane is not cultivated from seed like other annuals.\n  </p>\n  <p id=\"p-13\">\n   Rather, the sugarcane stalk, which is jointed like a bamboo stalk, is broken into sections so that each section contains a joint, known as an \"eye,\" from which the sugarcane plant grows after being planted. This is similar to growing a plant from a cutting or a potato plant from the eye of a potato. The sugarcane plant which grows from this cutting is known as \"plant cane.\"\n  </p>\n  <p id=\"p-14\">\n   As a perennial, the sugarcane plant is identified as \"stubble\" after being harvested, depending on the number of years it is in the ground past plant cane. Thus, it is either first stubble, second stubble, third stubble, and so on. However, the yield in tonnage of sugarcane produced from an acre of land decreases with each harvest; thus, a farmer may decide to plow the stubble under and replant with plant cane in order to increase his yield. Additionally, a farmer may use any growth of sugarcane as seed, which is known as seed cane. An acre of seed cane will realize approximately five acres of plant cane. It is in this context that the dispute between the parties arises.\n  </p>\n  <p id=\"p-15\">\n   Gardiner Farms, LLC (Gardiner Farms), a family-owned farm consisting of 689.5 cultivable acres in St. Landry Parish, Louisiana, entered into an agricultural lease with Advanced Agriculture, Inc. (Advanced Agriculture) in July 2002, for the purpose of cultivating sugarcane on its property. Under this five-year lease (referred to hereinafter as the 2002 lease), which commenced on June 1, 2002, and terminated on January 30, 2007, Advanced Agriculture obligated itself \"to use the leased premises for the purpose of planting, cultivating and harvesting sugarcane and shall keep the maximum available acreage in cultivation consistent with approved farming practices.\" It further agreed \"to work the land herein leased in a good and farmer-like manner, to commit no waste thereon, to maintain all roads, ditches and drains and to return the land back into the peaceable possession of the LESSOR at the termination of this lease.\"\n  </p>\n  <p id=\"p-16\">\n   The lease, which was a \"cash lease,\" required Advanced Agriculture to pay a first-year cash rental of $10,000.00. For the remaining years of the lease, Advanced Agriculture agreed to pay $65.00 per cultivable acre, provided the cost of sugar remained below twenty-one cents per pound. In the event it exceeded that amount, the lease provided a rising scale by which the cash rental would increase based on each two-tenths of a penny above twenty-one cents per pound of sugar. Accordingly, if the price of sugar was twenty-two or twenty-three cents per pound, the cash rental per cultivable acre would be an additional $1.00 per acre. If the price of sugar was twenty-four cents per pound or greater, the cash rental per cultivable acre would be an additional $1.50 per acre.\n  </p>\n  <p id=\"p-17\">\n   Advanced Agriculture farmed sugarcane on Gardiner Farms' property through the end of the lease, which reconducted through the end of 2009. The rental due on the property after the initial year of $10,000.00, was $44,817.50 each year, except in 2007, when Gardiner Farms agreed to reduce the rent that year to $22,000.00 due to a freeze. Advanced Agriculture paid the following amounts in rent: $10,000.00 in 2002; $20,910.00 in 2003; $34,528.00 in 2004; and $29,942.00 in 2006; $22,000.00 in 2007. It paid no rent in 2005 and 2008.\n  </p>\n  <p id=\"p-18\">\n   On September 4, 2009, Raymond Allain, farm overseer and counsel for Gardiner Farms, notified Advanced Agriculture that it was behind in its rent payments to Gardiner Farms. Mr. Allain further requested that Advanced Agriculture provide him with the United States Department of Agriculture Farm Service Agency reports for the 2008 crop year and a report on the acreage in cultivation for the 2009 crop year. Thereafter, the parties negotiated a\n   new one-year lease (referred to hereinafter as the 2009 lease). As part of the negotiations, Gardiner Farms agreed to forgive $88,753.00 in rental payments; and Advanced Agriculture agreed to make a cash payment of $57,840.00 and to sign a promissory note in the amount of $36,930.40, due March 2010, in settlement of all cash rentals past-due under the 2002 lease.\n  </p>\n  <p id=\"p-19\">\n   The 2009 lease, which was a \"share lease,\" commenced on January 30, 2010, and terminated on January 30, 2011. The lease stated that its terms would reconduct on a year-to-year basis provided that Advanced Agriculture was in full compliance with its terms, but that either party could terminate the lease if notice was provided to the other party no later than December 31st of that year. Under the lease, Advanced Agriculture again obligated itself:\n  </p>\n  <blockquote id=\"p-20\">\n   [T]o use the leased premises for the purpose of planting, cultivating and harvesting sugarcane and shall keep the maximum available acreage in cultivation consistent with approved farming practices. No less than two-thirds (2/3rds) of the cultivable acres shall be keep [sic] in sugar cane each year.\n  </blockquote>\n  <p id=\"p-21\">\n   Rather than a cash rental, the share lease allowed Gardiner Farms to share in the revenue generated from the sugarcane crop harvested by Advanced Agriculture, pursuant to the following terms:\n  </p>\n  <blockquote id=\"p-22\">\n   a) The payment of cash of\n   <em>\n    $36,930.40\n   </em>\n   , the amount due on that certain promissory note of even date with this lease agreement representing past due rent from a prior lease, plus all accrued interest to the date paid. Failure to make the payment of the amount due on this promissory note on or before the due date shall be cause for immediate termination of this lease.\n  </blockquote>\n  <blockquote id=\"p-23\">\n   b) Lessee agrees to pay Lessor a rental of fourteen and no/10 (14.0%) percent of the monies paid by the mill for all sugar cane produced, harvested and delivered to the mill from the leased premises, free of all costs and charges to Lessor, except the share of the crop retained by the mill as its charge for processing sugar cane. The rent shall be based on all payments made by the mill from the sale of sugar, molasses, or other products derived from the processing of the sugar cane grown on the leased premises. Lessor shall not share in any hauling or harvesting allowances, nor shall any charges for hauling or harvesting be deducted from the payments made by the mill in the calculation of rental due hereunder. Payment of this rental shall be made directly to the LESSOR by the mill which processes the cane. Should any governmental benefit, price support or incentive payments accrue as a result of cane grown on the leased premises a one-fifth (1/5th) share shall be paid to Lessor.\n  </blockquote>\n  <blockquote id=\"p-24\">\n   c) In addition to the rental per acre provided above, the LESSEE shall pay to LESSOR a sum equal to one-fifth (1/5th) of the payments received for the sale of any soy beans or any other crop grown on the leased premises.\n  </blockquote>\n  <blockquote id=\"p-25\">\n   d) The \"price per pound\" as used in this paragraph shall include all payments made by the mill to LESSEE resulting from the sale of sugar and other byproducts derived from the case delivered by LESSEE to the mill, divided by the number of pounds of raw sugar made from such cane, and it shall include all payments to LESSEE made by government programs for such byproducts. The share rent due hereunder, as provided in section a), above shall be subject to adjustment based on the actual total payments made by the mill, as follows:\n  </blockquote>\n  <blockquote id=\"p-26\">\n   1) If the total \"price per pound\" is in excess of 24 cents, the rental shall be increased to 15.00%;\n  </blockquote>\n  <blockquote id=\"p-27\">\n   2) If the total \"price per pound\" is in excess of 26 cents, the rental shall be increased to 16.00%;\n  </blockquote>\n  <blockquote id=\"p-28\">\n   3) If the total \"price per pound\" is in excess of 28 cents, the rental shall be increased to 17%; and,\n  </blockquote>\n  <blockquote id=\"p-29\">\n   4) If the total \"price per pound\" is in excess of 30 cents, the rental shall be increased to 18%.\n  </blockquote>\n  <p id=\"p-30\">\n   The lease also required Advanced Agriculture \"to work the land herein leased in a good and farmer-like manner, to commit no waste thereon, to maintain all roads, ditches and drains and to return the land back into the peaceable possession of\" Gardiner Farms at the lease's termination.\n  </p>\n  <p id=\"p-31\">\n   During the negotiations for the 2009 lease, Mr. Allain indicated that he was concerned that Advanced Agriculture had no plant cane on the leased property for the 2010 crop year; and he suggested that \"[n]o less than one third of the acres should be planted[ ]\" in plant cane that year. At the time, Advanced Agriculture had 59.2 acres of first stubble, 353.3 acres of second stubble, and 110.7 acres of third stubble planted on the leased property. Despite Mr. Allain's suggestion, Advanced Agriculture decided that instead of plowing the stubble under and replanting a large amount of plant cane, it would harvest the first, second, and third stubble already growing.\n  </p>\n  <p id=\"p-32\">\n   At some point prior to December 2010, Mr. Allain verbally informed Advanced Agriculture that Gardiner Farms would not be renewing the lease after learning of Advanced Agriculture's late harvesting schedule. Written notification of this intent was sent by Mr. Allain to Advanced Agriculture on December 20, 2010, but he indicated that he might be willing to renegotiate the lease depending on the final production numbers and the farm's general condition. However, Gardiner Farms entered into a five-year agricultural lease with Patout Brothers Little Valley Plantation, L.L.C. (Patout Brothers), commencing on January 31, 2011.\n  </p>\n  <p id=\"p-33\">\n   Thereafter, on May 6, 2011, the parties entered into a settlement agreement, which allowed Advanced Agriculture limited rights to farm off the sugarcane it had planted on Gardiner Farms' property. The agreement stated:\n  </p>\n  <blockquote id=\"p-34\">\n   The terms of this agreement are to be considered a settlement between the parties hereto as to the specific matters listed herein and covered by this agreement, and may not be the subject of future contest between the parties; provided that both parties reserve all other rights with respect to the 2002 lease, the 2009 farm lease, and any other matters concerning their relationship as landlord and tenant.\n  </blockquote>\n  <p id=\"p-35\">\n   The settlement provided that Advanced Agriculture would pay Gardiner Farms all rentals due from the 2010 harvest in accordance with the rent escalation provisions contained in the 2009 lease on or before December 15, 2011. It further provided that Advanced Agriculture would pay all rentals due from the 2011 harvest in accordance with the rent provision contained in Gardiner Farms' 2011 lease with Patout Brothers. That lease provided for a rental of 16% of all amounts received by Patout Brothers from the mill, with an escalation of the rent to 17% if the total price per pound of sugar or other byproducts exceeded twenty-eight cents; 18% if the price per pound exceeded thirty cents; and 20% if the price per pound exceeded thirty-five cents. The settlement further allowed Advanced Agriculture to purchase fifteen acres of Kleentex plant cane and first stubble to use as seed in the 2010 and 2011 crop years, respectively, and Gardiner Farms agreed to purchase the remaining\n   acres of first stubble\n   <footnotemark>\n    1\n   </footnotemark>\n   after the 2011 harvest.\n  </p>\n  <p id=\"p-36\">\n   Thereafter, on June 29, 2012, Gardiner Farms filed suit against Advanced Agriculture, seeking past-due rentals for the 2009 and 2011 crop years and damages in lost revenues for the 2010, 2011, 2012, and 2013 crop years based on Advanced Agriculture's failure to farm its property in a \"husband like\" manner:\n  </p>\n  <blockquote id=\"p-37\">\n   [P]articularly because it failed to comply with the specific lease terms regarding planting of sugar cane, namely the following clause contained in both leases:\n  </blockquote>\n  <blockquote id=\"p-38\">\n   <em>\n    \"LESSEE binds and obligates himself to use the leased premises for the purpose of planting, cultivating and harvesting sugarcane and shall keep the maximum available acreage in cultivation consistent with approved farming practices.\"\n   </em>\n  </blockquote>\n  <p id=\"p-39\">\n   Gardiner Farms further sought a preliminary injunction to prevent Advanced Agriculture from cultivating the remaining twenty-two acres of sugarcane on its property.\n  </p>\n  <p id=\"p-40\">\n   In response, Advanced Agriculture filed exceptions of prematurity, vagueness, and ambiguity. Gardiner Farms then filed an amended petition in which it further alleged that it was owed the value of fifteen acres of stubble cane, which Advanced Agriculture was granted the right to harvest as seed cane in the 2012 crop year. Thereafter, Advanced Agriculture answered Gardiner Farms' original petition and reconvened, seeking damages from Gardiner Farms under theories of breach of contract and detrimental reliance. In its first amending and supplemental answer and reconventional demand, Advanced Agriculture alleged that it was owed $29,632.74 in damages for sugarcane acreage that it produced, subject to a credit of $8,245.77 paid by Gardiner Farms on December 14, 2012.\n  </p>\n  <p id=\"p-41\">\n   Following a two-day trial on the merits, the trial court took the matter under advisement. Thereafter, it rendered written reasons for judgment, denying Gardiner Farms' claim for back rent for the 2009 crop year under the 2002 lease and awarding it $110,000.00 in lost income for the 2010, 2011, and 2012 crop years as a result of Advanced Agriculture's failure to use the best farming practices in cultivating sugarcane on its property. A written judgment was rendered by the trial court on November 17, 2016. Subsequently, Gardiner Farms moved for a new trial on the issue of past-due rent under the 2002 lease. After this motion was denied, Advanced Agriculture perfected an appeal from the November 17, 2016 judgment, and Gardiner Farms answered the appeal on the issue of past-due rent.\n  </p>\n  <p id=\"p-42\">\n   On appeal, Advanced Agriculture raises three assignments of error:\n  </p>\n  <blockquote id=\"p-43\">\n   I. The district court erred in holding defendant liable to plaintiff for loss of income in 2010-2012 for defendant's failure to use \"best farming practices\" that were not required under the lease.\n  </blockquote>\n  <blockquote id=\"p-44\">\n   a. The district court erred as a matter of law in disregarding the clear terms of the 2009 lease, overruling defendant's objection to parol evidence to vary the terms of the lease and applying a negligence standard to a breach of contract case.\n  </blockquote>\n  <blockquote id=\"p-45\">\n   b. The district court erred as a matter of fact in failing to recognize that defendant complied in all respects with the 2009 lease.\n  </blockquote>\n  <blockquote id=\"p-46\">\n   c. The district court erred in holding defendant liable for damages\n   when plaintiff never put defendant in default or offered an opportunity to cure the defects, as required under the lease.\n  </blockquote>\n  <blockquote id=\"p-47\">\n   d. As a policy matter, the district court's decision will devastate small to medium sugarcane farmers and damage the sugarcane industry, and must be reversed.\n  </blockquote>\n  <blockquote id=\"p-48\">\n   II. The district court's award of damages was unsupported and speculative and must be reversed; or, alternatively, substantially reduced.\n  </blockquote>\n  <blockquote id=\"p-49\">\n   III. The district court's decision denying plaintiff's claim for past due rentals under the 2002 lease was correct and must be affirmed.\n  </blockquote>\n  <p id=\"p-50\">\n   (Case changed from uppercase to sentence case.)\n  </p>\n  <p id=\"p-51\">\n   In its answer to appeal, Gardiner Farms raises two assignments of error in the form of issues. However, only one of the issues was referenced in its answer to Advanced Agriculture's appeal; thus, only that issue is before us on appeal.\n   <em>\n    Bd. of Supervisors of La. State Univ. &amp; Agric. &amp; Mech. Coll. v. 1732 Canal Street, L.L.C.\n   </em>\n   ,\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=13-976%20%28La.App.%204%20Cir.%201/15/14%29\">\n    13-976 (La.App. 4 Cir. 1/15/14)\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6946580\" index=\"1\" url=\"https://cite.case.law/so-3d/133/109/\">\n    133 So.3d 109\n   </extracted-citation>\n   ; La.Civ.Code art. 2133. That issue asks: \"Is the denial of the claim for accelerated rent manifestly erroneous so that the denial should be reversed?\"\n  </p>\n  <p id=\"p-52\">\n   The standard of review applied in an action based on a breach of contract was laid out in\n   <em>\n    Hornbeck Offshore Operators, LLC v. Cross Group, Inc.\n   </em>\n   , 16-174, pp. 6-7 (La.App. 1 Cir. 10/31/16),\n   <extracted-citation case-ids=\"12202696\" index=\"2\" url=\"https://cite.case.law/so3d/207/1141/#p1146\">\n    207 So.3d 1141\n   </extracted-citation>\n   , 1146-47,\n   <em>\n    writ denied\n   </em>\n   , 16-2095 (La. 1/9/17),\n   <extracted-citation case-ids=\"12364111,12364099,12364094,12364087\" index=\"3\" url=\"https://cite.case.law/so-3d/214/872/\">\n    214 So.3d 872\n   </extracted-citation>\n   , as follows:\n  </p>\n  <blockquote id=\"p-53\">\n   The burden of proof in an action to recover damages for breach of contract is on the party claiming rights under the contract.\n   <strong>\n    Bond v. Allemand\n   </strong>\n   ,\n   <extracted-citation case-ids=\"7459496\" index=\"4\" url=\"https://cite.case.law/so-2d/632/326/#p329\">\n    632 So.2d 326\n   </extracted-citation>\n   , 329 (La. App. 1st Cir. 1993),\n   <em>\n    writ denied\n   </em>\n   , 94-0718 (La. 4/24/94),\n   <extracted-citation case-ids=\"7462866,7462914,7462830\" index=\"5\" url=\"https://cite.case.law/so-2d/637/468/\">\n    637 So.2d 468\n   </extracted-citation>\n   . The existence of the contract and its terms must be proven by a preponderance of the evidence, either direct or circumstantial.\n   <strong>\n    Sullivan v. City of Baton Rouge\n   </strong>\n   ,\n   <extracted-citation index=\"6\" url=\"https://cite.case.law/citations/?q=2014-0964%20%28La.App.%201%20Cir.%201/27/15%29\">\n    2014-0964 (La.App. 1 Cir. 1/27/15)\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"6860204\" index=\"7\" url=\"https://cite.case.law/so-3d/170/186/#p202\">\n    170 So.3d 186\n   </extracted-citation>\n   , 202. Proof is sufficient to constitute a preponderance when the entirety of the evidence, both direct and circumstantial, shows the fact sought to be proved is more probable than not.\n   <strong>\n    <extracted-citation case-ids=\"6860204\" index=\"8\" url=\"https://cite.case.law/so-3d/170/186/#p202\">\n     Id.\n    </extracted-citation>\n   </strong>\n  </blockquote>\n  <blockquote id=\"p-54\">\n   When findings are based on determinations regarding the credibility of witnesses, the manifest error standard demands great deference to the trier of fact's findings.\n   <strong>\n    Sullivan\n   </strong>\n   ,\n   <extracted-citation case-ids=\"6860204\" index=\"9\" url=\"https://cite.case.law/so-3d/170/186/#p202\">\n    170 So.3d at 196-197\n   </extracted-citation>\n   . The rule that questions of credibility are for the trier of fact applies to an evaluation of expert testimony, unless the stated reasons of the expert are patently unsound.\n   <strong>\n    <extracted-citation case-ids=\"6860204\" index=\"10\" url=\"https://cite.case.law/so-3d/170/186/#p202\">\n     Id.\n    </extracted-citation>\n   </strong>\n   ,\n   <extracted-citation case-ids=\"6860204\" index=\"11\" url=\"https://cite.case.law/so-3d/170/186/#p202\">\n    170 So.3d at 197\n   </extracted-citation>\n   . The factual basis for an expert opinion determines the credibility of the testimony.\n   <strong>\n    <extracted-citation case-ids=\"6860204\" index=\"12\" url=\"https://cite.case.law/so-3d/170/186/#p202\">\n     Id.\n    </extracted-citation>\n   </strong>\n  </blockquote>\n  <blockquote id=\"p-55\">\n   Legal agreements have the effect of law upon the parties, and as they bind themselves, parties shall be held to a full performance on obligations flowing therefrom.\n   <strong>\n    Bond\n   </strong>\n   ,\n   <extracted-citation case-ids=\"7459496\" index=\"13\" url=\"https://cite.case.law/so-2d/632/326/#p329\">\n    632 So.2d at 328\n   </extracted-citation>\n   . A party to a contract has an implied obligation to put forth a good faith effort to fulfill the conditions of the contract. La. Civ. Code art. 1759 ;\n   <strong>\n    Bond\n   </strong>\n   ,\n   <extracted-citation case-ids=\"7459496\" index=\"14\" url=\"https://cite.case.law/so-2d/632/326/#p329\">\n    632 So.2d at 328\n   </extracted-citation>\n   . The lease contract itself is the law between the parties; it defines the parties' respective rights and obligations so long as the agreement does not affect the rights of others and is not contrary to the public good.\n   <strong>\n    Carriere v. Bank of Louisiana\n   </strong>\n   , 95-3058 (La. 12/13/96),\n   <extracted-citation case-ids=\"11892806\" index=\"15\" url=\"https://cite.case.law/so-2d/702/648/#p666\">\n    702 So.2d 648\n   </extracted-citation>\n   , 666 (on rehearing).\n   <em>\n    See also\n   </em>\n   La. Civ. Code art. 1983. There is implicit in a lease contract the presumption that one of the causes (or reason) for the contract is that the lessee will be able to\n   use the leased object for its intended purpose.\n   <em>\n    See\n   </em>\n   <strong>\n    ABL Management, Inc. v. Bd. of Sup'rs of Southern University\n   </strong>\n   , 2000-0798 (La. 11/28/00),\n   <extracted-citation case-ids=\"11169517\" index=\"16\" url=\"https://cite.case.law/so-2d/773/131/#p136\">\n    773 So.2d 131\n   </extracted-citation>\n   , 136.\n   <em>\n    See also\n   </em>\n   La. Civ. Code art. 1967 (cause is the reason why a party obligates himself).\n  </blockquote>\n  <blockquote id=\"p-56\">\n   The meaning and intent of the parties to a contract must be sought within the four corners of the agreement as a matter of law, and cannot be explained or contradicted by extrinsic evidence, unless the contract is ambiguous.\n   <em>\n    See\n   </em>\n   <strong>\n    Fleniken v. Entergy Corp.\n   </strong>\n   ,\n   <extracted-citation index=\"17\" url=\"https://cite.case.law/citations/?q=99-3023%20%28La.App.%201%20Cir.%202/16/01%29\">\n    99-3023 (La.App. 1 Cir. 2/16/01)\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"11077987\" index=\"18\" url=\"https://cite.case.law/so-2d/790/64/#p73\">\n    790 So.2d 64\n   </extracted-citation>\n   , 73,\n   <em>\n    writs denied\n   </em>\n   , 2001-1269 and 2001-1295 (La. 6/15/01),\n   <extracted-citation case-ids=\"9502058,9502084,9502069,9502101\" index=\"19\" url=\"https://cite.case.law/so-2d/793/1252/\">\n    793 So.2d 1252\n   </extracted-citation>\n   [1250] and [793 So.2d] 1252. Whether a contract is ambiguous is a question of law. Where factual findings are pertinent to the interpretation of a contract, those factual findings are not to be disturbed, unless manifest error is shown. Thus, a district court's interpretation of a lease contract may be a mixed question of law and fact requiring the evaluation of the agreement and the testimony of the parties to the lease.\n   <strong>\n    <extracted-citation case-ids=\"9502058,9502084,9502069,9502101\" index=\"20\" url=\"https://cite.case.law/so-2d/793/1252/\">\n     Id.\n    </extracted-citation>\n   </strong>\n  </blockquote>\n  <p id=\"p-57\">\n   <strong>\n    ASSIGNMENT OF ERROR NUMBER ONE\n   </strong>\n  </p>\n  <p id=\"p-58\">\n   In its first assignment of error, Advanced Agriculture argues that the trial court erred in finding it liable for Gardiner Farm's loss of income for the 2010, 2011, and 2012 crop years because it disregarded the terms of the 2009 lease; it allowed parol evidence to vary the terms of the lease, over its objection; and it applied a negligence standard to find that Advanced Agriculture was liable to Gardiner Farms in damages based on its failure to use the \"best farming practices\" in cultivating sugarcane on the leased property.\n  </p>\n  <p id=\"p-59\">\n   At the outset, we note that the May 6, 2011 settlement, which was drafted by Mr. Allain on behalf of Gardiner Farms, only required Advanced Agriculture to pay rental and escalation payments to Gardiner Farms under the 2009 lease for the 2010 and 2011 crop years.\n   <footnotemark>\n    2\n   </footnotemark>\n   Accordingly, we find that the trial court erred in finding Advanced Agriculture liable for Gardiner Farms' loss of income for the 2012 crop year as a result of its failure to use the best farming practices.\n  </p>\n  <p id=\"p-60\">\n   Dr. Calvin Viator, an independent agriculture consultant from Thibodeaux, Louisiana, and past consultant for Advanced Agriculture and current consultant for Patout Brothers, testified on behalf of Gardiner Farms. He admitted that the terms \"approved farming practices\" and \"good and farmer-like manner,\" although not defined by any textbook, probably have the same meaning. He stated that Louisiana State University (LSU) uses the term \"best management practices.\" Dr. Viator testified that although there are accepted industry-wide procedures in farming, these differ depending on the crop grown. He stated that approved farming practices would consist of the following practices: plant rotation, variety selection, planting times, pre-planting field preparation, pre-planting herbicides, and insect and weed control. Dr. Viator admitted that the determination of whether a farmer used approved farming practices would need to be made on a case-by-case basis.\n  </p>\n  <p id=\"p-61\">\n   Dr. Viator opined that Advanced Agriculture failed to use approved farming practices in three instances: (1) its failure to utilize what he considered the best management practices rotation for cultivating sugarcane; (2) its yields; and (3) its variety selection. He stated that the best and the most profitable rotation for sugarcane during Advanced Agriculture's tenancy of Gardiner Farms' property required it to follow a twenty-five, twenty-five, twenty-five, twenty-five rotation. This rotation required a farmer to plant twenty-five percent of his cultivable acreage in plant cane, twenty-five percent in first stubble, twenty-five percent in second stubble, and to leave the last twenty-five percent fallow in preparation for the next crop year.\n  </p>\n  <p id=\"p-62\">\n   Based on Gardiner Farms' 689.5 cultivable acres, Dr. Viator stated that Advanced Agriculture should have planted 172.25 acres in each stage of the rotation described, with thirty-five acres of plant cane reserved as seed cane for the next crop. Based on the Farm Service Agency reports, he stated that Advanced Agriculture never utilized this rotation. He further stated that Advanced Agriculture was paid based on its yields per acre and if its yields were low then the rotation used did not matter. Thus, based on its 2010 yield of 22.21 tons per acre, he stated that it could not have been using the best management practices when farming Gardiner Farms' property.\n  </p>\n  <p id=\"p-63\">\n   However, Dr. Viator admitted that the rotation chosen by a farmer could depend on various factors such as the weather, the farmer's financial condition, and the variety of sugarcane planted, since some varieties produced good third-stubble yields. Finally, he admitted that there is no state certification on the issue of crop rotation. Of his one hundred clients, he stated that approximately ten do not follow this rotation. When questioned about the state averages for sugarcane harvested in 2010, which were 29.1% plant cane, 29% first stubble, 28% second stubble, and 13.8% third stubble, Dr. Viator admitted that these averages did not correspond to his recommended rotation, which meant that there were farmers not adhering to the best management practices rotation.\n  </p>\n  <p id=\"p-64\">\n   In reviewing a farmer's rotation, Dr. Viator testified that he reviewed the farmer's entire cultivable acreage to determine whether he was using the recommended rotation. Here, he admitted that he only reviewed Advanced Agriculture's rotation on Gardiner Farms' property since it was a significant amount of property. He stated that even if Advanced Agriculture's entire 2,500 acre operation was close to the recommended rotation, it still violated the best management practices rotation on Gardiner Farms' property because he recommended that his clients maintain any tract exceeding fifty acres as close to this rotation as possible.\n  </p>\n  <p id=\"p-65\">\n   Dr. Viator testified that he rarely recommended the harvesting of third stubble, unless a farmer's three-year average for second stubble yields exceeded twenty-five tons per acre. In that case, he thought that a farmer might risk harvesting third stubble, otherwise he felt that the farmer would lose money doing so. However, he agreed that the second stubble average could be as low as twenty-three tons per acre if the price of sugar was higher than normal. Dr. Viator testified that while most farmers are governed by their bottom line, their gross profit has a lot to do with their bottom line. However, he agreed that it is the farmer's decision whether in order to make a profit he amortizes his production costs over four years instead of three.\n  </p>\n  <p id=\"p-66\">\n   Although the lease specified that Advanced Agriculture should keep at least two-thirds of Gardiner Farms' acreage in\n   sugarcane, Dr. Viator testified that maintaining only two-thirds of the acreage in sugarcane would not be an approved farming practice. Thus, he said that he read this provision out of the lease because Advanced Agriculture needed to keep nearly the entire 689.5 acres in cultivation in order to be successful. He admitted that the lease specified the least amount of acreage that Advanced Agriculture should cultivate, but that it did not indicate the best rotation it should follow. In his mind, he stated, there was no difference between the words \"best\" and \"good\" as it pertained to farming practices.\n  </p>\n  <p id=\"p-67\">\n   During the 2009 lease, Dr. Viator testified that Advanced Agriculture had four varieties of sugarcane planted on Gardiner Farms' property: predominantly varieties 233 and 128, with lesser amounts of 540 and 226. It was his opinion that neither 233 or 128 should have been planted because although they looked good, he said that their yield per acre was low. Additionally, Dr. Viator stated that 233 had a very low sugar yield and 128 developed a condition known as smut. He admitted 540 could be harvested as third stubble under some conditions, but not 226. He stated that after 2002, he advised his clients to get out of these varieties as quickly as possible. However, he later admitted that the 128 and 540 varieties were released in 2004, and the 226 variety was released in 2006.\n  </p>\n  <p id=\"p-68\">\n   Lance Rodriquez, an independent agriculture consultant from Baton Rouge, Louisiana, who is Advanced Agriculture's current consultant and a former employee of Dr. Viator, testified on its behalf. He stated that he was unaware of any peer-reviewed articles or texts which defined the terms \"approved farming practices\" and \"good and farmer-like manner.\" He stated that whether a farmer farmed in a good and farmer-like manner depended on whether he did things on time, such as fertilizing, cultivating, and spraying for weeds and pests, and whether he took care of the property and drainage. He said that rotation would be one element of whether a farmer was farming in a good and farmer-like manner.\n  </p>\n  <p id=\"p-69\">\n   Mr. Rodriguez testified that there was no standard in the industry requiring a farmer to follow the rotation recommended by Dr. Viator, nor was he aware of any peer-reviewed articles or texts that supported this rotation. He disagreed with the rotation, and he did not think that any of his thirty-nine clients followed it. Although he agreed that a cane's yield would typically decrease as it aged, he thought that third stubble had value and that it extended the life of the crop. Mr. Rodriquez testified that the farmer's ultimate goal is to make a profit, but that only the farmer could decide, based on its financial condition, whether it was economically feasible to harvest third stubble. Although Advanced Agriculture's 2011 yield, which was 13.85 tons per acre, was below the state average, Mr. Rodriguez again stated that Advanced Agriculture's financial condition determined the yield it required in order to make a profit. He did agree that if the cost of harvesting third stubble was unprofitable, then it made sense to replant. He stated that approximately eighteen percent of his clients harvested third stubble.\n  </p>\n  <p id=\"p-70\">\n   Mr. Rodriquez testified that Advanced Agriculture planted the proper varieties of sugarcane for the light prairie soils found on Gardiner Farms' property. He stated that it also planted new varieties being released and expanded in the sugarcane industry. Mr. Rodriguez explained that after the American Sugarcane League, LSU, and the Homer Research Station released a new variety of sugarcane, it took approximately five to six years of cultivation to determine whether the variety\n   would be successful. He stated that the 233 variety was released in 2006, and the 128 variety was released in 2004.\n  </p>\n  <p id=\"p-71\">\n   Mr. Rodriguez, who became Advanced Agriculture's consultant in late spring of 2005, testified that he typically provides Karl Guidry, one of Advanced Agriculture's two partners, with a list of options when they consult on an issue. He stated that Mr. Guidry's final decision, which might not correspond with his first option, was usually cost-related. However, he stated that most of the farmers he consults with are hands on and are very knowledgeable about herbicides, planting costs, and other cultivation issues.\n  </p>\n  <p id=\"p-72\">\n   Mr. Guidry testified that he and Chad Hanks have been farming through Advanced Agriculture for twenty-five years. He stated that both he and Mr. Hanks have financial backgrounds; he worked as a certified public accountant for fifteen years before they began farming. Mr. Guidry testified that Advanced Agriculture farms approximately 3,500 acres for over 200 owners, of which 2,500 acres are in cultivable sugarcane and 1000 acres are in seed cane.\n  </p>\n  <p id=\"p-73\">\n   Mr. Guidry testified that during the 2010 crop year, Advanced Agriculture complied with the 2009 lease because it had 529.2 acres of sugarcane growing on Gardiner Farms' property, which exceeded the two-thirds\n   <footnotemark>\n    3\n   </footnotemark>\n   requirement as provided in the lease. He stated that the lease did not specify the age of the sugarcane compiling the two-thirds, nor was he ever notified by Gardiner Farms that he was in default of the 2009 lease. Mr. Guidry testified that Mr. Allain used his own lease to draft both the 2002 and the 2009 leases, and he did not recall any discussions between them concerning the meaning of the terms \"approved farming practices\" or \"good and farmer-like manner.\"\n  </p>\n  <p id=\"p-74\">\n   During the 2010 crop year, Mr. Guidry testified that Advanced Agriculture made $560,000.00 from the 523.2 acres of sugarcane it had planted on Gardiner Farms. He stated that the $1,070.00 gross per acre netted a profit of $670.00 per acre for Advanced Agriculture. Mr. Guidry stated that Advanced Agriculture made $353,000.00 from 467.90 acres of sugarcane during the 2011 crop year, and the $755.00 gross per acre netted a $155.00 per acre profit for Advanced Agriculture.\n  </p>\n  <p id=\"p-75\">\n   Although Mr. Allain recommended that Advanced Agriculture plant approximately 450 acres in plant cane for the 2010 crop year, Mr. Guidry testified that they also discussed the other options it could follow. For the 2010 crop year, Advanced Agriculture harvested 59.2 acres of first stubble, 353.3 acres of second stubble, and 110.7 acres of third stubble, for a total of 523.2 acres of sugarcane. For the 2011 crop year, Advanced Agriculture harvested 42 acres of plant cane, 61 acres of second stubble, and 364.9 acres of third stubble, for a total of 467.9 acres of sugarcane.\n  </p>\n  <p id=\"p-76\">\n   Mr. Guidry testified that Advanced Agriculture utilized the same farming practices over its entire operation. He stated that this required it to maintain the property with tree removal and bush hogging; the application of insecticides, herbicides, and fertilizer; the preparation of the soil and the planting of sugarcane; and equipment repairs. Mr. Guidry testified that although Advanced Agriculture was in business to make a profit, it was not trying to make a record profit or farm above the state average. He stated that Advanced Agriculture is a healthy, profitable company because he and his partner follow a\n   budget and control the bottom line, otherwise it would be out of business.\n  </p>\n  <p id=\"p-77\">\n   Mr. Guidry acknowledged that approved farming practices included crop rotation as an element in the cultivation of sugarcane. He further agreed that provided Advanced Agriculture maintained a good rotation, its income would be protected if its yields and the price of sugar remained consistent. However, Mr. Guidry stated that the rotation Advanced Agriculture utilized was over its entire operation rather than on each individually-owned tract, such as Gardiner Farms. He testified that Advanced Agriculture's crop rotation mixed all the ages of sugarcane, but it took into consideration the areas to be harvested so that its harvester would not have to backtrack when harvesting over its twenty miles of fields. He stated that was why some fields had large amounts of plant, first, second, or third stubble sugarcane.\n  </p>\n  <p id=\"p-78\">\n   Mr. Guidry testified that Advanced Agriculture does not follow the best management practices for rotation described by Dr. Viator. He stated that one of the most important obligations in farming is maintaining the land. Thus, he claimed that it made no sense to go on a 600 acre tract of land and only plant 200 hundred acres, while having to maintain the remaining 400 acres. He stated:\n  </p>\n  <blockquote id=\"p-79\">\n   So, when you go in, and you are looking at a, you know, 600 acre tract of land, you're not going to go in and plant 25% of it and have to maintain 75% of it. You are going to go in, and you are going to plant 600 as quick as you can. If you do 200, 200, 200 in three years versus 600 the first year, you are going to go through the same cycle of cane. You are going to go through the same ages, the same production, but in fact with the time value of money, you are going to get your money quicker. So you know, this idea of going in on each individual track of land, when you have 200 landowners, and you are stretched out over 20 miles from one end to the other. You are going to go in, and you are going to-all those landowners, you going [sic] to have to go in and do 25, 25, 25, 25. No, you're not going to do that. You'll actually go out of business doing that.\n  </blockquote>\n  <p id=\"p-80\">\n   Mr. Guidry testified that sugarcane is a four and sometimes a five-year product in Advanced Agriculture's operation and that he absolutely believes in third stubble. He claimed that old stubble could perform just as well as plant cane, depending on the weather, and he stated that yield reduction was a component of many factors. Mr. Guidry testified that the production of sugarcane is based upon the amount of sugar produced per ton of sugarcane, rather than the tons produced per acre. He stated that most sugarcane is harvested during the generally rainy month of December, which can drastically reduce the amount of sugar produced per ton of sugarcane. He said that a lot of sugarcane is also lost during the harvest when it is pulled up by the roots from the wet ground, causing the loss of future yields. Mr. Guidry testified that once he harvests third stubble he plows the stubble under and replants with seed cane, so that the land is put back into production, rather than lying fallow a year and having to be maintained. He stated that he tries to have all four stages of sugarcane planted on an owner's property at the same time so that none lies fallow.\n  </p>\n  <p id=\"p-81\">\n   Mr. Guidry explained that sugar is sold over a twenty-four month period. Thus, he stated that it would be impossible for a farmer to predict the price of sugar for a specific crop year. He agreed that the price of sugar remained fairly stable, between eighteen and twenty-two cents per pound from the mid-1970s, until the recent increases beginning in 2010.\n  </p>\n  <p id=\"p-82\">\n   Mr. Guidry disagreed with Dr. Viator that the 233 sugarcane variety should not be planted. He stated that Advanced Agriculture began planting 233 in 2006, after the 384 variety developed a disease known as rust. He stated that Advanced Agriculture had 20% of its acreage planted in new varieties that came out in 2005, which were 233, 128, and 226. He explained that it was a shock to the sugarcane industry when 384 developed rust and that farmers hustled to find other varieties to plant instead of 384, because not many varieties were available at that time. Mr. Guidry testified that Mr. Rodriguez never cautioned him against planting 233. He stated that both 233 and 128 were good varieties and that 233 was excellent in certain soil types.\n  </p>\n  <p id=\"p-83\">\n   Mr. Guidry testified that Advanced Agriculture is a secondary station for the American Sugarcane League. He stated that once a new variety of sugarcane is released by the Homer Research Station, the American Sugarcane League is obligated to distribute it throughout the state, which it does by setting up primary stations, where the new variety is grown and further researched. Once it determines that the variety should be released to the public, Mr. Guidry stated that seed cane is released to secondary stations, such as Advanced Agriculture, where it is grown and then distributed to neighboring farms. He stated that Advanced Agriculture has been a secondary station for approximately ten years.\n  </p>\n  <p id=\"p-84\">\n   Mr. Guidry testified that Advanced Agriculture consults with Mr. Rodriguez because sugarcane is a complicated crop and many factors go into its cultivation, such as planting, maintenance, disease, and insects. However, he admitted that he has rejected Mr. Rodriguez's advice in the past based on economic grounds. He stated that \"when it comes to making money, I don't find that consultants have an accounting background, that they can give adequate advice on actual dollars and actual net income.\" He added, \"As far as making money, sometimes you have to reject what the consultant says. You are trying to make money. That is the bottom line.\" Mr. Guidry further stated that when Dr. Viator was Advanced Agriculture's consultant, he never recommended the twenty-five, twenty-five, twenty-five, twenty-five rotation. He said that Advanced Agriculture last paid Dr. Viator for his consulting services in January 2005.\n  </p>\n  <p id=\"p-85\">\n   Craig Callier, a past general manager, president, and chief financial officer of M.A. Patout &amp; Son, Ltd. (M.A. Patout), an owner/operator of three sugar factories and a sugarcane producer, testified on behalf of Advanced Agriculture. He testified that he dealt with both farming and milling issues during his involvement with M.A. Patout, including negotiating leases between landowners and farmers. Mr. Callier testified that \"good farming practices\" and \"farming in a good and farmer-like manner\" are standard contract terms in agricultural leases. He stated that the steps it takes for a farmer to make a commercial crop includes weed and pest control, identification of soil type and irrigation needs, crop rotation, ripening and harvesting schedules, and crop yields.\n  </p>\n  <p id=\"p-86\">\n   Mr. Callier testified that by the end of his involvement with Patout &amp; Son, he was responsible for approximately 80,000 acres of sugarcane-producing property. He stated that a farmer may have four to five different varieties of sugarcane growing on his farm. Of these, he said that the highest-yielding variety will be grown on 40% of the acreage. He opined that this practice would occur on both large and small farms.\n  </p>\n  <p id=\"p-87\">\n   Mr. Callier testified that when the 384 variety started producing rust, researchers may have released some new varieties too\n   quickly. He stated that the 233 and 128 varieties went through a rigorous thirteen-year screening period before being released. Once a variety is released to a secondary station, he stated that it takes three to four years for it to become widely available due to the scarcity of seed cane. He said that tens of thousands of seedlings never make it through the screening process for release as a new variety.\n  </p>\n  <p id=\"p-88\">\n   Mr. Callier testified that while there are general rules for variety selection, there are always exceptions to these rules. He explained that sometimes farmers need varieties for specific soil types and that many varieties not recommended by agriculture consultants are still grown successfully by farmers. He said that the varieties 233 and 128 fall within these categories. Mr. Callier testified that farmers have to make selections based on varying situations, such as the inability to make aerial chemical applications due to near-by churches, schools, or hospitals or whether early ripening varieties are preferable due to freeze intolerances. He stated that he knows of certain varieties, such as 238, which are not recommended, but are still grown successfully with very good, high yields.\n  </p>\n  <p id=\"p-89\">\n   Mr. Gardiner, a New Orleans resident and the Director of the Louisiana State Racing Commission, testified that Gardiner Farms has been farmed by several generations of his family, including his father. He stated that he and his sister became part-owners in December 1999, and now are the sole owners, although they have no direct involvement in the farming operations.\n  </p>\n  <p id=\"p-90\">\n   After his father passed away, Mr. Gardiner testified that an associate from the Racing Commission suggested that Gardiner Farms could generate more revenue if it switched from soybeans to sugarcane. At that time, he stated that the property was being farmed by another farmer, who wanted out of the lease. Mr. Gardiner testified that another acquaintance put him in touch with Mr. Hanks, a partner in Advanced Agriculture.\n  </p>\n  <p id=\"p-91\">\n   Mr. Gardiner testified that he relies on the advice of others with regard to the amount of cane to be planted each year and the details of the actual farming operations. He stated that he \"trusted that the farmers would farm correctly and pay us the correct amounts.\" When asked whether he thought that Advanced Agriculture used good and farmer-like practices while farming Gardiner Farms, Mr. Gardiner stated, \"Well, we had a long history, and I can only conclude that their practices were so substandard that we never got anything that was correct any year, until Mr. Allain got involved.\" He further stated that it was his impression \"that from our history of never getting the right amount of rent and stories that I could not even begin to understand they changed so often, that they were not farming in the best manner.\"\n  </p>\n  <p id=\"p-92\">\n   Mr. Gardiner estimated that he only visited the farm eight or ten times between 2002 and 2010. He further admitted that he never met with Mr. Guidry or Mr. Hanks during that time and that he did not know enough about farming to know if anything was out of place during his visits. He simply based his conclusion that Advanced Agriculture was not farming in a good and farmer-like manner on its failure to pay the proper rent.\n  </p>\n  <p id=\"p-93\">\n   Mr. Allain, a Jeanerette, Louisiana attorney, testified that his grandfather and uncle both farmed sugarcane and that he helped on the farm while in high school. After graduating from law school, he stated that he began practicing with his father in Jeanerette. Mr. Allain stated that he represents farmers in sixty percent of his practice and land owners in the remaining\n   forty percent. He said that he was very experienced in drafting agricultural leases.\n  </p>\n  <p id=\"p-94\">\n   Mr. Allain testified that he drafted both the 2002 and the 2009 leases at issue and that he inserted the terms \"approved farming practices\" and \"good and farmer-like manner\" into the leases. Although he did not recall discussing these terms with Mr. Guidry or Mr. Hanks, Mr. Allain stated that he inserted them because it is in the owner's interest to have its land fully utilized and to have an economically stable tenant. He explained that if the maximum acreage is farmed according to approved farming practices, such as proper rotation, it benefits the owner if it wants to bring in a new lessee or to renegotiate a cash lease to a share lease. He stated that it was also important that a farmer cultivate the maximum acreage because of quotas established by the federal government on the number of acres a farmer could use in the cultivation of sugarcane.\n  </p>\n  <p id=\"p-95\">\n   Mr. Allain opined that a farmer, who farms in an economically-stable manner, is better able to pay an accelerated rent when the price of sugar increases. Although he admitted that he is not an expert in this area, he stated that good farming practices involve maintaining good drainage, leveling land, using the right chemicals, not disposing of anything improper on the land, and proper rotation. He added that most of his clients, who are very successful farmers, practice the proper rotation described by Dr. Viator.\n  </p>\n  <p id=\"p-96\">\n   Despite the fact that the lease does not specify the type of rotation to be used, Mr. Allain testified that the terms, \"good and farmer-like manner\" and \"approved farming practices,\" created an obligation on Advanced Agriculture's part to cultivate the maximum acreage every year, which included using the proper rotation. However, he admitted that he would never specify in a lease that a farmer should follow Dr. Viator's rotation because too many variables affect the amount of sugarcane a farmer plants, such as the weather and other circumstances. However, he emphasized that it was important that the farmer keep the maximum acreage in cultivation and follow the best rotation possible.\n  </p>\n  <p id=\"p-97\">\n   Mr. Allain testified that in principal, farming in a husband-like manner and using approved farming practices would be the same for every farmer, but that the implementation of those terms could vary from farm to farm, depending on circumstances. He further stated that approved farming practices could objectively be determined from custom, practice, and expert testimony. When asked how Advanced Agriculture was supposed to know what the terms meant if the trial court had to go outside the four corners of the lease to learn their meaning, Mr. Allain testified that Advanced Agriculture had been farming for so long that it should be out of business if it did not understand the meaning of those terms.\n  </p>\n  <p id=\"p-98\">\n   Mr. Allain testified that although the lease stated that Advanced Agriculture was to keep \"no less than two-thirds (2/3rds) of the cultivable acres ... in sugarcane each year,\" he felt that the preceding sentence overrode the two-thirds requirement. That sentence provided that \"LESSEE binds and obligates himself to use the leased premises for the purpose of planting, cultivating and harvesting sugarcane and shall keep the maximum available acreage in cultivation consistent with approved farming practices.\" He further explained that while two-thirds of the acreage was the minimum acreage Advanced Agriculture should have cultivated in sugarcane, 75% of the acreage was the ideal amount.\n  </p>\n  <p id=\"p-99\">\n   Mr. Allain agreed that the 523.2 acres of sugarcane Advanced Agriculture harvested on Gardiner Farms in 2010, satisfied the\n   minimum two-thirds acreage requirement. But, on looking at its rotation, which included no plant cane, 59.2 acres of first stubble, 355.3 acres of second stubble, and 110.7 acres of third stubble, Mr. Allain stated that there was no mention of fallow land. He explained that Advanced Agriculture could not have been following the proper rotation if there were no fallow acres to plant the next year.\n  </p>\n  <p id=\"p-100\">\n   Mr. Allain testified that margins in the sugarcane industry were frequently small and that a farmer who failed to use approved farming practices would not stay in business. He agreed that farmers are in the business to make money, but he stated that sugarcane farming is both a risky and a long-term business, given the money invested in equipment and the risks taken by farmers in order to make a profit. He stated that:\n  </p>\n  <blockquote id=\"p-101\">\n   [S]hort term profit is not generally a good business practice. To sacrifice long term stability for short term profit is usually a bad business practice. In my experience, not just in sugarcane, but in other businesses, as well, you have to look to the long term. You have to plan, and you have to conduct yourself in a way that in the long run you will assure your own economic viability, fair rental for your tenant [sic], and a good producing farm.\n  </blockquote>\n  <p id=\"p-102\">\n   Mr. Allain admitted that he was not aware of Advanced Agriculture's financial condition throughout its lease with Gardiner Farms. He further admitted that there was value in third stubble sugarcane. He stated that the price of sugar was 33.4 cents per pound in 2010, and thirty-seven cents per pound in 2011. He said that the last time the price of sugar was this high was in 1974. Mr. Allain thought that the break-even amount for a farmer was twenty-five cents per pound of sugar based on a report from an LSU professor. However, he admitted that it would be hard for a farmer to lose money if the price of sugar was 33.4 cents per pound. Mr. Allain testified that whether a farming operation was good or bad was also based on its yield of sugarcane per acre because the better the yield, the higher the farmer's profit. He further thought that Advanced Agriculture would be out of business if it was losing money.\n  </p>\n  <p id=\"p-103\">\n   Clint Freyou, a field manager for Patout Brothers, testified that he supervises a 15,000 acre farm, of which 10,000 acres are utilized for sugarcane. He stated that Mr. Allain, who is his attorney, asked him several times if he was interested in farming in St. Landry Parish. However, when he started locating other property in St. Landry Parish, he said that he contacted Mr. Allain and told him that he was interested in farming Gardiner Farms.\n  </p>\n  <p id=\"p-104\">\n   Mr. Freyou's assessment of Gardiner Farms' condition was that it was declining. He stated that there were a lot of weeds on the property, the canals needed to be re-dug, and trees needed to be cleared from the canal banks. He stated that Patout Brothers took over the Gardiner Farms' lease in 2011, and spent approximately $200,000.00 in preparing the property by correcting drainage problems, clearing trees, putting in new bridges, and laser leveling the property. However, Mr. Freyou admitted that he automatically re-digs the canals and re-lowers the bridges anytime he takes over property. He stated that he evaluated Gardiner Farms' property based on his standard, which is what will it take to increase the property's yields. He explained that he usually takes over property because the owner wants to increase the property's yields, and any improvement to drainage on the property will benefit sugarcane. He further stated that the costs of preparing Gardiner Farms\n   to his standards were expensed out over his entire 15,000 acre operation.\n  </p>\n  <p id=\"p-105\">\n   Mr. Freyou testified that he harvested large plantings the first three years before beginning a rotation on Gardiner Farms. He stated that Gardiner Farms would not be fully in the rotation recommended by Dr. Viator, his consultant, until after the next planting. He explained that it took too long to plant Dr. Viator's recommended rotation from the start, and he would have to maintain any land not planted in sugarcane. Once he completed this process, Mr. Freyou testified that he would follow Dr. Viator's rotation. He explained that standard agricultural contract language requires that eighty percent of a farm's land be kept in sugarcane and twenty percent be kept fallow. He stated that he has followed this rotation for approximately fifteen years.\n  </p>\n  <p id=\"p-106\">\n   Mr. Freyou further testified that he does not consider it practical to keep third stubble based on the current varieties of sugarcane because he needs to make a profit on the money he invests in sugarcane. He stated that it is his rule of thumb not to keep any sugarcane that yields less than thirty tons per acre. However, he admitted that some farmers may have a smaller rule of thumb, depending on the yield needed to keep their operation going. Mr. Freyou stated that he averaged approximately thirty-five to thirty-seven tons per acre of sugarcane for Patout Brothers and approximately thirty-three tons per acre on Gardiner Farms the last two to three years. He further stated that the parish average is twenty-eight to thirty tons per acre.\n  </p>\n  <p id=\"p-107\">\n   Mr. Freyou testified that he planted varieties 226 and 540 on Gardiner Farms because these were the only two varieties appropriate for sandy soils. He stated that neither 233 nor 128 were successful. He explained that they were black-land varieties that disappeared within five years of being released. Mr. Freyou testified that he planted these varieties ten to fifteen years before on other farms and that since then they were not recommended for planting.\n  </p>\n  <p id=\"p-108\">\n   Mr. Freyou testified that he is a salaried employee and that the money spent on Gardiner Farms was paid by Patout Brothers, which has twenty-six shareholders. He admitted that Patout Brothers also owns an interest in the sugar mill, M.A. Patout &amp; Son, Limited, LLC; thus, it receives income from both the farm and the mill and benefits from sending as much tonnage to the mill as possible.\n  </p>\n  <p id=\"p-109\">\n   In finding in favor of Gardiner Farms, the trial court held that Advanced Agriculture failed to farm the property using the \"best farming practices.\" However, the explicit terms of the lease only required Advanced Agriculture to cultivate sugarcane on Gardiner Farms' property in a manner consistent with \"approved farming practices\" and in a \"good and farmer-like manner.\" Although the trial court never specifically held that the lease or these terms were ambiguous, it allowed the introduction of parol evidence to determine the meaning of the terms, over Advanced Agriculture's objection.\n  </p>\n  <p id=\"p-110\">\n   In its reasons for judgment, the trial court stated the following:\n  </p>\n  <blockquote id=\"p-111\">\n   This court considered the testimony of the two experts, from Karl Guidry and or [sic] course, Clint Freyout [sic] very carefully.\n  </blockquote>\n  <blockquote id=\"p-112\">\n   This court gave more weight to the testimony of Clint Freyout. He has been in business for 41 years and is a hands on kind of guy.\n  </blockquote>\n  <blockquote id=\"p-113\">\n   He didn't seem to have any axes to grind with any of the parties in this case and was straight forward with the court during his testimony.\n  </blockquote>\n  <blockquote id=\"p-114\">\n   The state average is between 25 and 28 tons per acre of cane.\n  </blockquote>\n  <blockquote id=\"p-115\">\n   He produced 33 tons per acre on the Gardiner Farms when Patout Brothers starting [sic] leasing the property. He must be doing something right.\n  </blockquote>\n  <blockquote id=\"p-116\">\n   The court finds that the farming practices used by Patout Brothers is the best way to farm.\n  </blockquote>\n  <blockquote id=\"p-117\">\n   Although the court finds that Advance Agriculture [sic] did a decent job farming the Gardiner Property, the court finds that Advanced Agriculture did not use the best farming practices as used by Patout Brothers.\n  </blockquote>\n  <blockquote id=\"p-118\">\n   Now the court will admit that you still have to look at weather conditions and other factors that existed over the period of the lease.\n  </blockquote>\n  <blockquote id=\"p-119\">\n   However, according to Mr. Freyout [sic], they spent over two hundred thousand dollars preparing the property to their standards that included proper drainage, etc.\n  </blockquote>\n  <p id=\"p-120\">\n   The provisions at issue in this matter are contained in paragraphs three and eight of the 2009 lease. Paragraph three provides, in part:\n  </p>\n  <blockquote id=\"p-121\">\n   LESSEE binds and obligates himself to use the leased premises for the purpose of planting, cultivating and harvesting sugarcane and shall keep the maximum available acreage in cultivation consistent with approved farming practices. No less than two-thirds (2/3rds) of the cultivable acres shall be keep [sic] in sugar cane [sic] each year.\n  </blockquote>\n  <p id=\"p-122\">\n   Paragraph eight provides:\n  </p>\n  <blockquote id=\"p-123\">\n   LESSEE agrees to work the land herein leased in a good and farmer-like manner, to commit no waste thereon, to maintain all roads, ditches and drains and to return the land back into the peaceable possession of the LESSOR at the termination of this lease.\n  </blockquote>\n  <p id=\"p-124\">\n   As we were unable to find Louisiana case law defining the terms \"approved farming practices\" or \"good and farmer-like manner,\" we looked to the case law of other states for guidance. In\n   <em>\n    Mart v. Mart\n   </em>\n   ,\n   <extracted-citation case-ids=\"7066968\" index=\"21\" url=\"https://cite.case.law/nw2d/824/535/#p542\">\n    824 N.W.2d 535\n   </extracted-citation>\n   , 542-43 (2012), the Iowa Court of Appeals, in addressing a similar term, stated, \"The term 'good husbandry' is not susceptible to a specific definition because it is dependent upon the facts and evidence as well as upon current farming practices.\" Based on the evidence presented, we find that the terms \"approved farming practices\" and \"good and farmer-like manner,\" likewise, are not susceptible of specific definition, but, in an agronomy setting, are terms of art meaning the actions that a farmer takes in successfully planting and harvesting a crop. La.Civ.Code art. 2047.\n   <footnotemark>\n    4\n   </footnotemark>\n   Based on the evidence presented by the experts, these actions include soil preparation, variety selection, planting times, insect and weed control, fertilizer application, irrigation, and crop rotation.\n  </p>\n  <p id=\"p-125\">\n   In determining the meaning of these terms, the trial court stated, \"Although there is no written brochure on best farming practices, it is well known in the farming industry that one must use the best farming practices to insure the best return on your crops.\" Thus, the trial court, in effect, rewrote the lease to require Advanced Agriculture to use the best farming practices, rather than approved farming practices, in cultivating sugarcane on Gardiner Farms' property. We find that this had the effect of inserting a specific usage into the lease.\n  </p>\n  <p id=\"p-126\">\n   In\n   <em>\n    Par-Co Drilling, Inc. v. Franks Petroleum Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"9719486\" index=\"22\" url=\"https://cite.case.law/so-2d/360/642/#p644\">\n    360 So.2d 642\n   </extracted-citation>\n   , 644 (La.App. 3 Cir. 1978), this court stated, \"It is well settled that custom of the place and the usual and customary manner of fulfilling like contracts is persuasive in determining the intention of the parties under a contract not specific in its wording.\" Louisiana Civil Code Article 2054 provides:\n  </p>\n  <blockquote id=\"p-127\">\n   When the parties made no provision for a particular situation, it must be assumed that they intended to bind themselves not only to the express provisions of the contract, but also to whatever the law, equity, or usage regards as implied in a contract of that kind or necessary for the contract to achieve its purpose.\n  </blockquote>\n  <p id=\"p-128\">\n   Here, the lease specifically states that Advanced Agriculture will farm in a good and farmer-like manner, using approved farming practices; thus, the lease was not silent on this point. Moreover, we find that the lease itself defines \"approved farming practices\" to mean that Advanced Agriculture will maintain at least two-thirds of the property in sugarcane. We note that the 2002 lease did not include the two-thirds requirement. By including this additional terminology, Mr. Allain spelled out the very meaning of \"approved farming practices\" in the 2009 lease. Thus, the lease was not ambiguous on this point, but even if it were ambiguous in this regard, \"[a]ny ambiguity in the agreement must be interpreted against the party who prepared the contract.\"\n   <em>\n    Dohoney v. La. Casino Cruises, Inc.\n   </em>\n   , 95-1570, p. 4 (La.App. 1 Cir. 2/23/96),\n   <extracted-citation case-ids=\"7433059\" index=\"23\" url=\"https://cite.case.law/so-2d/671/537/#p540\">\n    671 So.2d 537\n   </extracted-citation>\n   , 540,\n   <em>\n    writ denied\n   </em>\n   , 96-729 (La. 5/3/96),\n   <extracted-citation case-ids=\"7435600,7435497,7435632,7435533\" index=\"24\" url=\"https://cite.case.law/so-2d/672/690/\">\n    672 So.2d 690\n   </extracted-citation>\n   . Accordingly, we find that the trial court legally erred in its interpretation.\n  </p>\n  <p id=\"p-129\">\n   We further find that the trial court was manifestly erroneous in finding that Advanced Agriculture breached the 2009 lease. Based upon our finding that the trial court misinterpreted the lease to require Advanced Agriculture to use the same farming practices used by Patout Brothers, as opposed to \"approved farming practices\", as self-defined in the lease, we find that Advanced Agriculture complied with the lease based on the fact that it exceeded the two-thirds requirement by harvesting 523.2 acres of sugarcane for the 2010 crop year. The fact that Advanced Agriculture failed to follow Mr. Allain's suggestion of planting a large amount of plant cane in 2009, is of no moment. Mr. Allain admitted several times that this was only a suggestion, and neither the 2002 nor the 2009 lease specified that Advanced Agriculture was to harvest only plant, first stubble, and second stubble cane in its operation of Gardiner Farms.\n  </p>\n  <p id=\"p-130\">\n   Moreover, despite Gardiner Farms' argument that Advanced Agriculture failed to use approved farming practices because it failed to follow Dr. Viator's recommended rotation, Mr. Allain, who drafted the lease, admitted that he would never specify that a farmer should follow a specific rotation due to the possibility of factors occurring beyond the farmer's control, such as the weather. We note that Dr. Viator never recommended this rotation to Advanced Agriculture while acting as its consultant through the spring of 2005. Furthermore, Advanced Agriculture could never have satisfied Dr. Viator's rotation if it complied with the terms of the lease in maintaining two-thirds of the acreage in sugarcane, because the rotation required 172.25 acres to remain fallow, while the remaining 525.75 acres was kept in plant, first stubble, and second stubble. Thus, by Gardiner Farms' definition of approved farming practices, as applied by the trial court, Advanced Agriculture would breach the lease by doing exactly what the very terms of the lease permitted, maintaining\n   only two-thirds of the land in the cultivation of sugarcane.\n  </p>\n  <p id=\"p-131\">\n   Additionally, Dr. Viator, Mr. Rodriguez, and Mr. Freyou all agreed that most decisions made by a farmer are based on its financial condition. Even Mr. Allain admitted that it was better for a farmer to take a long-term, rather than a short-term, approach to farming. Mr. Guidry testified that all of his agricultural decisions were based on the budget Advanced Agriculture followed in order to control its bottom line. Mr. Freyou, however, had the backing of the twenty-six partners of Patout Brothers and had the resources to put his 15,000 acres in the best condition to produce the highest possible yields, which allowed him to make a profit for his owners both on the harvesting end and the milling end. Although he stated that the condition of Gardiner Farms' property was declining, Mr. Freyou admitted that it was standard protocol whenever he leased land to re-dig canals and lower bridges. Without similar resources, however, the partners of Advanced Agriculture or similarly situated farmers may be unable to maintain the practices described by Mr. Freyou, with the financial backing available to his farming operation.\n  </p>\n  <p id=\"p-132\">\n   In its reasons for judgment, the trial court admitted that Advanced Agriculture \"did a decent job[,]\" but it did not \"use the best farming practices as used by Patout Brothers.\" It further admitted:\n  </p>\n  <blockquote id=\"p-133\">\n   Now the court will admit that you still have to look at weather conditions and other factors that existed over the period of the lease.\n  </blockquote>\n  <blockquote id=\"p-134\">\n   However, according to Mr. Freyout [sic], they spent over two hundred thousand dollars preparing the property to their standards that included proper drainage, etc.\n  </blockquote>\n  <p id=\"p-135\">\n   As pointed out by the trial court, Mr. Freyou prepared the land based on Patout Brothers' standards. This, however, overlooks the fact that Advanced Agriculture was only bound to use approved farming practices under the terms of the lease. Had Mr. Allain intended it to be bound by the practices used by Patout Brothers, he should have spelled those practices out in the lease. As we determined above, the lease is not ambiguous; but, if it were, any ambiguity would be interpreted against Gardiner Farms. Furthermore, Advanced Agriculture used the same farming practices since the start of the 2002 lease, and Gardiner Farms never complained about its practices until after the lease was terminated. Arguably absent the price of sugar increasing to 36.15 cents per pound in 2011,\n   <footnotemark>\n    5\n   </footnotemark>\n   Gardiner Farms would not have filed suit against Advanced Agriculture, as it had already forgiven $88,753.20 in past-due rent.\n  </p>\n  <p id=\"p-136\">\n   We further find that Advanced Agriculture did not violate the terms of the lease in regards to \"good and farmer-like manner\" and \"approved farming practices\" in its variety selection of sugarcane to be cultivated. Although Dr. Viator and Mr. Freyou both testified that varieties 128 or 233 should not have been planted, Mr. Rodriguez stated that they were the appropriate varieties for Gardiner Farms' light prairie soils. However, based on the evidence, these varieties were released in 2004 and 2006, respectively. Based on the fact that it takes approximately five years of cultivation to determine whether a variety will be successful, Advanced Agriculture could not have known before 2009 and\n   2011, respectively, whether it should continue planting them. Dr. Viator testified that he never recommended these varieties to his clients after 2002, which was actually prior to both varieties' release. Furthermore, Mr. Callier testified that farmers grow more than one variety of sugarcane on their farm, and according to Mr. Guidry, he did not have many varieties to choose from after the 384 variety developed rust. As with crop rotation, the lease was silent as to the particular variety of sugarcane Advanced Agriculture was to grow.\n  </p>\n  <p id=\"p-137\">\n   Accordingly, we find that the trial court legally erred in its interpretation of the contract between Gardiner Farms and Advanced Agriculture. We further find that it was manifestly erroneous in finding that Advanced Agriculture was in violation of the lease for failing to use a particular rotation, for failing to plant a particular variety of sugarcane, and by holding it to a higher standard than required by the lease. Therefore, the judgment of the trial court awarding Gardiner Farms damages for lost revenue is reversed and judgment is rendered in favor of Advanced Agriculture. Based on this finding, we find that Advanced Agriculture's remaining assignments of error are rendered moot.\n  </p>\n  <p id=\"p-138\">\n   <strong>\n    ANSWER TO APPEAL\n   </strong>\n  </p>\n  <p id=\"p-139\">\n   In its answer to appeal, Gardiner Farms argues that the trial court erred in denying its claim for accelerated rent under the 2002 lease for the 2009 crop year. We disagree.\n  </p>\n  <p id=\"p-140\">\n   The 2009 lease, which was executed by the parties on December 23, 2009, stated that the consideration for the lease was the payment by Advanced Agriculture to Gardiner Farms of the share rental amount and the following:\n  </p>\n  <blockquote id=\"p-141\">\n   The payment in cash of $\n   <em>\n    36,930.40\n   </em>\n   , the amount due on that certain promissory note of even date with this lease agreement representing past due rent from a prior lease, plus all accrued interest to the date paid.\n  </blockquote>\n  <p id=\"p-142\">\n   The first paragraph of the May 6, 2011 First Revised Settlement between the parties provided:\n  </p>\n  <blockquote id=\"p-143\">\n   The terms of this agreement are to be considered a settlement between the parties hereto as to the specific matters listed herein and covered by this agreement, and may not be the subject of future contest between the parties; provided that both parties reserve all other rights with respect to the 2002 lease, the 2009 farm lease, and any other matter concerning their relationship as landlord and tenant.\n  </blockquote>\n  <p id=\"p-144\">\n   Mr. Allain testified that he made it clear to Mr. Guidry, in response to his December 15, 2009 email, that the December 2009 settlement between Gardiner Farms and Advanced Agriculture did not include the 2009 accelerated rent claim from the 2002 lease. Thus, he said that he did not think it necessary to put a reservation of right for this claim in the 2009 lease. He stated that the $36,930.40 promissory note and the $57,840.00 cash payment represented a partial recovery of past-due rent under the 2002 lease, but that the accelerated rent for the 2009 crop year was not yet determined and would not be due until December 15, 2010; thus, it was not included in the 2009 lease.\n  </p>\n  <p id=\"p-145\">\n   Mr. Guidry testified that he distinctly recalled that Mr. Allain agreed that if Advanced Agriculture paid the $36,930.40 promissory note it would owe nothing further under the 2002 lease. He recounted that Mr. Allain said that if he and Mr. Hanks signed the fourteen percent share lease, Gardiner Farms' 2002 rent claim would be satisfied. Mr. Guidry testified that he asked Mr. Allain to insert the\n   above quoted language into the 2009 lease. He further stated that he understood this language to mean that once Advanced Agriculture paid the promissory note, Gardiner Farms' 2002 rent claims would be satisfied.\n  </p>\n  <p id=\"p-146\">\n   In finding that Gardiner Farms' 2002 accelerated rent claim was resolved, the trial court noted that the emails between Mr. Allain and Mr. Guidry occurred on December 15, 2009, and that the 2009 lease, which was executed on December 23, 2009, \"clearly states that the lease represents past due rents.\" Thus, the trial court denied Gardiner Farms' claim for past due rent.\n  </p>\n  <p id=\"p-147\">\n   After reviewing the record, we find no error in this finding. Normally, the signee of a contract is the party complaining that he is not bound by the terms of a signed contract. In that instance, \"[i]t is well settled that a party who signs a written instrument is presumed to know its contents and cannot avoid its obligations by contending that he did not read it, that he did not understand it, or that the other party failed to explain it to him.\"\n   <em>\n    Aguillard v. Auction Mgmt. Corp.\n   </em>\n   , 04-2804, 04-2857, p. 22 (La. 6/29/05),\n   <extracted-citation case-ids=\"8926718\" index=\"25\" url=\"https://cite.case.law/so-2d/908/1/#p17\">\n    908 So.2d 1\n   </extracted-citation>\n   , 17. That presumption is greater when the drafting party is the contesting party, as when the party drafting the contract fails to sign the contract, after having the signee sign it.\n   <em>\n    Rainey v. Entergy Gulf States, Inc.\n   </em>\n   , 09-0572 (La. 3/16/10),\n   <extracted-citation case-ids=\"7043317\" index=\"26\" url=\"https://cite.case.law/so-3d/35/215/\">\n    35 So.3d 215\n   </extracted-citation>\n   . Although Mr. Allain may have felt no need to include a reservation of Gardiner Farms' 2002 accelerated rent claim in the 2009 lease, we find that this claim was satisfied by the terms of the 2009 lease. Because the December 23, 2009 lease pre-dated the May 6, 2011 settlement, we agree with the trial court that Gardiner Farms had already settled its past-due rent claim with Advanced Agriculture. Absent a reservation of right in the 2009 lease, Gardiner Farms is bound by the terms of that lease. Accordingly, the judgment of the trial court is affirmed on this issue.\n  </p>\n  <p id=\"p-148\">\n   <strong>\n    DISPOSITION\n   </strong>\n  </p>\n  <p id=\"p-149\">\n   Based on the foregoing, we affirm the judgment of the trial court denying Gardiner Farms, Inc.'s claim for past-due rent under the 2002 lease, and we reverse the judgment of the trial court in favor of Gardiner Farms, Inc. on the issue of damages and render judgment in favor of Advanced Agriculture, LLC. The costs of this appeal are assessed to Gardiner Farms, Inc.\n  </p>\n  <p id=\"p-150\">\n   <strong>\n    AFFIRMED IN PART; REVERSED IN PART; AND RENDERED.\n   </strong>\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-153\">\n    Approximately twenty-two acres.\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-154\">\n    The terms of the agreement provide in paragraph six:\n   </p>\n   <blockquote id=\"p-155\">\n    Advanced Ag will pay, on or before December 15, 2011, all additional rentals due under the 2009 lease to Gardiner Farms on the 2010 crop in accordance with the provisions of the 2009 lease, (See Extract attached) as well as all additional rentals due on the 2011 crop, under the lease terms described in paragraph 2 above, on or before November 30, 2012.\n   </blockquote>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-156\">\n    Two-thirds of 689.5 acres is approximately 460 acres.\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-157\">\n    La.Civ.Code art. 2047 provides:\n   </p>\n   <blockquote id=\"p-158\">\n    The words of a contract must be given their generally prevailing meaning.\n   </blockquote>\n   <blockquote id=\"p-159\">\n    Words of art and technical terms must be given their technical meaning when the contract involves a technical matter.\n   </blockquote>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-160\">\n    Dr. Viator testified that the price of sugar was 33.25 cents per pound in 2010, 36.15 cents per pound in 2011, 28.4 cents per pound in 2012, and was 25 cents per pound in 2017. Mr. Guidry testified that the price of sugar remained between eighteen and twenty-two cents per pound from the mid-1970s, until these increases.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}