{
  "casebody": {
    "data": "<casebody firstpage=\"441\" lastpage=\"452\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b441-8\">A. HIMMELMAN <em>v. </em>JOHN A. DANOS.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b441-9\">Complaint to recover Street Assessment.—A complaint to recover the amount assessed on a lot in the City of San Francisco, for an improvement of the street on which the lot fronts, should show either by general or special averments a compliance by the Board of Supervisors with all the steps prescribed by law, to confer jurisdiction on the Board.</syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b441-10\">Liability for Street Improvement in San Francisco.—Unless all the provisions of the statute prior to the award of a contract for a street improvement in San Francisco are complied with, the defendant is not liable for the assessment.</syllabus>\n<syllabus data-order=\"3\" data-type=\"syllabus\" id=\"b441-11\">Pleading and Evidence.—The thirteenth section of the statute in relation to street improvements in San Francisco, to the effect that the assessment, warrant, and diagram, with the affidavit of demand and non-payment, shall <em>boprima facie </em>evidence of the defendant's indebtedness, does not establish a rule of pleading, but a rule of evidence only.</syllabus>\n<syllabus data-order=\"4\" data-type=\"syllabus\" id=\"b441-12\">Lien on Lot for Street Improvement.—Until the assessment, diagram, and warrant are recorded in the office of the Superintendent of Streets, in San Francisco, the contractor does not acquire a lien on a lot for work on the street.</syllabus>\n<syllabus data-order=\"5\" data-type=\"syllabus\" id=\"b441-13\">Right to sue for Street Improvements.—The assessment, diagram, and warrant, for improvements on a street in San Francisco must be recorded before the demand of payment and return of the same by affidavit, or a failure to pay the assessment confers no right of action on the contractor.</syllabus>\n<syllabus data-order=\"6\" data-type=\"syllabus\" id=\"b441-14\">Certificate to Record of Street Assessment.—When the assessment, diagram and warrant, and sworn return of demand of payment for a street improvement in San Francisco are recorded in the office of the Superintendent of Streets, a certificate of their recording should be attached to the same, signed by the Superintendent. Without such certificate, the record is valueless. Whether such certificate should be affixed to the separate record of the assessment, diagram, and warrant, not decided.</syllabus>\n<summary data-order=\"7\" data-type=\"history\" id=\"b441-21\">Appeal from the District Court, Twelfth Judicial District, City and County of San Francisco.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b441-22\">Action to enforce a lien on a lot for macadamizing a street in San Francisco. The complaint was as follows:</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b442-5\"><page-number citation-index=\"1\" label=\"442\">*442</page-number>1st. That on the 12th day of February, 1866, the Board of Supervisors of the City and County of San Francisco, in open session, awarded the contract for macadamizing from Van Hess Avenue, Oak street to Fell street, to B. Kenney.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b442-6\">2d. That on the 27th.day of February, 1866, the Superintendent of Public Streets and Highways entered into a contract with said B. Kenney, to whom the contract was awarded by said Board, as aforesaid, to do said work.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b442-7\">3d. That said B. Kenney completed said work to the said satisfaction of said Superintendent, within the time fixed by said Superintendent for the completion thereof.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b442-8\">4th. That on the 29th day of September, 1866, and after said B. Kenney had fulfilled his contract to the satisfaction of said Superintendent, the said Superintendent made an assessment to cover the sum due for the work performed, and specified in said contract, including the incidental expenses thereof, and attached thereto a diagram, exhibiting each street or street crossing, lane, alley, place, or court, on which said work was done, and showing the relative location of each distinct lot or portion of lot to the work done, numbered to correspond with the numbers in the assessment, and showing the number of feet fronting assessed for said work contracted for and performed as aforesaid, and also a warrant, signed by said Superintendent, and countersigned by the Auditor of the said city and county.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b442-9\">5th. That said warrant, assessment, and diagram, were recorded in the office of said Superintendent on the 29th day of September, 1866, in Volume Twenty-four, page eleven, of the Records of Assessments in said office.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b442-10\">6th. That the following described lot, belonging to the defendant, (describing the same by metes and bounds,) was assessed in said assessment by said Superintendent to pay nine hundred and sixty-nine dollars and thirty-one cents of the expense incurred for said work.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b442-11\">7th. That the name of the owner of said lot was not known to said Superintendent, and the word “unknown” was writ<page-number citation-index=\"1\" label=\"443\">*443</page-number>ten opposite the number of said lot and the amount assessed thereon.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b443-6\">8th. That on the 29th day of September, 1866, and after said warrant, assessment, and diagram had been recorded as aforesaid, the same were delivered to said B. Kenney.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b443-7\">9th. That on the 9th day of October, 1866, said B. Kenney demanded of the defendant, and also went upon said premises, and publicly demanded thereon payment of the amount assessed upon said lot.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b443-8\">10th. That said amount has not been paid, nor any part thereof.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b443-9\">11th. That on the 9th day of October, 1866, said warrant was returned to the Superintendent, with a return thereon signed by and verified by the oath of B. Kenney, stating the nature and character of said demand, and that the amount assessed upon said above described lot remained unpaid.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b443-10\">12th. That after the making of said assessment, and before the commencement of this action, said B. Kenney assigned said assessment to this plaintiff.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b443-11\">Wherefore, the plaintiff demands judgment:</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b443-12\">1st. Against said lot, for the sum of nine hundred and sixty-nine dollars and thirty-one cents.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b443-13\">2d. That a decree, in due form, may be made for sale of said premises in the complaint mentioned, by the Sheriff of said county, according to law and the practice of this Court, and that the proceeds of such sale shall be applied in payment of the amount due to the plaintiff.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b443-14\">3d. That said defendant, and all persons claiming under him subsequent to the date of said warrant, either as purchasers or otherwise, may be barred and foreclosed of all right, claim, or equity of redemption in the said premises and every part thereof.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b443-15\">4th. That the plaintiff, or any other parties to this action, may become purchasers to such sale.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b443-16\">5th. That the plaintiff may have such other and further order and relief in the premises as the case may require and <page-number citation-index=\"1\" label=\"444\">*444</page-number>as to this Court may seem just and equitable, together with costs of this action.</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b444-6\">The other facts will be found in the opinion of the Court.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b444-7\">Judgment passed for the plaintiff in the Court below, and the defendant appealed.</summary>\n<p data-order=\"29\" data-type=\"attorneys\" id=\"b444-8\"><em>Jarboe &amp; Harrison, </em>for Appellant.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b444-9\">Ho evidence whatever was offered by the plaintiff, nor did he allege in his complaint any facts showing or tending to show that the Board of Supervisors ever had any authority to award the contract alleged in the complaint, or that they ever acquired jurisdiction to order the work to be done.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b444-10\">The statute declares, (section six,) that “before giving out any contract for doing any work, they shall cause notice to be given in a certain way, inviting proposals for doing the work;” and also, (section four,) that before ordering the work to be done, they shall first gain jurisdiction to do so, by giving a notice of their intention for ten days. There was no proof or allegation that either of these steps were taken, and we submit that without proof to that effect no charge against the lot was established, for the reason that it had not been shown that the proceedings were authorized.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b444-11\">The respondent contends that because in section thirteen it is declared that “the warrant, assessment, and diagram, with the affidavit of demand and non-payment, shall be <em>prim,a facie </em>evidence of such indebtedness, and of the right of the plaintiff to recover in the action,” therefore all that is neces- . sary to do is to allege and prove the assessment.</p>\n<p data-order=\"33\" data-type=\"legal\" id=\"b444-12\">We contend, however, that before the plaintiff can introduce the assessment, or before he can maintain any rights growing out of the assessment, he must show that there was authority in the Superintendent to make the assessment. The assessment is no contract on the part of the owner of the lot—no instrument of his creation, upon the production of which his liability is determined, but is an instrument hostile to him in all particulars. It is based on “ a proceed<page-number citation-index=\"1\" label=\"445\">*445</page-number>ing in which he had nothing to say,” and “to which he was in no sense a party.” The assessment, then, being a simple link in a chain of proceedings that have for their object the deprivation of one of his property, it is incumbent on the plaintiff to show every step requisite to that effect. <em>(Blanchard </em>v. <em>Beideman, </em>18 Cal. 261.) Nor is this obligation removed by the statute making the assessment <em>prima facie </em>evidence of the indebtedness. <em>(Russell </em>v. Mann, 22 Cal. 131; <em>People </em>v. <em>Jackson, </em>24 Cal. 630; <em>People </em>v. <em>Holladay, </em>25 Cal. 303.)</p>\n<p data-order=\"34\" data-type=\"legal\" id=\"b445-5\">The plaintiff offered no evidence that the assessment had. ever been recorded in the office of the Superintendent of Streets. Section ten of the statute in question declares that said warrant, assessment, and diagram shall be recorded. When so recorded, the several amounts assessed shall be a lien upon the lots assessed, etc. In order to preserve the lien, section eleven declares that unless the warrant, etc. is returned as therein provided the lien shall cease. We submit, that in an action to enforce a lien it is necessary to offer some evidence that the lien exists. Unless the assessment has ben recorded there is no lien, and we know of no rule of presumption that will authorize a Court to presume it has been recorded. <em>(Blossom </em>v. <em>Cannon, </em>14 Mass. 177.)</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b445-6\">Hot only must the warrant be returned, but the return must be recorded, and the record signed by the Superintendent. We maintain, that under the statute all these steps must be taken to secure the lien; and that in the present case none of them were taken. There is no “ return ” until the affidavit has been recorded, and the record signed by the proper officer; and the mere copying of the assessment by a clerk is not a “ recording ” of the assessment, but the signature of the officer is essential to the creation of a record. (<em>Van Rensselear </em>v. <em>Witbeck, </em>3 Seld. 517.)</p>\n<p data-order=\"36\" data-type=\"attorneys\" id=\"b445-7\"><em>Sharpstein &amp; Hastings, </em>for Respondent.</p>\n<p data-order=\"37\" data-type=\"summary\" id=\"b445-8\">The statute (1863, Chap. 350, Sec. 5, pp. 530, 531) provides that: “ The said warrant, assessment, ánd diagram <page-number citation-index=\"1\" label=\"446\">*446</page-number>shall be held <em>prima facie </em>evidence of the regularity and correctness of the assessment, and of the prior proceedings and acts of the Superintendent, and of the regularity of all the acts and proceedings of the Board of Supervisors, upon which said warrant, assessment, and diagram are based.” The next section of the same Act contains the following provision: “The said warrant, assessment, and diagram,' with the affidavit of demand and non-payment, shall be <em>prima facie </em>evidence of such indebtedness, and of the right of the plaintiff to recover in the action.” This latter clause is referred to and commented on by counsel for appellant. The former does not appear to have attracted their attention. In <em>Emery </em>v. Bradford, 29 Cal. 75, the Court say: “ The warrant, etc., are <em>prima, facie </em>evidence that everything necessary to a valid assessment has been done.” It is the determination of an officer of special jurisdiction, and it is not necessary to state in the complaint the facts conferring jurisdiction ; but such determination may be stated to have been duly made. “If such allegation be controverted, the party pleading shall be bound to establish on the trial the facts conferring jurisdiction.” (Prac. Act, Sec. 59.) The statute, in this case, makes the introduction of the warrant, assessment, and diagram <em>prima facie </em>sufficient to establish on the trial the facts conferring jurisdiction. On receiving a warrant, assessment, and diagram, the contractor, by virtue thereof, may demand and receive the amount of the several assessments. (Stats. 1862, Sec. 10, p. 398.) If not paid within a prescribed period, he is authorized to bring suit upon the assessment, and his right to recover depends <em>prima facie </em>upon his having a “ warrant, assessment, and diagram, with the affiuavit of demand and non-payment.” It is his warrant for the collection of the amount assessed upon any specific lot. As much so as the attachment upon which a Sheriff proceeds in levying upon property. If the latter has occasion to sue the party whose property is attached, it is quite clear that not only he would not be required to plead, but not to prove his authority, beyond asserting and proving the <page-number citation-index=\"1\" label=\"447\">*447</page-number>attachment hy virtue of which he made the levy. And when he sues a party who has in his possession property of the defendant in the attachment which he unjustly refuses to surrender, he is not obliged to assert or prove anything more. <em>(Kelly </em>v. Breusing, 33 Barb., N. Y., 123.)</p>\n<p data-order=\"38\" data-type=\"summary\" id=\"b447-6\">The possession of the warrant, assessment, and diagram by the contractor, establish <em>prima facie </em>the fact of their having been recorded. The statute requires that they shall be recorded, before delivery, by the Superintendent. It is one of the prior acts of that officer which the warrant, etc., establish the proper performance of. (Stats. 1863, Chap. 350, Sec. 5, pp. 530, 531.) The statute does not require the Superintendent to sign the record. (Stats. 1862, Chap. 298, Sec. 10.)</p>\n<opinion data-order=\"39\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b447-7\">By the Court, Sanderson, J.:</author>\n<p id=\"b447-8\">The complaint commences with an averment that the Board of Supervisors, on the 12th of February, 1866, awarded the contract under which the street work in question was done, to one Kenney, assignor of the plaintiff. Hone of the precedent steps which the statute prescribes are generally or specially alleged; or, in other words, the facts conferring jurisdiction upon the Board are not stated. The complaint is silent as to the notice of intention, and as to all steps which, following the course of the statute, precede the awarding of the contract. The several steps, however, which follow the award are alleged either specially or generally. It is insisted on the part of the defendant that for these reasons the complaint fails to state a cause of action. We consider the point well taken.</p>\n<p id=\"b447-9\">If, admitting all the facts stated to be true, the liability of the defendant does not follow as a legal conclusion, the complaint is bad. This is true of every complaint, regardless of the subject matter. The performance of all conditions which are precedent to the liability of the defendant, whether founded upon a contract or a statute, must be alleged in some <page-number citation-index=\"1\" label=\"448\">*448</page-number>form, either general or special. In actions upon contracts, a general allegation of performance of conditions precedent is declared sufficient by our statute. (Practice Act, Sec. 60.) But a general allegation of the performance of conditions prescribed by a statute has not been so declared, and is not, therefore, sufficient. <em>(Dye </em>v. <em>Dye, 11 </em>Cal. 163; <em>People </em>v. <em>Jackson, </em>24 Cal. 680.)</p>\n<p id=\"b448-6\">The same rule prevails as to judgments and determinations of Courts, tribunals, Boards, and officers of inferior or special jurisdiction. ■ In favor of such the law intends nothing; hence, if the liability of the defendant depends upon them, the facts conferring jurisdiction must be specially alleged at common law; but under our statute, an allegation that the judgment or determination was duly given or made is declared sufficient. (Practice Act, Sec. 59.)</p>\n<p id=\"b448-7\">In the present case the liability of the defendant depends upon the performance of the several steps enumerated in the statute by the officers of the city Government. The complaint must show, by either special or general averments, of the character permitted by our statute, that the various provisions of the statute under which it is sought to charge the defendant were complied with, for, unless they have been complied with, the defendant is not liable. <em>(Blanchard </em>v. <em>Beideman, </em>18 Cal. 262.) According to the mode of procedure prescribed by the statute, the award of the contract is not the first step to be taken by the Board of Supervisors, yet the complaint is entirely silent as to all previous steps. In relation to them there is no allegation either special or general. If they were not taken, the Board had no power to award the contract, and hence no liability was cast by it or the subsequent steps, however regular they may have been upon the defendant. In short, the liability of the defendant cannot be affirmed in view of the facts stated, and for that reason the complaint is defective.</p>\n<p id=\"b448-8\">The alleged sufficiency of the complaint is grounded, however, by the respondent, upon a provision found in the thirteenth section of the statute in relation to street improve-<page-number citation-index=\"1\" label=\"449\">*449</page-number>meats, (Stats. 1863, p. 531,) which is to the effect that the assessment, warrant, and diagram, with the affidavit of demand and non-payment, shall be <em>prima fade </em>evidence of the defendant’s indebtedness, and of the right of the plaintiff to recover. Upon that head it is sufficient to say that the provision in question does not establish a rule of pleading, but a rule of evidence only. The recitals in a tax deed are declared by statute to be <em>prima fade </em>evidence of the proceedings recited, but it has never been supposed that a party who sets forth a tax title was thereby excused from alleging that those proceedings were had. The reverse has been decided by this Court. <em>(Russell </em>v. <em>Mann, </em>22 Cal. 133.)</p>\n<p id=\"b449-6\">The next question which claims our notice relates to the record which the statute requires to be made of the assessment, diagram, and warrant.</p>\n<p id=\"b449-7\">The statute provides that the assessment, diagram, and warrant shall be recorded, and when recorded the amount of the assessment shall become a lien upon the lots assessed for the period of two years from the date of the record, unless sooner discharged. That from the date of the record all parties in interest shall be deemed to have notice. That after the assessment, diagram, and warrant have been recorded, the same, upon request, shall be delivered to the contractor, or his agents or assigns, who are authorized to demand payment of the same. (Sec. 10.) The statute further provides that the contractor shall make demand in a certain mode, and make a sworn return of his proceedings to the Superintendent within a certain time; and that “ thereupon the Superintendent shall record the return so made in the margin of the record of the warrant and assessment, and also the original contract referred to therein, if it has not already been recorded, at full length, in a book to be kept for that purpose in his office, and shall sign the record.” (Sec. 11.)</p>\n<p id=\"b449-8\">The case shows that the assessment, diagram, and warrant, and also the return or affidavit of demand and non-payment <page-number citation-index=\"1\" label=\"450\">*450</page-number>relied on in this action, were copied in a book kept in the office of the Superintendent for the purpose above indicated. Under this copy the following words were written: “ Recorded this 9th day of October, A. D. 1866.” This certificate, however, was not signed by the Superintendent, or by any one for him. Unless this unauthenticated copy can be considered a “ record,” the plaintiff, at the commencement of the action, had not acquired the lien which he seeks to enforce against the property of the defendant; for, as already shown, the statute makes not the assessment, diagram, and warrant, but the “ record” of them in the proper book, the foundation of the lien. Without the “ record,” no lien exists, and the plaintiff has no cause of action.</p>\n<p id=\"b450-6\">If this record (so called) was without objection in the matter of authentication, it would fail to make a case for the relief which the plaintiff seeks. The copy of the assessment, diagram, and warrant, as given in the record, has no separate date showing that it was made some time prior to the copy of the return. So far as the record shows, the assessment, diagram, and warrant, and the affidavit or return of demand and non-payment, were all copied into the book on the same day, to wit: the 9th of October, 1866. The affidavit was, of course, sworn to before it was recorded, and the demand therein recited was made before the affidavit was sworn to. The demand, therefore, must have been made before the assessment, diagram, and warrant were recorded, and, therefore, at a time when there was no lien upon the lot and no obligation resting upon the defendant to discharge it. Hence the demand, when made, was of a claim nonexistent, and therefore nugatory, and a failure to pay on the part of the defendant conferred no right of action upon the plaintiff.</p>\n<p id=\"b450-7\">But independent of the foregoing consideration, we think the copies found in the book cannot be received as a ‘.‘record,” for the reason that they were not signed by the proper officer. It is true that it is not, in terms, provided that the record of the assessment, diagram, and warrant, which, according to the <page-number citation-index=\"1\" label=\"451\">*451</page-number>plan of the statute, precedes by several days the record of the return or affidavit of demand and non-payment, shall be separately signed by the Superintendent, but it is, in terms, provided that the record, when completed by the addition of the contract and the return, shall be signed by that officer. But if there was no express provision to that effect, the official signature of the Superintendent would be none the less material. The making of the record is an official act, and its official character must be made to appear upon its face, which can be done only by adding a certificate signed by the officer authorized to make the record. Until certified and signed by the proper officer, it is but waste paper, of which no one need take notice-. To become a record, it must be the official act of the officer authorized to make it—to become his act it must have His signature. Until signed it is the-act of no one, and is as valueless for any purpose as an unsigned deed or Sheriff’s return. The only difference between that which is record and that which is not, is the official stamp or authenticity which the former bears upon its face. The former proves itself, the latter does not. The former proves itself because it bears the stamp of an officer of the law, acting under the solemnities of an oath, or at least of official duty; and it is the official stamp, and nothing else, which makes it record.</p>\n<p id=\"b451-6\">The plain and obvious intent of the statute is, that a complete record of the proceedings of the Superintendent shall be kept by him. He is expressly required to record the contract which he makes, also the assessment, diagram, and warrant, which he makes upon the completion of the contract, and finally, the affidavit of demand and non-payment. Though not essential to the validity of the record, they should be recorded in the order of their coming. Like the summons, complaint, and answer in a judgment roll, they constitute different parts of the same record, and as in the case of the former, each separate part should bear the date of its making, and the whole when completed should bear the official signature of the proper officer. The question, <page-number citation-index=\"1\" label=\"452\">*452</page-number>whether the record of the assessment should be separately signed, is reserved.</p>\n<p id=\"b452-6\">Judgment reversed.</p>\n<p id=\"b452-7\">Neither Mr. Chief Justice Sawyer nor Mr. Justice Sprague expressed an opinion.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}