{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"177\" lastpage=\"188\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  CHIAYU CHANG, et al., Plaintiffs,\n  <br/>\n  v.\n  <br/>\n  UNITED STATES CITIZENSHIP &amp; IMMIGRATION SERVICES, et al., Defendants.\n </parties>\n <docketnumber id=\"p-2\">\n  Civil Action No. 16-1740 (JDB)\n </docketnumber>\n <court id=\"p-3\">\n  United States District Court, District of Columbia.\n </court>\n <decisiondate id=\"p-4\">\n  Signed February 7, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  Ira Jay Kurzban, John P. Pratt, Kurzban, Kurzban, Weinger, Tetzeli, &amp; Pratt, P.A., Miami, Fl, for Plaintiffs.\n </attorneys>\n <attorneys id=\"p-6\">\n  Glenn M. Girdharry, U.S. Department of Justice, Heather G. Sokolower, U.S. Department of Justice Office of Immigration Litigation, Joshua Samuel Press, U.S. Department of Justice Office of Immigration Litigation-District Court Section, WASHINGTON, DC, for Defendants.\n </attorneys>\n <p id=\"p-7\">\n  <em>\n   <strong>\n    MEMORANDUM OPINION\n   </strong>\n  </em>\n </p>\n <opinion>\n  <p id=\"p-8\">\n   JOHN D. BATES, United States District Judge\n   Federal law provides a path to the United States for foreign citizens who finance American businesses. To become eligible for a visa, however, an investor must actually\n   <em>\n    invest\n   </em>\n   . That is, she must place her money at risk of loss in hopes of potential gain. The question in this case is whether United States Citizenship and Immigration Services (USCIS) acted in an arbitrary and capricious manner when it declared plaintiffs ineligible for visas because their investments came with a \"call option,\" which gave the company in which they invested the choice to buy plaintiffs out. Because the call option at issue here does not provide the investors with any right to repayment, the Court answers this question in the affirmative and grants partial summary judgment to plaintiffs.\n  </p>\n  <p id=\"p-9\">\n   <strong>\n    I.\n    <em>\n     BACKGROUND\n    </em>\n   </strong>\n  </p>\n  <p id=\"p-10\">\n   <strong>\n    A. STATUTORY BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-11\">\n   The Immigration and Nationality Act (INA) authorizes the United States to issue visas \"to qualified immigrants seeking to enter the United States for the purpose of engaging in a new commercial enterprise (including a limited partnership).\"\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n    8 U.S.C. § 1153\n   </extracted-citation>\n   (b)(5). As the fifth category of employment-based preferences listed in § 1153(b), this provision is often referred to as the \"EB-5\" visa program. To be eligible for EB-5 visas, applicants must have \"invested ... capital\" of a specified amount in a business \"which will benefit the United States economy and create full-time employment for not fewer than 10 United States citizens\" or legal immigrants.\n   <em>\n    <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n     Id.\n    </extracted-citation>\n   </em>\n   § 1153(b)(5)(A). Normally, someone looking for an EB-5 visa must invest $1 million,\n   <em>\n    <extracted-citation index=\"2\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n     id.\n    </extracted-citation>\n   </em>\n   § 1153(b)(5)(C)(i), but only $500,000 is required if the investment is made \"in a targeted employment area,\"\n   <em>\n    <extracted-citation index=\"3\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n     id.\n    </extracted-citation>\n   </em>\n   § 1153(b)(5)(C)(ii) ;\n   <extracted-citation index=\"4\" url=\"https://cite.case.law/citations/?q=8%20C.F.R.%20%C2%A7%20204.6\">\n    8 C.F.R. § 204.6\n   </extracted-citation>\n   (f)(2).\n   <footnotemark>\n    1\n   </footnotemark>\n   If multiple EB-5 applicants invest in the same business, each must proffer at least $1 million (or $500,000), and each applicant's investment must create at least ten new full-time jobs.\n   <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=8%20C.F.R.%20%C2%A7%20204.6\">\n    8 C.F.R. § 204.6\n   </extracted-citation>\n   (g)(1).\n  </p>\n  <p id=\"p-12\">\n   Aliens who meet the INA's requirements may file a Form I-526 petition, the approval of which allows them to apply for EB-5 visas.\n   <em>\n    See\n   </em>\n   <extracted-citation index=\"6\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201202\">\n    8 U.S.C. § 1202\n   </extracted-citation>\n   (a) ;\n   <extracted-citation index=\"7\" url=\"https://cite.case.law/citations/?q=8%20C.F.R.%20%C2%A7%20204.6\">\n    8 C.F.R. § 204.6\n   </extracted-citation>\n   (a). Those who are awarded visas are admitted as lawful residents on a conditional basis, along with their spouses and children.\n   <em>\n    See\n   </em>\n   8 U.S.C. § 1186b(a)(1). Within ninety days of the two-year anniversary of their admission, if they are still fulfilling the EB-5 requirements, they may petition to remove the condition so that they and their families can become lawful permanent residents.\n   <em>\n    See\n   </em>\n   <em>\n    <extracted-citation index=\"8\" url=\"https://cite.case.law/citations/?q=8%20C.F.R.%20%C2%A7%20204.6\">\n     id.\n    </extracted-citation>\n   </em>\n   § 1186b(c)(1), (d)(2)(A). The EB-5 process thus consists of three steps: the Form I-526 petition, the initial visa application, and the application to lift conditional status.\n  </p>\n  <p id=\"p-13\">\n   Although the entire EB-5 program is predicated on foreign investment, the INA does not specify what it means to invest. But a Department of Homeland Security (DHS) regulation does: it defines \"invest\" as \"to contribute capital,\"\n   <em>\n    <extracted-citation index=\"9\" url=\"https://cite.case.law/citations/?q=8%20C.F.R.%20%C2%A7%20204.6\">\n     id.\n    </extracted-citation>\n   </em>\n   § 204.6(e), and requires \"evidence that the petitioner has placed the required amount of capital at risk for the purpose of generating a return on the capital placed at risk,\"\n   <em>\n    <extracted-citation index=\"10\" url=\"https://cite.case.law/citations/?q=8%20C.F.R.%20%C2%A7%20204.6\">\n     id.\n    </extracted-citation>\n   </em>\n   § 204.6(j)(2).\n   <footnotemark>\n    2\n   </footnotemark>\n   DHS has likewise clarified\n   what the word \"invest\" does\n   <em>\n    not\n   </em>\n   mean. \"A contribution of capital in exchange for a note, bond, convertible debt, obligation, or any other debt arrangement between the alien entrepreneur and the new commercial enterprise does not constitute a contribution of capital for the purposes of this part.\"\n   <em>\n    <extracted-citation index=\"11\" url=\"https://cite.case.law/citations/?q=8%20C.F.R.%20%C2%A7%20204.6\">\n     Id.\n    </extracted-citation>\n   </em>\n   § 204.6(e). Thus, debt arrangements like the examples given in the regulation are not visa-worthy.\n  </p>\n  <p id=\"p-14\">\n   Pursuant to its statutory and regulatory authority,\n   <em>\n    see\n   </em>\n   <extracted-citation index=\"12\" url=\"https://cite.case.law/citations/?q=5%20U.S.C.%20%C2%A7%20301\">\n    5 U.S.C. § 301\n   </extracted-citation>\n   ;\n   <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=8%20C.F.R.%20%C2%A7%20103.3\">\n    8 C.F.R. § 103.3\n   </extracted-citation>\n   (c), DHS has also designated four decisions by the Board of Immigration Appeals (BIA) as precedential, thus rendering particular readings of the EB-5 provision and regulations binding on the agency,\n   <em>\n    see, e.g.\n   </em>\n   ,\n   <em>\n    Doe v. USCIS\n   </em>\n   ,\n   <extracted-citation case-ids=\"12267747\" index=\"14\" url=\"https://cite.case.law/f-supp-3d/239/297/\">\n    239 F.Supp.3d 297\n   </extracted-citation>\n   , 303 n.3 (D.D.C. 2017). One of these decisions,\n   <em>\n    Matter of Izummi\n   </em>\n   ,\n   <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=22%20I.%20%26%20N.%20Dec.%20169\">\n    22 I. &amp; N. Dec. 169\n   </extracted-citation>\n   (BIA 1998), rejected Form I-526 applications from aliens whose investment agreements contained a \"sell option.\" The sell option gave the aliens the right to end their partnerships with the business they had funded, in exchange for a specified portion of their original investments plus profits. The BIA determined that the sell option constituted a debt arrangement because the investors' capital \"cannot be said to be at risk\": \"it is guaranteed to be returned, regardless of the success or failure of the business.\"\n   <em>\n    <extracted-citation index=\"16\" url=\"https://cite.case.law/citations/?q=22%20I.%20%26%20N.%20Dec.%20169\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"16\" url=\"https://cite.case.law/citations/?q=22%20I.%20%26%20N.%20Dec.%20169\">\n    at 184\n   </extracted-citation>\n   . In other words, this sort of redemption agreement \"constitutes a straight loan,\"\n   <em>\n    <extracted-citation index=\"17\" url=\"https://cite.case.law/citations/?q=22%20I.%20%26%20N.%20Dec.%20169\">\n     id.\n    </extracted-citation>\n   </em>\n   <extracted-citation index=\"17\" url=\"https://cite.case.law/citations/?q=22%20I.%20%26%20N.%20Dec.%20169\">\n    at 185\n   </extracted-citation>\n   , and thereby does not count as a qualifying investment under the applicable regulations.\n  </p>\n  <p id=\"p-15\">\n   <strong>\n    B. FACTUAL BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-16\">\n   Plaintiffs are sixteen foreign nationals, each of whom invested $500,000 to become a limited partner in Lucky's Farmers Market, LP (\"Lucky's\"). AR 4 (Joint Appendix [ECF No. 24] ).\n   <footnotemark>\n    3\n   </footnotemark>\n   Lucky's was a new commercial enterprise at the time of plaintiffs' investments, and at least one of its six planned grocery stores was to be located in a targeted employment area. AR 25, 33, 36. Lucky's used plaintiffs' investments to fund a loan to Lucky's Farmers Market Resources Center LLC, guaranteed by substantially all of the latter's assets; the Market Resources Center in turn lent most of the money to each of the Lucky's Markets stores to cover construction costs. AR 33. The Market Resources Center managed the stores, while the stores pledged substantially all of their assets as security for the Market Resources Center's repayment of its original loan to Lucky's. AR 33. Thus, Lucky's wholly owns the individual stores, and plaintiffs' investment funded the stores' construction and management. AR 37.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-54\">\n    The INA defines a \"targeted employment area\" as, \"at the time of the investment, a rural area or an area which has experienced high unemployment (of at least 150 percent of the national average rate).\"\n    <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n     8 U.S.C. § 1153\n    </extracted-citation>\n    (b)(5)(B)(ii).\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-55\">\n    USCIS is a component of DHS and is thus bound by this regulation.\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-56\">\n    The parties have agreed to use the administrative record materials of Chiayu Chang as the entire record in this case, because Chang's is representative of all of the plaintiffs' applications. Certified List of Contents of the Admin. R. [ECF No. 8] at 1.\n   </p>\n  </footnote>\n  <p type=\"majority\">\n   <p id=\"p-17\">\n    Plaintiffs, as limited partners, have little control over Lucky's operations or finances. Instead, full \"management, operation and control of\" Lucky's is \"vested exclusively in the General Partner,\" a company named LFM Stores, LLC. AR 18, 101-02. The general partner can distribute profits to the limited partners \"at such times as determined by the General Partner in its sole discretion,\" up to a maximum 1% annual return on their original investments. AR 92, 99-100. The Lucky's Limited Partnership Agreement (\"LPA\") also includes two sections regulating the redemption of plaintiffs' investments. The first provision, Section 3.3, prohibits plaintiffs from exercising a sell option unless they are denied EB-5 eligibility. AR 95 (\"Except in the case where a Limited Partner's EB-5 Immigrant Petition Form I-526 has been denied by USCIS, no Partner shall have the right to withdraw from the\n    Partnership or require that the Partnership purchase all or any portion of such Partner's Interest. No Partner shall have a right to receive a return of its Capital Contributions or a dividend in respect of such Partner's Interest ....\"). The second, Section 3.4, provides the general partner with a call option (also known as a \"buy option\"):\n    <footnotemark>\n     4\n    </footnotemark>\n   </p>\n   <blockquote id=\"p-18\">\n    Notwithstanding anything to the contrary in Section 3.3, during the following periods, the General Partner may cause a Limited Partner's withdrawal from the Partnership by paying to such Limited Partner its (i) unpaid Preferred Return through the date of withdrawal and (ii) Unrecovered Capital Contribution:\n   </blockquote>\n   <blockquote id=\"p-19\">\n    (a) Prior to such Limited Partner's participation in the Loan through its Investment Contribution; or\n   </blockquote>\n   <blockquote id=\"p-20\">\n    (b) At any time after final adjudication of such Limited Partner's Form I-829, Petition to Remove Conditions, if applicable.\n   </blockquote>\n   <p id=\"p-21\">\n    AR 95. Thus, under the LPA, the general partner can buy out a limited partner either before her investment is used to provide the loan to the Market Resources Center or after she becomes a lawful permanent resident, but not in between.\n   </p>\n   <p id=\"p-22\">\n    Plaintiffs each filed a Form I-526 petition between December 2013 and September 2014 based on their Lucky's investments. Compl. [ECF No. 1] ¶ 38. USCIS issued each plaintiff a Request for Evidence in late July or August 2015, asking plaintiffs to provide more documentation to prove that Lucky's would create at least ten new jobs per applicant.\n    <em>\n     <extracted-citation index=\"19\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n      Id.\n     </extracted-citation>\n    </em>\n    <extracted-citation index=\"19\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n     ¶ 40\n    </extracted-citation>\n    ; AR 914-17.\n    <footnotemark>\n     5\n    </footnotemark>\n    Plaintiffs and Lucky's provided the asked-for evidence, AR 920-23, 931, which USCIS acknowledged receiving without any suggestion of insufficiency, AR 1520. However, USCIS issued each plaintiff a Notice of Intent to Deny (\"NOID\") their Form I-526 petitions in December 2015. AR 1518. The NOIDs were based, not on the agency's initial objections, but instead on its previously undisclosed concerns about the call option contained in the LPA. AR 1520-23. The \"deficiency\" created by the call option, according to USCIS, was \"revealed\" during \"a final review of the petition[s].\" AR 1520. USCIS read\n    <em>\n     Matter of Izummi\n    </em>\n    as requiring immigration officials to scrutinize \"the substance of the investment ... over its form in order to determine if an investment is really a prohibited 'debt arrangement.' \" AR 1522. Like the sell option at issue in\n    <em>\n     Matter of Izummi\n    </em>\n    , USCIS determined that several features of the call option in plaintiffs' LPA made it \"indicative of a prohibited debt arrangement.\" AR 1522.\n   </p>\n   <p id=\"p-23\">\n    Plaintiffs, Lucky's counsel, and Lucky's senior vice president all responded to the NOID, stating that the call option did not guarantee plaintiffs anything, and that plaintiffs' capital was indeed \"at risk\" as required by DHS's regulations. Compl. ¶¶ 43-50; AR 1524-37, 1545-54. Plaintiffs also argued that USCIS's rationale for denying their petitions \"would constitute an impermissible retroactive application of agency policy.\" Compl. ¶ 48. Nonetheless, USCIS issued final decisions between April and June 2016 denying plaintiffs' petitions, relying on substantially the same grounds set out in its NOIDs.\n    <em>\n     <extracted-citation index=\"20\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n      Id.\n     </extracted-citation>\n    </em>\n    <extracted-citation index=\"20\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n     ¶¶ 51-52\n    </extracted-citation>\n    ; AR 1556, 1559-62. Plaintiffs filed suit in this court in August 2016,\n    <em>\n     see\n    </em>\n    Compl. at\n    42, claiming that USCIS's denial of their petitions was: (1) an arbitrary and capricious action in violation of the INA and the Administrative Procedure Act (APA),\n    <em>\n     <extracted-citation index=\"21\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n      id.\n     </extracted-citation>\n    </em>\n    <extracted-citation index=\"21\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n     ¶ 82\n    </extracted-citation>\n    ; (2) an impermissible retroactive application of agency policy,\n    <em>\n     <extracted-citation index=\"22\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n      id.\n     </extracted-citation>\n    </em>\n    <extracted-citation index=\"22\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n     ¶¶ 86-87\n    </extracted-citation>\n    ; (3) an\n    <em>\n     ultra vires\n    </em>\n    action that exceeded USCIS's statutory authority,\n    <em>\n     <extracted-citation index=\"23\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n      id.\n     </extracted-citation>\n    </em>\n    <extracted-citation index=\"23\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n     ¶¶ 92-93\n    </extracted-citation>\n    ; (4) an improper rulemaking without notice and comment,\n    <em>\n     <extracted-citation index=\"24\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n      id.\n     </extracted-citation>\n    </em>\n    <extracted-citation index=\"24\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n     ¶¶ 96-97\n    </extracted-citation>\n    ; (5) a due process violation (presumably in contravention of the Fifth Amendment),\n    <em>\n     <extracted-citation index=\"25\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n      id.\n     </extracted-citation>\n    </em>\n    <extracted-citation index=\"25\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n     ¶ 99-100\n    </extracted-citation>\n    ; and (6) a Fifth Amendment equal protection violation,\n    <em>\n     <extracted-citation index=\"26\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n      id.\n     </extracted-citation>\n    </em>\n    <extracted-citation index=\"26\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n     ¶ 102\n    </extracted-citation>\n    . Plaintiffs also seek attorney's fees under the Equal Access to Justice Act.\n    <em>\n     <extracted-citation index=\"27\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n      Id.\n     </extracted-citation>\n    </em>\n    <extracted-citation index=\"27\" url=\"https://cite.case.law/citations/?q=8%20U.S.C.%20%C2%A7%201153\">\n     ¶ 105\n    </extracted-citation>\n    . The parties have filed cross-motions for summary judgment. Pls.' Mot. for Summ. J. (\"Pls.' Mot.\") [ECF No. 18]; Defs.' Opp'n and Cross-Mot. for Summ. J. (\"Defs.' Mot.\") [ECF No. 19].\n    <footnotemark>\n     6\n    </footnotemark>\n   </p>\n   <p id=\"p-24\">\n    <strong>\n     II.\n     <em>\n      LEGAL STANDARD\n     </em>\n    </strong>\n   </p>\n   <p id=\"p-25\">\n    \"Summary judgment is the proper mechanism for deciding, as a matter of law, whether an agency action is supported by the administrative record and consistent with the APA standard of review.\"\n    <em>\n     Blue Ocean Inst. v. Gutierrez\n    </em>\n    ,\n    <extracted-citation case-ids=\"3945050\" index=\"28\" url=\"https://cite.case.law/f-supp-2d/585/36/#p41\">\n     585 F.Supp.2d 36\n    </extracted-citation>\n    , 41 (D.D.C. 2008). Because of the agency's role as fact-finder, the summary judgment standard of Federal Rule of Civil Procedure 56(a) does not apply when reviewing agency actions under the APA.\n    <em>\n     See\n    </em>\n    <em>\n     Stuttering Found. of Am. v. Springer\n    </em>\n    ,\n    <extracted-citation case-ids=\"3523419\" index=\"29\" url=\"https://cite.case.law/f-supp-2d/498/203/#p207\">\n     498 F.Supp.2d 203\n    </extracted-citation>\n    , 207 (D.D.C. 2007). Rather, courts must set aside agency action that is \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.\"\n    <extracted-citation index=\"30\" url=\"https://cite.case.law/citations/?q=5%20U.S.C.%20%C2%A7%20706\">\n     5 U.S.C. § 706\n    </extracted-citation>\n    (2)(A).\n   </p>\n   <p id=\"p-26\">\n    Although the scope of review under this standard is narrow, courts must consider \"whether the agency acted within the scope of its legal authority, whether the agency has explained its decision, whether the facts on which the agency purports to have relied have some basis in the record, and whether the agency considered the relevant factors.\"\n    <em>\n     Fund for Animals v. Babbitt\n    </em>\n    ,\n    <extracted-citation case-ids=\"7812775\" index=\"31\" url=\"https://cite.case.law/f-supp/903/96/#p105\">\n     903 F.Supp. 96\n    </extracted-citation>\n    , 105 (D.D.C. 1995). A court must be sure that the agency has \"articulate[d] a satisfactory explanation for its action including a rational connection between the facts found and the choice made.\"\n    <em>\n     U.S. Chamber of Commerce v. SEC\n    </em>\n    ,\n    <extracted-citation case-ids=\"3441466,8968117\" index=\"32\" url=\"https://cite.case.law/f3d/412/133/\">\n     412 F.3d 133\n    </extracted-citation>\n    , 140 (D.C. Cir. 2005) (alteration in original) (quoting\n    <em>\n     Motor Vehicle Mfrs. Ass'n v. State Farm Mut. Auto. Ins. Co.\n    </em>\n    ,\n    <extracted-citation case-ids=\"6190630\" index=\"33\" url=\"https://cite.case.law/us/463/29/#p43\">\n     463 U.S. 29\n    </extracted-citation>\n    , 43,\n    <extracted-citation case-ids=\"6190630\" index=\"34\" url=\"https://cite.case.law/us/463/29/#p43\">\n     103 S.Ct. 2856\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"6190630\" index=\"35\" url=\"https://cite.case.law/us/463/29/#p43\">\n     77 L.Ed.2d 443\n    </extracted-citation>\n    (1983) ). This means \"an agency cannot ... 'offer[ ] an explanation for its decision that runs counter to the evidence' before it.\"\n    <em>\n     Dist. Hosp. Partners, L.P. v. Burwell\n    </em>\n    ,\n    <extracted-citation case-ids=\"4222740,4191543\" index=\"36\" url=\"https://cite.case.law/f3d/786/46/\">\n     786 F.3d 46\n    </extracted-citation>\n    , 57 (D.C. Cir. 2015) (quoting\n    <em>\n     State Farm\n    </em>\n    ,\n    <extracted-citation case-ids=\"6190630\" index=\"37\" url=\"https://cite.case.law/us/463/29/#p43\">\n     463 U.S. at 43\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"6190630\" index=\"38\" url=\"https://cite.case.law/us/463/29/#p43\">\n     103 S.Ct. 2856\n    </extracted-citation>\n    ). When an agency action is based on the resolution of a legal question, courts generally \"must give substantial deference to an agency's interpretation of its own regulations\"; such deference is not warranted, however, when the agency's interpretation \"is plainly erroneous or inconsistent with the regulation.\"\n    <em>\n     Thomas Jefferson Univ. v. Shalala\n    </em>\n    ,\n    <extracted-citation case-ids=\"39585\" index=\"39\" url=\"https://cite.case.law/us/512/504/#p512\">\n     512 U.S. 504\n    </extracted-citation>\n    , 512,\n    <extracted-citation case-ids=\"39585\" index=\"40\" url=\"https://cite.case.law/us/512/504/#p512\">\n     114 S.Ct. 2381\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"39585\" index=\"41\" url=\"https://cite.case.law/us/512/504/#p512\">\n     129 L.Ed.2d 405\n    </extracted-citation>\n    (1994) (citation omitted).\n   </p>\n   <p id=\"p-27\">\n    <strong>\n     III.\n     <em>\n      DISCUSSION\n     </em>\n    </strong>\n   </p>\n   <p id=\"p-28\">\n    The parties dispute each of plaintiffs' six claims against USCIS, but the nub of this case is whether USCIS's actions were arbitrary and capricious. Plaintiffs assert that the evidence provided to USCIS proved that the call option did not qualify as a debt arrangement, both because it could not be used if the company were not profitable and because exercising the call option was the general partner's choice rather than plaintiffs' right. USCIS contends that it correctly read its own regulations\n    and the reasoning of\n    <em>\n     Matter of Izummi\n    </em>\n    ; that, under these authorities, the LPA's call option is more debt-like than equity-like; and that plaintiffs therefore did not place their capital at risk. For the reasons explained below, plaintiffs have the better of the argument.\n   </p>\n   <p id=\"p-29\">\n    <strong>\n     A. ARBITRARY AND CAPRICIOUS REVIEW\n    </strong>\n   </p>\n   <p id=\"p-30\">\n    USCIS rejected plaintiffs' Form I-526 petitions because, in its view, \"[t]he call option in the LPA provides a fixed rate of return and redemption upon exercise that is irrespective of the income and fortunes of Lucky's Farmers Market, LP.\" AR 1560. In both its NOID and final Notice of Decision, USCIS read\n    <em>\n     Matter of Izummi\n    </em>\n    's reasoning as implicitly extending beyond sell options, leaving open the potential boundaries of what constitutes a debt arrangement. AR 1522, 1561. For USCIS, this reading was consistent with the plain language of § 204.6(e)'s definition of \"debt arrangement,\" which USCIS viewed as prohibiting \"equity investments with debt features.\" AR 1522, 1561. As USCIS read the LPA, the call option constituted a debt feature because it gave plaintiffs a guaranteed redemption at a fixed price, and because the general partner's ability to exercise the option depended not on the general success of the business but rather only on whether the Market Resources Center repaid its highly-structured loan to Lucky's. AR 1522, 1561. Thus, \"each of the investors has entered into their investment assured that they will be repaid at a fixed price dependent only on the corresponding fixed price repayment of the loan to Lucky's Farmers Market, LP.\" AR 1522. The fixed price of the call option also prevented plaintiffs' capital from being \"at risk,\" USCIS asserted, because the option caps the total gain plaintiffs could receive. AR 1523 (quoting\n    <em>\n     Matter of Izummi\n    </em>\n    ,\n    <extracted-citation index=\"42\" url=\"https://cite.case.law/citations/?q=22%20I.%20%26%20N.%20Dec.%20169\">\n     22 I. &amp; N. Dec. at\n    </extracted-citation>\n    186-87 ).\n    <footnotemark>\n     7\n    </footnotemark>\n   </p>\n   <p id=\"p-31\">\n    USCIS's characterization of the call option-and therefore its determination that the LPA constituted a debt arrangement-does not withstand scrutiny. \"Although arbitrary and capricious review is 'highly deferential,' an agency decision will not be upheld if it 'is not supported by substantial evidence, or the agency has made a clear error in judgment.' \"\n    <em>\n     Doe\n    </em>\n    ,\n    <extracted-citation case-ids=\"12267747\" index=\"43\" url=\"https://cite.case.law/f-supp-3d/239/297/\">\n     239 F.Supp.3d at 306\n    </extracted-citation>\n    (quoting\n    <em>\n     Hagelin v. FEC\n    </em>\n    ,\n    <extracted-citation case-ids=\"8950960,3441006\" index=\"44\" url=\"https://cite.case.law/f3d/411/237/\">\n     411 F.3d 237\n    </extracted-citation>\n    , 242 (D.C. Cir. 2005) ). USCIS has made a clear error in this case. The evidence before the agency indicated that the call option does not provide plaintiffs with a guaranteed redemption, and that it differs in critical ways from the debt arrangements that\n    <em>\n     Matter of Izummi\n    </em>\n    determined were banned by the regulations.\n   </p>\n   <p id=\"p-32\">\n    USCIS claims both that \"the plain language of the regulation must control,\" and that the agency should receive deference for its interpretation of its own regulations.\n   </p>\n   <p id=\"p-33\">\n    Defs.' Mot. at 17, 21. Neither tack aids USCIS here. The plain language of the regulation eliminates from DHS's definition of \"invest\" any \"contribution of capital in exchange for a note, bond, convertible debt, obligation, or any other debt arrangement.\"\n    <extracted-citation index=\"45\" url=\"https://cite.case.law/citations/?q=8%20C.F.R.%20%C2%A7%20204.6\">\n     8 C.F.R. § 204.6\n    </extracted-citation>\n    (e). USCIS contends that the phrase \"any other debt arrangement\" acts as a catch-all, which allows the agency to conduct a case-by-case examination of whether a capital contribution is more debt-like or equity-like. AR 1522. While this is true to a certain extent, ultimately the regulatory language cannot be stretched as far as USCIS seeks.\n   </p>\n   <p id=\"p-34\">\n    Start with the catch-all itself. It comes directly after a list of specific examples of debt arrangements, which provides guidance as to how the words \"any other debt arrangement\" should be read.\n    <em>\n     See, e.g.\n    </em>\n    ,\n    <em>\n     Christopher v. SmithKline Beecham Corp.\n    </em>\n    ,\n    <extracted-citation case-ids=\"12407063\" index=\"46\" url=\"https://cite.case.law/us/567/142/#p163\">\n     567 U.S. 142\n    </extracted-citation>\n    , 163,\n    <extracted-citation case-ids=\"12407063\" index=\"47\" url=\"https://cite.case.law/us/567/142/#p163\">\n     132 S.Ct. 2156\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"12407063\" index=\"48\" url=\"https://cite.case.law/us/567/142/#p163\">\n     183 L.Ed.2d 153\n    </extracted-citation>\n    (2012) (\"[T]he rule of\n    <em>\n     ejusdem generis\n    </em>\n    should guide our interpretation of the catchall phrase, since it follows a list of specific items.\").\n    <em>\n     Ejusdem generis\n    </em>\n    is a well-worn, common-sense rule that mirrors how we speak and read.\n    <em>\n     See, e.g.\n    </em>\n    ,\n    <em>\n     The Archbishop of Canterbury's Case\n    </em>\n    (1596) 76 Eng. Rep. 519, 520-21; 2 Co. Rep. 46 a, 46 b (Eng.); Antonin Scalia &amp; Bryan Garner,\n    <em>\n     Reading Law\n    </em>\n    199-200 (2012). And here it counsels that the \"other debt arrangement[s]\" placed outside the definition of \"invest\" must be of a piece with the other items in the list, if a commonality can be discerned. Scalia &amp; Garner,\n    <em>\n     supra\n    </em>\n    , at 199, 209;\n    <em>\n     cf.\n    </em>\n    <em>\n     Nat'l Ass'n of Mfrs. v. Dep't of Def.\n    </em>\n    , --- U.S. ----,\n    <extracted-citation case-ids=\"12616021\" index=\"49\" url=\"https://cite.case.law/s-ct/138/617/\">\n     138 S.Ct. 617\n    </extracted-citation>\n    , ----,\n    <extracted-citation case-ids=\"12616021\" index=\"50\" url=\"https://cite.case.law/s-ct/138/617/\">\n     199 L.Ed.2d 501\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"51\" url=\"https://cite.case.law/citations/?q=2018%20WL%20491526\">\n     2018 WL 491526\n    </extracted-citation>\n    , at *9 (2018) (\"Congress' use of the phrase 'effluent limitation or other limitation' in subparagraph (E) suggests that an 'other limitation' must be similar in kind to an 'effluent limitation': that is, a limitation related to the discharge of pollutants.\"). Here, all of the specific examples share a critical common trait: notes, bonds, convertible debts, and obligations all provide the creditor with a contractual right to receive a particular amount of money from the debtor.\n    <footnotemark>\n     8\n    </footnotemark>\n    The structure of the regulatory language-\"a list of specific items separated by commas and followed by a general or collective term\"-supports \"the inference embodied in\n    <em>\n     ejusdem generis\n    </em>\n    that [the agency] remained focused on th[is] common attribute when it used the catchall phrase.\"\n    <em>\n     Ali v. Fed. Bur. of Prisons\n    </em>\n    ,\n    <extracted-citation case-ids=\"3675555\" index=\"52\" url=\"https://cite.case.law/us/552/214/#p225\">\n     552 U.S. 214\n    </extracted-citation>\n    , 225,\n    <extracted-citation case-ids=\"3675555\" index=\"53\" url=\"https://cite.case.law/us/552/214/#p225\">\n     128 S.Ct. 831\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"3675555\" index=\"54\" url=\"https://cite.case.law/us/552/214/#p225\">\n     169 L.Ed.2d 680\n    </extracted-citation>\n    (2008). Like the listed items, a sell option provides an investor with the right to reclaim her money upon request. But in contrast, the buy option in this case gives plaintiffs no right to ask for-much less receive-their original contributions back.\n   </p>\n   <p id=\"p-35\">\n    USCIS's emphasis on the phrase \"any other debt arrangement,\" therefore, is unavailing. True, the catch-all includes \"any,\" a word that sometimes indicates \"an expansive meaning.\"\n    <em>\n     Ali\n    </em>\n    ,\n    <extracted-citation case-ids=\"3675555\" index=\"55\" url=\"https://cite.case.law/us/552/214/#p225\">\n     552 U.S. at 219\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"3675555\" index=\"56\" url=\"https://cite.case.law/us/552/214/#p225\">\n     128 S.Ct. 831\n    </extracted-citation>\n    (quoting\n    <em>\n     United States v. Gonzales\n    </em>\n    ,\n    <extracted-citation case-ids=\"11650897\" index=\"57\" url=\"https://cite.case.law/us/520/1/#p5\">\n     520 U.S. 1\n    </extracted-citation>\n    , 5,\n    <extracted-citation case-ids=\"11650897\" index=\"58\" url=\"https://cite.case.law/us/520/1/#p5\">\n     117 S.Ct. 1032\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"11650897\" index=\"59\" url=\"https://cite.case.law/us/520/1/#p5\">\n     137 L.Ed.2d 132\n    </extracted-citation>\n    (1997) );\n    <em>\n     see\n    </em>\n    <em>\n     Nat'l Ass'n of Mfrs.\n    </em>\n    ,\n    <extracted-citation case-ids=\"12616021\" index=\"60\" url=\"https://cite.case.law/s-ct/138/617/\">\n     138 S.Ct. at 629-30\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"61\" url=\"https://cite.case.law/citations/?q=2018%20WL%20491526\">\n     2018 WL 491526\n    </extracted-citation>\n    , at *10. But \" 'any' can and does mean different things depending upon the\n    setting,\"\n    <em>\n     Nixon v. Mo. Mun. League\n    </em>\n    ,\n    <extracted-citation case-ids=\"5883694\" index=\"62\" url=\"https://cite.case.law/us/541/125/#p132\">\n     541 U.S. 125\n    </extracted-citation>\n    , 132,\n    <extracted-citation case-ids=\"5883694\" index=\"63\" url=\"https://cite.case.law/us/541/125/#p132\">\n     124 S.Ct. 1555\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"5883694\" index=\"64\" url=\"https://cite.case.law/us/541/125/#p132\">\n     158 L.Ed.2d 291\n    </extracted-citation>\n    (2004), and \"the word 'any' in this context does not bear the heavy weight\" that would be required to sweep in plaintiffs' call option,\n    <em>\n     Nat'l Ass'n of Mfrs.\n    </em>\n    ,\n    <extracted-citation case-ids=\"12616021\" index=\"65\" url=\"https://cite.case.law/s-ct/138/617/\">\n     138 S.Ct. at 629-30\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"66\" url=\"https://cite.case.law/citations/?q=2018%20WL%20491526\">\n     2018 WL 491526\n    </extracted-citation>\n    , at *10. While \"any\" ensures that a broad set of arrangements similar to the listed examples will be prohibited, it cannot reach agreements under which the capital contributor has no right to recall her investment. To interpret the regulatory language to reach those agreements, as USCIS has done, would be to read the examples out of the regulation and treat the exception as applying simply to \"any debt arrangement\"-or, perhaps more accurately, to \"any arrangement we see as suspect.\"\n    <em>\n     See\n    </em>\n    <em>\n     <extracted-citation index=\"67\" url=\"https://cite.case.law/citations/?q=2018%20WL%20491526\">\n      id.\n     </extracted-citation>\n    </em>\n    This is not what the regulation says.\n   </p>\n   <p id=\"p-36\">\n    Other aspects of the regulatory language confirm that it does not extend to the buy option in plaintiffs' LPA. For instance, the definition of \"invest\" excludes contributions of capital made \"in exchange for\" certain debt arrangements.\n    <extracted-citation index=\"68\" url=\"https://cite.case.law/citations/?q=8%20C.F.R.%20%C2%A7%20204.6\">\n     8 C.F.R. § 204.6\n    </extracted-citation>\n    (e). In each of the examples the regulation lists, the creditor gives capital to the debtor in exchange for the debtor's promise to repay the creditor. A sell option is similar: the investor provides capital in exchange for the right to receive her investment back upon request. A buy option, however, is a contractual right held by the\n    <em>\n     company\n    </em>\n    to end the financial relationship by returning the investor's money. The investor does not contribute her capital \"in exchange for\" a debt arrangement, because she does not receive any consideration in return for her money. Rather, it is the company that benefits from both sides of the agreement: it has both the money and the right to return the money if it would prefer to have the investor's partnership interest back. For the same reason, a buy option places the investor's \"capital at risk for the purpose of generating a return on the capital placed at risk,\"\n    <em>\n     <extracted-citation index=\"69\" url=\"https://cite.case.law/citations/?q=8%20C.F.R.%20%C2%A7%20204.6\">\n      id.\n     </extracted-citation>\n    </em>\n    § 204.6(j)(2), while the debt arrangements prohibited by the regulation do not. Unlike a sell option-or a note, bond, or similar arrangement-a buy option provides the investor with no security that she will ever see her money again.\n   </p>\n   <p id=\"p-37\">\n    Principles of deference get USCIS no further than does its appeal to the regulatory language.\n    <em>\n     See\n    </em>\n    Defs.' Mot. at 17, 20; Defs.' Reply [ECF No. 23] at 5. True, the agency's decision in\n    <em>\n     Matter of Izummi\n    </em>\n    is entitled to deference as a reasonable reading of the agency's own regulation.\n    <em>\n     See\n    </em>\n    <em>\n     Auer v. Robbins\n    </em>\n    ,\n    <extracted-citation case-ids=\"11596027\" index=\"70\" url=\"https://cite.case.law/us/519/452/#p461\">\n     519 U.S. 452\n    </extracted-citation>\n    , 461,\n    <extracted-citation case-ids=\"11596027\" index=\"71\" url=\"https://cite.case.law/us/519/452/#p461\">\n     117 S.Ct. 905\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"11596027\" index=\"72\" url=\"https://cite.case.law/us/519/452/#p461\">\n     137 L.Ed.2d 79\n    </extracted-citation>\n    (1997). But\n    <em>\n     Matter of Izummi\n    </em>\n    is perfectly consistent with the reading of the regulatory text explained above. That adjudication involved an EB-5 applicant whose partnership agreement gave him the right to sell his limited partnership interest back at a set time, for his original investment amount minus payments already received plus pro rata profits.\n    <em>\n     See\n    </em>\n    <em>\n     Matter of Izummi\n    </em>\n    ,\n    <extracted-citation index=\"73\" url=\"https://cite.case.law/citations/?q=22%20I.%20%26%20N.%20Dec.%20169\">\n     22 I. &amp; N. Dec. at 183\n    </extracted-citation>\n    . The BIA found that this sell option violated the EB-5 regulation because it allowed the applicants to \"provide[ ] funds in exchange for an unconditional, contractual promise that [their investments] will be repaid later at a fixed maturity date.\"\n    <em>\n     <extracted-citation index=\"74\" url=\"https://cite.case.law/citations/?q=22%20I.%20%26%20N.%20Dec.%20169\">\n      Id.\n     </extracted-citation>\n    </em>\n    at 184 ;\n    <em>\n     see also\n    </em>\n    <em>\n     <extracted-citation index=\"75\" url=\"https://cite.case.law/citations/?q=22%20I.%20%26%20N.%20Dec.%20169\">\n      id.\n     </extracted-citation>\n    </em>\n    <extracted-citation index=\"75\" url=\"https://cite.case.law/citations/?q=22%20I.%20%26%20N.%20Dec.%20169\">\n     at 185\n    </extracted-citation>\n    (\"[T]he payment of the $290,000 constitutes a straight loan; the petitioner would be making this money available ... with the contractual expectation that it would be returned to him six months later.\"). Here again we see the key trait that characterizes the debt arrangements the regulation prohibits: a contractual right to receive one's investment back at a particular time. It is because the investor has the right to his money back that the BIA repeatedly characterized a sell option as equivalent to \"a straight loan,\"\n    <em>\n     <extracted-citation index=\"76\" url=\"https://cite.case.law/citations/?q=22%20I.%20%26%20N.%20Dec.%20169\">\n      id.\n     </extracted-citation>\n    </em>\n    at 185 ;\n    <em>\n     see\n    </em>\n    <em>\n     <extracted-citation index=\"77\" url=\"https://cite.case.law/citations/?q=22%20I.%20%26%20N.%20Dec.%20169\">\n      id.\n     </extracted-citation>\n    </em>\n    <extracted-citation index=\"77\" url=\"https://cite.case.law/citations/?q=22%20I.%20%26%20N.%20Dec.%20169\">\n     at 186-87\n    </extracted-citation>\n    , and held that \"an alien investor may not enter into any agreement\" prior to the removal of conditional legal status \"granting him the right to sell\n    <em>\n     his\n    </em>\n    interest back to\n    <em>\n     the partnership\n    </em>\n    ,\"\n    <em>\n     <extracted-citation index=\"78\" url=\"https://cite.case.law/citations/?q=22%20I.%20%26%20N.%20Dec.%20169\">\n      id.\n     </extracted-citation>\n    </em>\n    <extracted-citation index=\"78\" url=\"https://cite.case.law/citations/?q=22%20I.%20%26%20N.%20Dec.%20169\">\n     at 186\n    </extracted-citation>\n    (emphases added).\n    <footnotemark>\n     9\n    </footnotemark>\n   </p>\n   <p id=\"p-38\">\n    USCIS points to broader language in\n    <em>\n     Matter of Izummi\n    </em>\n    regarding the purpose of the investment requirement to support its position. AR 1522-23. Yet even the broadest language in that decision underlines the distinction between sell and buy options that USCIS now attempts to blur. Consider this statement, quoted in the NOID in this case: \"For the alien's money truly to be at risk, the alien cannot enter into a partnership knowing that he already has a willing buyer in a certain number of years, nor can he be assured that he will receive a certain price.\"\n    <em>\n     Matter of Izummi\n    </em>\n    ,\n    <extracted-citation index=\"79\" url=\"https://cite.case.law/citations/?q=22%20I.%20%26%20N.%20Dec.%20169\">\n     22 I. &amp; N. Dec. at 186\n    </extracted-citation>\n    (quoted in AR 1522). But this reasoning exonerates buy options. Under a buy option, the\n    <em>\n     company\n    </em>\n    knows that it has a willing seller at a certain time and is assured that it can pay a certain price. While a sell option shields the investor's capital from risk, plaintiffs' buy option does not; instead, it allows the general partner to reassert control over the partnership.\n   </p>\n   <p id=\"p-39\">\n    Similarly, the NOID points to this statement:\n   </p>\n   <blockquote id=\"p-40\">\n    To enter into a redemption agreement at the time of making an \"investment\" evidences a preconceived intent to unburden oneself of the investment as soon as possible after unconditional permanent resident status is attained. This is conceptually no different from a situation in which an alien marries a U.S. citizen and states, in writing, that he will divorce her in two years. The focus here is on the green card and not on the business.\n   </blockquote>\n   <p id=\"p-41\">\n    <em>\n     <extracted-citation index=\"80\" url=\"https://cite.case.law/citations/?q=22%20I.%20%26%20N.%20Dec.%20169\">\n      Id.\n     </extracted-citation>\n    </em>\n    (quoted in AR 1522). A buy option-which is held by the company-does not evidence such an intent on the investor's part. To use the BIA's analogy, it is as if an alien marries a U.S. citizen, but the citizen spouse states, in writing, that she has the option of divorcing him after a set time. Whatever the spouse's intent, it cannot be said from these facts alone that the\n    <em>\n     alien\n    </em>\n    intends to break his bonds as soon as he receives his green card.\n   </p>\n   <p id=\"p-42\">\n    USCIS argues that such intent could still manifest itself through a buy option \"coupled with assurances from the recipient company in other documentation that signals to the investor that there is a 'willing buyer' at a 'certain price' once the conditions on lawful permanent residence have been removed.\" Defs.' Mot. at 15-16. No doubt. The regulation clearly would allow USCIS to conduct a holistic examination of the applicant's investment agreement, and any other documentation, to determine whether a buy option has been effectively converted into a de facto sell option. But the record in this case contains no evidence of such assurances from Lucky's-indeed, quite the opposite. AR 1547-48, 1552, 1561. Without concrete indications of collusion between plaintiffs and Lucky's, or a determination-based on data and agency expertise-that investment agreements with buy options are highly likely to involve such collusion, USCIS's conclusion that \"each of the investors has entered into their investment assured that they will be repaid at a fixed price,\" AR 1522;\n    <em>\n     accord\n    </em>\n    AR 1561, \"runs counter to the evidence before the agency\" and thus lacks a \"rational connection between the facts found and the choice made.\"\n    <em>\n     State Farm\n    </em>\n    ,\n    <extracted-citation case-ids=\"6190630\" index=\"81\" url=\"https://cite.case.law/us/463/29/#p43\">\n     463 U.S. at 43\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"6190630\" index=\"82\" url=\"https://cite.case.law/us/463/29/#p43\">\n     103 S.Ct. 2856\n    </extracted-citation>\n    . A call option alone does not a debt arrangement make. Hence, deferring to\n    <em>\n     Matter of Izummi\n    </em>\n    does not lead to upholding USCIS's actions here.\n    <footnotemark>\n     10\n    </footnotemark>\n   </p>\n   <p id=\"p-43\">\n    Indeed, another court in this district has recently held that USCIS acted in an arbitrary and capricious manner when it denied several Form I-526 petitions in a functionally identical case.\n    <em>\n     See\n    </em>\n    <em>\n     Doe\n    </em>\n    ,\n    <extracted-citation case-ids=\"12267747\" index=\"83\" url=\"https://cite.case.law/f-supp-3d/239/297/\">\n     239 F.Supp.3d at 306-07\n    </extracted-citation>\n    . The gold mining operation in which the Doe applicants invested had a business structure quite similar to that of the grocery store partnership here.\n    <em>\n     See\n    </em>\n    <em>\n     <extracted-citation case-ids=\"12267747\" index=\"84\" url=\"https://cite.case.law/f-supp-3d/239/297/\">\n      id.\n     </extracted-citation>\n    </em>\n    <extracted-citation case-ids=\"12267747\" index=\"84\" url=\"https://cite.case.law/f-supp-3d/239/297/\">\n     at 300-01\n    </extracted-citation>\n    . The call option in\n    <em>\n     Doe\n    </em>\n    , like the one here, was owned by the partnership and came with no guarantee that the partnership would exercise it.\n    <em>\n     <extracted-citation case-ids=\"12267747\" index=\"85\" url=\"https://cite.case.law/f-supp-3d/239/297/\">\n      Id.\n     </extracted-citation>\n    </em>\n    <extracted-citation case-ids=\"12267747\" index=\"85\" url=\"https://cite.case.law/f-supp-3d/239/297/\">\n     at 301-02\n    </extracted-citation>\n    . As in this case, USCIS relied heavily on the policy statements in\n    <em>\n     Matter of Izummi\n    </em>\n    when denying the petitions.\n    <em>\n     <extracted-citation case-ids=\"12267747\" index=\"86\" url=\"https://cite.case.law/f-supp-3d/239/297/\">\n      Id.\n     </extracted-citation>\n    </em>\n    <extracted-citation case-ids=\"12267747\" index=\"86\" url=\"https://cite.case.law/f-supp-3d/239/297/\">\n     at 307\n    </extracted-citation>\n    . And, as in this case, \"[t]he characteristics of the sell option in\n    <em>\n     Matter of Izzumi\n    </em>\n    [\n    <em>\n     Izummi\n    </em>\n    ] that the BIA determined were disqualifying ... [were] not present in the Call Option\" the partnership held.\n    <em>\n     <extracted-citation case-ids=\"12267747\" index=\"87\" url=\"https://cite.case.law/f-supp-3d/239/297/\">\n      Id.\n     </extracted-citation>\n    </em>\n    The\n    <em>\n     Doe\n    </em>\n    decision thus provides further support to plaintiffs' position.\n   </p>\n   <p id=\"p-44\">\n    USCIS attempts to distinguish\n    <em>\n     Doe\n    </em>\n    , but its arguments are unpersuasive. USCIS first claims that \"\n    <em>\n     Doe\n    </em>\n    dealt with a buy option-not a sell option as in this case.\" Defs.' Mot. at 21.\n    <em>\n     Doe\n    </em>\n    did deal with a buy option, but so does this case-both cases, then, are unlike the sell option at issue in\n    <em>\n     Matter of Izummi\n    </em>\n    . USCIS also claims that\n    <em>\n     Doe\n    </em>\n    involved only an agency decision that equated buy options with guaranteed returns, and that\n    <em>\n     Doe\n    </em>\n    thus had nothing to say about the general limits of\n    <em>\n     Matter of Izummi\n    </em>\n    .\n    <em>\n     Id.\n    </em>\n    at 21-22. This, too, is wrong. In\n    <em>\n     Doe\n    </em>\n    , USCIS had claimed that the call option was prohibited both because it gave a guaranteed return and because it was a redemption agreement.\n    <extracted-citation case-ids=\"12267747\" index=\"88\" url=\"https://cite.case.law/f-supp-3d/239/297/\">\n     239 F.Supp.3d at 306\n    </extracted-citation>\n    . The\n    <em>\n     Doe\n    </em>\n    court responded to both of USCIS's arguments, and explicitly rejected the agency's attempt to characterize the call option as a debt arrangement prohibited under\n    <em>\n     Matter of Izummi\n    </em>\n    .\n    <em>\n     See\n    </em>\n    <em>\n     <extracted-citation case-ids=\"12267747\" index=\"89\" url=\"https://cite.case.law/f-supp-3d/239/297/\">\n      id.\n     </extracted-citation>\n    </em>\n    <extracted-citation case-ids=\"12267747\" index=\"89\" url=\"https://cite.case.law/f-supp-3d/239/297/\">\n     at 307\n    </extracted-citation>\n    (\"Unlike the sell option in\n    <em>\n     Matter of Izummi\n    </em>\n    , which insulated the petitioner's capital from risk because it provided the petitioner with a right to receive its capital back at a set price, the Call Option does not provide the Plaintiffs in this case with any rights.\"). Hence,\n    <em>\n     Doe\n    </em>\n    cannot be meaningfully distinguished from the present situation.\n   </p>\n   <p id=\"p-45\">\n    But USCIS's case of choice can be. USCIS repeatedly points to\n    <em>\n     R.L. Investment Limited Partners v. INS\n    </em>\n    ,\n    <extracted-citation case-ids=\"11474577\" index=\"90\" url=\"https://cite.case.law/f-supp-2d/86/1014/\">\n     86 F.Supp.2d 1014\n    </extracted-citation>\n    (D. Haw. 2000) (\"\n    <em>\n     RLILP\n    </em>\n    \"), to counter plaintiffs' arguments about the scope of\n    <em>\n     Matter of Izummi\n    </em>\n    .\n    <em>\n     See\n    </em>\n    Defs.' Mot. at 20-22; Defs.' Reply at 2, 6. That decision, however, has limited bearing on this one. Unlike in this case,\n    <em>\n     RLILP\n    </em>\n    dealt with a sell option: the applicant there was contractually guaranteed repayment from a partnership three years after becoming a citizen.\n    <em>\n     See\n    </em>\n    <extracted-citation case-ids=\"11474577\" index=\"91\" url=\"https://cite.case.law/f-supp-2d/86/1014/\">\n     86 F.Supp.2d at 1022-23\n    </extracted-citation>\n    . The court correctly recognized that\n    <em>\n     Matter of Izummi\n    </em>\n    's holding and reasoning both directly applied to the applicant's agreement, because he had a right to receive his money back at a set time.\n    <em>\n     See\n    </em>\n    <em>\n     <extracted-citation case-ids=\"11474577\" index=\"92\" url=\"https://cite.case.law/f-supp-2d/86/1014/\">\n      id.\n     </extracted-citation>\n    </em>\n    <extracted-citation case-ids=\"11474577\" index=\"92\" url=\"https://cite.case.law/f-supp-2d/86/1014/\">\n     at 1023\n    </extracted-citation>\n    . The\n    <em>\n     RLILP\n    </em>\n    court also dismissed the applicant's argument that he would not get his money back if the partnership failed, since \"this only meant that the loan [represented by the sell option] was unsecured.\"\n    <em>\n     <extracted-citation case-ids=\"11474577\" index=\"93\" url=\"https://cite.case.law/f-supp-2d/86/1014/\">\n      Id.\n     </extracted-citation>\n    </em>\n    <em>\n     RLILP\n    </em>\n    is right on this point, and plaintiffs err in relying on Lucky's potential for failure as an independent reason why their capital remains at risk despite the call option. Still, plaintiffs' LPA differs from that in\n    <em>\n     RLILP\n    </em>\n    because plaintiffs have no\n    right to redeem their partnership interests.\n   </p>\n   <p id=\"p-46\">\n    In the end, USCIS has acted in a manner that conflicts with the plain language of its regulations, that is not compelled by statutory or regulatory purpose, that unreasonably stretches the rationale of\n    <em>\n     Matter of Izummi\n    </em>\n    , and that runs counter to the evidence in the record. This action accordingly cannot survive review.\n    <em>\n     See\n    </em>\n    <em>\n     Perez v. Mortg. Bankers Ass'n\n    </em>\n    , --- U.S. ----,\n    <extracted-citation case-ids=\"12587337\" index=\"94\" url=\"https://cite.case.law/s-ct/135/1199/\">\n     135 S.Ct. 1199\n    </extracted-citation>\n    , 1208 n.4,\n    <extracted-citation case-ids=\"12587337\" index=\"95\" url=\"https://cite.case.law/s-ct/135/1199/\">\n     191 L.Ed.2d 186\n    </extracted-citation>\n    (2015) (\"Even in cases where an agency's interpretation receives\n    <em>\n     Auer\n    </em>\n    deference, ... it is the court that ultimately decides whether a given regulation means what the agency says.\");\n    <em>\n     State Farm\n    </em>\n    ,\n    <extracted-citation case-ids=\"6190630\" index=\"96\" url=\"https://cite.case.law/us/463/29/#p43\">\n     463 U.S. at 43\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"6190630\" index=\"97\" url=\"https://cite.case.law/us/463/29/#p43\">\n     103 S.Ct. 2856\n    </extracted-citation>\n    . USCIS's denial of plaintiffs' Form I-526 petitions was arbitrary and capricious, and the Court will therefore grant plaintiffs' motion for summary judgment on this claim.\n   </p>\n   <p id=\"p-47\">\n    <strong>\n     B. REMEDY AND OTHER CLAIMS\n    </strong>\n   </p>\n   <p id=\"p-48\">\n    The parties dispute the proper remedy in the case of an APA violation. Plaintiffs ask the Court to direct USCIS to approve their Form I-526 petitions. Pls.' Mot. at 27, 43; Pls.' Opp'n to Defs.' Mot. for Summ. J. [ECF No. 21] at 21. USCIS counters that a remand to the agency for reconsideration is the only appropriate remedy. Defs.' Reply at 12-14. The Court agrees with USCIS that remand is appropriate. \"If the record before the agency does not support the agency action, ... the proper course, except in rare circumstances, is to remand to the agency for additional investigation or explanation.\"\n    <em>\n     Fla. Power &amp; Light Co. v. Lorion\n    </em>\n    ,\n    <extracted-citation case-ids=\"11300062\" index=\"98\" url=\"https://cite.case.law/us/470/729/#p744\">\n     470 U.S. 729\n    </extracted-citation>\n    , 744,\n    <extracted-citation case-ids=\"11300062\" index=\"99\" url=\"https://cite.case.law/us/470/729/#p744\">\n     105 S.Ct. 1598\n    </extracted-citation>\n    ,\n    <extracted-citation case-ids=\"11300062\" index=\"100\" url=\"https://cite.case.law/us/470/729/#p744\">\n     84 L.Ed.2d 643\n    </extracted-citation>\n    (1985). While plaintiffs, understandably, prefer the certainty of knowing their petitions will be granted, the Court \"is not generally empowered to conduct a\n    <em>\n     de novo\n    </em>\n    inquiry into the matter being reviewed and to reach its own conclusions based on such an inquiry.\"\n    <em>\n     <extracted-citation case-ids=\"11300062\" index=\"101\" url=\"https://cite.case.law/us/470/729/#p744\">\n      Id.\n     </extracted-citation>\n    </em>\n    And that is what the Court would have to do to justify directing USCIS to grant the petitions. While USCIS cannot use the call option in plaintiffs' LPAs as a justification for denying their applications, \"in the field of immigration ... there may be sensitive issues lurking that are beyond the ken of the court.\"\n    <em>\n     Fox v. Clinton\n    </em>\n    ,\n    <extracted-citation case-ids=\"3771666,5881894\" index=\"102\" url=\"https://cite.case.law/f3d/684/67/\">\n     684 F.3d 67\n    </extracted-citation>\n    , 80 (D.C. Cir. 2012). It is therefore up to USCIS to reevaluate plaintiffs' Form I-526 petitions in light of the conclusions set out in this Memorandum Opinion.\n   </p>\n   <p id=\"p-49\">\n    This leaves the question of what to do with plaintiffs' five remaining claims. Because their applications will be remanded to USCIS for reconsideration, the Court will not address them now. Should USCIS deny their petitions a second time, plaintiffs can seek review again and raise whatever claims they believe appropriate at that point.\n   </p>\n   <p id=\"p-50\">\n    <em>\n     <strong>\n      CONCLUSION\n     </strong>\n    </em>\n   </p>\n   <p id=\"p-51\">\n    For the reasons explained above, the Court will grant in part and deny in part plaintiffs' motion for summary judgment and deny defendants' cross-motion for summary judgment. This matter will be remanded to the agency for further consideration of plaintiffs' petitions. A separate order will issue on this date.\n   </p>\n   <footnote label=\"4\">\n    <p id=\"p-57\">\n     As \"call option\" and \"buy option\" mean the same thing, this opinion uses the terms interchangeably.\n    </p>\n   </footnote>\n   <footnote label=\"5\">\n    <p id=\"p-58\">\n     The RFE sent to Chang also asked for clarification as to whether a sum of $545,000 given to Chang by her father-which provided the capital that Chang then invested in Lucky's-was a gift (such that the capital was being placed at risk) or a loan (so that it was not). AR 918-19. However, this issue appears to be unique to Chang.\n    </p>\n   </footnote>\n   <footnote label=\"6\">\n    <p id=\"p-59\">\n     Plaintiffs requested oral argument on these motions, but the Court in its discretion has determined that this case does not warrant oral argument.\n     <em>\n      See\n     </em>\n     LCvR 7(f).\n    </p>\n   </footnote>\n   <footnote label=\"7\">\n    <p id=\"p-60\">\n     It is not entirely clear whether USCIS still views the cap on gains as part of the reason why the call option is a debt arrangement, independent of the fact that the option provides a fixed price. While discussed in the NOID, USCIS did not bring up this issue again in its final Notice of Denial. It also clarified that it \"does not view this call option as a guaranteed return,\" but rather only as \"a redemption agreement that constitutes a debt arrangement prohibited under the regulations.\" AR 1560 n.3. However, to the extent this argument remains, it is insufficient to deny plaintiffs' petitions. Plaintiffs do not know whether they will be able to sell their shares, since they have no control over whether the general partner exercises its call option. If they sell their shares to a third party, the price could be \"surprising[ly] high and more than what [they] paid\" if Lucky's has done well, or \"disappointingly low\" if Lucky's has done poorly.\n     <em>\n      Matter of Izummi\n     </em>\n     ,\n     <extracted-citation index=\"103\" url=\"https://cite.case.law/citations/?q=22%20I.%20%26%20N.%20Dec.%20169\">\n      22 I. &amp; N. Dec. at 187\n     </extracted-citation>\n     . Even if the general partner exercises its call option, however, plaintiffs will receive a price slightly greater than what they paid. They thus \"risk[ ] both gain and loss.\"\n     <em>\n      <extracted-citation index=\"104\" url=\"https://cite.case.law/citations/?q=22%20I.%20%26%20N.%20Dec.%20169\">\n       Id.\n      </extracted-citation>\n     </em>\n    </p>\n   </footnote>\n   <footnote label=\"8\">\n    <p id=\"p-61\">\n     <em>\n      See\n     </em>\n     <em>\n      Bond\n     </em>\n     ,\n     <em>\n      Black's Law Dictionary\n     </em>\n     (10th ed. 2014) (\"A written promise to pay money or do some act if certain circumstances occur or a certain time elapses; a promise that is defeasible upon a condition subsequent ....\");\n     <em>\n      Convertible Debt\n     </em>\n     ,\n     <em>\n      Black's Law Dictionary\n     </em>\n     (\"A debt whose security may be changed by a creditor into another form of security.\");\n     <em>\n      Note\n     </em>\n     ,\n     <em>\n      Black's Law Dictionary\n     </em>\n     (\"A written promise by one party (the\n     <em>\n      maker\n     </em>\n     ) to pay money to another party (the\n     <em>\n      payee\n     </em>\n     ) or to bearer.\");\n     <em>\n      Obligation\n     </em>\n     ,\n     <em>\n      Black's Law Dictionary\n     </em>\n     (\"A formal, binding agreement or acknowledgment of a liability to pay a certain amount or to do a certain thing for a particular person or set of persons; esp., a duty arising by contract.\").\n    </p>\n   </footnote>\n   <footnote label=\"9\">\n    <p id=\"p-62\">\n     It is also notable that, although the same agreement included a buy option that the partnership could exercise, the BIA only mentioned this twice in passing and focused entirely on the sell option.\n     <em>\n      See\n     </em>\n     <em>\n      <extracted-citation index=\"105\" url=\"https://cite.case.law/citations/?q=22%20I.%20%26%20N.%20Dec.%20169\">\n       id.\n      </extracted-citation>\n     </em>\n     <extracted-citation index=\"105\" url=\"https://cite.case.law/citations/?q=22%20I.%20%26%20N.%20Dec.%20169\">\n      at 183-84\n     </extracted-citation>\n     .\n    </p>\n   </footnote>\n   <footnote label=\"10\">\n    <p id=\"p-63\">\n     At times, USCIS suggests that it should receive deference for its interpretation of\n     <em>\n      Matter of Izummi\n     </em>\n     .\n     <em>\n      See\n     </em>\n     Defs.' Mot. at 14-16.\n     <em>\n      Auer\n     </em>\n     does not extend this far. It is one thing to defer to an agency's interpretation of a statute it enforces, and another to defer to the agency's precedential opinion that interprets its own regulation, which in turn interprets the statute. But it cannot be deference all the way down, lest the courts abdicate their constitutional role. An interpretation of an interpretation of an interpretation must rest on its own bottom.\n    </p>\n   </footnote>\n  </p>\n </opinion>\n</casebody>\n"
  }
}