{
  "casebody": {
    "data": "<casebody firstpage=\"573\" lastpage=\"580\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b587-8\">Luellen Williamson <em>v. </em>Massachusetts Bonding and Insurance Company</parties>\n<p data-order=\"1\" data-type=\"judges\" id=\"b587-9\">Baldwin, O’Sullivan, Wynne, Daly and Phillips, Js.</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b588-5\"><page-number citation-index=\"1\" label=\"574\">*574</page-number>Argued June 14</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A3a\">decided July 12, 1955</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b588-8\"><em>Charles G. Albom, </em>with whom, on the brief, was <em>.Martin E. Gormley, </em>for the appellant (defendant).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b588-9\"><em>William L. Hadden, Jr., </em>for the appellee (plaintiff).</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b588-10\">Daly, J.</author>\n<p id=\"Apg\">The complaint as amended alleges the following facts: On July 12, 1949, the defendant, a ’Massachusetts corporation, in consideration of a <page-number citation-index=\"1\" label=\"575\">*575</page-number>premium paid to it, issued to Herman Williamson a policy insuring Mm against liaMlity to pay damages because of bodily injuries or death caused by accident arising out of the operation of his automobile. The policy was applied for and delivered in New York City, and the premiums were paid there. The policy provided that the defendant would pay any judgment rendered against the insured for a loss covered by it. The plaintiff is the wife of Herman Williamson, the insured. On July 12, 1949, and July 16, 1950, their place of residence was in the city of New York. On March 30, 1951, the plaintiff instituted an action in the Superior Court in Connecticut against Herman Williamson to recover damages for personal injuries suffered by her by reason of his negligence in the operation of his automobile in the town of Cheshire in this state on July 16,1950. On June 16, 1952, she recovered a judgment in that action. No appeal was taken, and the judgment is a final one. Herman Williamson has performed all of the conditions and obligations on his part under the terms o| the policy, which was in full force and effect at the time the plaintiff suffered her injuries. The liability for her injuries was within the coverage of the policy. The judgment has not been satisfied.</p>\n<p id=\"b589-5\">The defendant demurred to the complaint on a number of grounds. The substance of them is that at the time of the issuance of the policy and on the date of the accident the plaintiff and her husband resided in the state of New York; that under the facts alleged in the complaint the policy is governed in construction and operation by the laws of that state; that by those laws no policy of automobile insurance is deemed to insure a husband or wife for injury to his or her spouse unless the policy specifically states such coverage; that the policy sued on <page-number citation-index=\"1\" label=\"576\">*576</page-number>does not specifically state such, coverage; that the New York statute must be read into the terms of the policy; and that it was the clear policy of the New York legislature to relieve the insurer from the duty of indemnifying the insured against liability on judgments of the type sued on.</p>\n<p id=\"b590-5\">The court overruled the demurrer. Thereafter, the parties stipulated that the defendant did not, in behalf of Herman Williamson, appear in or contest the action which was brought by the plaintiff in the Superior Court against him and in which she recovered the judgment. The defendant then again demurred to the complaint as amended, on grounds substantially the same as those contained in the demurrer which had been overruled. The court overruled the second demurrer, and, upon the defendant’s failure to plead over, rendered judgment for the plaintiff, from which the defendant has appealed. The sole question is whether or not the court erred in overruling the demurrers.</p>\n<p id=\"b590-6\">The parties are in agreement that the construction of the policy is governed by the laws of the ^tate of New York. At the time of the issuance of the policy, § 167 (3) of the New York Insurance Law provided: “No policy or contract shall be deemed to insure against any liability of an insured because of death of or injuries to his or her spouse or because of injury to, or destruction of property of his or her spouse unless express provision relating specifically thereto is included in the policy.” The defendant claims that it is not liable under the policy, since it contains no provision specifically insuring against any liability of the insured, Herman Williamson, because of injuries to his spouse, the plaintiff. It contends that under § 167 (3) of the New York Insurance Law the policy is not deemed to insure against <page-number citation-index=\"1\" label=\"577\">*577</page-number>such, liability. The plaintiff maintains that, although such a provision in the policy would be required to cover the claim of one spouse against the other for injuries suffered within the state of New York, it is not required in the instant case, in which the complaint alleges that the plaintiff was injured in Connecticut and recovered a judgment here.</p>\n<p id=\"b591-5\">“The provisions of a statute applicable to the relationship of parties or their contracts not only should be construed to carry out the legislative intent but must, unless the provisions of other statutes, with applicable provisions, are repealed expressly or by necessary implication, be interpreted in harmony therewith. In the construction of an insurance policy the design, purpose, spirit and reason of the entire contract and every part of its clauses must be considered and no words disregarded as inoperative in order to give a rational and reasonable meaning to them consistent with the general design and object of the instrument. Contracts, especially of insurance, which more than most others are regulated by law, must be construed in the light of existing law and the legislative intent and purpose therein expressed.” <em>Standard Accident Ins. Co. </em>v. <em>Newman, </em>47 N.Y.S.2d 804, 811, aff’d, 268 App. Div. 967, 51 N.Y.S. (2d) 767. To determine whether or not the plaintiff is precluded from recovering because there is no provision in the policy specifically insuring against liability of the plaintiff’s husband for the injuries suffered by her, we turn our attention to an examination of the legislative history and judicial interpretation of § 167 (3) of the New York Insurance Law. “Prior to 1937, a husband was not liable to his wife for personal injuries resulting from his negligence. ... In that year the law was amended by granting to either spouse a right of action against <page-number citation-index=\"1\" label=\"578\">*578</page-number>the other for negligent injury to person or property, so that such suit' is no longer, against the public policy of New York. ... In order to make it possible for an insurance carrier to relieve itself of liability in situations where the wife was injured while riding in the automobile of her husband, the law provided that unless the policy specifically covered an injury to a spouse, such liability would not be deemed included within the terms of the policy.” <em>Stonborough </em>v. <em>Preferred Accident Ins. Co., </em>180 Misc. 339, 342, 40 N.Y.S.2d 480.</p>\n<p id=\"b592-5\">' Chapter 669 of the Laws of New York, 1937, in addition to granting to either spouse a right of action against the other for negligent injury to person or property, added a subdivision to a section of the Insurance Law and amended the Vehicle and Traffic Law by providing that policies of insurance issued to\" motor vehicle owners need not insure against injuries to the spouse of the owner. “These simultaneous enactments disclose a considered legislative intent to create a right of action theretofore denied, and at the same time to protect insurance carriers against loss through collusive actions between husband and wife.” <em>Fuchs </em>v. <em>London &amp; Lancashire Indemnity Co., </em>258 App. Div. 603, 605, 17 N.Y.S.2d 338. In <em>Coster </em>v. <em>Coster, </em>289 N.Y. 438, 442, 46 N.E.2d 509, the court, in discussing the capacity of the plaintiff, a resident of New York, to sue in New York to recover for personal injuries received in Massachusetts, repeated the recognized rule that her “right to bring and to maintain the suit and to recover damages against her spouse is a substantive right, a part of her cause of action and not a mere matter of remedy.” “Generally, the rule of <em>lex loci delicti, </em>or the law of the place where the tort or. wrong is committed, controls and the rights <page-number citation-index=\"1\" label=\"579\">*579</page-number>and liabilities arising out of an automobile accident are governed by the law of the state in which the accident occurs regardless of where the insurance policy was issued.” <em>Clement </em>v. <em>Atlantic Casualty Ins. Co., </em>13 N.J. 439, 442, 100 A.2d 273. It is, and for many years has been, the law of Connecticut that a wife may bring and maintain an action against her husband to recover for personal injuries caused by his negligent act or acts in this state. <em>Ginsberg </em>v. <em>Ginsberg, </em>126 Conn. 146, 148, 9 A.2d 812; <em>Bushnell </em>v. <em>Bushnell, </em>103 Conn. 583, 586, 131 A. 432. The defendant makes no contrary claim.</p>\n<p id=\"b593-5\">The court, in overruling the demurrers in the instant case, was justified in presuming that the New York legislature was aware of the rule that, in an action brought in another state by one spouse to recover for injuries caused by the negligence of the other in that state, the law of the place where the injuries were received governs. The circumstances of the simultaneous enactments lead irresistibly to the conclusion that the provisions of § 167 (3) of the New York Insurance Law, excluding coverage of an insured’s liability for injuries to or the death of his spouse unless the policy expressly provides such coverage, were intended to relate only to the newly created right of action, which was necessarily based on occurrences within the state of New York. It is clear that the New York legislature had no intent to control a foreign factual situation over which it assumed to have no control.</p>\n<p id=\"b593-6\">That the court did not err in concluding that the defendant is liable under the express terms of the policy is clearly shown by the provisions contained in it. The defendant agreed “[t]o pay on behalf of the insured all sums which the insured shall become legally obligated to pay as damages because of <page-number citation-index=\"1\" label=\"580\">*580</page-number>bodily injury . . . sustained by any person, caused by accident and arising out of the ownership, maintenance or use of the automobile.”</p>\n<p id=\"b594-5\">The defendant, in its brief, calls attention to the fact that the policy provided that the car in question was to be “principally garaged” in New York City. This is of no consequence since, by its terms, the policy applied “to accidents which occur . . . while the automobile is within the United States of America.” Under “Exclusions” there is no provision that the “policy does not apply” to the liability of the insured to Ms spouse.</p>\n<p id=\"b594-6\">There is no error.</p>\n<p id=\"b594-7\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}