{
  "casebody": {
    "data": "<casebody firstpage=\"90\" lastpage=\"100\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"AN9\">Waddell’s Appeal.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"Au0\">1. The Act of 13th of June 1874-, providing “ for a right of way across or under the rivers or other streams of this Commonwealth, for the better and more convenient mining of anthracite coal,” confers authority to take private property for private use and is unconstitutional and void.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b90-11\">2. The right of the legislature to authorize the construction of private roads over the land of another is predicated upon the fact that these roads shall be made to connect with a public highway or place of necessary public resort, or with a private road leading to a highway, and that the public shall have an implied right or license to use them.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b90-12\">3. The right of the legislature to authorize the construction of lateral railways over the land of another is predicated upon the fact that such railways shall be made to connect with some public improvements, railroads, or highways of some description, as enumerated in the Act of 1832 and its supplements.</headnotes>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b90-15\">March 9th 1877.</otherdate>\n<judges data-order=\"5\" data-type=\"judges\" id=\"Af\">. Before Agnew, C. J., Sharswood, Mercur, Gordon, Paxson and Woodward, JJ.</judges>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b90-16\">Appeal from the Court of Common Pleas of <em>Luzerne county: </em>In Equity. Of January Term 1876, No. 186.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b90-17\">The case was this: The Act of 13th June 1874, Pamph. L. 286, Purd. Dig. 1967, pi. 1, provides, <em>inter alia, </em>as follows : “That any person 0or persons, owners or lessees of anthracite coal in or underlying lands on both sides of any of the rivers or other streams of this Commonwealth, may have the right of way across said rivers or other streams, or any of them, from their lands on one side to those on the other side, either upon the surface or under the same, for the purpose of mining and removing said coal, by such route as shall be deemed or found to be the nearest, most practicable and convenient for making the said way between the said lands, with the right to follow, mine, remove and dispose of any vein of anthracite coal or other material within the bounds of said way, upon paying the owner or owners of the land passed over or under for the same as hereinafter provided. .</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b90-18\">“ The said right of way may be made by drift, slope, tunnel, or <page-number citation-index=\"1\" label=\"91\">*91</page-number>other necessary or proper means, and shall not exceed twelve feet in width.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b91-6\">“ That whenever any of the parties before named desire to make and have a right of way across any river or other stream under the surface of the same, through lands not belonging to them, for the purpose aforesaid, such party may present a petition to the Court of Common Pleas of the proper county, or any law judge thereof in vacation, setting forth that he or they are the owhers or lessees of anthracite coal lying and being under lands on both sides of a river, or other stream, which he or they desire to connect, for the purpose of mining the samé, by away under the said river, or other stream, and that the intervening lands, over which such river, or other stream flows, do not belong to them, but to other parties, and that it is his or their desire to be allowed to construct and have a right of way under such river or other stream, and praying the court to permit such party to have a right of way as aforesaid, which petition shall set forth a description of the lands on both sides of the said river or other stream which the party petitioning desires to connect and communicate with by such way, and the place of beginning and general direction, &amp;c.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b91-7\">“ In pursuance of the provisions of this act, Thomas Waddell and Joseph P. Sehooley filed their petition in the Court of Common Pleas of Luzerne county, setting forth that they were the lessees and owners of certain lands situate on either side of the Susquehanna river, about opposite each other, and therein fully described, the one being upon the western side of the river, unimproved as coal land, and incapable of such improvement by reason of its being low land and liable to overflow; and the other upon the easterly side of the river, improved, with a shaft, &amp;c., and connecting with the North Branch Canal and the Lehigh Valley Railroad Company, both of which are upon the said -tract and directly connected, with the mining operations on the tract itself.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b91-8\">\"That the petitioners were desirous of connecting the said tract of land on the west side of the river ‘ with the North Branch Canal, a public highway constructed by the Commonwealth of Pennsylvania, for the use of the citizens thereof, for the purpose of shipment and conveyance of and to market of the anthracite coal under said lands, and also with the Lehigh Valley Railroad, a public highway constructed for the transportation of coal and for a like purpose. ’ ’ ’</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b91-9\">The petition therefore prayed:—</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b91-10\">“ That the court might permit the petitioners to have a right of way under the said Susquehanna river, by such route as should be deemed or found to be the nearest, most practicable and convenient for making the said way, with the right to follow, mine, remove and dispose of any vein of anthracite coal or other material within the bounds of said way, upon paying the owner or owners thereof, as by the Act of Assembly is in such case provided.”</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b92-5\"><page-number citation-index=\"1\" label=\"92\">*92</page-number>On the 11th of July 1874 the Pennsylvania Coal Company filed a bill in equity, which set forth that they owned a large body of coal land adjacent to the Susquehanna river, and two tracts of land known as “river warrantsthat Waddell and Schooley claimed that they were the lessees of lots and mines on the east and west side of said river, and that assuming to proceed under the Act of 1874, they had filed a petition asking for the right of way through the land of complainants under said river, and that they were about to have viewers appointed to go upon complainant’s lands and to make a slope or passage through complainant’s lands, and to mine, remove and dispose of complainant’s coal in said slope; that the extensive and valuable mines of complainant, now opened and worked, will be put in connection with such proposed tunnel or slope, and will thus become liable to great and irreparable injury; that the Act of Assembly aforesaid is unconstitutional and void, in that it proposes to authorize the taking of private property for private use. The bill then prayed that the defendants should be restrained from taking any further proceedings under their petition, and the petition dismissed.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b92-6\">A special injunction issued as prayed for. A motion ivas subsequently made to dissolve this injunction, and affidavits on either side were filed as to the extent of the injury that would ensue from the proposed slope or tunnel to the property of the coal company.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b92-7\">The opinion of the court was delivered by Harding, P. J., extended portions of which are herewith given, in view of the learned and exhaustive discussion of road law contained therein.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b92-8\">“ The legislation as to private roads in this Commonwealth had an early beginning. The Act of February 20th 1735 was the first; the Act of April 6th 1802, Pamph. L. 178, in many respects a reenactment of the former, followed; and again, the General Road Law of June 13th 1836, Pamph. L. 556, in which there was almost an entire incorporation of the provisions of the previous acts, took its place upon the statute book. Thus far, however, the authorizing of private roads by the legislature extended only to the surface of lands ; but the Act of April 16th 1838, sect. 19, Pamph. L. 642, lengthened the reach; it authorized the construction of private roads under the surface, to connect with coal mines. This was afterwards supplemented by the Act of April 13th 1868, Pamph. L. 92, conferring authority to establish private roads to coal mines either under or over the surface of intervening lands. But it was held in Neeld’s Road, 1 Barr 352, that the Act of April 16th 1838 was crude and imperfect, and that it could only be carried into effect by adding it to our road system, and treating it as if it was a section in the General Road Law. Since then it has been thus treated uniformly.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b92-9\">With reference to lateral railroads, the Act of May 5th 1832, Pamph. L. 501, was the first. It authorized the owner or owners of certain property designated in the act, to construct a lateral <page-number citation-index=\"1\" label=\"93\">*93</page-number>railroad over the lands of others intervening, for a distance of three miles, between such property and any railroad, canal or slackwater navigation. A supplement to it was enacted March 28th 1840, Pamph. L. 196, which extended the provisions of the original act to subterranean railways, and otherwise enlarged its scope in many respects. Subsequently it was further extended to the construction of canals, by the 13th section of the Act of May 5th 1841, Pamph. L. 342. Then followed the 10th section of the Act of April 24th 1843, Pamph. L. 361, relating to the use of landings by lateral railroads at the junction of railroads and canals, and to the assessment and payment of compensation; and, still later, the 3d section of the Act of January 6th 1848, extending more generally the provisions of the 10th section of the Act last referred to, followed also, both thus becoming part and parcel of our lateral railroad system.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b93-6\">“ The Act of June 13th 1874, Pamph. L. 286, now under consideration, came next in order. We scarcely need to cite authorities in support of the doctrine, that where there are several statutes relating to the same subject-matter, they are to be construed together as interpreting and 'enforcing each other. We have already seen that the 19th 'section of the Act of April 16th 1838, authorizing the underground construction of private roads to coal mines, was held to be a part of the general private road system, as established by the Act of June 13th 1836; so, in Keeling <em>v. </em>Griffin, 5 P. F. Smith 305, it was likewise held that the 2d section of the Act of March 28th 1840, supplementary to the general act of May 5th 1832, but extending its provisions to subterranean railways, was in <em>pari materia </em>with the original act, and should be so construed. Adopting this view of construction, the provisions of. the Act of June 13th 1874 must be construed accordingly ; and, hence, •it can make no difference whether we regard the act as a part of our private road system, or as a part of our lateral railroad system.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b93-7\">“ Considering it, first, as a part of the private road system, can its constitutionality be sustained ? The right of the legislature to establish private roads over the land of one man for the benefit of another, for the purpose of access to highways or places of necessary public resort, or even to private ways leading to highways, has never been seriously doubted in Pennsylvania; on the contrary, that right has been distinctly recognised and affirmed; it has, too, been exercised almost continuously ever since the settlement of the province. It is plain, therefore, that the exclusive consideration of the rights of individuals to whom legislative authority to construct private ways has been accorded, does not form the true ground on which the constitutional^ of these acts has been predicated. On the contrary, it is the coflnection of these private ways with public higlrways, or with places of necessary public resort, together with the implied right or license of the public to use them, at least in <page-number citation-index=\"1\" label=\"94\">*94</page-number>going to and from the premises of the person laying them out, quite as much, if not more, as the consideration of purely individual rights, that have won for these acts judicial recognition of constitutionality. The exercise of legislative power for the accomplishment of a purpose in which the general public has an interest, has, indeed, never been gravely questioned anywhere; it will probably never be denied.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b94-4\">“ The private road law of Pennsylvania is not in conflict with the principles to which we have adverted. It does not, strictly speaking, authorize the taking of private property for private use, even after full compensation. The roads laid out under its provisions are <em>quasi </em>public roads.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b94-5\">\" This Act of 1874 is certainly remarkable legislation. It is general in one sense, and yet special in another; general, because it applies to all the rivers and other streams of the Commonwealth; special, not in the sense of prohibited legislation, perhaps, but special, because it applies only to the mining of anthracite coal. Iron ore, bituminous coal, limestone, fire clay, and indeed all other minerals underlying these same rivers and streams, are left outside of its compass altogether. It is general, also, because the apparent reach of its provisions is everywhere within the Commonwealth, but special, nevertheless, because their actual reach is limited necessarily to the few counties where anthracite coal exists.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b94-6\">“ In Luzerne county, and these few counties, there are many ownerships and leaseholds of anthracite coal lying under, and on both sides of, ‘rivers’ and ‘other streams.’ These ‘rivers’ it must not be forgotten, are not in all cases ‘public navigable rivers,’ under which, by the Act of April 11th 1848, Pamph. L. 533, entitled ‘ An Act to encourage the further development of the mineral resources of the Commonwealth of Pennsylvania,’ the right to dig and mine for iron, coal, limestone, sand and gravel, fire clay and other minerals, was authorized to be granted; nor are these ‘ other streams,’ in a single instance, perhaps, either ‘public’ or ‘navigable.’ Furthermore, there are extensive collieries already in operation, and located quite near to these ‘ rivers’ and ‘ other streams,’ and quite near also to the ownerships and leaseholds referred to. Now, under this act, an operator of one of these collieries, no matter whether an individual or corporation, having acquired the ownership, or become the lessee of the anthracite coal under a lot lying on the other side of one of these,‘rivers’ or ‘streams,’ but separated from the colliery by the intervening lot of another over which such river or stream flows, may, ‘for the better and more convenient mining’ of his own ‘anthracite coal,’ take the private property of the owner of such intermediate lot, and appropriate it for a private way to his own colliery, although such private way does not in any manner connect with ‘ a public highway or place of necessary public resort,’ or with ‘ a private way <page-number citation-index=\"1\" label=\"95\">*95</page-number>leading to a highway.’ To use the language of a very clear and able writer on this subject (see Amer. Law Review, vol. 6, p. 197), this is legislative authority for a private way which ‘may have both termini in private lands, and be laid out solely to connect A.’s white-acre lot with A.’s black-acre lot, separated by the land of B.’ The constitutionality of such legislation never yet has received judicial sanction in Pennsylvania, nor, indeed, in any of our sister states.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b95-6\">“ But considering, second, the act as a part of our lateral railroad system, can its constitutionality be sustained ? As we have seen, the Act of May 5th 1832, entitled ‘An Act regulating lateral railroads,’ was the first relating to this subject. It provides that ‘ if any owner or owners of land, mills, quarries, coal mines, lime kilns, or other real estate, in the vicinity of any railroad, canal or slackwater navigation, made or to be made by any company or by the state of Pennsylvania, and not more than three miles distant therefrom, shall desire to make a railroad thereto,-over any intervening lands,’ he or they may do so, upon compliance with other provisions of the act relating to location and to the assessment of damages. As we have seen, also, this act was from time to time supplemented, and its scope thus greatly enlarged; but none of the supplements, no, not one, ever authorized the construction of lateral railways, except they connected with public improvements, railroads or highways of some description, as enumerated in the original act or in the supplements, respectively. Keeling’s case, 6 P. F. Smith 305, involved like this, an underground right of way, and it was held, therein, that there is no authority for the connection of lateral railways, excepting with public improvements, railroads or highways of some description, as enumerated in the Act of 1832, and its supplements.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b95-7\">“ Construing and treating the Act of June 13th 1874, Pamph.'L. 286, as a part of our lateral railroad system, still the difficulties are no less than we have shown them to be, if the act is considered as a part of our private road system. It makes no provision for the connection of the right of way it assumes to authorize, with any ‘ railroad, canal or slackwater navigation;’ it is barren of even a reference to them, or to any public improvement whatsoever. The single constitutional requirement of compensation, it does, however, profess to meet. But how ? ‘ It shall be the duty of the viewers and jury to take into consideration in assessing the damages, the advantages and disadvantages which may result to the owner or owners of the lands passed through by the said way.’ What advantages, pray, could fever result to one of these owners ? None of them would have the right to use the ‘way,’ except by contract; besides, if it connected with no public highway, what possible use could it be to them under any circumstances ? And, yet, upon a mistaken comparison of the ‘ advantages and disadvantages,’ the ‘ viewers and jury’ might <page-number citation-index=\"1\" label=\"96\">*96</page-number>impose on such ‘ owner or owners’ a portion of the cost of constructing such ‘way,’ by lessening the allowance for compensation.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b96-6\">“ The act under consideration, besides authorizing a right of way over or under intervening lands, gives also the specific ‘ right to follow, mine, remove, and <em>dispose </em>of any vein of anthracite coal or other minerals, within the bounds of said way, upon paying the owner or owners of the lands passed over or under for the same,’ as thereinafter provided. Now, one of the recognised and generally accepted meanings of the words, ‘dispose of,’ is to sell. Webster has it thus : ‘ To dispose of; to part with; to sell; to alienate; as, the man has <em>disposed </em>of his house, and removed.’ In addition, then, to the fact that the doctrine held in Lyon <em>v. </em>Grormley, 3 P. F. Smith 263, is at open war with the provision just quoted, independently, indeed, of it altogether, this act, not by a strained or perverted meaning of its terms, but by a construction in exact accord with the commonly received meaning of language, proposes to legalize the taking of the private property of one man, so far as it lies ‘ within the bounds of said way,’ and giving it to another as his private property, upon payment by the latter of such compensation as may be fixed by certain other men.</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b96-7\">“ Again, while the private property of one man may be lawfully charged with a servitude for another, still, the act in question assumes to do much more than this; in terms it proposes to take from the former that part of his estate itself, consisting of coal ‘ within the bounds of said way,’ and give it to the latter for a price to be fixed by five other men, though in case of an appeal, by twelve other men. Now, nothing is more common in the development of anthracite coal, than the recognition of an estate in the surface of land, another in the first underlying vein of coal, another in the second, another in the third, and so on in respect of all the underlying veins. Concerning any possible proposed legislative disturbance of estates of this character, Judge Sharsw-ood remarks in Palairet’s Appeal, 17 P. F. Smith 479; ‘ Are they tobe subject to the legislative fiat ? Can an Act of Assembly compel the owner of the minerals to surrender his property to the owner of the soil at the valuation of a jury ? Can a law say that twelve men shall determine at what price I shall sell my property to another ?’</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b96-8\">“ But again: It is most persistently and vigorously contended by the counsel for the defendants in this bill, that, as applied to the present case, the Act of June 13th 1874, is free from all taint or suspicion of unconstitutionality. The proposition, as we understand it, is, that a former Act of Assembly of April 11th 1848, Pamph. L. 533,- already referred to, authorized a grant of the ‘ right to dig and mine-for iron, coal, limestone, sand and gravel, fire clay and other minerals,’ under the ‘ public navigable rivers’ of the Commonwealth ; that so far as the anthracite coal and other substances named in the act, underlie the Susquehanna river, between the ter<page-number citation-index=\"1\" label=\"97\">*97</page-number>mini of the £ way’ sought to be obtained, the plaintiffs have the right <em>‘ </em>to dig and mine’ them ; that it is not, however, an exclusive right, not an absolute estate in land, but an incorporeal hereditament; that the legislature of 1874, in the exercise of its undoubted functions, authorized the construction of a £ way’ through this anthracite coal; that the defendants were acting in pursuance of this authority at the time they were enjoined by this court; and that, therefore, the injunction heretofore issued, ought now be dissolved.</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b97-6\">\" Had the Act of June 13th 1874 only authorized the construction of a way across or under the £ public navigable rivers’ of the Commonwealth, for the ' better and more convenient mining of anthracite coal,’ as granted under the provisions of the Act of April 11th 1848, <em>supra, </em>there might be force in the argument. It will be full time, however, to consider that argument when such an Act of Assembly is brought to our notice. Certainly, this one is not of that character; it is general in its scope, applying as well to anthracite coal underlying the rivers and other streams of the Commonwealth which are not' navigable, as to that underlying the £ public navigable rivers,’ applying as well to grants of anthracite coal in fee, as to alleged mining rights under the Act of April 11th 1848. It would be anomalous, indeed, to sustain the constitutionality of an Act of Assembly as applied to A.’s case, and yet overturn it as applied to B.’s.</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b97-7\">“ The Act of June 13th' 1874 we hold to be unconstitutional and void. The motion to dissolve the injunction is, therefore, overruled.”</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b97-8\">The defendants, Waddell and Schooley, took this appeal and alleged that the court erred in continuing the special injunction granted in this case.</summary>\n<attorneys data-order=\"32\" data-type=\"attorneys\" id=\"b97-9\"><em>E. P. &amp; J. V. Darling, Henry W. Palmer </em>and <em>Steuben Jenldns, </em>for appellants.</attorneys>\n<p data-order=\"33\" data-type=\"legal\" id=\"pAY9\">1. That the legislature may authorize a private way over or through the lands of another upon compensation being provided for such occupation, for a general or public purpose, Avhich purpose need not include the public right to travel upon it: Concession of Wm. Penn of July 11th 1681; Act of 1700; Shippen, C. J., in McClenachan <em>v. </em>Curwen, 6 Binn. 509; Palairet’s Appeal, 17 P. F. Smith 479; Act of Assembly, February 20th 1735-6, which was re-enacted in 1802 ; Act of April 6th 1802, 3 Sm. Laws 512; General Law of June 13th 1836, Pamph. L. 553 ; sect. 18 of Act of 1802 and sect. 13 of Act of 1836, <em>supra ; </em>sect. 17 of Act of 1836, <em>supra; </em>Act of June 13th 1836, sect. 11; Kyle’s Penn Valley Road, 4 Yeates 514; Schuylkill Falls Road, 2 Binn. 250; Spear’s Road, 4 Id. 174; Miller’s Road, 9 S. &amp; R. 35; Bart Township Road, 13 Id. 83; Bachman’s Road, 1 Watts 400; Holden <em>v. </em>Cole, 1 Barr 303; Act of April 16th 1838, sect. 19, <page-number citation-index=\"1\" label=\"98\">*98</page-number>Pamph. L. 642; Neeld’s Road, 1 Barr 353; Pocopson Road, 4 Harris 15 ; Southampton Road, 9 Id. 356; Clowe’s Road, 7 Casey 12; Fleming <em>v. </em>Ramsey, 10 Wright 252; Keeling’s Road, 9 P. F. Smith 358; West Pikeland Road, 13 Id. 471.</p>\n<p data-order=\"34\" data-type=\"legal\" id=\"b98-6\">The private road law cannot be supported on the ground, of the public’s right to travel on private roads, for the above cases show that no such right exists. Assuming, however, that these acts are in <em>pari materia </em>with the Lateral Railroad Laws, have the latter no other support than that of the public user ? Harvey <em>v. </em>Thomas, 10 Watts 63; Harvey <em>v. </em>Lloyd, 3 Barr 331; Shoenberger <em>v. </em>Mulhollan, 8 Id. 134; Yost’s Report, 5 Harris 524; Plank Road Co. <em>v. </em>Thomas, 8 Id. 91; Stuber’s Road, 4 Casey 199; Krier’s Private Road, 23 P. F. Smith 109 ; Act April 21st 1846, Pamph. L. 416 ; Hays <em>v. </em>Risher, 8 Casey 169 ; Brown <em>v. </em>Peterson, 4 Wright 373 ; Boyd <em>v. </em>Negley, Id. 377.</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b98-7\">The case of Brown <em>v. </em>Peterson, 7 Wright 495, is exactly in point. As to what is a public use: Hays <em>v. </em>Risher, 8 Casey 169; Potter’s Dwarris on Statutes 376-7; Cooley on Const. Limit. 533; Lance’s Appeal, 5 P. F. Smith 16 ; Lyon <em>v. </em>Gormley, 3 Id. 261.</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b98-8\">The case of Keeling <em>v. </em>Griffin, 6 P. F. Smith 305, is not inconsistent. No question as to the power of the legislature to authorize such a railroad was before the court. The decision was correct. The opinion is a collection of <em>obiter dicta.</em></p>\n<p data-order=\"37\" data-type=\"legal\" id=\"b98-9\">2. The fact that the terminus of a private road is- upon the land of the petitioner, upon which land are located the canal and railroad with which connection is desired to be made, is not material; the only essential point under the Act of 1836, and its supplements, being the outlet to a public road or highway or private way leading to a public road or highway, or to some place of public necessary resort: Harvey <em>v. </em>Thomas, 10 Watts 63; Brown <em>v. </em>Peterson, 7 Wright 495; Spear’s Road, 4 Binn. 174; Bart Township Road, 13 S. &amp; R. 83.</p>\n<p data-order=\"38\" data-type=\"legal\" id=\"b98-10\">By the <em>public </em>use is not meant that the whole public or airy considerable part shall have the right: Talbot <em>v. </em>Hudson, 16 Gray 417 ; Haverhill Bridge <em>v. </em>Essex Co., 103 Id. 120; Lyon <em>v. </em>Gormley, 3 P. F. Smith 263.</p>\n<p data-order=\"39\" data-type=\"legal\" id=\"b98-11\">3. The fee to the soil under all navigable rivers within the limits of the state of Pennsylvania, including the Susquehanna, under Avhich the present road is designed to go, being in the Commonwealth, subject only to certain licenses under the Act of April 11th 1848, Pamph. L. 533, it is competent for the legislature to authorize private ways through the same.</p>\n<p data-order=\"40\" data-type=\"legal\" id=\"b98-12\">That the beds of navigable rivers in Pennsylvania belong to the Commonwealth in fee will be admitted. It is equally clear that the Commonwealth has not divested herself of such estate by the Act of April 11th 1848, Pamph. L. 533. The intention of the original act was re-expressed by the Act of March 24th 1849, <page-number citation-index=\"1\" label=\"99\">*99</page-number>Pamph. L. 225, declaring its meaning, which act would be constitutional even if the plaintiff below had purchased prior to its passage: O’Conner <em>v. </em>Warner, 4 W. &amp; S. 223; and the point has been finally decided on the original act: Brandt <em>v. </em>McKeever, 6 Harris 70.</p>\n<p data-order=\"41\" data-type=\"legal\" id=\"b99-6\">The license granted to the plaintiffs below is a right of common only, and not being exclusive may be granted to others by the same terms : Lord Mountjoy’s case, 1 Co. Litt. 536, 4 Leonard 147; Gloninger <em>v. </em>Franklin Coal Co., 5 P. F. Smith 9; Carnahan <em>v. </em>Brown, 10 Id. 26; Tinicum Fishing Co. <em>v. </em>Carter, 11 Id. 36-9; Union Petroleum Co. <em>v. </em>Bliven Petroleum Co., 22 Id. 173.</p>\n<p data-order=\"42\" data-type=\"legal\" id=\"b99-7\">That a portion of an Act of Assembly may be unconstitutional does not render the whole act unconstitutional: Breitenbach <em>v. </em>Bush, 8 Wright 313; Clark <em>v. </em>Martin, 13 Id. 299; Chicago, &amp;c., Railroad Co. <em>v. </em>Smith, 62 Ill. 268 ; Mott <em>v. </em>Penna. Railroad Co., 6 Casey 9; Act of May 10th 1857 ; Allentown <em>v. </em>Henry, 23 P. F. Smith 404.</p>\n<attorneys data-order=\"43\" data-type=\"attorneys\" id=\"b99-8\"><em>A. T. McClintock </em>and <em>Henry M. Hoyt, </em>for appellees.</attorneys>\n<p data-order=\"44\" data-type=\"legal\" id=\"pAQD\">1. The of 13th of June 1874, Pamph. L. 286, is unconstitutional, because the “taking of private property” by the terms of the act is based neither upon a “public use” nor “necessity:” Const., art. 1, sects. 9, 10, 11; Pittsburgh <em>v. </em>Scott, 1 Barr 309; Lambertson <em>v. </em>Hogan, 2 Barr 24; 2 Kent Com. 239, 240; Wilkinson <em>v. </em>Leland, 2 Peters 657; Taylor <em>v. </em>Porter, 4 Hill 140. Even if it did not contravene any constitutional provision it is a violation of <em>social compact: </em>Goshen <em>v. </em>Stonington, 4 Conn. 225; Welch <em>v. </em>Wardsworth, 30 Id. 155; City of Bridgeport <em>v. </em>Housatonic Railroad Co., 15 Id. 498; Bradley <em>v. </em>N. Y. &amp; N. H. Railroad Co., 21 Id. 305; Cooley’s Const. Lim. 175. What is a <em>public use </em>is a question for the courts and not for the legislature. The <em>constitution </em>and not <em>the laws </em>is the <em>suprema lex; </em>the constitution, as expounded by <em>the courts </em>and not by the legislature: Palairet’s Appeal, 17 P. F. Smith 488; Pittsburgh <em>v. </em>Scott, 1 Barr 309; Cooley’s Const. Lim. 528-532; Talbot <em>v. </em>Hudson, 16 Gray 417; Olmstead <em>v. </em>Camp, 33 Conn. 532; Bankhead <em>v. </em>Brown, 25 Iowa 540 : Concord Railroad Co. <em>v. </em>Greeley, 17 N. H. 47; Coster <em>v. </em>Tidewater Co., 3 C. E. Green 54; Kramer <em>v. </em>C. &amp; Pitts. Railroad Co., 5 Ohio N. S. 146.</p>\n<p data-order=\"45\" data-type=\"legal\" id=\"b99-9\">2. The act cannot be sustained as part of the <em>private road </em>system. <em>Private roads </em>can only be sustained, because “ they are branches of public roads:” Palairet’s Appeal, 17 P. F. Smith 492 ; Hays <em>v. </em>Risher, 8 Casey 169 ; Brown <em>v. </em>Corey, 7 Wright 495; Keeling <em>v. </em>Griffin, 6 P. F. Smith 307; Perrine <em>v. </em>Farr, 2 Zab. 362; Ferris <em>v. </em>Bramble, 5 Ohio St. 109; Hickman’s Case, 4 Harrington 580; Taylor <em>v. </em>Porter, 4 Hill 140.</p>\n<p data-order=\"46\" data-type=\"legal\" id=\"b99-10\">In Pennsylvania, the “private road” must be “necessary,” “ must lead to a highway,” or to a “ private way leading to a highway:” Br. Purd. 1274, pl. 14, 15. The “way” provided for in Act of 1874 is based upon neither requisite.</p>\n<p data-order=\"47\" data-type=\"legal\" id=\"b100-5\"><page-number citation-index=\"1\" label=\"100\">*100</page-number>3. The act cannot be sustained as part of the “ lateral railroad system.” The constitutionality of this system was finally put on the true grounds by Justice Woodward, in. Hays <em>v. </em>Risher, 8 Casey 169, abandoning the ground taken in Harvey <em>v. </em>Thomas, 10 Watts 63, and Harvey <em>v. </em>Lloyd, 3 Barr 331. The Act of 1874 is barren of the requirements of the lateral railroad Acts of 1832 and supplements.</p>\n<p data-order=\"48\" data-type=\"legal\" id=\"b100-6\">4. The act is not in <em>pari materia </em>with the Acts of 1836 and supplements of 1838 and 1868 (Br. Purd. 1275, pl. 21, 22, 25). This is distinctly decided in Keeling’s Road, 9 P. F. Smith 361.</p>\n<p data-order=\"49\" data-type=\"legal\" id=\"b100-7\">5. The act is unconstitutional in that it permits the petitioners to <em>take </em>and <em>dispose </em>of the coal in the “way:\" Palairet’s Appeal, <em>supra; </em>Lyon <em>v. </em>Gormley, 3 P. F. Smith 263.</p>\n<p data-order=\"50\" data-type=\"legal\" id=\"b100-8\">The warrant and patent from the Commonwealth, under Act lith April 1848, and 24th March 1849, confer on the appellees a title to the coal under the river and more than a mere <em>license </em>to dig it: Brown <em>v. </em>Corey &amp; Peterson, 7 Wright 503; Caldwell <em>v. </em>Fulton, 7 Casey 475 (Brandt <em>v. </em>McKeever, 6 Harris 70, does not touch the point). “ Coal and minerals in place are land.”</p>\n<p data-order=\"51\" data-type=\"legal\" id=\"b100-9\">If the end to be accomplished in sect. 1, Act of 1874, is prohibited by the constitution, all the rest of the act must fall with it, being simply <em>means to </em>that end: Commonwealth <em>v. </em>Clapp, 5 Gray 100; Commonwealth <em>v. </em>Maxwell, 3 Casey 456; Warren <em>v. </em>Charlestown, 2 Gray 99; People <em>v. </em>Bull, 46 N. Y. 68; State <em>v. </em>Commissioners, 5 Ohio N. S. 507; Cooley’s Const. Lim. 187.</p>\n<p data-order=\"52\" data-type=\"legal\" id=\"b100-10\">As the Act of 1874 is silent as to any provisions for “use by the public” “connection with other highways” or “necessity” it cannot be helped out by the <em>petition </em>filed. The petition cannot operate to render the act valid by retroaction. The act stands or falls by the construction of the terms on the face of it. The way herein provided for is a mere private way and cannot be so created: Palairet’s Appeal, <em>supra ; </em>Taylor <em>v. </em>Porter, 4 Hill 140 ; Baker <em>v. </em>Braman, 6 Id. 47 ; Powers <em>v. </em>Bergen, 2 Seld. 368; Osborn <em>v. </em>Hart, 24 Wis. 89 ; Sadler <em>v. </em>Langham, 34 Ala. 311; Dickey <em>v. </em>Tennison, 27 Mo. 373; Bankhead <em>v. </em>Brown, 25 Iowa 540 — with only one case in the United States adverse, Olmstead <em>v. </em>Camp, 33 Conn. 532, and this case is a <em>reductio ad absurdam.</em></p>\n<decisiondate data-order=\"53\" data-type=\"decisiondate\" id=\"AXs\">March 19th 1877,</decisiondate>\n<opinion data-order=\"54\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b100-11\">The judgment of the Supreme Court was entered,</p>\n<author id=\"b100-12\">Per Curiam.</author>\n<p id=\"As\">The decree of the court below, continuing the special injunction, is affirmed, with costs to be paid by the appellants, and the appeal is dismissed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}