{
  "casebody": {
    "data": "<casebody firstpage=\"460\" lastpage=\"464\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b512-3\">RECORDAK CORPORATION v. The UNITED STATES.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b512-5\">No. 455-59.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b512-6\">United States Court of Claims.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b512-7\">Dec. 13, 1963.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b512-8\">Rehearing Denied Feb. 14, 1964.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b512-13\">Joseph E. McAndrews, Washington, D. C., for plaintiff. Richard B. Barker and Ivins, Phillips &amp; Barker, Washington, D. C., of counsel.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b512-17\">Theodore D. Peyser, Jr., Washington, D. C., with whom was Asst. Atty. Gen. Louis F. Oberdorfer, for defendant. Edward S. Smith, Lyle M. Turner and Philip R. Miller, Washington, D. C., were on the brief.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b512-18\">Before JONES, Chief Judge, and WHITAKER, LARAMORE, DURFEE and DAVIS, Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b512-19\">DAVIS, Judge.</author>\n<p id=\"b512-20\">In this tax refund suit, we are asked to hold that the Commissioner of Internal Revenue improperly denied Recordak Corporation, a wholly-owned subsidiary of Eastman Kodak, capital gains treatment on the sale of certain microfilming equipment in 1954, 1955, and 1956. The critical question, once again, is whether this property was “held by the taxpayer primarily for sale to customers in the ordinary course of * * * [its] trade or business.” Int.Rev.Code of 1954, § 1231.</p>\n<p id=\"b512-21\">Plaintiff has long been engaged in renting microfilming equipment on a month-to-month basis; it has also serviced the machines and supplied and developed the film necessary for their operation. From 1928 (or 1929) to 1950 this rental and servicing activity produced almost all the company’s income.<footnotemark>1</footnotemark> In 1950 there was a change in operation. To obtain working capital, plaintiff decided that as of July 31, 1950, it would sell as well as rent all of its stock of microfilmers. The need for working capital ended in 1953, but the company has continued to give users the option to buy or rent its equipment. Since July 31, 1950, all microfilmers have been available either for sale or for rental. The plaintiff says that it continued this policy because in 1953 it developed the new model RM microfilmer which was more economical and faster in its operation than any of the older devices. It was expected that, once the RM was known to be available,<footnotemark>2</footnotemark> the company’s regular customers <page-number citation-index=\"1\" label=\"461\">*461</page-number>would return the older models for replacement by the newer-type equipment. This forecast proved correct. In the taxable years (1954-1956) an increasing number of older-type microfilmers were sent back by rental customers. In that period, plaintiff attempted to sell the older equipment for “stand-by” use by previous customers and also tried to interest new users who would not need the advantages of the improved model. It was successful in disposing of most of the pre-RM machinery by sales to consumers, under the one-year guarantee which is standard in the industry; some of the sales, however, were made in “bulk” and plaintiff would provide only limited servicing. All of the machines sold in the taxable years were bought as microfilmers, but after 1956 much of the remaining pre-RM equipment was dismantled and sold for scrap or junk.</p>\n<p id=\"b513-5\">In the three taxable years, Recordak treated as long-term capital gain its income from sales of pre-RM machines first installed on rental more than six months prior to the date of sale. The Internal Revenue Service disallowed all capital gain <footnotemark>3</footnotemark> on the sales and assessed deficiencies on the basis that ordinary income had been realized. Plaintiff paid the deficiencies and filed claims for refund which were similarly rejected. This suit was then timely brought to recover $922,-721.28 with interest, said to be the difference between a tax at ordinary income rates and one at the capital gains level.</p>\n<p id=\"b513-6\">Of the five pre-conditions to capital gains treatment (under Section 1231 of</p>\n<p id=\"b513-11\">the Internal Revenue Code of 1954) for profits from sales of property, it is common ground that plaintiff can be assumed for this case to have met four (use of the property in trade or business, depreciability of the property, six months holding period, non-inventory property). The dispute is whether the machines sold in 1954-1956 were “held * * * primarily for sale to customers in the ordinary course of * * * trade or business.” Plaintiff’s basic contention is that its business was a rental business and that its sale of pre-RM microfilmers was merely the non-recurrent liquidation/ of outmoded and obsolete equipment. The Government answers that since 1950 the company has had the regular policy of offering its devices either for sale or for rental and that they were therefore held in the taxable years for the purpose of sale.<footnotemark>4</footnotemark></p>\n<p id=\"b513-12\">A basket-full of cases has applied this protean standard of Section 1231 (and its predecessors) to a string of varying situations. We know that there is no single test, that differences in the circumstances can be quite significant, and that a fair number of separate factors have been thought relevant (though none decisive in itself). See Oahu Sugar Co., Ltd. v. United States, Ct.Cl., 300 F.2d 773, 776-777 (1962); <footnotemark>5</footnotemark> Lazarus v. United States, 145 Ct.Cl. 541, 545-552, 172 F.Supp. 421, 423-428 (1959). Some courts have explicitly defined “primarily” (in the phrase “property held * * * primarily for sale,” etc.) as meaning, not “chief - <page-number citation-index=\"1\" label=\"462\">*462</page-number>ly” or “predominantly,” but merely “substantially” or “essentially.” American Can Co. v. Commissioner, 317 F.2d 604 (C.A.2, 1963); Greene-Haldeman v. Commissioner, 282 F.2d 884 (C.A.9, 1960); Rollingwood Corp. v. Commissioner, 190 F.2d 263 (C.A.9, 1951); S.E.C. Corp. v. United States, 140 F.Supp. 717 (S.D.N.Y.1956), aff’d per curiam, 241 F.2d 416 (C.A.2), cert. denied, 354 U.S. 909, 77 S.Ct. 1294, 1 L.Ed.2d 1426 (1957). Others have found it unnecessary or unhelpful to draw that particular distinction. E. g., Meridian, Inc. v. Commissioner, C.A.6, 1963, 322 F.2d 198; Tomlinson v. Dwelle, 318 F.2d 60 (C.A.5, 1963); Hillard v. Commissioner, 281 F.2d 279, 283 (C.A.5, 1960); Philber Equip. Corp. v. Commissioner, 237 F.2d 129, 131 (C.A.3, 1956). Almost always, a major concern, expressed or understood, has been to determine the ordinary course of the taxpayer’s business so as to discover whether the disputed sales were a part of, or outside, that normal stream. Business enterprise profits are to be taxed, as usual, at ordinary rates; property gains classed as separate from the main-stream of the enterprise will receive more lenient treatment. “Congress intended that profits /and losses arising from the everyday operation of a business be considered as ordinary income or loss rather than capital gain or loss. The preferential treatment provided by * * * [the capital assets provisions of the Code] applies to transactions in property which are not the normal source of business income.” Corn Products Refining Co. v. Commissioner, 350 U.S. 46, 52, 76 S.Ct. 20, 24, 100 L.Ed. 29 (1955).</p>\n<p id=\"A9p\">This steady focus on the demarcation of the taxpayer’s business suggests that the statutory standard — whatever else it may or may not embrace — does forbid /capital gains treatment for sales which form an accepted part of the taxpayer’s regular business. If the purchasers are properly considered customers of that regular business, the taxpayer’s dealings with them results in ordinary income. For the present case we can concentrate on this theme.</p>\n<p id=\"b514-10\">Since July 1950, plaintiff’s regular business has been the distribution of its microfilm machines through sale or rental. At that time it changed its previous policy of refusing to sell, announced to its customers that its microfilmers would be available for either lease or sale, and declared that “this sales policy applies not only to the machines which you are now using but also to Recordak products manufactured in the future.” (Finding 11(c).) Advertisements were run in the bank journals to this effect, and plaintiff continued through the taxable years to offer the equipment either for lease or rental. (Finding- 11(d).) The sales organization handled rentals and sales indiscriminately. (Finding 19.) Sales became an increasing part of the business enterprise; the gross receipts from the sale of microfilmers and equipment, in 1956, actually exceeded in large measure the taxpayer’s gross rental income. In each of the years 1950-1956, gross receipts from sales were very substantial, not only when considered by themselves, but when viewed in relation to the gross rental income for the respective years.<footnotemark>6</footnotemark> The short of it is that plaintiff’s policy of selling or renting, at the user’s option, has been consistently maintained since the middle of 1950.</p>\n<p id=\"b514-11\">We are told that it makes a difference that the initial decision of Recordak’s officers, in 1950, to sell was motivated by the need for working capital. In some situations, it may well be significant that a taxpayer who is solely in the rental or “investment” business decides to sell <page-number citation-index=\"1\" label=\"463\">*463</page-number>temporarily in order to meet the necessity of a current adverse condition. Cf. Oahu Sugar Co., Ltd., v. United States, supra, 300 F.2d 773. Here, however, the problem of working capital was solved in 1953, prior to the taxable years, but plaintiff nevertheless continued to sell. We are then told that from 1954 to 1956 plaintiff sold merely to dispose of obsolete property — the pre-RM equipment. But the sale policy also covered the new RM model, and ever since the disposal of the older equipment plaintiff has continued to offer its newer machines for sale. The long-continued change in operations which began in 1950 cannot be disregarded simply because plaintiff may have had some special reasons for adopting that modification in its initial stages. As it worked out, plaintiff’s program of sale-or-rent became an integral characteristic of its business. With respect to the pre-RM models merchandised to newly developed groups of users, the plan was as much a part of plaintiff’s regular business as the bargain basements or remainder sales of department stores which seek to dispose of goods left unsold on their counters. Unlike the “liquidation” cases (see Cebrian v. United States, 149 Ct.Cl. 357, 181 F.Supp. 412 (1960); Western <em>&amp; </em>Southern Life Ins. Co. v. United States, 143 Ct.Cl. 460, 163 F. Supp. 827 (1958); Gordon v. United States, 141 Ct.Cl. 883, 159 F.Supp. 360 (1958); McConkey v. United States, 131 Ct.Cl. 690,130 F.Supp. 621 (1955); Garrett v. United States, 128 Ct.Cl. 100, 120 F.Supp. 193 (1954)), where property has been sold as a nonrecurring final disposition of a holding or business, Recordak used the funds obtained from the sales of its microfilmers, old and new for the furtherance of its continuing sales and rental business.</p>\n<p id=\"b515-5\">Plaintiff seeks, too, to bring itself within the scope of the “rental-obsolescence” decisions holding that the sale of rental equipment, after it is no <em>longer </em>useful for renting, is taxable at capital gain rates. Hillard v. Commissioner, 281 F.2d 279 (C.A.5, 1960); Philber Equip. Corp. v. Commissioner, 237 F.2d 129 (C. A.3, 1956); Davidson v. Tomlinson, 165 F.Supp. 455 (S.D.Fla.1958). These were automobile and truck rental cases in which the courts held or assumed that the taxpayers’ business was the rental business and not the dual-business of both selling and renting to customers. Recordak does not fall within that class : <em>all </em>of its equipment was available for sale or rental to its customers; although it did not advertise its older machines except to place them on its price list, it did advertise that it was in the business of selling as well as renting; and it maintained its own national sales force which sold or rented the machines as the user wished.</p>\n<p id=\"b515-7\">Nor can plaintiff succeed by hitching its wagon to the word “primarily.” Whatever the precise scope of that troublesome term in other contexts, it does not exclude from ordinary income the proceeds of sales by one, like plaintiff, who conducts a dual enterprise involving both rentals and sales of the same type of goods. In that setting, “primarily” invokes a contrast, not between selling and renting, but between selling in the ordinary course of business and selling outside of that normal course. Accordingly, if the entrepreneur holds out his wares either for sale or for rental, the taxation of his business gain from sales does not depend upon a comparison of sales to rentals in the particular year. S.E.C. Corp. v. United States, supra, 140 F.Supp. at 719. Regardless of that ratio, the goods are held “primarily for sale to customers in the ordinary course of * * * trade or business” because they are regularly offered for sale to customers as part of the normal operation of the enterprise. No case of this kind has allowed capital gains treatment. Very close is American Can Co. v. Commissioner, supra, 317 F.2d 604 (C.A.2, 1963). That taxpayer, too, entered into the business of selling machinery as well as renting when it had previously been in the business of leasing alone. Required by an antitrust decree either to offer its <page-number citation-index=\"1\" label=\"464\">*464</page-number>can-closing equipment for sale and rental or to divest itself of this line of business, the company chose the former path. The result was that the sales became part of its ordinary business and the profits taxable as such.<footnotemark>7</footnotemark></p>\n<p id=\"b516-6\">The plaintiff is not entitled to recover. Its petition is dismissed.-</p>\n<footnote label=\"1\">\n<p id=\"b512-14\">. In 1936 and 1937 some <em>sales </em>of microfilming equipment were made, but they were negligible.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b512-22\">. Eastman Kodak manufactured the microfilmers and sold them to plaintiff. The first RMs were ordered by plaintiff on <page-number citation-index=\"1\" label=\"461\">*461</page-number>December 28, 1953, but were not actually acquired by it until 1955; they were made available to customers in that year.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b513-8\">. The Service, at first, allowed capital gains treatment as to some of the income (that pertaining to sales of equipment acquired prior to 1950), but ultimately all capital gains treatment on the sales was disallowed.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b513-9\">. Each side charges the other with inconsistency in the tax treatment of comparable sales in prior years. We regard these earlier positions as irrelevant to the correct disposition of the issue for the three years now in question.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b513-14\">. In Oahu, this court said: “ * * * the issue is a question of fact and one not unfamiliar to this court. Several tests have evolved, none of <em>them </em>singularly determinative, as touchstones. We have considered as important the purpose for which the property was acquired; the motives for selling as subdivided acreage; the extent of the development and improvement of the property; the activities of the taxpayer, and his agents, in promoting sales, and the frequency and continuity of sales.”</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b514-6\">. See Finding 22. The figures for the taxable years are as follows: in 1954, gross receipts from sales were $3,195,-908, as compared to $5,162,679 in gross rental income; in 1955, the former was $4,201,915 and the latter $4,813,508; in 1956, the sales mounted to $5,657,157 and the rental income declined to $4,246,-454. Were we to use “net” figures, as tlie taxpayer maintains, they would nonetheless show a very large sales business.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b516-4\">. In the alternative, plaintiff claims that at least the microfilming equipment acquired on or before July 31, 1950 (the date of the change in policy), and which was first rented more than six months prior to sale, should be accorded capital gains treatment. The answer is that, by the time of the taxable years (1954-1956), this machinery was held primarily for sale in the ordinary course of business along with later-acquired devices. Plaintiff says, however, that Rev.Rul. 62-141, 1962-35 Int.Rev.Bull. 9, on motion picture films used for television, requires capital gain treatment for property acquired and held for rent before the “cut-off” date on which the owner decides to adopt the policy of selling or renting, even though the property is sold well thereafter. This is an incorrect reading of the ruling which says no more than that the Internal Revenue Service will determine, on the basis of all the facts and circumstances, whether such previously acquired items were held for sale in the ordinary course of business (within section 1231) at the time they were actually sold.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}