{
  "casebody": {
    "data": "<casebody firstpage=\"946\" lastpage=\"960\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b998-6\">FIRST WISCONSIN BANKSHARES CORPORATION, Petitioner, v. BOARD OF GOVERNORS OF the FEDERAL RESERVE SYSTEM, Respondent (two cases).</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b998-8\">Nos. 14108, 14109.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b998-9\">United States Court of Appeals Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b998-10\">Dec. 17, 1963.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b999-15\"><page-number citation-index=\"1\" label=\"947\">*947</page-number>Edwin P. Wiley, David E. Beckwith, Milwaukee, Wis., Allen M. Taylor, Foley, Sammond &amp; Lardner, Milwaukee, Wis., for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b999-16\">Morton Hollander, Chief, Appellate Section, Pauline B. Heller, Attorney, U. S. Department of Justice, Washington, D. C., John W. Douglas, Asst. Atty. Gen., Washington, D. C., for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b999-17\">Before HASTINGS, Chief Judge, and CASTLE and SWYGERT, Circuit J udges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b999-18\">SWYGERT, Circuit Judge.</author>\n<p id=\"b999-19\">Petitioner, First Wisconsin Bank-shares Corporation, is a Wisconsin corporation with its office and principal place of business in Milwaukee. It is a registered bank holding company under the Bank Holding Company Act of 1956 (12 U.S.C. §§ 1841-1848). This court is asked to review, pursuant to section 9 of the act, 12 U.S.C. § 1848, orders of the Board of Governors of the Federal Reserve System denying petitioner’s applications for prior approval by the Board of proposed acquisitions of eighty per cent or more of the voting shares of two Wisconsin state banks, the American Bank and Trust Company, located in Racine, and the Merchants &amp; Savings Bank, located in Janesville.</p>\n<p id=\"b999-20\">The applications filed with the Board, pursuant to section 3(b) of the act, 12 U.S.C. § 1842(b), were the bases of separate proceedings before the Board. The Board denied approval of the acquisitions by orders which are before us on separate petitions for review. We propose, however, to treat these petitions together because of the similarity of their factual and procedural background and of the questions presented.</p>\n<p id=\"b1000-2\"><page-number citation-index=\"1\" label=\"948\">*948</page-number>The Commissioner of Banks of the State of Wisconsin (whose recommendation was required to be solicited under section 2(b) of the act, 12 U.S.C. § 1842 (b) ) advised the Board that he had no objection to the American application. Petitioner, at the request of the Board, filed supplementary information in support of its application. The Department of Justice wrote the Board opposing the application. On January 31, 1963, the application was denied. The petition for review followed.</p>\n<p id=\"b1000-4\">Petitioner’s application to acquire the stock of Merchants &amp; Savings was opposed by both the Wisconsin Commissioner of Banks and the Justice Department. Because the Commissioner’s recommendation was not timely filed, the Board was not compelled to hold a formal hearing pursuant to section 3(b) of the act. However, the Board did hold a public hearing “to afford opportunity for the expression of views and opinions by interested persons.” Thereafter, the Board on May 22, 1963, denied the application and the petition for review followed.</p>\n<p id=\"b1000-5\">Petitioner contends that the Board’s findings and conclusions are not supported by substantial evidence; that the Board incorrectly interpreted section 3 (c) of the Bank Holding Company Act; and that the Board deprived petitioner of due process by refusing to hear further evidence, by considering facts not found in the record, and by failing to inform the petitioner in advance of its alleged changed interpretation of the act.</p>\n<p id=\"b1000-7\">Section 3(c) of the act, 12 U.S.C. § 1842(c), requires the Board to consider five factors in granting or denying acquisitions by a bank holding company. These factors are:</p>\n<blockquote id=\"b1000-8\">“(1) [T]he financial history and conditions of the company or companies and the banks concerned; (2) their prospects; (3) the character of their management; (4) the convenience, needs, and welfare of the communities and the area concerned; and (5) whether or not the effect of such acquisition or merger or consolidation would be to expand the size or extent of the bank holding company system involved beyond limits consistent with adequate and sound banking, the public interest, and the preservation of competition in the field of banking.”</blockquote>\n<p id=\"b1000-10\">Section 9 of the act provides that the factual findings of the Board if supported by substantial evidence shall be conclusive.</p>\n<p id=\"b1000-11\">In the proceedings before us, the evidentiary facts, including statistical data, were supplied by petitioner to the Board. They are not in dispute.</p>\n<p id=\"b1000-12\">The findings of the Board relating to the factors it is required to consider are ultimate factual conclusions drawn by inference from the primary evidentiary facts. It is our duty under section 9 to determine whether these ultimate findings have substantial support in the record. In discharging that duty, the reviewing court does not act as a super agency, substituting its judgment for that of the Board. Inferences of fact must remain within the purview of the administrative agency. The test is not whether the Board’s findings are those that the court might have made <em>de novo; </em>rather, it is whether the Board’s ultimate findings and conclusions could have reasonably been drawn from the primary evidentiary facts, and whether they are arbitrary or capricious. Northwest Ban-corporation v. Board of Governors, 303 F.2d 832 (8th Cir. 1962).</p>\n<p id=\"b1000-13\">Upon reviewing the records be-, fore us and applying the foregoing standard of review, we conclude that there is substantial evidence upon the whole record to support the Board’s ultimate findings that led to the denials of the applications.</p>\n<p id=\"b1000-14\">We do not think it necessary to make analyses of the multitudinous details on which the Board’s findings rest in an attempt to demonstrate their reasonableness. Instead, the opinions of the Board, denying the two applications, are set <page-number citation-index=\"1\" label=\"949\">*949</page-number>forth below.<footnotemark>1</footnotemark> These statements we think sufficiently show that the Board, pursuant to the statutory mandate, gave full consideration to all the facts presented by <page-number citation-index=\"1\" label=\"958\">*958</page-number>petitioner and that its findings are not arbitrary, capricious, or unreasonable.</p>\n<p id=\"b1010-4\">The first three factors which the Board must consider, financial history and condition, prospects, and character of management, as regards both the holding company and the bank whose control is sought, relate to the solvency of the institutions.<footnotemark>2</footnotemark></p>\n<p id=\"b1010-5\">After reviewing the pertinent facts, the Board found that the financial history, condition, prospects, and management of each were satisfactory. Petitioner disagrees with the Board's finding that future management problems confronting each bank were not insurmountable absent acquisition by petitioner. It also says that insufficient weight was given by the Board to the lack of prospects for the banks’ growth. While the facts relating to these matters might support the granting of the applications, we cannot say that the Board’s findings were not reasonably supported by the evidence. Legitimate inferences could have been drawn either way. We are mindful of what was said in Northwest Bancorporation, supra, “Where either one of two inferences may reasonably be drawn from undisputed facts, the inference adopted by the agency or board whose duty it is to draw the inference from which it is to formulate its judgment may not be disturbed on appeal.”</p>\n<p id=\"b1010-6\">But even if we were to agree with petitioner, we are still confronted with the Board’s findings with respect to the remaining two factors.</p>\n<p id=\"b1010-7\">As to the fourth statutory factor, petitioner argues that the Board’s failure to find that the proposed acquisitions would substantially serve the convenience, needs, and welfare of the Racine and Janesville areas is both contrary to the evidence and based upon a misinterpretation of the Bank Holding Company Act. The crucial issue, petitioner says, is “the validity of the Board’s view that if local banking needs can be satisfied from non-local sources, there is no need to strengthen or improve the capacity of local banks to meet those needs sufficient to favor a holding company acquisition”; that this view is contrary to the legislative policy underlying the act because it favors increased dependence by smaller communities for their financial needs upon banking institutions in the “established money centers” of the country.</p>\n<p id=\"b1010-11\">We believe the Board’s view regarding this fourth factor is neither an arbitrary nor capricious treatment of the facts. This is demonstrated by what the Board said in denying the American application:</p>\n<blockquote id=\"b1010-12\">“Essentially, then, the banking needs of the community are being served at present, but Applicant argues that Racine and Wisconsin banks are entitled to a ‘fair share’ of banking business generated in Racine, and that, if the independent local banks cannot attract this share, then the facilities of a holding company and of its more powerful member banks should be brought into the community to capture and hold what rightfully belongs there. Had Congress intended such regional splitting up of the national banking market to be a basis for approving bank holding company <page-number citation-index=\"1\" label=\"959\">*959</page-number>expansion, it would have so stated. It did not so direct the Board.</blockquote>\n<blockquote id=\"b1011-4\">“This is not to sáy that the banks in a community should not be strong and supple enough to serve the banking needs of that community. Where banking needs were going unmet, and where considerations under the remaining factors were not adverse to holding company acquisitions, then the Board has granted its approval to those acquisitions.”</blockquote>\n<p id=\"b1011-5\">It should also be pointed out that the Board concluded as to the American application, “considerations under the fourth factor, then, lend some but only slight weight for approval,” and as to the Merchants &amp; Savings application, “the Board does not believe that a strong case for approval has been presented under the fourth factor.” We think the Board’s remarks can be interpreted to mean that the applications might have been granted were it not for the overriding findings that the proposed acquisitions would have an adverse effect on competition.</p>\n<p id=\"b1011-6\">In applying the fifth factor, the effect on adequate and sound banking, the public interest, and the preservation of competition, the Board concluded that the proposed acquisitions would have effects which would be contrary to the public’s interest in the preservation of banking competition in the relevant Racine and Janesville banking areas. The Board’s inferences and reasoning leading to these conclusions are fully delineated in the Board’s statements.</p>\n<p id=\"b1011-7\">Northwest Bancorporation, supra, involved a problem similar to that which is presented here. Accordingly, the statement in that case is particularly pertinent:</p>\n<blockquote id=\"b1011-8\">“The drawing of an inference and the making of a judgment based thereon, particularly in this kind of case where the question is whether the acquisition of bank by petitioner will, in the future, adversely affect the public interest and lessen competition in the field of banking, necessarily requires the making of a prophecy. Here that propheey has been made. The Board, upon whose special competency Congress relied, in delegating the authority to approve or disapprove bank acquisitions by holding companies, concluded that in the overall picture the-public interest would be adversely affected and competition would, be lessened by the acquisition. Through use of the same facts petitioner finds that by the acquisition competition would be enhanced and the public welfare unimpaired. This is no more than a disagreement with, the Board’s conclusion. The responsibility of making the determination was vested by Congress with the Board and its conclusion must prevail.”</blockquote>\n<p id=\"b1011-10\">We are convinced that the Board could reasonably find that an anticompetitive effect on the small banks of the relevant areas would result if the proposed acquisitions were permitted when taking into consideration the banking-resources of petitioner, the size of American and Merchants &amp; Savings and their extensive control of the areas’ banking-resources with the probability of an expansion of that control if the applications-were granted.</p>\n<p id=\"b1011-11\">Petitioner argues that in attempting to preserve competition among the local banks in the Racine and Janesville areas, the Board’s decision “seriously jeopardizes, if it does not completely destroy, the ability of [the areas’ banks] to engage in a competitive struggle with larger out-of-state banks now rapidly draining off the banking business of the [areas’] principal concerns.” Such a result, it says, is antithetical to the purposes of the Bank Holding Company Act.</p>\n<p id=\"b1011-12\">A similar argument was made in United States v. Philadelphia Nat. Bank, 374 U.S. 321, 83 S.Ct. 1715, 10 L.Ed.2d 915 (1963). The Court rejected the-application of the “concept of ‘countervailing power’.” Paraphrasing the Court’s language to apply to the instant <page-number citation-index=\"1\" label=\"960\">*960</page-number>case, if anticompetitive effects in one market could be justified by procompetitive consequences in another, the result would be that bank holding companies could acquire control of so many banks that in the end there would be nothing left but large holding companies monopolizing a state’s banking system. Moreover, as was pointed out in that case, the test of a competitive market is not only whether small competitors prosper but also whether consumers are adequately served. Here, the facts show that the large business' concerns of the relevant areas have had no difficulty in obtaining adequate credit even though they may have had to go outside the areas to obtain it.</p>\n<p id=\"b1012-4\">As the Board in its brief points out, even if it were conceded that the proposed acquisitions would promote competition with the large out-of-state banks, such fact would not offset the widened competitive gap between the banks petitioner seeks to acquire and the smaller independent banks located in the Racine and Janesville areas, putting the smaller banks at a greater competitive disadvantage than they are at the present. It is within the Board’s competence, we think, to consider it better to preserve the competition afforded by smaller banks by denying the applications than to strengthen American and Merchants &amp; Savings so that they might better compete against New York and Chicago banks.</p>\n<p id=\"b1012-5\">Petitioner’s contentions that it was denied procedural due process are without merit.</p>\n<p id=\"b1012-6\">Under the provisions of section 3(b) of the act, if the Comptroller of Currency or the state supervisory authority recommends disapproval within thirty days after notification, the Board must conduct a hearing on the application. In the instant proceedings, the Wisconsin Commissioner of Banks interposed no objection to petitioner’s request to acquire control of American. He did oppose its application to acquire Merchants &amp; Savings; however, his recommendation was not received within the thirty-day period. Therefore, no statutory hearing was required as to either application. Northwest Bancorporation, supra.</p>\n<p id=\"b1012-8\">We do not understand it to be petitioner’s contention that a formal hearing should have been conducted; rather, it argues that the Board should have allowed presentation of further evidence upon petitions for reconsideration after the denials of the applications. In both proceedings, petitioner was afforded ample opportunity to present its evidence. In one, petitioner was given permission to amplify its application with an oral presentation and in the other, by written supplementary information.</p>\n<p id=\"b1012-9\">We cannot agree with petitioner that the Board relied upon factual suppositions unsupported by the evidence. The statements made by the Board in denying the applications indicate that it relied solely upon the factual material submitted by petitioner.</p>\n<p id=\"b1012-10\">The Board’s orders are affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b1001-4\">. Omitting introductory paragraphs, the Board’s statements accompanying its orders of denial of the applications follow:</p>\n<blockquote id=\"Axi\">“APPLICATION OF FIRST WISCONSIN BANKSHARES CORPORATION, MILWAUKEE, WISCONSIN, FOR PRIOR APPROVAL OF ACQUISITION OF SHARES OF AMERICAN BANK AND TRUST COMPANY, RACINE, WISCONSIN.</blockquote>\n<blockquote id=\"b1001-5\">“General background. — Racine, with a population of almost 90,000, is the trading center of Racine County and a part of the industrial complex extending from Milwaukee to Chicago along the shores of Lake Michigan. In size, American is the second bank in Racine and the eighteenth in the State, with $33.9 million in deposits,<footnotemark>1</footnotemark> about half those of its chief competitor, First National Bank and Trust Company, which has $63 million in deposits, and ranks fifth among banks in the State.</blockquote>\n<blockquote id=\"b1001-7\">“It is a key fact to be remembered in scrutinizing banking in Wisconsin that the top banks decline very sharply in order of size. First Wisconsin National Bank, Milwaukee (“First Wisconsin”), the leading bank in Applicant’s system, has $682.5 million in deposits. The second bank in size, Marshall and Ilsley Bank, of Milwaukee, has $261.2 million, and the third, Marine National Exchange Bank, also of Milwaukee, has $178.5 million. The fourth is a $90 million bank in Madison which is a subsidiary of the Applicant. Each of the three largest banks is the dominant institution in a bank holding company system. Disregarding proposed acquisitions, total deposits of the respective holding company systems are: Bankshares — $875 million, Marshall and Ilsley Bank Stock Corporation (“Bank Stock”) — $336 million, and the Marine Corporation (“Marine”) — $320 million. Bankshares now has 3.3 per cent of the offices and 18.3 per cent of the total deposits in the State, and Bank Stock and Marine have .8 and 7.0 per cent, and 1.6 and 6.7 per cent, respectively. In addition, there are three other holding companies having subsidiary banks in Wisconsin. All existing holding companies, taken together, now control 6.4 per cent of the banking offices and 33.7 per cent of the total deposits in the State.</blockquote>\n<blockquote id=\"b1001-8\">“Concurrently with the application discussed in this Statement, there were before the Board applications by Bank-shares to acquire a controlling interest in Merchants &amp; Savings Bank, Janesville, and by Marine to acquire a controlling interest in Beloit State Bank. The Department of Justice filed a Statement in opposition in respect to the present application, as it also did in regard to the applications in the Janesville and Beloit cases. Applicant filed a Rebuttal to the Statement, and the Board has considered all these documents in reaching its decision.</blockquote>\n<blockquote id=\"b1001-11\">“Banking factors. — The financial history, condition, prospects, and management of both Bankshares and American are satisfactory.</blockquote>\n<blockquote id=\"b1001-12\">“Applicant was organized as Wisconsin Bankshares Corporation in 1929 and adopted its present name in 1960. Bank-shares’ system includes seven banks and one trust company, a reduction from 43 banks and three trust companies in 1930. Bankshares states that none of its subsidiary banks has failed, and that no depositor of any of its subsidiary banks has suffered a deposit loss or been subjected to deferred payment. As of December 30, 1961, 93.9 per cent of its assets consisted of its investment in capital stock of the subsidiary banks and trust company. These banks include, in addition to First Wisconsin, Southgate National Bank, Milwaukee, with deposits of $5.3 million, Mayfair National Bank, of Wauwatosa, with deposits of $4.2 million, First National Bank, Fond du Lac, with deposits of $30.7 million, First National Bank of Madison, with deposits of $90.8 million, Union National Bank, Eau Claire, with deposits of $25.8 million, and First National Bank, Oshkosh, with deposits of $33.7 million. The deposits of the First Wisconsin Trust Company, Milwaukee, were $2.3 million. Their condition and the condition of Bankshares itself are satisfactory, and on the basis of their size and location and their record of past operations, the Board considers Bankshares’ prospects to be favorable. Its management is highly competent, and it conducts a management training program jointly with First Wisconsin for which more than 30 young college graduates with both general and professional technical training have been hired within the last three years.</blockquote>\n<blockquote id=\"b1001-13\">“American was organized in 1916 under the name of American Trades and Savings Bank, and assumed its present name in 1932. In 1933, The Racine City Bank merged with it, and the sole office of that bank became, and still is, <page-number citation-index=\"1\" label=\"950\">*950</page-number>the only branch of American. Racine County is one of the most industrialized counties in Wisconsin, and it has experienced a vigorous economic growth in recent years. In this favorable climate, the rate of growth of American, as measured by IPC deposits <footnotemark>2</footnotemark>, slightly exceeded that of its larger rival, First National Bank and Trust Company, during the years from 1948 through 1961. Prospects for its continued growth are favorable, whether or not it joins the Bank-shares system. American has sold no stock since it was organized in 1916, and while Applicant states it would furnish additional capital if the proposed acquisition is approved, the Board is of the opinion that any capital increase which the bank believed necessary could be effected directly by American as an independent bank.</blockquote>\n<blockquote id=\"b1002-5\">“Management of American is satisfactory. However, Applicant contends that the bank’s executive management is not supported by sufficient replacements to fill the gaps which will appear, in the relatively near future, as key executives reach normal retirement age. Access to the pool of trained management provided by the joint program of First Wisconsin and Bankshares, it is urged, will solve a serious existing management problem. The Board agrees that entering into Applicant’s system would simplify American’s recruiting problem, and concludes that this factor lends some small weight for approval of the application. However, to give critical, or even considerable, weight to this advantage would be to suggest that any $33 million bank located in a relatively large, attractive community, easily accessible to two of the biggest cities in the nation, may find it so difficult to recruit management succession that resort to a pool recruited by a holding company provides the only solution. If this were the case, the day of the independent community-owned and managed bank would indeed be over.</blockquote>\n<blockquote id=\"b1002-6\">“Other advantages listed by Bankshares in support of its application, by way of increased services which American would render as part of the holding company system, would, it is urged, tend to improve the prospects of the bank. However, the impact of these advantages, Applicant argues, would be felt more under the fourth factor, and they are discussed below.</blockquote>\n<blockquote id=\"b1002-7\">“Convenience and needs of communities. — While customers of others of Applicant’s banks might benefit to some degree from access to an affiliated bank in Racine, the chief effect of the acquisition would, of course, be felt in the Racine area. Reduced to essentials, the thrust of Applicant’s argument is that this area is heavily industrialized and is becoming more so, that no banks in the area are equipped to offer the services which local firms of a certain size require, and that, as a result, the growing businesses tend to bank, more and more, outside Racine. If American were affiliated with Bank-shares, it is argued, many of the specialized facilities which these firms need could be offered to them, and a substantial portion of their business might be recaptured or retained in the area.</blockquote>\n<blockquote id=\"b1002-9\">“There are 37 Racine manufacturers who employ 100 or more persons. Five of these employ over 1,000, six from 500 to 800, and eight from 300 to 475. Many of the larger firms serve a national market, and local banking facilities are not sufficient for their needs. Although some of them may be willing to do some banking locally, it seems doubtful that much of their business would be concentrated in Racine. Indeed, although Applicant states that Racine (and Wisconsin) banks should enjoy a ‘fair trade’, of the banking done by large businesses located in Racine, it appears doubtful that much of this type of banking can be held in or brought back to Racine.</blockquote>\n<blockquote id=\"b1002-10\">“The contention that permitting affiliation of American with Bankshares would make it possible to keep in Racine banking business which now flows to the money centers seems to be directed principally at the business of medium-size local firms as they grow toward the size where they will tend to look for outside banking connections. The first and most important advantage American could offer as a member of the Bankshares system would be access to an increased loan limit. American’s lending limit is $270 thousand, and that of its larger competitor is $264 thousand. The four other banks in Racine are relatively small, and the combined lending limit of all six banks is less than $1 million. The lending limit of the Bankshares system is over $5 million, and since Applicant states that the loan ratios of the system banks were lower than for all federally insured banks, it is possible that larger loans could be made available in Racine without taking loanable funds away from smaller local borrowers elsewhere.</blockquote>\n<blockquote id=\"b1002-11\">“This larger lending limit would not, of course, be American’s to command. Over-limit loans by a holding company bank, as by any bank, can be made only <page-number citation-index=\"1\" label=\"951\">*951</page-number>through participations. The other hanks must be willing to so participate. On the other hand, participations might be arranged more quickly and more easily through the system than through non-affiliated correspondent banks.</blockquote>\n<blockquote id=\"b1003-5\">“Much can validly be said on both sides of the question, in a discussion of the relative merits of participations within a holding company system as compared with participations through non-affiliated banks. The fact remains that, on the record, American has made very little use of the latter technique, preferring, evidently, to keep as much as it could of the business of its local clients, rather than risk losing them to big-city correspondents to whom it might introduce them.</blockquote>\n<blockquote id=\"b1003-6\">“Even if participating larger loans with •correspondent banks is not workable, as Applicant contends it is not, there is no evidence that credit needs are going unserved in the area. While American would undoubtedly prefer to retain its •accounts as long as possible, the customers themselves are not greatly dis- . advantaged in having to go to Milwaukee, ■Chicago, or New York for larger loans; hence, the slight added convenience of obtaining the funds at home adds little weight under the fourth factor for approval of the application. As an added argument, Applicant suggests that, if more of the larger loans were made locally, additional deposits would remain in the community and would benefit local business. The point to consider, however, is whether these large concerns are predominantly depositors or borrowers, in their banking relations. If they are predominantly credit users, the community ■is better off economically if the credit ■ is supplied from outside markets, because ■ this means that locally generated deposit resources remain available to other local ■ users to a greater extent than would be ■ the case if the large concerns were ab- ■ sorbing more of those resources. On the other hand, if the concerns are primarily depositors, there are no legal restrictions which would limit the amount of their deposits in an independent local ‘ bank.</blockquote>\n<blockquote id=\"b1003-13\">“Aside from enlarged credit facilities, Applicant suggests that, as a member of the Bankshares system, American would ' be in a position to furnish a variety of specialized services to the Racine business ■ community, which it does not now en_joy. Among these are advice on international banking transactions, advice on industrial development, facilities for spe- ■ eialized types of lending, and advice and assistance in handling larger and more complex trust accounts than American can now handle.</blockquote>\n<blockquote id=\"b1003-18\">“Emphasis has been placed on the international banking aspect. Applicant states that, while larger Racine firms sell abroad as a matter of course, many of the smaller firms, which may actually be ready for foreign markets, may not even recognize the opportunity, or understand the availability of banking counsel in this field. According to Applicant, these firms are too small to be visited by specialists from international departments of big city banks, and they remain unserved. If the application were approved, First Wisconsin would presumably educate and back up American’s personnel in offering advice of this kind. However, it seems doubtful that any business in Racine with foreign trade potential would miss an opportunity to increase its business because a local bank could not give guidance on foreign banking. Milwaukee is only 25 miles, and Chicago 67 miles, distant from Racine, and it does not seem reasonable to assume that the larger banks in these cities would not give service to Racine firms which requested advice and counsel in these matters.</blockquote>\n<blockquote id=\"b1003-19\">“Similarly, an industrial development committee was established in Racine in 1961, under the leadership of a vice-president of American. If American were a member of Bankshares’ system, Applicant states, the well-established industrial development department of First Wisconsin would help and advise this committee and lend prestige to American’s efforts. Since American is already actively participating in the committee’s work, however, the Board considers that any added assistance that might be lent by the larger Milwaukee bank is not of significant weight toward approval of the present application.</blockquote>\n<blockquote id=\"b1003-20\">“In a third category, specialized lending, Bankshares states that American has refused numerous loan requests in the past because it lacked lending officers or analytical personnel and data or legal counsel with appropriate background and experience. These requests have ranged from legally complex financial arrangements with political subdivisions to unsecured credit requests of small and medium-sized businesses where audited statements were unavailable. Applicant states that its extensive centralized credit information is made available to all banking offices of its members, and that additional assistance would be provided American with respect to credit analysis and collation and preservation of credit <page-number citation-index=\"1\" label=\"952\">*952</page-number>data, and in other ways, which would tend to overcome these handicaps. Although furnishing this data and expert assistance might to some extent serve the convenience of the Racine community and thus weigh slightly in favor of approval, there is no evidence that needs in this respect are going unmet in the community, and the weight accorded this consideration cannot be very substantial.</blockquote>\n<blockquote id=\"b1004-5\">“American hired a full-time trust officer in 1960. Prior to that time, the trust department had been operated primarily as a convenience for the bank’s commercial customers. The application states that, in a number of instances, trust business has gone outside Racine because local facilities were inadequate, and that this number would be reduced by American’s affiliation with Applicant. However, Applicant concedes that a number of large accounts would probably always be placed outside Racine. American’s department appears to have been growing satisfactorily, and between American and First National, trust business of a nature likely to be required by the local community will probably be adequately served without the help Applicant could give through the larger and more highly developed trust facilities of First Wisconsin.</blockquote>\n<blockquote id=\"b1004-6\">“Essentially, then, the banking needs of the community are being served at present, but Applicant argues that Racine and Wisconsin banks are entitled to a ‘fair share’ of banking business generated in Racine, and that, if the independent local banks cannot attract this share, then the facilities of a holding company and of its more powerful member banks should be brought into the community to capture and hold what rightfully belongs there. Had Congress intended such regional splitting up of the national banking market to be a basis for approving bank holding company expansion, it would have so stated. It did not so direct the Board.</blockquote>\n<blockquote id=\"b1004-7\">“This is not to say that the banks in a community should not be strong and supple enough to serve the banking needs of that community. Where banking needs were going unmet, and where considerations under the remaining factors were not adverse to holding company acquisitions, then the Board has granted its approval to those acquisitions.</blockquote>\n<blockquote id=\"b1004-8\">“Considerations under the fourth factor, then, lend some but only slight weight for approval.</blockquote>\n<blockquote id=\"b1004-9\">“Competitive effect. — The United States Court of Appeals for the Eighth Circuit recently held that, under the fifth factor, the Board must view ‘the structure of the entire industry of banking’ in a relevant area, and not the holding company and the bank concerned alone. To do otherwise, the Court held, ‘would be to force the Board to act more or less in a vacuum. Realities must be recognized.’<footnotemark>3</footnotemark></blockquote>\n<blockquote id=\"b1004-13\">“Holding companies now control roughly a third of the deposits in Wisconsin banks, and of this amount, Bankshares controls more than half. More important, the development pattern of the three Milwaukee-based holding companies, Applicant, Marine, and Bank Stock, has involved acquiring (in the case of Applicant, selectively retaining) dominant or near-dominant banks in the more densely populated areas of the State. Marine has offices in three of the State’s Standard Statistical Metropolitan Areas (Milwaukee, Madison, and Green Bay); Bank Stock has offices in the Milwaukee Metropolitan Area; and if Applicant is permitted to acquire American, it would have offices in the Milwaukee, Madison, and Racine Metropolitan Areas and in three (Eau Claire, Fond du Lac, and Oshkosh) of the State’s twelve cities having 1960 populations in excess of 25,-000 which are not located within the four metropolitan areas which have been mentioned. These four metropolitan areas and three cities contained in the aggregate 45.5 per cent of the State’s 1960 population and, as of June 30, 1962, 20.5 per cent of all banking offices in the State. As of that date, banks in those areas and cities held 53.4 per cent of the deposits of all banks in the State, and the three Milwaukee-based holding companies held 59.2 per cent of that 53.4 per cent; the acquisition of American by Applicant would increase the proportion to 60.6 per cent. <em>t</em></blockquote>\n<blockquote id=\"b1004-14\">“Bankshares is a leading factor in this increasing tendency toward holding company dominance of the larger and more profitable banking markets. Five Bank-shares banks rank first, fourth, nineteenth, twenty-first, and twenty-ninth in the State. More significant, in Milwaukee, Eau Claire, Fond du Lac, Oshkosh, and Madison, a Bankshares bank is largest in the city and in the respective county. True, the record does not suggest that the system has been at all predatory in its relations with the remaining, smaller banks in these areas. Deposits of smaller banks in these areas have shown greater relative growth during the last decade than have deposits of hold<page-number citation-index=\"1\" label=\"953\">*953</page-number>ing company banks. But this fact could as well be clue to public preference for local banks, rather than to lack of competitive vigor. Or it might be due, in part at least, to a tendency on the part •of larger banks to concentrate on serving the larger, and more profitable, accounts and a willingness to leave small customers to smaller banks.</blockquote>\n<blockquote id=\"b1005-5\">“The existence of a tendency to concentrate activity in larger banks, in the •denser, more profitable markets, is borne ■out by the fact that of 19 banks sold by Applicant between 1934 and 1944, 11 had •approximate deposits of $1 million, and •8 more had deposits of less than 84.5 million. Applicant’s two remaining small banks are both recently established, in rapidly growing sections of the Milwaukee •area. As the Board indicated in its Statement in connection with the denial ■of the application of Morgan New York State Corporation to become a bank holding company,<footnotemark>4</footnotemark> where one or more of the larger banks in an area affiliates with a holding company, the smaller banks are left with a longer uphill climb in their efforts to catch up — their existing competitive disadvantage is increased. The resulting competitive situation may not be unbalanced unduly, at least as yet, hut bolstering the position of the big hanks necessarily has that tendency. Any tendency to extend the sphere of Bank-shares’ influence at the same level must, therefore, be viewed with particular caution.</blockquote>\n<blockquote id=\"b1005-8\">“Turning from the general competitive picture in the State to that in the Racine area, it appears that neither the deposits and loans of Bankshares’ subsidiaries, other than First Wisconsin, which originate from Racine, nor the deposits and loans of American, which originate from the five counties where Bankshares’ present subsidiaries are located, are significant.</blockquote>\n<blockquote id=\"b1005-9\">“As of March 6, 1962, First Wisconsin had deposit relationships with 14 large industrial concerns located in Racine whose aggregate deposits were over 84 million. These deposits represented balances maintained by the firms in connection with large loans, aggregating over 811 million, made to them by First Wisconsin, and Applicant stated that in each •case the credit requirements of the firm were greater than the combined loan limit •of all Racine banks. Moreover, First Wisconsin was merely one of the large banks located in various sections of the country with which these concerns had banking relationships. While American might conceivably have been able to participate, in a small way, in some of the loans, it was hardly an effective competitor of First Wisconsin. Entering the Bankshares system would, if anything, increase the proportion of such loans which might, from time to time, fall to the share of American.</blockquote>\n<blockquote id=\"b1005-12\">“The impact of approval on competition in Racine would be felt, rather, by the remaining independent local banks, chiefly in respect to their ability to attract and hold accounts of small to medium-size firms. If it is true that the small individual depositor prefers a locally owned bank, he would lose one such alternative source of banking facilities through approval, but five would remain, four of them relatively small. Farmers &amp; Merchants Bank has deposits of 84.8 million, North Side Bank of 815.7 million, West Racine bank of 812.2 million, and Bank of Elmwood, which was organized in 1960, of 82.6 million.</blockquote>\n<blockquote id=\"b1005-13\">“As to medium-sized business accounts, on the other hand, the proposed affiliation would enable American further to widen the gap between the two large and the four smaller Racine banks. At present, when a business customer of one of the smaller banks grows to the size where it will need larger credit lines and more varied services than that bank, or any group at Racine banks, can provide, it may go outside the city, but its local business, presumably, remains with and continúes to nourish its original local bank. If a larger Racine bank, bolstered by holding company affiliation, could meet all of those needs, there could be a tendency for all the banking of the firm to be transferred to that bank, thus inhibiting the ability of the smaller banks to grow into rounded service institutions and, by sharing in locally generated banking business, augment the number competing in the provision of a broad range of services in the Racine market. Applicant argues that large banks and smaller banks are intrinsically different species, but it must be remembered that American was once a small bank, and grew to its present size in the normal course of business life. In the Board’s judgment, approval of this application would inhibit the development and maintenance of a vigorous competitive atmosphere over the full range of banking services in Racine.</blockquote>\n<blockquote id=\"b1005-14\">“A further consideration as to competition has been urged by the Department of Justice. A director of Applicant is also a director of American’s larger competitor in Racine, and it has been suggest<page-number citation-index=\"1\" label=\"954\">*954</page-number>ed that, for this reason, effective competition between the two sizable Racine banks would be reduced if American entered Applicant’s fold. Since the Board has denied the application on other grounds, it does not find it necessary to pass on the degree to which a link of this kind might reduce future competition.</blockquote>\n<blockquote id=\"b1006-5\">“Conclusions. — Evaluating the whole picture, it appears that approval of this application might produce some small advantages under the management factor, and to the convenience, although not, apparently, to the needs of the Racine community or area. These advantages are out-weighed, however, in the Board’s judgment, by the dangers implicit in the situation under the competitive factor. Acquisitions by larger holding companies in the State of the first or second biggest banks in larger industrial areas may, if continued, result in more and more communities being dominated by one or another holding company system. This is not to say that the Board would not, in an appropriate case, approve further holding company formations or acquisitions in Wisconsin,<footnotemark>5</footnotemark> but it does mean that each such application will be scrutinized with particular care as to the effect of an increase in size and extent of an applicant’s system, and of bank holding companies in the relevant communities and area generally, on the public welfare and the preservation of banking competition.</blockquote>\n<blockquote id=\"b1006-6\">“On the basis of all the relevant facts as contained in the record before the Board and in the light of the factors set forth in section 3(c) of the Act and the underlying purposes of the Act, it is the Board’s judgment that the transaction here proposed would not be consistent with the public interest and that the application should therefore be denied.”</blockquote>\n<blockquote id=\"A0vh\">“APPLICATION OF FIRST WISCONSIN BANKSHARES CORPORATION, MILWAUKEE, WISCONSIN, FOR APPROVAL OF ACQUISITION OF SHARES OF MERCHANTS &amp; SAVINGS BANK, JANESVILLE, WISCONSIN.</blockquote>\n<blockquote id=\"b1006-7\">“Bankshares owns seven banks and one trust company operating a total of 24 offices in five counties in Wisconsin. As of June 30, 1962,<footnotemark>1</footnotemark> the seven banks and the trust company had total deposits of approximately $875 million, of which approximately $683 million were held by First Wisconsin National Bank, Milwaukee, with 13 offices. Two of the other six banks and the trust company are located in Milwaukee County, with one office each and about $12 million of total deposits combined. The other four banks-are located in Fond du Lac (Fond du Lac County), Eau Claire (Eau Claire County), Madison (Dane County), and Oshkosh (Winnebago County).</blockquote>\n<blockquote id=\"b1006-9\">“Merchants, with about $22 million in total deposits, operates its only office in Janesville, Rock County, about 71 miles southwest of Milwaukee.</blockquote>\n<blockquote id=\"b1006-10\">“As stated in the Board’s Order, the recommendation of denial by the Wisconsin Commissioner of Banks was not received in time to make mandatory a formal hearing on this application. It is nevertheless appropriate for the Board to take his views into account. The grounds of the Commissioner’s recommendation were, in part, that in addition to controlling more than 50 per cent of the volume of deposits in Milwaukee the Applicant already controls the ‘largest and most dominant bank’ in four other Wisconsin cities and would, by the acquisition of Merchants, gain control of the ‘largest and most dominant bank’ in Janesville; that Merchants</blockquote>\n<blockquote id=\"Aqoa\">“ ‘currently is well managed, has an adequate reserve for successor management, and is in a position to adequately meet the credit needs of the community in cooperation with other existing banks in said city’,</blockquote>\n<blockquote id=\"AV02\">and that:</blockquote>\n<blockquote id=\"b1006-11\">“ ‘In summary * * * growth and: expansion of holding companies in the State of Wisconsin should be halted if monopoly of banking operations is to-be avoided, particularly when such, growth and expansion involves the acquisition of the dominant independent banks in the respective areas where such banks are located.’</blockquote>\n<blockquote id=\"b1006-13\">“With respect to this application, section 3(e) of the Act requires the Board to take into consideration the following factors: (1) the financial history and' condition of the company and the bank concerned; (2) their prospects; (3) the-character of their management; (4) the convenience, needs, and welfare of the-communities and the area concerned; and'. (5) whether or not the effect of such acquisition would be to expand the size or extent of the bank holding company system involved beyond limits consistent <page-number citation-index=\"1\" label=\"955\">*955</page-number>with adequate and sound banking, the public interest, and the preservation of competition in the field of banking.</blockquote>\n<blockquote id=\"b1007-5\"><em>“Banking Factors. </em>— Consideration of the financial history and condition of both Applicant and Merchants discloses nothing that would constitute a reason for either approval or disapproval. Merchants appears to have been soundly and successfully operated since its organization in 1875 without being party to any mergers, reorganizations, or' the like, except for its absorption in 1922 of a bank that had failed. In spite of an asserted loss of business to larger banks and out-of-State banks, the ten-year period ended December 31, 1961, saw Merchants’ deposits grow by more than 40 per cent, and the bank has remained well capitalized. At the same time, the Bankshares system has a sound record in the operation of its banks and its control of Merchants would not be expected to have any adverse effect on the condition of that bank.</blockquote>\n<blockquote id=\"b1007-6\">“The past performance of the holding company’s banks indicates favorable prospects for the system, and there is no reason for supposing that affiliation of Merchants with this system would adversely affect that bank’s prospects. However, on the basis of the bank’s past performance, present situation, and the prospects for the economy of the area served by the bank, its prospects would be favorable without the proposed holding company affiliation.</blockquote>\n<blockquote id=\"b1007-7\">“This latter conclusion takes into account assertions by Applicant that Merchants, while strongly and capably managed at present, lacks sufficient management depth to ensure continuity of quality leadership and that the bank, on the basis of past experience, anticipates difficulty in recruiting and retaining adequate personnel. There is some ground for belief that affiliation with Bankshares would facilitate provision for management succession, but it appears that Merchants has consistently obtained competent management in the past, and the evidence that it cannot continue to do so is not strong. Consequently, while considerations relative to the management factor may be regarded as favorable in a slight degree, they do not argue strongly for approval of the application.</blockquote>\n<blockquote id=\"b1007-8\"><em>“Convenience, needs and </em>welfare.— Since the Bankshares subsidiary nearest to Merchants is about 42 miles distant in Madison, Dane County, and since the addition of Merchants to the system would not substantially affect the service capacity of the system’s banks individually or as a group, consideration of the convenience, needs, and welfare of the communities and area involved is properly focused on the area served by Merchants and the effect which its affiliation with Bankshares would be expected to have on banking service in that area now and in the future.</blockquote>\n<blockquote id=\"b1007-10\">“The City of Janesville, comprising about 12 square miles with a population of about 35,000, substantially represents the primary service area <footnotemark>2</footnotemark> of Merchants, whose only office is located in the city’s principal commercial district. Janesville is the largest city in Kock County and is a principal industrial and trading center of the county. There are four other banks in Janesville, with an aggregate of about $35 million in total deposits, the largest of these having about $17 million as compared with $22 million for Merchants. One of the four, the Bank of Janesville, with a little over $1 million in deposits, was recently organized by and is now owned by directors and principal stockholders of Merchants. While its size limits its present importance in the local banking scene, the Bank of Janesville should be regarded more as an affiliate than as an independent competitor of Merchants.</blockquote>\n<blockquote id=\"b1007-12\">“Besides the Janesville banks, there are eleven banks in Kock County, seven of which are believed by Applicant to draw a substantial amount of their banking business from Janesville. Of these seven, four are. in the $1 million to $4 million deposit range, the other three being two commercial banks and one mutual savings bank in Beloit, with about $34 million, $20 million, and $14 million, respectively, in total deposits. Thus, it appears that banking service is being provided to Janesville and the surrounding area in varying degrees by a number of banks. The Applicant asserts, however, that there remain banking needs that the affiliation of Merchants with Bankshares could help fill, and that also, through improvements in present banking service, such affiliation would be of benefit to the community -and the area.</blockquote>\n<blockquote id=\"b1007-13\">“With respect to lending services, the Applicant alleges that large businesses with operations in Janesville now turn to outside sources, in particular the financial centers of Chicago and New York, for their credit needs. It is urged that, through participations with Bankshares’ other subsidiaries, Merchants, as a subsidiary, could make available an effective <page-number citation-index=\"1\" label=\"956\">*956</page-number>lending limit of $5 million that would aid in retaining and recovering the loan accounts of large customers. In other lending activities such as installment loans, equipment loans, and inventory financing, and in other fields such as international banking, trust services, investment portfolio management, and technical services, the Applicant urges that the advice and assistance it could provide to Merchants would substantially improve the scope and quality of the service offered by Merchants and therefore benefit the area it serves. Anticipated assistance in the provision of management succession and easier access to additional capital are also cited for their indirect beneficial effect on the bank’s service capacity.</blockquote>\n<blockquote id=\"b1008-5\">“Conceding the alleged advantages of access to the experience and facilities of the holding company organization that could be afforded to Merchants as a member of the Bankshares system, the question is not so much how a particular bank may improve or expand its services as whether such improvement or expansion is indicated for the provision of adequate and convenient banking service to the community and area. While all the Applicant’s presentations of fact and opinion on this aspect of the application have been considered, the Board is not convinced that the Janesville area so lacks scope and quality in banking service as to indicate a need for the step here proposed. To the extent service is desired beyond the capacity of the area’s banks, the resources of competitive correspondent banking alternatives would seem adequate to the demand for local service.</blockquote>\n<blockquote id=\"b1008-6\">“The fact that large national industries or business concerns have operations in or near a community does not necessarily mean that the community must be in a position to satisfy all their banking needs or even that such apparent convenience is desired by the businesses in question. Large industries locate their offices all over the country even though they are aware that they will be turning directly to the financial centers for their major credit needs. Geographical proximity to sources of adequate credit is not a prime consideration to the larger business borrowers; moreover, it is not inimical to the welfare of a community in Wisconsin that it is unable to compete on an equal footing with New York, Chicago, or even Milwaukee, in the credit service it can afford to large concerns with local operations. Nor is it inimical to the interests of individuals and the smaller local businesses that their credit needs do not have to compete with those of the largest concerns in the area. The extent to which economic growth in the Janesville area can be\" accelerated by better banking and credit facilities depends more on the quality and adequacy of service to the smaller businesses of the area than to the large businesses with alternatives elsewhere.</blockquote>\n<blockquote id=\"b1008-8\">“Furthermore, any increase the affiliation might effect in Merchants’ ability to service the larger credit accounts locally would not necessarily mean that the banking resources generated thereby would be wholly retained by Merchants. In general effect as to such accounts the affiliation would represent at best an improvement in the correspondent banking service available in Janesville, and as the other banks in the system (notably First Wisconsin National Bank in Milwaukee) made their resources and facilities available to Merchants so would they be expected to participate in the benefits of the business thereby attracted to the system. Depending on the policies and practices within the system, Merchants might fare better in this respect than it would as an arm’s-length correspondent; nevertheless, only a portion of the business attracted from out of town to Merchants as an affiliate would represent increased economic benefit to Janesville. At that, for the purposes of the Act less importance would attach to such economic benefit than would attach if the area’s economy were not prospering.</blockquote>\n<blockquote id=\"b1008-9\">“For the above reasons, the Board does not believe that a strong case for approval has been presented under the fourth factor.</blockquote>\n<blockquote id=\"b1008-10\"><em>“Effect on adequate and sound banking, the public interest, and banking competition. </em>— For the most part, the information on distribution of banking resources and offices in Wisconsin does not, on its face, present a picture of a situation that is now manifestly hostile to healthy competition or that would be substantially altered in that direction by the proposed acquisition. Nor does it appear that the proposed acquisition would so extend the holding company system as to be inconsistent with adequate and sound banking. The situation in the pertinent markets of the State is such, however, that if the proposed acquisition would have a tendency contrary to the statutory aim of preserving banking competition, such fact must be viewed adversely even though the acquisition’s direct effects might be slight.</blockquote>\n<blockquote id=\"b1008-11\">“The nearest Bankshares’ subsidiary to Merchants is in Madison, 42 miles distant, and Milwaukee, where First Wisconsin <page-number citation-index=\"1\" label=\"957\">*957</page-number>National is located, is 71 miles away. Thus, while it appears that the latter bank, as the largest bank in Wisconsin, draws some kinds of business from a State-wide market, the elimination of present competition between Merchants and Bankshares’ subsidiaries by the proposed acquisition is not a significant consideration.</blockquote>\n<blockquote id=\"b1009-5\">“As regards concentration of banking resources, consideration is to be given to the position of the Bankshares system in the markets in which it operates, to the position of Merchants in its market, and to the probable effect of the proposed acquisition on these positions. With some $875 million of deposits, the Bankshares banks comprise the largest banking organization in the State, that amount representing about 18 per cent of the total for the State. Of the $875 million more than 75 per cent is held by First Wisconsin National Bank, Milwaukee, the “keystone” bank of the system and the largest in the State. That bank’s deposits represent over 40 per cent of the total deposits of banks in Milwaukee County. In each of the other four counties in which Bankshares has subsidiaries, their deposits represent from about 27 per cent to about 45 per cent of the totals for all banks in each county.</blockquote>\n<blockquote id=\"b1009-6\">“It cannot be said that these figures necessarily indicate an undue competitive advantage on the part of Bankshares’ banks in their markets, particularly in view of the generally lower rates of growth of Bankshares’ banks as compared with other banks in the same areas. The fact remains, however, that the system’s present subsidiaries not only comprise the largest banking organization in the State, but also are individually the largest banks in their respective counties.</blockquote>\n<blockquote id=\"b1009-7\">“Merchants is the largest bank in Janesville, and in the county is second only to Beloit State Bank, Beloit. Merchants’ $22 million of total deposits represent about 39 per cent of the total deposits of all banks in Janesville. Other banks in the area offer considerable competition, but Merchants’ size gives it a competitive advantage not only in serving credit needs too large for the other banks in the Janesville area but also in drawing other banking business — both that relate to the large credit accounts and other business not so related — all of which could be handled by the other banks. Since it appears, apart from questions of convenience, needs, and welfare, that membership in the Bankshares system would increase Merchants’ effective capacity to supply business credit and serve specialized business needs, to the extent such added capacity were utilized the affiliation would set Merchants further apart as the bank for business customers in Janesville and thus expand its potential for dominance. The acquisition would thus tend to restrict the range of opportunities within which other Janesville banks could effectively compete for the banking business of the Janesville area.</blockquote>\n<blockquote id=\"b1009-10\">“If Merchants were thus enabled to preempt an even greater share of Janesville’s banking business than it now has without having to rely on the success of its direct competitive efforts, the similar efforts of the other banks would be in part negated and the future growth and development of those banks would be further inhibited. This, in turn, would dull their very incentive to compete and thereby lessen the vigor of banking competition in the area.</blockquote>\n<blockquote id=\"b1009-11\">“As discussed previously, there seems to be no such void in the banking service required in Janesville that the impact of the acquisition of Merchants by Bank-shares would work immediate major changes in the area’s competitive picture, but it does appear to the Board that such effects as would result would be contrary to the public’s interest in the preservation of competition.</blockquote>\n<blockquote id=\"b1009-12\">“The addition of Merchants to the Bankshares system could also be regarded as contributing to the protection of First Wisconsin National Bank in its position as the leading bank in a State financial center. As discussed in connection with the fourth factor, the acquisition of Merchants would not necessarily result in a substantial shift of the banking business of Janesville concerns to the Bankshares’ banks; but the affiliation of the largest bank in the State with the largest bank in a fifth area of the State outside Milwaukee would tend contrary to flexibility and vigor of competition in the broader commercial and industrial market served by Milwaukee banks.</blockquote>\n<blockquote id=\"b1009-13\"><em>“Conclusion. </em>— The declared aims and desires of the parties to a proposal such as that before the Board are not to be disregarded. However, even granting full force to the assertions of the proponents as to the benefits that would flow to both the bank and the holding company from the affiliation, they do not add up to the degree of public benefit which would make it consistent with the terms and purposes of the Act to permit the absorption of a strong and vigorous independent bank, the largest in its own area, <page-number citation-index=\"1\" label=\"958\">*958</page-number>by the largest banking <em>organization in </em>the State. The responsibility imposed on the Board by Congress to restrain the aggregation of banking resources through the holding company device is not limited to situations where immediate .adverse effects may be foreseen, but extends also to those where already existing competitive advantage would be increased without foreseeable compensating benefit to the public.</blockquote>\n<blockquote id=\"b1010-14\">“Accordingly, viewing the relevant facts in the light of the general purposes of the Act and the factors enumerated in section 3(c), it is the judgment of the Board that the proposed acquisition would not be consistent with the statutory objectives and the public interest and that the application should be denied.”</blockquote>\n</footnote>\n<footnote label=\"1\">\n<p id=\"Ago\">. Unless otherwise indicated, deposit figures herein stated are as of June 30, 1962.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"AFc\">. Deposits of individuals, partnerships, and corporations,</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"AUUj\">. Northwest Bancorporation v. Board of Governors, 303 F.2d 832 at 842 (8th Cir. 1962).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"AJs\">. 1962 Federal Reserve Bulletin 567.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"ADm\">. See the Board’s Order and Statement in Matter of the Application of Valley Bancorporation.</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"A0HG\">. All statistics herein are as of June 30, 1962, except as otherwise indicated.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"AnV\">. The area from which the bank draws about 75 per cent of its deposits.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1010-15\">. S.Rep. No. 1095, 84th Cong., 1st Sess., 10 (1955).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}