{
  "casebody": {
    "data": "<casebody firstpage=\"9\" lastpage=\"19\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b13-4\">SUPREME COURT.</court>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b13-5\">Eben Goodwin and another agt. Lewis Einstein and others.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b13-6\"><em>Pandmers—secret a/rrangement by one pm'tner with persons dealing with the firm </em>— <em>accounts between </em>— <em>lien of pa/rtners on the shares of </em>copa/rtners— <em>equitable </em>set-off— <em>opening accounts.</em></headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b13-7\">The plaintiffs’ firm engaged the defendants’ firm, who are bankers, to buy and sell gold for them, for which service the defendants’ firm were to charge commissions and interest, as was their custom with other dealers. Rosenfeld, a member of the defendants’ firm, was secretly, and without the knowledge of his partners, interested with the plaintiffs in the account. Rosenfeld failed, and with his failure the account was closed, showing a debit balance in favor of the defendants’ firm against the plaintiffs’ firm of $73,000. Statements of this account had been regularly rendered to the plaintiffs’ firm.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b13-8\">On the day of his failure Rosenfeld made an assignment for the benefit of his individual creditors, notice of which was directly given to his copartners. Rosenfeld’s interest in his firm was adjusted and ascertained, and was found to amount to §60,000, which was claimed by his assignees. In reaching this result no notice was taken of his interest in the plaintiffs’ account with the defendants’ firm.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b13-9\"><em>Held,, </em>that the interest of Rosenfeld in the defendants’ firm could not in equity, at the plaintiffs’ instance, be subjected to the payment of his proportion of the indebtedness of the plaintiffs, as appears by the accounts between plaintiffs and defendants’ firm, to the prejudice of the individual creditors of Rosenfeld, provided for in his assignment for then- benefit, the plaintiffs having no equity superior to that of such creditors.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b13-10\"><em>Also, </em>that plaintiffs had no lien growing out of their interest with Rosenfeld in the account in question upon his share or interest in the defend- ■ ants’ firm.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b13-11\"><em>Also, </em>that the defendants’ firm were not called upon in equity to set Off against the claims of the individual creditors of Rosenfeld, as interposed through his assignment, to the plaintiffs’ advantage, his share of the indebtedness arising under the account in question, they being ignorant of his interest therein until after his failure. They were not, <page-number citation-index=\"1\" label=\"10\">*10</page-number>under the circumstances, obliged to regard him as a debtor to them under that account, opened on then books and carried on exclusively in the name of the plaintiffs’ firm. The plaintiffs were their debtors.</headnotes>\n<p data-order=\"8\" data-type=\"otherdate\" id=\"b14-9\">\n<em>Special Term,</em>\n</p>\n<decisiondate data-order=\"9\" data-type=\"decisiondate\" id=\"AMo\">1875.</decisiondate>\n<headnotes data-order=\"10\" data-type=\"summary\" id=\"b14-5\"><em>Also, </em>that parties cannot, by secret arrangements made between themselves, for their own individual gain, compel others standing in some well-defined relation to them, and who are innocent and ignorant Of such secret arrangements, to change the ordinary and accustomed method of treating accounts, apportioning interests and discharging claims, and become involved in complications and contests with others. <em>Also, </em>while equity favors the doctrine of set-off, it follows the same general rule as courts of law. The debts must be due by and to the same parties.</headnotes>\n<headnotes data-order=\"11\" data-type=\"summary\" id=\"b14-6\"><em>Also, </em>that the validity of the assignment of Rosenfeld could not be attacked collaterally in this action/ A judgment creditor’s action is the proper remedy to determine the validity of that assignment.</headnotes>\n<headnotes data-order=\"12\" data-type=\"summary\" id=\"b14-7\">The plaintiffs also claiming that there should be a readjustment of the accounts themselves, between then firm and the defendants’ firm, upon the ground of a promise made by Rosenfeld to the plaintiffs that, upon the closing of the accounts, there should be a concession made to the plaintiffs from the rate of charges, such promise being made without the knowledge of his copartners:</headnotes>\n<headnotes data-order=\"13\" data-type=\"summary\" id=\"b14-8\"><em>Reid, </em>that any promise Rosenfeld had made was clearly in his own interest, and to the pecuniary prejudice of his copartners, and was not binding upon them, it appearing that the accounts had been regularly rendered, and the charges made were the same as those against other ■ dealers with defendants’ firm.</headnotes>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b14-10\"><em>Fullerton &amp; Knox, </em>for plaintiffs.</attorneys>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b14-11\">Barlow, <em>Larocque &amp; McFarland, </em>for defendants.</attorneys>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b14-12\">Van Vorst, J.</author>\n<p id=\"AK\">—The letter of ISTovember 26, 1864, signed by E. Goodwin <em>&amp; </em>Brother, addressed to Einstein, Rosenfeld &amp; Co., and delivered to that firm, contains the conditions upon which the transactions in gold to be conducted by the latter for the former firm, was to be carried on. The closing part of the letter is in these words: “ You will, by mail or messenger, notify us daily, of the transactions of the previous day, and charge our account such commissions and interest as is your practice with other customers.”</p>\n<p id=\"b15-4\"><page-number citation-index=\"1\" label=\"11\">*11</page-number>The terms were accepted and acted upon. Statements at regular intervals were handed .to the plaintiffs’ firm by-Einstein, Rosenfeld <em>&amp; </em>Co., of the transactions. The plaintiffs’ firm were also duly notified of the transactions as they occurred, and a member of the firm was almost daily in the office of Einstein, Rosenfeld <em>&amp; </em>Co., so as to be personally advised of the market, and charges for gold.</p>\n<p id=\"b15-5\">The dealings were commenced about the time of the date of the letter, and an account was opened on the books of Einstein, Rosenfeld <em>&amp; </em>Co., in which the transactions on account of plaintiffs’ firm were exclusively entered. This account, known as account number one, was continued until the 30th day'of September, 1865, when it terminated, showing a balance in favor of plaintiffs’ firm of $28,000 and upwards. The plaintiffs’ firm had received monthly, on the first day of each month, from Einstein, Rosenfeld &amp; Co., a statement showing the transactions made, the charges and commissions, and the condition of their account.</p>\n<p id=\"b15-6\">In March, 1865, another account in gold, known as account number two, was opened with Einstein, Rosenfeld <em>&amp; </em>Co., in favor of plaintiffs’ firm. In this latter account, in pursuance of an arrangement between the plaintiffs’ firm and the defendant Rosenfeld, the latter, a partner in the house of Einstein, Rosenfeld <em>&amp; </em>Co., was jointly interested with plaintiffs.</p>\n<p id=\"b15-7\">The fact that Rosenfeld had such interest in account number two, was not disclosed to his copartners, and they were ignorant of his having such interest until after the failure of Rosenfeld, which occurred on the 22d May, 1866.</p>\n<p id=\"b15-8\">Account number two substantially closed with the failure of Rosenfeld, and with a debit in favor of Einstein, Rosenfeld &amp; Co., of $12,000 and upwards. Statements of this account, showing transactions therein, and the condition thereof was, from time to time, at stated periods, also rendered to the plaintiffs’ firm.</p>\n<p id=\"b15-9\">On the 22d May, 1866, the defendant Isaac Rosenfeld, <page-number citation-index=\"1\" label=\"12\">*12</page-number>Jr., made an assignment for the benefit of his creditors, to the defendants Lazarus Eosenfeld and Eugene Shine, notice of which was dffeetly given to his late copartners.</p>\n<p id=\"b16-5\">His interest in the firm of Einstein, Eosenfeld <em>&amp; </em>Co., at the time of his failure, was adjusted by his late copartners, and was found to be about the sum of $60,000 which sum ■ was claimed by the assignees, and the principal part of which has been actually paid to them.</p>\n<p id=\"b16-6\">The plaintiffs claim, in the first place, that there should be a readjustment of the accounts between the firm of Einstein, Eosenfeld &amp; Co., and themselves.</p>\n<p id=\"b16-7\">I do not think that the evidence calls for any disturbance of the charges made by Einstein, Eosenfeld <em>&amp; </em>Co. Some time in the month of May or June, 1865, one of the plaintiffs’ firm, called the attention of the defendant Isaac Eosenfeld, Jr., to charges made by Einstein, Eosenfeld <em>&amp; </em>Co., and complained of them.</p>\n<p id=\"b16-8\">This, it will be observed, was some six months after account number one had been opened, and monthly statements thereunder made and received, and some two months after account number two was commenced.</p>\n<p id=\"b16-9\">The complaint was made to Isaac Eosenfeld, Jr., who was secretly and jointly interested with the plaintiffs’ firm in account number two. The complaint was not communicated to any other member of the firm, although, as the evidence discloses, the plaintiff who thus complained to Eosenfeld was in the office of Einstein, Eosenfeld &amp; Co. daily, or nearly so.</p>\n<p id=\"b16-10\">Any promise that Eosenfeld should, under such circumstances, make of any concession on the close of the accounts in favor of plaintiffs’ firm, was clearly in his own individual interest, as concerned in account number two, and to the pecuniary prejudice of his copartners in the house. I do not think that the plaintiff could have any reasonable ground to hope even, that charges would be reduced or readjusted on a new basis thereafter, if they still continued to do business <page-number citation-index=\"1\" label=\"13\">*13</page-number>with the firm, and thereafter to receive, without objection, accounts of subsequent transactions made out upon the same basis.</p>\n<p id=\"b17-5\">In order to have put themselves entirely right, if they were sincere and earnest in their objections, they were called upon at once to make known their objections to the other members of the house, who were ignorant of the fact that Rosenfeld was concerned in account number two, and had an interest adverse to that of his copartners, to have the commissions and charges incident to the transactions, in that account at least, reduced or adjusted on a new basis.</p>\n<p id=\"b17-6\">But what effectually disposes of the plaintiffs’ claim in this regard is the fact, that in January, 1866, Lewis Einstein, the senior partner, to whom the matter of the plaintiffs’ complaint was <em>then </em>referred, informed the plaintiffs distinctly that they were doing the business as reasonably as they could, and at the same rates as they were transacting business for others, and that if plaintiffs were dissatisfied they were at liberty to withdraw their account.</p>\n<p id=\"b17-7\">The plaintiffs did not withdraw their account, but continued thereafter their relations to the house in transactions in account number two until the failure of Isaac Rosenfeld, Jr., in the month of May, 1866. And to this is to be added the further fact in evidence, that the charges made by Einstein, Rosenfeld &amp; Co. to the plaintiffs were the same as made to their other customers. In fact, that they had but one system, which was uniformly applied to every dealer.</p>\n<p id=\"b17-8\">It would seem that under such circumstances the plaintiffs. have no just cause for complaint, and assign no good reason for a reopening or readjustment of the accounts in question, and they must be deemed to be correct.</p>\n<p id=\"b17-9\">The plaintiffs’ further claim is, that the interest of Isaac Rosenfeld, Jr., in the firm of Einstein, Rosenfeld &amp; Co., should be subjected to the payment of Rosenfeld’s half of account number two. This involves the question whether the copartners of Isaac Rosenfeld, Jr., can defeat the appro<page-number citation-index=\"1\" label=\"14\">*14</page-number>priation made by him of his own property for the payment of his individual debts.</p>\n<p id=\"b18-5\">Any assignment which he might make, of his interest in the copartnership in question, would be subject to the payment of the debts of the firm and the adjustment of its affairs.</p>\n<p id=\"b18-6\">Such adjustment, it seems, has been made, and after allowance for all the copartnership obligations, there remained as his share of the assets the above méntioned sum of $60,000 and upwards. Oan the copartners of Isaac Eosenfeld, Jr., in any way prevent the operation of his assignment and the application of this, his property, to the payment of his debts in á legal way <em>% </em>And are they called upon by any established principle of equity to interpose a lien upon this share of Isaac Eosenfeld, Jr., in the copartnership assets to the advantage of the plaintiffs \"and to the exclusion of his individual creditors ?</p>\n<p id=\"b18-7\">It may well be that his-copartners, in the event that the plaintiffs’ firm had become insolvent, upon learning that Isaac Eosenfeld, Jr., was interested jointly in account number two, might have insisted that his share in the copartnership should be made chargeable with this whole indebtedness.</p>\n<p id=\"b18-8\">But the partners of Eosenfeld had a legal claim against the plaintiffs’ firm for the whole debt'. They had no reason to know or believe, before his assignment for the benefit of his creditors, that Isaac Eosenfeld, Jr., their copartner, was at all interested in this account.</p>\n<p id=\"b18-9\">It is quite clear that the plaintiffs have no lien growing out of their relations with Isaac Eosenfeld, Jr., and their joint interest with him in account number two, upon his share or interest in the -copartnership of Einstein, Eosenfeld &amp; Oo. Had they paid the whole claim, they could not otherwise than as judgment creditors, with an execution returned unsatisfied, have in equity reached his interest in that firm, and compelled its application to the payment of his proportion of the debt. But they are not judgment creditors.</p>\n<p id=\"b19-4\"><page-number citation-index=\"1\" label=\"15\">*15</page-number>I am inclined to the opinion that no such superior \"equity exists in favor of the plaintiffs, or in the individual creditors of Isaac Eosenfeld, Jr., as calls for a judgment, directing that Eosenfeld’s share of the debt created by account number two growing out of his private agreement with plaintiffs, should be paid out of his share of the assets of the copartnership firm of Einstein, Eosenfeld &amp; Co., especially when such judgment would override a legal appropriation, previously made by Eosenfeld, for the payment therefrom of his individual debts. To disturb the disposition made for the payment of these claims, would require an equity so strong in favor of others, as to be preferred to their prior legal right under the assignment for their benefit. In answer to this claim, it may be stated, as has already been suggested, that the plaintiffs are not in fact creditors of Isaac Eosenfeld, Jr. They could only have become such by paying the debt created by account number two. And as a large proportion of Isaac Eosenfeld, Jr.’s, interest, was in fact paid over to the assignees, before this action was commenced, having first established their claim at law, they could have tested their right to an equitable lien, or preference, in an action against the assignees to enforce it.</p>\n<p id=\"b19-5\">But I do not think that the attitude of these plaintiffs is such as, in any event, to give them in this action an equity superior to that of the individual creditors of Isaac Eosenfeld, Jr. And such equity must needs be strong, to overcome the legal right secured to these creditors by the assignment of Eosenfeld for their benefit. As already indicated, I do not think that the evidence makes out such case. I have failed to discover any stable ground, upon which any equity in plaintiffs’ favor, to priority of payment out of Eosenfeld’s share of the copartnership assets over his other individual creditors, can rest. Plaintiffs, by their agreement with Eosenfeld, took the risk, as to whether the transactions in account number two would be profitable or otherwise. It does not appear that the share of Eosenfeld, in his copartnership with the Einsteins, was incurred by any contributions made <page-number citation-index=\"1\" label=\"16\">*16</page-number>- by plaintiffs, to account number two. Such result could not have been attained, as the account in the end entailed a large loss. And the plaintiffs must stand towards Rosenfeld in the same attitude in which other creditors who had individual transactions with him are placed. The plaintiffs also ask the court to extend the equitable doctrine of set-off to this case, and to determine that the defendants, the remaining partners of Einstein, Rosenfeld <em>&amp; </em>Oo., be compelled, substantially, to set' off against the claims of the individual creditors of Isaac Rosenfeld, Jr., as interposed through the assignment in question, his share of the indebtedness arising under account number two.</p>\n<p id=\"b20-5\">In the first place, the books of the partnership do not show that Rosenfeld, Jr., was interested in such account. Such interest in him was created by a private understanding existing between him and the plaintiffs, undisclosed to the other partners. •</p>\n<p id=\"b20-6\">. The other partners are not obliged to regard Isaac Rosen■feld, Jr., as a debtor. Their dealings were with the plaintiffs’ firm, to whom the accounts were from time to time rendered.</p>\n<p id=\"b20-7\">It may be that they had the right, so soon as they discovered his interest in account number two, to treat him as' liable to his copartners. But I do not discover any thing in the case which shall absolutely compel them to do so. Had large profits been made in account number two, Rosenfeld, through his undisclosed relations and understanding with the plaintiffs, would have been the sole gainer. '</p>\n<p id=\"b20-8\">The plaintiffs could have, early in the transaction, by disclosing to his copartners the true nature of Rosenfeld’s secret interest, have compelled a decision. They did not choose to adopt' this course. They were content to leave matters as they stood. They waited to make the disclosure until Rosenfeld had failed, and made an assignment of his property. It was then too late, as the legal rights of others had become fixed by that instrument. Besides, the demand, as far as the <page-number citation-index=\"1\" label=\"17\">*17</page-number>interest or liability of Rosenfeld is concerned, was unliquidated. \" The account was, in fact, against the plaintiffs.</p>\n<p id=\"b21-5\">I do not think that they were called upon to split up the entire demand, and seek to set up a part thereof against the claims of the creditors of Rosenfeld. Not being themselves involved in the arrangement between the plaintiffs and Rosenfeld, they were not bound to enter into complications and controversies with his individual creditors and assignees. In order to have done this they must have espoused the plaintiffs’ cause, and have engaged to shield and protect them, through an equity supposed to exist, not in the plaintiffs’ favor, but in that of the remaining partners of Rosenfeld.</p>\n<p id=\"b21-6\">Partners cannot, by secret arrangements made between themselves, for their own individual gain, compel others standing in some well-defined relation to them, and who are both innocent and ignorant of such undisclosed arrangements, to change the ordinary, accustomed and legal method of treating accounts, apportioning interest, meeting obligations and discharging claims, and thus become involved in unexpected complications and contests with others.</p>\n<p id=\"b21-7\">The remaining partners are not called upon to search for latent equities, and interpose them to a legal demand for the rescue of those to whom they owe no dirty.</p>\n<p id=\"b21-8\">Equity favors, and seeks to extend the doctrine of set-off, but it follows the same general rules as courts of law. Por the purpose of set-off, however, the debts must be due by and to the same parties. That essential element is wanting in any aspect in which this case can be considered. Rosenfeld’s interest in his firm, after an adjustment of his affairs, has been liquidated, but it exists in his favor individually. Previous to such liquidation he had assigned his interest in the firm for the benefit of his creditors. The remaining partners, to an action brought against them by the assignees for this struck and ascertained balance, could not legally interpose as a defense their claim against the plaintiffs under account <page-number citation-index=\"1\" label=\"18\">*18</page-number>number two, although Rosenfeld was, as between himself and the plaintiffs, liable for one-half thereof.</p>\n<p id=\"b22-5\">The only, conceivable ground upon which they would have been justified in such defense, or position, would have been the adoption, by themselves, of Rosenfeld as a debtor in conjunction with the plaintiff, and by the interposition, not of a set-off, but a lien upon his share in the assets of the firm, through their partnership relations with him. This equity demands they should not do, to defeat the legal claims of others, when they have the means of collecting their demands from their acknowledged debtors in a legal way.</p>\n<p id=\"b22-6\">These considerations also apply to the claim made by the plaintiffs, that when a party has a lien upon two funds, and another party has a lien on one of these funds, the first must seek his remedy in the first instance against that fund on which the latter has no lien.</p>\n<p id=\"b22-7\">This position assumes that the partners of Rosenfeld had an unquestioned lien on his share of the assets of the firm for the debt in question, as well as on the securities deposited by the plaintiff to the credit of account nujnber two, and also that the plaintiffs had a lien on something.</p>\n<p id=\"b22-8\">To what the lien of the plaintiffs attached, is not disclosed in this connection. We have already stated that in no aspect of the case had the plaintiffs a lien upon Rosenfeld’s . share in the assets of his firm, as an indemnity to them for his proportion of the debt in favor of Einstein, Rosenfeld &amp; <em>‘-Go., </em>against the plaintiffs.</p>\n<p id=\"b22-9\">I do not think that the question of the validity of the .assignment of Rosenfeld should be tried in this action, under the pleadings. It would seem that such assignment could • only be attacked directly in a judgment creditor’s action, •where its validity might, be challenged.</p>\n<p id=\"b22-10\">But as the matter was to some extent discussed, subject 'to objection interposed by the defendants’ counsel, I have looked at the assignment, and I do not consider it void for the reasons assigned.</p>\n<p id=\"b23-4\"><page-number citation-index=\"1\" label=\"19\">*19</page-number>The only remaining question is as to whether the plaintiff has been credited with the proper allowance of interest .on currency balances, at the rate of four per cent per annum. The only particular, however, in which any question may be reasonably entertained under the evidence, is in respect to the currency balance of $28,878.14, from December, 1865, when interest was adjusted and allowed. In statement March 31, 1866, this balance, according to account number one, is carried into account number two, to the credit of the plaintiffs, at the foot of the account, in a distinct entry. It appears in substantially the same form in the statement of account number two, for 30th April, 1866.</p>\n<p id=\"b23-5\">In the statement for May 30th, 1866, this credit balance no longer appears as a separate and distinct entry, but is formally carried into the credit side of that account, and a balance struck, showing an indebtedness from the plaintiffs in favor of Einstein, Eosenfeld <em>&amp; </em>Co. of $44,165.68. In this account the plaintiffs are debited with interest to the amount of $1,178.33.</p>\n<p id=\"b23-6\">The practice of the house was to enter the balance of interest only to the debit of the party charged therewith. And it is testified to by one of the defendants, who appears to have had more special charge in respect to the account, that in this instance such result was reached after an allowance to the plaintiffs of interest on the balance in plaintiffs’ favor ■appearing by account number one, and formally transferred to account number two. In this view the plaintiffs have suffered no injustice.</p>\n<p id=\"b23-7\">After an examination of the whole case, I find no ground upon which the plaintiffs are entitled to a judgment for any relief. There has been nothing disclosed to impeach the fairness or integrity of the account, and the plaintiffs are not entitled to the relief in the premises for which they have invoked the aid of this court.</p>\n<p id=\"b23-8\">And their complaint must be dismissed with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}