{
  "casebody": {
    "data": "<casebody firstpage=\"927\" lastpage=\"930\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b953-14\">UNITED STATES of America, Plaintiff-Appellee, v. Eric CUNNINGHAM, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b953-17\">No. 08-11275</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AjJ\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b953-18\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b953-19\">April 13, 2009.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b954-12\"><page-number citation-index=\"1\" label=\"928\">*928</page-number>Suzan H. Ponzoli, Anne R. Schultz, Lisa A. Hirsch, U.S. Attorney’s Office, Miami, FL, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b954-13\">Alvin E. Entin, Entin, Margules &amp; Della Fera, P.A., Ft. Lauderdale, FL, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b954-15\">Before DUBINA, MARCUS and ANDERSON, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b954-16\">PER CURIAM:</author>\n<p id=\"b954-17\">Appellant Eric Cunningham appeals his 63-month sentence for attempt to possess with intent to distribute 500 grams or more of cocaine, in violation of 21 U.S.C. § 846.</p>\n<p id=\"b954-18\">On appeal, Cunningham argues that the district court erred in denying his request for a safety-valve reduction because he met all the criteria set forth in U.S.S.G. § 5C1.2, including providing a truthful and complete statement about the offense. Additionally, he argues that the district court erred in refusing to reduce his base offense level for acceptance of responsibility, pursuant to U.S.S.G. § 3El.l(a), because he pled guilty and gave statements about the drug transaction.</p>\n<p id=\"b954-19\">I.</p>\n<p id=\"b954-20\">When reviewing the denial of safety-valve relief, we review the district court’s factual findings for clear error and its application of the sentencing guidelines to those facts <em>de novo. United States v. Johnson, </em>375 F.3d 1300, 1301 (11th Cir.2004). “Credibility determinations are typically the province of the fact finder because the fact finder personally observes the testimony and is thus in a better position than a reviewing court to assess the credibility of witnesses.” <em>United States v. </em><page-number citation-index=\"1\" label=\"929\">*929</page-number><em>Ramirez-Chilel, </em>289 F.3d 744, 749 (11th Cir.2002).</p>\n<p id=\"b955-5\">The safety-valve provision of U.S.S.G. § 5C1.2 implements 18 U.S.C. § 3553(f) and allows a court to sentence a defendant without regard to the statutory mandatory minimum sentence if the defendant meets five criteria. <em>United States v. Brownlee, </em>204 F.3d 1302, 1304 (11th Cir.2000). To be eligible for a safety-valve reduction, the defendant must show that: (1) he does not have more than one criminal history point; (2) he did not use violence or threats of violence or possess a firearm in connection with offense; (3) “the offense did not result in death or serious bodily injury;” (4) he was not an organizer, leader, manager, or supervisor of the offense as determined under the sentencing guidelines and “was not engaged in a continuing criminal enterprise;” and (5) not later than the time of the sentencing hearing, he “truthfully provided to the [government all information and evidence [he had] concerning the offense or offenses that were part of the same course of conduct or of a common scheme or plan.” U.S.S.G. § 5C1.2(a)(l)-(5).</p>\n<p id=\"b955-6\">Of the five criteria, the only issue on appeal is whether the Cunningham satisfied the fifth safety-valve requirement by truthfully providing the government with all information and evidence concerning the offense that was part of the same course of conduct. U.S.S.G. § 5C1.2(a)(5); 18 U.S.C. § 3553(f)(5). The burden is on the defendant to show that he has met all of the safety-valve factors. <em>United States v. Cruz, </em>106 F.3d 1553, 1557 (11th Cir.1997). “[T]he defendant has an affirmative responsibility to truthfully disclose to the government all information and evidence that he has about the offense and all relevant conduct.” <em>Johnson, </em>375 F.3d at 1302 (internal quotation marks and citations omitted). Moreover, a defendant cannot qualify for safety-valve relief “merely by expressing a willingness to provide information,” and there is no initial burden on the government to solicit information from the defendant. <em>United States v. Milkintas, </em>470 F.3d 1339, 1346 (11th Cir.2006) (citation omitted).</p>\n<p id=\"b955-8\">Lies and omissions do not necessarily disqualify a defendant from relief as long as the defendant later makes a truthful and complete proffer prior to the sentencing hearing. <em>Brownlee, </em>204 F.3d at 1305. A district court cannot apply safety-valve relief if it determines that the defendant withheld or misrepresented information, even if the information would not have aided further investigation or prosecution if properly disclosed. <em>United States v. Figueroa, </em>199 F.3d 1281, 1282-83 (11th Cir.2000). In determining the honesty of a defendant, the district court must independently assess the facts and may not rely on the government’s assertion of dishonesty. <em>United States v. Espinosa, </em>172 F.3d 795, 797 (11th Cir.1999).</p>\n<p id=\"b955-9\">The record here shows that Cunningham failed to provide a full and truthful proffer of all the information and evidence he had concerning the offense. In letters to the district court, Cunningham stated that this was a one-time drug transaction “totally inconsistent with [his] background and values” and “totally inconsistent with the way [he had] lived [his] entire life.” Law enforcement officers, however, testified that, while they were undercover, Cunningham told them he previously had been involved in the drug business and wanted to establish a relationship with the officers to make future drug transactions. Additionally, Cunningham stated that he intended to purchase a quantity of cocaine for $8,000, but he did not disclose that this was only partial payment for one kilogram of cocaine.</p>\n<p id=\"b956-3\"><page-number citation-index=\"1\" label=\"930\">*930</page-number>II.</p>\n<p id=\"b956-4\">We review a district court’s interpretation of the sentencing guidelines <em>de novo </em>and its factual findings for clear error. <em>United States v. Masferrer, </em>514 F.3d 1158, 1164 (11th Cir.2008), <em>cert. denied, </em>— U.S. -, 129 S.Ct. 996, 173 L.Ed.2d 291 (2009).</p>\n<p id=\"b956-7\">The Sentencing Guidelines provide for a two-level reduction when the defendant clearly demonstrates acceptance of responsibility for his offense. U.S.S.G. § 3El.l(a). Although a guilty plea is significant evidence of acceptance of responsibility, “this evidence may be outweighed by conduct of the defendant that is inconsistent with such acceptance of responsibility.” <em>United States v. Lewis, </em>115 F.3d 1531, 1537 (11th Cir.1997) (quoting U.S.S.G. § 3E1.1, comment, (n.3)). “[A] defendant who falsely denies, or frivolously contests, relevant conduct that the court determines to be true has acted in a manner inconsistent with acceptance of responsibility” and may not receive an adjustment, even if he pleads guilty. U.S.S.G. § 3E1.1, comment, (n.l(a)). “A defendant who enters a guilty plea is not entitled to an adjustment ... as a matter of right.” U.S.S.G. § 3E1.1, comment, (n. 3). The defendant bears the burden of proving his entitlement to the reduction, and the reviewing court gives great deference to the sentencing judge. <em>See Lewis, </em>115 F.3d at 1537; U.S.S.G. § 3E1.1, comment, (n. 4).</p>\n<p id=\"b956-8\">We conclude from the record that the district court did not clearly err in refusing to give Cunningham a reduction for acceptance of responsibility because he made false statements in letters to the district court that were inconsistent with his acceptance of responsibility. Because the district court’s decision is entitled to deference in granting such a reduction and Cunningham has failed to meet his burden and to demonstrate how the district court erred, we affirm his 63-month sentence.</p>\n<p id=\"b956-10\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}