{
  "casebody": {
    "data": "<casebody firstpage=\"442\" lastpage=\"465\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b442-7\">Rohrer <em>against </em>Stehman.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b442-8\">In Pennsylvania, it is not necessary to the validity of a devise that the will should be sealed; nor that it should be” proved by subscribing witnesses.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b442-9\">A memorandum, taken in writing, from the mouth of a testator, for the purpose of drawing from it a formal will, and read over to him and approved, may be proved as a will.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b442-10\">ISSUE of <em>devisavit vel non, </em>on an instrument of writing, purporting to be the last will and testament of <em>Tobias Stehman </em>deceased. <em>John .Hubley, </em>a scrivener, was sent for to write the will of <em>Tobias Stehman. </em>He took down in writing what the testator dictated to be his will; and when it was all done he read it over to him, and it was approved. From this memorandum a formal will was drawn by <em>John Hubley, </em>and executed by <em>Tobias Stehman </em>in the- presence of witnesses, who subscribed it as such; but whep it was offered for probate, a <em>caveat </em>was entered, an issue joined, Which was tried, and a verdict and judgment rendered against the will, on the ground that it had not been read to the testator previously to its execution. The memorandum taken by <em>John Hubley </em>was then offered for probate, and its Validity was the subject of this issue.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b442-11\">The following evidence was then given.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b442-12\">This cause being at issue and the jury sworn, <em>prout </em>the record, the plaintiff to maintain the issue on his part, produced <em>Frederick Fehl </em>as a witness, who, being duly sworn according to law, testified as follows.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b442-13\">“ I have been present in the year 1814, when the notes were drawing by Hubley—Nov. 1814, 14th of November 1814, drawn by <em>John Hubley. </em>I had orders to come to <em>Tobias Stehman, </em>the 13th, to come the next morning, which would be the 14th. I went, very early in the morning. I knocked at the chamber door, and he, <em>Tobias Stehman </em>asked me to come in. I went in; said he, You come very early. I said I had word to come very early. I asked him what was the mason for it. He told me he had a mind to make another will to-day. I asked him then what is the reason : he told me he does not like that will, he wanted to make a new one. I said, Mr <em>Stehman, </em>I would leave it by the old will; well, he again asked me if I would not draw the minutes in German. I said first and foremost, I cannot write a will; then he asked me to write the minutes in German; says he, <em>Hubley </em>will be here about two o’clock, and he had to pick the. notes and put them in English. Well, about that time the house was full of people, his own, and comers and goers, about breakfast time. Well, then he called for his wife to come into the room where he lay. She came <em>in; </em>then he said to her, to go into the room and tell the people <page-number citation-index=\"1\" label=\"443\">*443</page-number>to go out of the house and lock the door. Well, then she done so; she returned into the chamber room, and said they were all out, and locked the door. Well, then said he, Mammy, now take a sheet of paper and ink, and a feather, and set alongside a little table, and set it aside the bed. Well, says he, <em>Frederick, </em>take a chairand setdown, and mammy, said he, you take a chair and set alongside the bed. Well, then I asked him what I should set down first. Well, says he, I should set down one hundred acres in the Long lane, which I bought of <em>Daniel Brenneman. </em>When Ihad set down that, then he said, Have you set down that <em>1 </em>I said I had. Well, then says he, I think there are thirty-five acres of woodland about á mile oif the one hundred acres. When I had set down, I asked him what wood; he said, I bought fifty-two acres of <em>Samuel Simpson </em>of Martick township; I should set down the fifth part of twenty-five acres. When I had set down that, he said, That is all the land my grandson shall have. Next, he was saying he had two hundred acres lying on the west side of the road leading from Millerstown to his mill, and from thence to Safe Harbour road. He meant to make four lots of the two hundred acres. Well, he said, there is a sawmill on one of the lots ; that same lot he thought <em>Betsey, </em>his daughter, should have; that was the east lot; and the next lot, north-west, towards the mill, should be <em>Kitty’s. </em>And for the other two lots adjoining lands of <em>Jacob Fehl, </em>there were two girls he had, <em>Veronica </em>and <em>Peggy, </em>they should cast lots for them. And the court should value these—-four or five men to value the lots—get it appraised. The highestlots they should make up, so that they should come equally in the money way ; they should come out equal. Next, he was'saying, he allowed there were three hundred acres on the east side of Millerstown road, where he resided. He allowed two hundred acres that his son <em>Tobias </em>should have, and the half of the house on the east side, and have to give out 2000 pounds to four of the sisters, and should have the whole team of horses. I think there were four horses, with the gears, wagon, cloth and hand-screw : he should have the apple mill and windmill, and blacksmith’s tools ; should have three steers, four cows, or three cows and two beds and bedsteads ; however, he said he should be furnished oif with every thing like his eldest son. Next, was the ten acres. I should set down ten acres adjoining lands of <em>Kitty’s </em>lot, which was erected on the ten acres a two story dwelling house : ■ this was lying on the west side of Millerstown road, leading to Safe Harbour, adjoining Conestoga. Then h.e, I think that time <em>George Zeigler </em>came there, we broke up and set it on aside; when he came, my mother had been very sick, about a mile from <em>Stehman’s. </em>I asked <em>Stehman </em>if I could not go to see my mother ; he said, Yes, you have time enough ; for <em>Zeigler </em>and he had something to talk about other things, and I might go. I went. I stayed at my mother’s till two o’clock, and then went to Mr <em>Stehman’s. </em>When I came there Mr <em>Zeigler </em>had been there yet. They wished to stay longer together. It was near three o’clock before <em>Zeigler </em>started. So he said, now I <page-number citation-index=\"1\" label=\"444\">*444</page-number>should begin at the will; <em>Tobias </em>.said this I should set down : ninety acres on the east side of Millerstown road ; about that time somebody knocked at the door, which was locked; Mrs <em>Stehman </em>went and looked; it was <em>John Hubley; </em>he came in ; as soon as he was in, <em>Hubley </em>said, Have you done any thing in the business ? I said, Yes, we had done a little; and I took it to him and told him, Here is the business we have done. He took it in his hand and looked over it; <em>Hubley </em>did. He then asked for a loose sheet of paper; <em>Hubley </em>did ; and laid the notes I had made, down ; some was right and some was not; and he made it in better style in English. He began at the place were I finished', about the mill. So he asked <em>Stehman </em>what was to be done with the mill; ninety acres were set down already. The mill, and all the implements belonging to it, and all that was in it, the ninety acres, the ten acres, and the mill, and the dwelling house, that is what I will keep till I die; and after my decease, or if I should die, my wife should have it as long as she lives; if she should die, his son <em>Tobias </em>should have all this if-he gets boys; and if he don’t get no boys, his eldest son’s son should have it—the' mill, one hundred acres and dwelling house. If that boy, <em>Tobias, </em>should die before he was twenty-one, his brother, <em>Christy, </em>was to have it; and if <em>Christy </em>should die under <em>age, </em>then <em>John </em>should have it; and if <em>John </em>should die under age, <em>Jacob </em>should have it: and if they should all die under age, the mill and- one hundred acres should be sold, and the money should be divided among his own children. That was the last; then it was read by Hubley—the minutes; when it was reading, his wife was by; says she, There is something forgot about the mill—if was not valued; she was saying about 2000 pounds; ’he did not give her an answer on that; so he was considering. He said, I don’t know how to do about that. Then I was saying to him, I heard <em>Zeigler </em>once saying <em>Christy Rohrer </em>would willingly give 5000 pounds for the mill, and fifty acres, and the dwelling house; then he began to laugh a little—to smile; then we were talking how the money would be at that time; it might be very scarce ; then he said it must be valued whoever gets it; it must be valued at the time he gets it; then <em>Hubley </em>lined it in the notes, that whoever gets it, it must be valued to ; it must be valued by men to be appointed by the court. Well, it was read over again by <em>Hub</em>ley—the whole. Well, said <em>Stehman, </em>now it is right; and he told Mr <em>Hubley </em>to do it by to-morrow for him, according to law. <em>Hubley </em>made an excuse, said he could not to-morrow, he had some business on the turnpike. Well, <em>Stehman </em>told him to do it as soon as possible. <em>Hubley </em>promised he would. Then <em>Hubley </em>asked him who should be-the executors ; he fixed out his right hand, and pointed with his finger against me ; he said, <em>Frederick Fehl </em>should be one, and his son, <em>Tobias, </em>second, and <em>Jacob Fehl </em>the third ; so it was dark—almost dark. He called the wife to get a little water and wine ; we refused ; did not drink any, saying there was no need. We bid good night to <page-number citation-index=\"1\" label=\"445\">*445</page-number>him, shook hands and went off. Mr <em>Hubley </em>and I went away together.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b445-6\">“ <em>Stehman </em>lived about a mile beyond Millerstown. He was at that time in good health. He thought himself to live at the mill. He was at that time confined to his bed by a sort of a fever—no pain.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b445-7\">“As to memory and- understanding, I could see no odds, like as in the times when he was well and hearty.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b445-8\">“ Mr <em>Hubley </em>read the minutes over twice ; he read it word for word like; he asked him sometimes, when it was a little queery—he asked him if he understood that, and he said Yes. I mean by <em>queery </em>some words which Mr <em>Hubley </em>thought he could not understand; he explained it to him, and he said he was satisfied.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b445-9\">“ The last time he read it he explained some words he did not the first time ; he said it was all right after it was read the second time. I did not see him from that time till the 22d of November, he was then pretty weakly; he was very glad to see me ; glad. I came to see him ; he was well in his memory and understanding. He did not say any thing about these minutes. [Shown the notes.] -I think this is the very paper <em>Hubley </em>wrote; I did not see it since that day ; this is the paper he wrote in my presence and read to the old man, and when it was read, he said it was all right; I think it is the paper to the best of my knowledge.”</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b445-10\"><em>Cross-examined. </em>“ I and he married sisters; I cannot read English writing well; I did not read, the minutes that <em>John Hubley </em>wrote ; I never had them in my hand before to-day; I know it by the letters of his handwriting; I am not acquainted with the handwriting of Mr <em>Hubley, </em>but think this is the very writings he drew that day.” Asked, why <em>% </em>“I think so because I saw it that day when <em>Hubley </em>read it; that is all the reason I have for thinking'this is the paper; no mark on the paper by which I know it to be the paper ; did not take notice at the time of any marks. <em>John Hubley </em>put them in his pocket and took them away that day; from that time to this I have not seen them; I cannot read this handwriting at all; Mr <em>Stehman </em>agreed to them when read a second time. The substance that was communicated to Mr <em>Hubley </em>was the same with what was read, except the style was altered. The substance communicated to me, <em>Hubley </em>picked out the best of it, and asked <em>Stehman </em>if it was right, and he said Yes. <em>Hubley </em>spoke toffiim in the German, and he spoke German to <em>Hubley </em>and I also ; we all spoke German ; Mr <em>Hubley </em>read it in English to Mr <em>Stehman </em>the first and second time ; he explained the queery words in German ; Mr <em>Stehman </em>understood English, but could not read or write English ; the last time he read it slowly and carefully.”</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b445-11\">“ Mr <em>Stehman </em>died'25th or 26th of November 1814. <em>Tobias, </em>his eldest son, was then above age ; twenty-three or twenty-four ; always lived with his father ; he was very industrious ; his father had a great liking to him.”</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b446-5\"><page-number citation-index=\"1\" label=\"446\">*446</page-number>The counsel for the defendants admit that the notes now produced are in the handwriting of the late <em>John Huhley, </em>Esq.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b446-6\">The plaintiffs then offered <em>Jacob Fehl </em>as a witness ; who being sworn according to law, testified as follows.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b446-7\">“ I went to the doctor’s always when he (Mr <em>Stehman) </em>was sick. He was eleven or twelve weeks sick; he sent his daughter for <em>me; </em>I went there between, nine and ten <em>o’clock; </em>his wife gave me a wink that I should come to him—into the room to him ; I asked him how he was; said he was not quite well, but a great deal better than he had been. He said he- had made a will but it never should stand; that was the first will <em>Gloninger </em>had made; he said I should go to <em>John Huhley, </em>he should come out and draw me another will. I said, <em>Tobias, </em>I do not like tó do such business; he said I should go, and be afraid of nobody; I took his horse and went to Mr <em>Huhley’s </em>office; he was sitting <em>there; </em>I told him; he said he could not go to-day, he would try to get out the day after to-morrow; I must try to get somebody to do it in German, and that I must tell <em>Tobias; </em>he said he could write English or German. I told this to Mr <em>Stehman; </em>Mr <em>Stehman </em>called in <em>Frederick Fehl’s </em>son, and told him to tell his father to come over very early in the morning; I was with Mr <em>Stehman </em>till twelve o’clock in the night; he told me I should come out in the morning again ; <em>Frederick Fehl </em>would be there early; I went home; when I came out <em>Frederick </em>was drawing the writing in German; he was in bed, and his wife was sitting there; when <em>Frederick </em>heard somebody was coming, he took the papers up and stopped; the old man said I knew what they were <em>doing; </em>I went in; he had doné with the grandchildren; I said he might make his will as he liked. <em>Frederick </em>read it to me; then he said I will begin about the four hundred acres which the four daughters should have; then he was considering a little whether <em>Betsey </em>or <em>Kitty </em>should have the sawmill and the fifty acres. He said <em>Betsey </em>should have it; he said <em>Kitty </em>should have fifty acres of the land going down <em>to </em>the mill; as to <em>Fanny </em>and <em>Peggy </em>they were single, and if they married they should draw lots for the choice of the other two; then if they should not agree they should get five men to appraise it, if one should be of more value than the other; that they should have an equal share in money; then he was done with that, and he said he would go to the house where he lived; two hundred acres of land; he said <em>Tobias </em>should have them two hundred acres more or less; he should give three thousand pounds out to the girls; then <em>Frederick </em>stood up and said Hoi! Hoi! and he then said two thousand pounds; he said that should be among my four daughters, <em>Betsey </em>and <em>Kitty </em>and <em>Fanny </em>and <em>Peggy; </em>half of the house he lived in he made to his wife, and I don’t know what all, and horse and bridle; <em>Tobias </em>should feed it and haul the fire wood and make it fine for her, six barrels of cider, and she should go into the orchard and pick as many apples as she pleased, and the gardens and one thing and another, I cannot just name it <em>all; </em>he said if she cannot live with her son <em>Tobias, </em>she might <page-number citation-index=\"1\" label=\"447\">*447</page-number>rent it away if he did not use her like another; that was done; then he began about the ninety acres, and the mill, and the ten acres, and the new house; then as he was speaking about it who should come riding but <em>George Zeigler; </em>.he was speaking then and he said, This mill and the ten acres, and the ninety acres belongs to my wife, and she can move to the mill if I don’t come down or rent it out—she should do what she pleased wi,th it—she. was to have it as long as she was alive. If her son-in-law, <em>Rohrer, </em>used her well, she could stay there too if she-choose—a piece of it; if <em>Tobias </em>gets a boy before his mother died he should have the mill; if'he should not get a boy it should fall to <em>John Stehman; </em>and if that one should die under age it should fall to <em>Christy; </em>if he should die under age it should <em>go </em>to <em>Johnny; </em>if that one died under age-it should go to <em>Jacob; </em>then it should be appraised by five men to be ¿ppointed. If one'gets hold of the mill, they should have five men appointed by the court to appraise the mill, the ninety acres and the ten acres and the new dwelling house, and' that should be made into six shares, and every one was to have a share. His debts should be paid, and the over-plus to be divided among his own children and grandchildren in equal shares in money; the two single daughters were to be furnished like <em>JDietricKs </em>wife and <em>Rohrer's </em>wife, each 500 dollars, to be taken first out of the personal property. Then <em>Zeigler </em>was coming, and he said he would quit it a little, and I went away, my mother was sick. If <em>Tobias </em>was to have a son at any time during his life <em>Tobias </em>was to have it, and it was to be appraised by men; the court was to appoint the men if they could not agree. The day after <em>Hubley </em>was there I went there. He said he was glad <em>Hubley </em>was there, he was drawing the will in town; took the papers there. He said <em>Hubley </em>would be out again, but I should ride in and tell Mr <em>Hubley </em>to make his will ready, what he was writing, to make haste and make this thing ready, these papers that he took oflf ready; then he said I should tell <em>Hubley </em>to put the grain in it if he forgot it; <em>Tobias, </em>was to have it; I should tell <em>Hubley </em>so; I told <em>Hubley; Hubley </em>said he was very glad I had come, he said he had it in his minutes-that the girls should have 500 pounds every one out of the two hundred acres; then I rode home and told <em>Tobias Hubley </em>did not know rightly about; he said, The dumb old man, don’t he know, that the girls were to have 500 pounds each out of the two hundred acres. Then I went into <em>Hubley </em>and he brought me the paper, such a paper as this. He looked into it and said, Yes, the girls are to have 500 pounds a-piece. Mr <em>Stehman </em>told me to tell <em>Hubley </em>if he was done he should bring the will out; he gave it to me and I took it out; he said in the morning he would be out to read it to him if he was well enough, and I should tell <em>Stehman </em>so; I gave it to Stehman; he said I should call all the children in; I think this is the paper I gave to him, and he had this paper; all were there but <em>Kitty, </em>and he said, This is now my last will. <em>Henry Rohrer </em>was there, and he sent for <em>Michael. Rathfon, </em>and <em>Henry Gall </em>came in too; then he signed it, put <page-number citation-index=\"1\" label=\"448\">*448</page-number>' his name down,- and said, Thank God I made my will; then <em>Michael Rathfon </em>and <em>Henry Rohrer </em>and <em>Henry Gall, </em>as witnesses. It was not read to him:—nobody there could read English. He thought it was all right; two weeks afterwards he died. <em>Tobias </em>was twenty-seven or twenty-eight or thirty when his father died <em>; </em>he lived all along with his father; was-an industrious man.”</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b448-6\"><em>Cross-examined. </em>“ He did not give me a paper to carry to Mr <em>Hubley. </em>I do not remember it.”</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b448-7\">The plaintiff then produced <em>Henry Gall </em>as a witness, who, being duly sworn according to\" law, testified as follows :</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b448-8\">“ I lived with Mr <em>Tobias Stehman </em>about sixteen years; young <em>Tobias </em>lived with him all the time. To the best of my knowledge he was twenty-eight or twenty-nine when his’father died. His son and all the tenants helped to put up the mill; worked at it. I was there when the old man signed the will; it was not read to him ; nobody could read it without the son could; signed by him and by me without being read to him. <em>Tobias </em>was always industrious, worked on steady from the time I was there. [Shown a writing.] This is my handwriting; <em>Tobias </em>declared this to be his will. <em>Rathfon </em>died and <em>Rohrer </em>is dead. He was of sound mind then. This is the paper that was not read to them.”</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b448-9\">The following deposition of <em>John Hubley </em>was then read.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b448-10\">“ In pursuance of the hereto annexed rule of court, personally appeared before me <em>Samuel Carpenter, </em>one of the aldermen of the city of Lancaster, in the said county of Lancaster, <em>John Hubley, </em>Esq. who being duly sworn according to law, deposeth and saith, that he took the notes on the paper hereto attached, marked A, and that those notes were taken for the purpose of drawing the last will of <em>Tobias Stehman </em>by them; he saith, that he could not say whether they were taken in the said <em>Stehman’s </em>last sickness, but <em>Stehman </em>did not live long afterwards, but how long he could not <em>tell; </em>but that the said <em>Stehman </em>when the notes were taken, was then of sound mind, memory and understanding, to the best of his knowledge and belief; and that he corrected the said notes and read them over again ; he, <em>Stehman, </em>gave him, deponent, to understand that he was satisfied with the notes. That those notes which he read over to <em>Stehman </em>as aforesaid, meaning these notes hereto attached, marked A, are the same notes, and that he believes them to be the same as they were then. And deponent further saith, that there was a great deal of conversation at that time, and that deponent supposed that he would be able to write the will from those explanatory observations and the minutes taken by him, but that the deponent does not now recollect what those explanatory observations were ; that those explanatory observations were made at and after the notes were read to <em>Stehman </em>the second time.”</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b448-11\"><em>Cross-examination. “ </em>At the time of taking these minutes was it not understood, both by you and the testator, that they were not to be considered as his will, but a mere memorandum from which you <page-number citation-index=\"1\" label=\"449\">*449</page-number>were to draw an instrument of writing, afterwards to be executed by the testator as his will <em>Í”</em></summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b449-6\">Answer. “ It was so understood.”</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b449-7\">Question. “ Had not <em>Frederick Fehl </em>taken some notes in German in respect to the will of <em>Tobias Stehman </em>before you came to Mr <em>Stehman’s 1” </em>Answer. “Yes, <em>Fehl </em>had begun when I came, but had not proceeded far, but I had nothing to do with the notes taken by <em>Fehl. </em>Mr <em>Stehman </em>sat up in bed and took a snuff occasionally. • I did not conceive him to be so very ill. The query appearing in the notes was made the same time the notes were drawn to the best of my knowledge.” ■</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b449-8\">Question. “ If the query had been added at the same time, why was it put down at all <em>1” </em>Answer. “ The query was merely put down to know how the 2000 pounds were to be distributed, that they were to be divided between four daughters.”</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"AEv\">Question. “Are you positive that the query attached to the notes was put down at the time of taking the notes <em>1” </em>Answer. “ I am not positive.”</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b449-10\">Question. “ Might not that query have been added to those minutes after you came home <em>1” </em>Answer. “ It might, but I think not, because I had bad ink at <em>Stehman’s, </em>and had good ink at home.” Question. “Did you not inquire of <em>Jacob Fehl </em>whether some money should not be paid out of the land given to <em>John’s </em>children <em>1” </em>Answer. “ <em>Jacob Fehl </em>came to Lancaster after the minutes had been taken, and I made that inquiry of <em>Jacob Fehl. </em>To the best of my knowledge <em>Jacob Fehl </em>said he knew nothing about it, but that he would inquire of <em>Tobias Stehman. Jacob Fehl </em>afterwards came in, and brought a small paper which I did not understand, which was mislaid and not since found, and whether that was the answer of <em>Stehman </em>he could not tell; <em>Stehman’s </em>name was not to it. I cannot tell when the word No, in the query, was put there. I cannot tell whether the word No, was put to the query after the inquiry was made of <em>Fehl </em>or not. That the minutes were so dark in some places that he had to run his pen over them when he came home to make them plainer. I cannot tell what the meaning of the cross opposite the letter B is. I cannot tell whether that part with the cross was considered as part of the minutes or not. I afterwards drew an instrument' of writing, purporting to be the will of <em>Tobias Stehman, </em>and sent it out by <em>Jacob Fehl, </em>and told him to read it or have it read to Mr <em>Stehman, </em>and if the instrument was not right he should just let me know, that I would come out and make it right. The instrument of writing purporting to be the last will of Mr <em>Stehman </em>was drawn from the said minutes, and the explanatory observations made- at the time of taking the minutes. The said minutes were merely intended to assist my recollection. And the said instrument of writing was drawn from my recollection of the said minutes. My memory is very imperfect at present, but at the time of drawing the will my memory was tolerably good. I was then an old man.”</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b450-5\"><page-number citation-index=\"1\" label=\"450\">*450</page-number>The plaintiff then produced <em>Motion C. Rogers </em>as a witness, who, being duly sworn according to law, testified as follows.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b450-6\">[Shown the minutes.] “I attended the taking the deposition of Mr <em>Hubley, </em>which has been read in evidence. There was a paper produced, but whether this is the paper I will not undertake to swear. I think the paper which was produced in the handwriting of Mr <em>Hubley ; </em>it was brought there*for the purpose of being proved as the last will and testament of <em>Tobias Stehman. </em>I don’t know where it was brought from, nor do I know who brought it. I don’t recollect any thing about it being said to be brought from the register’s office. [Opened and shown letter B.] I cross-examined Mr <em>Hubley </em>at that time. [Asked to turn to the part where B is referred to.] I have no recollection of any reference but what appears here in Mr <em>Hubley’s </em>deposition ; it appears from this that I cross-examined him ; I have no doubt that I cross-examined Mr <em>Hubley, </em>and put this question to him; but whether the instrument of writing was marked B by Mr <em>Carpenter, </em>or how the B came, or whether it was put upon that instrument [the minutes] I don’t know. What is on the face of the deposition was taken down in my presence. I have no doubt the deposition was taken down fairly and correctly at the time. 1 have no doubt there was a letter B on the instrument of writing at the time, or that it was placed there, and that on putting that question I had reference to it.” “ Have you any doubt but that the B placed on the minutes is the B referred to in the question and answer ?” Answer. “ If this paper was the paper that was there, I have no doubt that the B on the paper is the one referred to in my question, but I don’t know that this is the paper. I believe this is the paper that was there, I mean the minutes. My only reason for believing that it is the paper, is from what I see on the deposition of <em>John Hubley, </em>and from supposing that Mr <em>Frazer </em>would hardly bring any other paper to be proved. I never knew of any other paper drawn by Mr <em>Hubley </em>as the minutes of the will of Mr <em>Stehman </em>but that paper. I don’t know that that was drawn ; never knew any other exhibited or pretended to be the minutes of the will of <em>Tobias Stehman </em>but that one.”</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"APmq\">[Shown letter A.] “ Have you any doubt that that letter was put on the deposition at the time of the examination for the purpose of marking the paper of which Mr <em>Hubley </em>was speaking <em>V’ </em>Answer. “ I doubt it very much. I do not think it was. I have iio recollection of the paper being marked with the letter A, or any other letter. I judge of it merely from what appears upon that paper. It don’t look to me like a mode of authenticating any instrument. I don’t know whose letter it is. I don’t know whether it is the letter of Mr <em>Hubley, </em>or of the squire, orwhose writing it is. Indeed, I am not a good judge of handwriting. It don’t look like the writing of the squire. I have no. recollection whatever respecting it. I don’t recollect that it- was identified in any way. I have no doubt that the deposition and letter A were fairly and correctly done, but whether <page-number citation-index=\"1\" label=\"451\">*451</page-number>Mr <em>Carpenter </em>put the letter A on the instrument of writing, I have no recollection whatever. We all know how depositions are taken. Sometimes the reference is put before, and sometimes after. Mr <em>Carpenter </em>intended, I have no doubt to put the letter A, but whether he did or not I don’t know. If it had been there before, it would have been identified as well as if put there at that time.”</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b451-6\">Question. “ Are these the same minutes which were used by <em>Christian Rohrer </em>on the trial of éjectment, <em>Stehman </em>v. <em>Rohrer </em>?”</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b451-7\">The plaintiff again produced <em>Frederick </em>Fehl, who, being duly sworn, deposed as follows.</summary>\n<summary data-order=\"32\" data-type=\"summary\" id=\"b451-8\">“ I was present when the deposition of Mr <em>Hubley </em>was taken. I was subpoenaed by Squire <em>Carpenter. </em>It was allowed Mr <em>Rogers </em>had the minutes. These were there.” Is this the paper that was there <em>1 “ </em>I was not so near. Mr <em>Rogers </em>had the papers in his hands, which it is allowed were the minutes; I cannot tell whether this was the paper or not. I was not near enough to be able to tell. I cannot tell where the paper was brought from <em>; Rogers </em>brought it; he had it in his hands when 1 saw it. Mr <em>Hubley </em>spoke of this paper, or this one he drew. Mr <em>Rogers </em>examined him. I think I was there from three o’clock till dusk. I saw no paper there but the one. <em>Rogers </em>wanted to examine Mr <em>Hubley </em>before he was qualified; then <em>Hubley </em>said he must be qualified first. It was such a paper as this. There was an examination by Mr <em>Rogers, </em>why it, some of it, was written so small; he was asked why there were so many flashes in it, so many blots in it; he said the pen was so dull; was not good.”</summary>\n<summary data-order=\"33\" data-type=\"summary\" id=\"AJp\"><em>Cross-examined. “ </em>Never saw these minutes before except at <em>Stehman’s, </em>unless at Squire <em>Carpenter’s. </em>I cannot tell whether the paper I saw at Squire <em>Carpenter’s </em>was the same I saw at <em>Stehmaris, </em>but by all the many examinations it must have been the same as that drawn at <em>Stekman’s. </em>I never had that paper in my hands; I never read it in my life; I could not read it if I were to try; I can write English in common ; it would take me some time to study over it; to the best of my knowledge the paper I saw at <em>Carpenter’s </em>was the same I saw at <em>Stehman’s ; </em>I think this is the paper I had yesterday morning.” The plaintiff then produced <em>John Bachman </em>as a witness, who, being duly affirmed according to law, deposed as follows.</summary>\n<summary data-order=\"34\" data-type=\"summary\" id=\"b451-9\">“I cannot recollect; I know it was taken out of the office frequently ; but don’t remember that it was taken out for the purpose of examining Mr <em>Hubley. ■ </em>Don’t recollect going down to Squire <em>Carpenter’s </em>with it; I might have gone, but don’t recollect it.”</summary>\n<summary data-order=\"35\" data-type=\"summary\" id=\"b451-10\">The counsel for the plaintiff then and there, further to maintain the issue on their part, offered to read the minutes taken by <em>John Hubley, </em>Esq. on the 14th of November 1814, <em>prout </em>the same. The counsel of the defendants objected thereto ; and the court, after argument, overruled their objection and admitted the said minutes to be read in evidence to the jury. To which opinion of the court the counsel for the defendants excepted.</summary>\n<summary data-order=\"36\" data-type=\"summary\" id=\"A9a\">These minutes were then read.</summary>\n<summary data-order=\"37\" data-type=\"summary\" id=\"A7W\"><page-number citation-index=\"1\" label=\"452\">*452</page-number>6)2000(333.6.8.</summary>\n<summary data-order=\"38\" data-type=\"summary\" id=\"b452-6\">18 6.</summary>\n<summary data-order=\"39\" data-type=\"summary\" id=\"b452-7\">20 2000.0. 0.</summary>\n<summary data-order=\"40\" data-type=\"summary\" id=\"b452-8\">18</summary>\n<summary data-order=\"41\" data-type=\"summary\" id=\"Alu\">20</summary>\n<summary data-order=\"42\" data-type=\"summary\" id=\"AW-\">18</summary>\n<summary data-order=\"43\" data-type=\"summary\" id=\"AbM\">2 40.</summary>\n<summary data-order=\"44\" data-type=\"summary\" id=\"b452-9\">36.</summary>\n<summary data-order=\"45\" data-type=\"summary\" id=\"b452-10\">4.</summary>\n<summary data-order=\"46\" data-type=\"summary\" id=\"b452-11\">“ Tobias Stehman, ConestJL Bequeaths to Tobias Steman, Christian, John,. Jacob, the children of my son John, his plantation and tract of land which he bought of DanI Breneman, containing about 133. acres, to hold to them in fee, to be valued by 5. men to be appointed by the orphl* court at the valuation whereof if it can not be to be appr?. be divided into two three or four parts A by 5. men after death, marriage or removal from' the premises of widow subject to the widow (John) dower tr by thv. 9. Ü. the whole to be appraised &amp; the eldest therein son to have his choice, then the next son &amp; after him the young-a est with A 52! part of the 28. acres wood 11 to Tobias Steman his son</summary>\n<summary data-order=\"47\" data-type=\"summary\" id=\"Aye\">“Bequeaths ¿fee-A his mansion bouse &amp; the place thereto beadji?£ Jacob Bare &amp; John Bare &amp; others longing a contal abol 200. acres more or less, in fee—also 5. horses &amp; the gears to them—two wagons, 2. plows, 2. harrows, 3. cows &amp; 3. stears &amp; 2. heiffers, 6. sheep—a bed and bed clothqs G. \"shvicp for straw and the blacksmith tools—an apple mill—cutting box, wind mill— wagon a hand screw &amp; wagon cloth liberty to saw his wood at the saw mill as much he wants k¿- ks-pl-sg. He is to grant a water right to the mill as far as it runs thro’ his lands help to repair the saw mill &amp; race thereto in proportion as .he shall make use thereof—the right to the saw mill to be during his life—likewise 25. acres of the woodland jelr.mg which I bought of Jam3 Simpson in Martick township;—and values the same to him at £2000.—to be paid in pay-per years out ments of £SG0. ¿year £333. 6. 8. with interest—among the four daughters. married to Henry Dietrich married to Christian Rohrer</summary>\n<summary data-order=\"48\" data-type=\"summary\" id=\"b452-32\">“ Bequeaths to his 4. daughters, Elizab: Cath: Fronica, Mar-adjoin? Jacob Fehl &amp; Tobias in Conestogoe garetta, 200. acres of land more or less a to be equally divided in my life time, or by 5. men to be appointed by the O. Cl with <em>%Q </em>4. fifth parts of the 28. acres woodland whereof the above 25. acres are a part. Maria</summary>\n<summary data-order=\"49\" data-type=\"summary\" id=\"b452-36\">“ To a the widow of my deceased son John he gives the possession of her children’s part daring her widowhood &amp; thereout she is to maintain them during their minority or so long as they live wi'th her. . &amp; along the r£ leads to Millers Town &amp; adjS the lands of Tobias</summary>\n<summary data-order=\"50\" data-type=\"summary\" id=\"b452-38\">. “ The-K Elizl to have her share includl the saw mill a —Cath<page-number citation-index=\"1\" label=\"453\">*453</page-number>arine to her share joining big road lead| 6 ' to the mill &amp; adjoining the lands given to Tobias.</summary>\n<summary data-order=\"51\" data-type=\"summary\" id=\"b453-9\">“ To the widow (CathA) of the testator he gives the new a dwell- &amp; 10. acres of land left side of ing house A, &amp; the mill with 90. acres of 1A along the A road knnriS from the mill to the long lane -&amp; all the utensils tbcr-ai-s the miil dam &amp;c. during her life—and also 2. front rooms in the present dwel| house one above &amp; one below on the left side—room in the &amp; garret cellar kitchen wash house &amp; bake house A as much as she wants, saddle &amp; bridle a riding horse A 3. cows 6. sheep—all to be kept by Tobias—during a bind fat as many he life time—A quarter of A beef—2. fat hogs, apples as n:v.rb she wants 6. barrels of cider, fire wood delivered to the house as much in as she has use for, ready split for use in the stove ■&amp; fire place—10. bushels of potatoes—251b: hackled flax, all the linen in the house &amp; the ready hackled flax, household good. &amp; kitchen furniture as much she chooses—a house clock—&amp; the linen and hackled flax.</summary>\n<summary data-order=\"52\" data-type=\"summary\" id=\"b453-20\">“ The mill &amp; lands &amp; house bequeathed to his widow after her his son in fee c? :r. if any he gets -f-death to go to the male heirs of ¿hi.:: Tobias A and &amp; for want of male heirs it shall go to the males of John in fee—&amp; to be valued by 5. men—------\"'.hck-rS-t-: : JÍHLhN .....tAA. X u.. e_ at a valuation to be fixed either by self hereafter but if not done to be valued by 5. men &amp; in parcels or or whole among them. <em>y </em>hick y &amp; oak</summary>\n<summary data-order=\"53\" data-type=\"summary\" id=\"b453-27\">“ That T\\hia/r leliver 2. cords of good a wood, &amp; my son-in-law’s B. to deliver a^\\fl of hickZ. wood each to the house ready cut &amp; split for a s-Xive oXfire place. <em>' </em>to lie parted &amp; val J</summary>\n<summary data-order=\"54\" data-type=\"summary\" id=\"b453-29\"><em>[ “ </em>The mill house and lands of 100. acres are A yaln-od after the death of the widow by 5. men &amp;c. but if no gi child| it shall go to all my childA &amp; parted &amp; apprl among them. . when married</summary>\n<summary data-order=\"55\" data-type=\"summary\" id=\"b453-32\">“ The 4- 2. unmarried girls A to be furnished with eattlo a horse <em>&amp; </em>each that is a mare saddle &amp; bridle 10. head of cattle A 4. cows 3. stears 3. heiwith &amp;c. other -3. beds A &amp; A household goods in the same as those 2. which married got. in part of his wife’s leg^y fers-</summary>\n<summary data-order=\"56\" data-type=\"summary\" id=\"b453-38\">Rohrers debt to be charged against him a agreeable to his bond <em>“ Erors. </em>1\"'* Cuui lClib \"jl <em>&lt;JL </em>his son Tobias &amp; Jacob Fehl &amp; Frederick.</summary>\n<summary data-order=\"57\" data-type=\"summary\" id=\"b454-5\"><page-number citation-index=\"1\" label=\"454\">*454</page-number>&lt;£ Wills made before to be revoked.</summary>\n<summary data-order=\"58\" data-type=\"summary\" id=\"b454-6\">££ Residue—amongst all 6. children.</summary>\n<summary data-order=\"59\" data-type=\"summary\" id=\"b454-7\">'££ Quere, is nothing to be paid out of the lands given to John’s children—No. £2000. to be divided among 4. daughters.</summary>\n<summary data-order=\"60\" data-type=\"summary\" id=\"b454-8\">“Nov. 14, 1814.</summary>\n<summary data-order=\"61\" data-type=\"summary\" id=\"b454-9\">“ Note—the widow (of John dece’d) to have possession of the lands given to his 4. G£ children to keep possession of the lands until A her death marriage or removal from it, and she must bring up &amp; maintain them after which the appraisemt to take place.</summary>\n<summary data-order=\"62\" data-type=\"summary\" id=\"b454-11\">“ These are the notes referred to in my deposition taken in the Register’s court June 6th 1815.</summary>\n<summary data-order=\"63\" data-type=\"summary\" id=\"b454-12\">“ John Hublev.”</summary>\n<summary data-order=\"64\" data-type=\"summary\" id=\"b454-13\">The counsel for the plaintiff then, further to maintain the issue on their part, gave in evidence the record of a suit, <em>John Bachman et al. </em>v. <em>Tobias Stehman et al., </em>to April term 1815, No. 713, in the court of common pleas of Lancaster <em>county; </em>and further examined <em>Frederick Fehl, </em>who testified as follows:</summary>\n<summary data-order=\"65\" data-type=\"summary\" id=\"b454-14\">“ <em>Tobias Stehman </em>has three sons; <em>Tobias Stehman </em>the son I mean; he was single when his father died; his mother survived his father six weeks. <em>Tobias </em>the father had two daughters married at the time of his death; he furnished them off well, as I heard, in cows, steers, bed and desks, riding horses and saddle; the oldest got that; <em>Rohrer’s </em>wife did not get that, I think, but she might; Kitty got the same as Betsey, except horse and saddle.</summary>\n<summary data-order=\"66\" data-type=\"summary\" id=\"b454-15\">“ ¡x¡ In the share of two hundred acres, the daughters were to have it to them, their heirs and assigns.”</summary>\n<summary data-order=\"67\" data-type=\"summary\" id=\"b454-16\"><em>Joseph Hubley </em>sworn, shown writing—“ It is my father’s hand writing; it is his signature; it was in the year 1814or 1815, I think he was called on in June 1815 before that; I never knew him to go out but once; this handwriting is with different ink from the other; the date is my father’s handwriting, but it is in different ink.”</summary>\n<summary data-order=\"68\" data-type=\"summary\" id=\"b454-17\"><em>Jacob Fehl </em>again—“ 500 dollars each one basin cattle and goods, and beds and one thing and another, and every sort of household furniture; I understand the single ones were to have 500 dollars like the other two—when John was married he got the same.</summary>\n<summary data-order=\"69\" data-type=\"summary\" id=\"b454-18\">&lt;e X I swore that each of the single daughters were to have 500 dollars or the worth of it; nothing said about horses and cattle; he said each were to get 500 dollars in money. He said he had given his married daughters 500 dollars worth, and his son John; the single daughters were to receive the same the others had—500 dollars; 500 were mentioned, whether in money or not, I don’t know; they were each to have 500 dollars in furniture.”</summary>\n<summary data-order=\"70\" data-type=\"summary\" id=\"b454-19\"><em>Henry Gall, </em>plaintiff’s witness, being under cross-examination by the defendants, testified as follows—(shown a paper purporting to be the last will and testament of <em>Tobias Stehman, </em>dated 16th November 1814, <em>prout </em>the same)—“ This is my handwriting; <em>Tobias </em>declared <page-number citation-index=\"1\" label=\"455\">*455</page-number>this to be his will; <em>Rathfon </em>is dead and <em>Rohrer </em>is also dead, he was of sound mind then; this is the paper that was not read to him.”</summary>\n<summary data-order=\"71\" data-type=\"summary\" id=\"b455-6\">The plaintiff to maintain the issue on his part, then offered in evidence the record of an issue of <em>devisavit vel non </em>in the court of common pleas of Lancaster county to April term 1815, No. 713, in which <em>John Bachman, </em>&amp;c. was plaintiff, and <em>Tobias Stehman </em>and others defendants. The counsel for the defendants objected to the admission of the said record in evidence: but after argument the court overruled their objection and admitted the same. To which opinion of the court the counsel for the defendant did then and there except and pray the court to seal this their bill of exceptions, which is done accordingly.</summary>\n<summary data-order=\"72\" data-type=\"summary\" id=\"b455-7\">Plaintiff’s points.</summary>\n<summary data-order=\"73\" data-type=\"summary\" id=\"b455-8\">• 1. That no formality is required to make a legal will where the subject matter of the will is put in writing and proved by two witnesses so to be by the direction of the testator, and the same is done in his <em>lifetime; </em>and therefore it is not necessary the writing should be signed by the testator, nor that it should be sealed, nor that there should be any subscribing witnesses to it; and that such writing would be good without any of those matters and all of them.</summary>\n<summary data-order=\"74\" data-type=\"summary\" id=\"b455-9\"><em>2. </em>That when a will contains several distinct devises and bequests, if any of them are found to be defective it will not defeat or in any way impair the others, which will remain good and lawful devises.</summary>\n<summary data-order=\"75\" data-type=\"summary\" id=\"b455-10\">3. That minutes or notes fairly taken in writing for the purpose of drawing the will of the person, which is prevented from being drawn into form and signed by the testator and witnesses, by the death of testator, or any other accidental cause; if the said notes or minutes are proved to be taken down from the testator and in his presence and declared to be all right by the testator, the said notes or minutes will be a good will.</summary>\n<summary data-order=\"76\" data-type=\"summary\" id=\"b455-11\">4. That if the jury believe the testimony of <em>Frederick Fehl, Jacob Fehl </em>and <em>John Hubley, </em>the minutes or notes taken from <em>Tobias Stehman </em>by <em>John Hubley </em>are sufficiently proved to be the same paper containing the minutes which is now before the jury.</summary>\n<summary data-order=\"77\" data-type=\"summary\" id=\"b455-12\">Defendant’s points.</summary>\n<summary data-order=\"78\" data-type=\"summary\" id=\"b455-13\">1. That the authentication of the miTiutes taken by <em>John Hubley, </em>Esq. and alleged by the plaintiff to be the last will and testament of <em>Tobias Stehman </em>deceased, by the requisite number of persons, is a mere abstract question of law to be decided by the court. The jury are therefore bound by the opinion of the court as to whether there has been the requisite proof in this case to establish those minutes as the last will of the alleged testator.</summary>\n<summary data-order=\"79\" data-type=\"summary\" id=\"b455-14\"><em>2. </em>In order to establish these minutes as the last will of <em>Tobias Stehman, </em>there must be proof by two witnesses that he knew their whole contents. In cases in which the testator has signed the instrument, and his signature is established by the testimony of two witnesses, such knowledge is presumed; but in this case, where the minutes were neither written nor signed by the testator, such knowledge must be clearly proved.</summary>\n<summary data-order=\"80\" data-type=\"summary\" id=\"b456-5\"><page-number citation-index=\"1\" label=\"456\">*456</page-number>3. That the proof of the execution of these minutes must be made by two witnesses, each of whom must separately depose to all facts necessary to complete the chain of evidence, so that no link in it may depend upon the credibility of but one. Each of the two witnesses in this case must make proof so complete in itself that if the act of assembly were out of the question, the case would be well made out by the evidence of either.</summary>\n<summary data-order=\"81\" data-type=\"summary\" id=\"b456-6\">4. That the two witnesses, to wit <em>John Hubley </em>and <em>Frederick Fehl, </em>who were present at the time when the instructions were given and the minutes were taken, must therefore correspond with each other as to every material particular, otherwise the minutes cannot be established; that therefore, as there is a variance between the minutes and the instructions as they are proved by <em>Frederick Fehl </em>in the following among other important particulars, these minutes cannot be established, to wit, by the minutes the mill, house and one hundred acres of land are devised to the widow of the alleged testator for life, remainder to the male heirs of his son <em>Tobias </em>in fee, and for want of such male'heirs “ it shall go to the males of <em>John </em>in fee,” to be valued amongst them in parcels or in whole by five men after the death of his widow, but if no grandchildren, it shall go to all my children and be parted and appraised among them. By the testimony of <em>Frederick Fehl, </em>the instructions of the alleged testator were, that the premises, after the death of his widow, should go to his son <em>Tobias </em>if he gets boys, and if he don’t get no boys, then to <em>Tobias </em>the eldest son of his son <em>John, </em>and if he should die before twenty-one, then to <em>Christian </em>the'second son of his son <em>John, </em>and so on in succession <em>; </em>but whoever was to get the premises it should be appraised to him and the money divided into six shares among all his children and the children of his son <em>John </em>deceased. The testimony <em>oí Jacob Fehl </em>corresponds with that of <em>Frederick, </em>except that <em>Jacob </em>expressly mentions what the law would have implied, that it should go to <em>Tobias Stehman </em>the son of the alleged testator if he gets a boy before his mother’s death. ’</summary>\n<summary data-order=\"82\" data-type=\"summary\" id=\"b456-7\">5. That as <em>John Hubley </em>has sworn, that there was a great deal of conversation at the time he took the minutes, and he “ supposed he would be able to write the vfill from those explanatory observations and the minutes taken by him” and that it was understood both by him and the alleged testator, that these minutes were not to be considered as his will, but a mere memorandum from which be was to draw an instrument of writing, afterwards to be executed by the alleged testator as his will, and that the said minutes were merely intended to assist his recollection; the testimony of <em>John Hubley </em>is not sufficient, nor is he one sufficient witness, admitting all he has sworn to be true, to establish the minutes as a will.</summary>\n<summary data-order=\"83\" data-type=\"summary\" id=\"b456-8\">6. That the identity of the minutes must be established by two witnesses each of whom will swear, that they are the same which were read to the alleged testator. That <em>Frederick Fehl </em>who never had the minutes in his hands till this trial—who could not read them <page-number citation-index=\"1\" label=\"457\">*457</page-number>and who swears that there was no mark upon them by which he knew them, but still he thinks they are the same, is not a sufficient <em>witness; </em>that the deposition of <em>John Hubley </em>does not sufficiently establish their <em>identity; </em>and that proof that they were in the hands of <em>John Hubley, </em>and at the office of the magistrate when his deposition was taken, does not vary the case. .</summary>\n<summary data-order=\"84\" data-type=\"summary\" id=\"b457-6\">7. That a. material variance in any particular between’the instructions and the minutes, will destroy the whole of the minutes: that therefore if the the jury believe the testimony of <em>Frederick </em>and <em>Jacob Fehl </em>relative to the instructions given by the alleged testator concerning the mill, house and one hundred acres of land—their verdict should be rendered in favour of the' defendant.</summary>\n<summary data-order=\"85\" data-type=\"summary\" id=\"b457-7\">8. That the testimony given by <em>Tobias Stehman, </em>the plaintiff in</summary>\n<summary data-order=\"86\" data-type=\"summary\" id=\"b457-8\">this cause, is not sufficient in point of law to establish the minutes taken by <em>John Hubley </em>as the last will and testament of <em>Tobias Stehman </em>deceased. . •</summary>\n<summary data-order=\"87\" data-type=\"summary\" id=\"b457-9\">Charge of the court.</summary>\n<summary data-order=\"88\" data-type=\"summary\" id=\"b457-10\">This is an issue formed under the directions of the register’s court, to ascertain by the verdict of a-jury whether a certain-paper containing minutes and notes taken by the late <em>John Hubley, </em>Esq. on the 14th of November 1814, of certain instructions then given to him by <em>Tobias Stehman, </em>which paper is alleged by the plaintiff to be the last will and testament of his father <em>Tobias Stehman, </em>be his last will and testament, or hot.</summary>\n<summary data-order=\"89\" data-type=\"summary\" id=\"b457-11\">It appears that <em>Tobias Stehman </em>being desirous of making a new will, different from one he had already made, sent for Mr <em>Hubley </em>and gave him instructions as to the manner in which he wished to dispose of his estate. Previously to Mr <em>Hubley'1 s </em>arrival,1 Mr <em>Frederick Fehl </em>had taken some notes of his directions in- German—Mr <em>Hubley </em>testifies that he did not make use of these notes—but he took down the instructions of Mr Stehman—and he says that when the instructions were written down they were read over to him—-that Mr <em>Stehman </em>approved of the minutes made by Mr <em>Hubley. </em>Mr <em>Frederick Fehl </em>says they were read over to Mr <em>Stehman </em>and that he approved of them. The witnesses to these particulars and others which relate to the subject are <em>Jacob Fehl, Frederick Fehl </em>and <em>John Hubley, </em>Esq. You will pay particular attention to their evidence and the other testimony which has been offered, and give to all the testimony that weight to which you may think it entitled.</summary>\n<summary data-order=\"90\" data-type=\"summary\" id=\"b457-12\">Mr <em>Hubley </em>took the minutes home with <em>him; </em>he prepared a will in due form for execution which was sent out to <em>Tobias Stehman, </em>who executed it without reading it or having it read to him, and it is testified that he was incapable of reading it. This will so executed has been declared invalid. And it is contended by the plaintiff in this case, that the instructions taken down by Mr <em>Hubley </em>constitute the last will and testament of <em>Tobias Stehman.</em></summary>\n<summary data-order=\"91\" data-type=\"summary\" id=\"b457-13\">The act of assembly respecting wills requires that all wills should <page-number citation-index=\"1\" label=\"458\">*458</page-number>be in writing and be proved by at least two credible witnesses. Written declarations of a man’s mind, as to the manner in which his estate shall go after his death, made <em>animo testandi, </em>that is with the intention of disposing by will, may amount to a will when duly proved. No formality is required to make a legal will where the subject matter of the will is put in writing, and proved by two witnesses to be by the direction of the testator, and the same is done in his life .time; and therefore it is not necessary that the writing should be signed by the testator, nor that it should be sealed, nor that there should be any subscribing witness to it; such writing may be good without being accompanied by either of these particulars.</summary>\n<summary data-order=\"92\" data-type=\"summary\" id=\"b458-6\">The law is, that where minutes or notes are fairly taken in writing for the purpose .of drawing the will of a person, which is prevented from being drawn into form and signed by the testator and witnesses, by the death of the testator, or any accidental cause, and if these notes or minutes are proved by two witnesses to be taken down from the testator and in his presence and declared to be all right by the testator, they will constitute a good will.</summary>\n<summary data-order=\"93\" data-type=\"summary\" id=\"b458-7\">And where a will contains several distinct devises and bequests, if any of them are found to be defective, it will not defeat or in any way impair the others, which will remain good and lawful devises.</summary>\n<summary data-order=\"94\" data-type=\"summary\" id=\"b458-8\">We are asked by the defendant’s counsel to instruct you that the anthentication of the minutes taken by Mr <em>Hubley, </em>by the requisite number of witnesses, is an abstract question of law to be decided by the court; that the jury are therefore bound by the opinion of the court as to whether there has been the requisite proof in this cause to establish those minutes, as the last will of the alleged testator.</summary>\n<summary data-order=\"95\" data-type=\"summary\" id=\"b458-9\">There is no doubt that the authentication of a will by the requisite number of witnesses is matter of law for the determination of the court;. and therefore where a will is drawn up and signed by the testator, and witnesses are' called in to attest it, it is for the court to determine whether it is authenticated by the requisite number of witnesses. '</summary>\n<summary data-order=\"96\" data-type=\"summary\" id=\"b458-10\">But in order to establish these minutes as the last will of <em>Tobias Stehman, </em>there must be proof by two witnesses that he knew their whole contents. In cases in which the testator has signed the instrument, and his signature is established by the testimony of two witnesses, such knowledge is presumed; but in a case of this kind, where the minutes were neither written nor signed by the testator, such knowledge must be clearly proved. And you are the judges to determine whether it has been so proved or not.</summary>\n<summary data-order=\"97\" data-type=\"summary\" id=\"b458-11\">The supreme court have decided that the execution of a will must be proved by two witnesses,.each of whom must separately depose to all facts necessary to complete the chain of evidence so that no link in it may depend upon the credibility of but one. Therefore to establish the minutes in this case, each of the two witnesses called to establish them must make proof complete in itself, so that if the <page-number citation-index=\"1\" label=\"459\">*459</page-number>act of assembly were out of the question the case would be well made out by the , evidence of either.</summary>\n<summary data-order=\"98\" data-type=\"summary\" id=\"b459-6\">The two witnesses who were.present at the time when the instructions were given and the minutes were taken must correspond with each other, as to every- material particular—and therefore a material variance between the minutes and the instructions will prevent the minutes from being established.</summary>\n<summary data-order=\"99\" data-type=\"summary\" id=\"b459-7\">So if Mr <em>Hubley, </em>depending upon his memory and supposing he would be able to write the will from his recollection of what was said by the testator, has omitted any matters which the testator intended to insert in his will, the minutes cannot be established as his will.</summary>\n<summary data-order=\"100\" data-type=\"summary\" id=\"b459-8\">The jury are the judges of the credibility of the witnesses and of the meaning to be attached to the expressions used by them in the course of their téstimony. <em>The </em>identity of the minutes must be established by two witnesses, and whether it has been established by Mr <em>Hubley </em>and Mr <em>Frederick Fehl </em>is for you tp determine.</summary>\n<summary data-order=\"101\" data-type=\"summary\" id=\"b459-9\">We are asked to say that if the jury believe the testimony of <em>Frederick Fehl, Jacob Fehl </em>and <em>John Hubley, </em>that the minutes or notes taken from <em>Tobias Stehman </em>by Mr <em>Hubley </em>are sufficiently proven to be the same papers containing the minutes which is now before the jury. Supposing all they say to be true as they have expressed it, the effect of what they have said is to be determined by the jury and they must judge, under all the evidence which has been adduced, whether the identity has been legally proved.</summary>\n<summary data-order=\"102\" data-type=\"summary\" id=\"b459-10\">Errors assigned.</summary>\n<summary data-order=\"103\" data-type=\"summary\" id=\"b459-11\">1. The court erred in admitting the defendant in error to give in evidence the minutes taken by <em>John Hubley, </em>Esq. on the 14th of November 1814 <em>prout </em>the same; to which opinion of the court the first bill of exceptions was taken.</summary>\n<summary data-order=\"104\" data-type=\"summary\" id=\"b459-12\"><em>2. </em>The court erred in admitting the record of an issue of <em>devisavit vel non </em>in the court of common pleas of Lancaster county to April term 1815, No. 713, and the <em>caveat </em>and proceedings of the register’s court; to which opinion of the court the second -bill of exceptions was taken.</summary>\n<summary data-order=\"105\" data-type=\"summary\" id=\"b459-13\">' 3. The court erred in not fully answering the <em>first </em>point of the plaintiff in error; and so far as iris answered, it is error.</summary>\n<summary data-order=\"106\" data-type=\"summary\" id=\"b459-14\">4. The court erred in their answer to the <em>second </em>point of the plaintiff in error in the following words: “ and you are the judges to determine whether it has been so proved or not.”</summary>\n<summary data-order=\"107\" data-type=\"summary\" id=\"b459-15\">5. The court erred in not having given a full answer to the <em>fourth </em>point of the plaintiff in error, and so far as they have answered it, there is error in their answer.</summary>\n<summary data-order=\"108\" data-type=\"summary\" id=\"b459-16\">6. The court erred in not fully answering the <em>fifth </em>point of the</summary>\n<summary data-order=\"109\" data-type=\"summary\" id=\"b459-17\">plaintiff in error, and so far as they have answered it, there is error in their answer. <em>i .</em></summary>\n<summary data-order=\"110\" data-type=\"summary\" id=\"b459-18\">7. The court erred in not having fully answered the <em>sixth </em>point of <page-number citation-index=\"1\" label=\"460\">*460</page-number>the plaintiff in error, and so far as it is answered there is error in their answer.</summary>\n<summary data-order=\"111\" data-type=\"summary\" id=\"b460-6\">8. The court erred in not fully answering the seventh point of the plaintiff in error, and so far as answered there is error in their answer. '</summary>\n<summary data-order=\"112\" data-type=\"summary\" id=\"b460-7\">9. The court erred in not fully answering the <em>eighth </em>point of the plaintiff in error, and so far as answered there is error in their answer.</summary>\n<summary data-order=\"113\" data-type=\"summary\" id=\"b460-8\">10. The court erred in stating that “ the law is that where minutes or notes are taken in'writing for the purpose of drawing the will of a person, which is prevented from being drawn into form and signed by the testator and witnesses by the death of the testator or any other accidental cause, and if these notes or minutes are proved by two witnesses, to be taken down from the testator and in his presence and declared to be all right by the testator, they will constitute a good will.”</summary>\n<summary data-order=\"114\" data-type=\"summary\" id=\"b460-9\">11. The court erred in stating that “where a will contains several distinct devises and bequests, if any of them are found to be defective, it will not defeat or in any way impair the others, which will remain good and lawful devises.”</summary>\n<summary data-order=\"115\" data-type=\"summary\" id=\"b460-10\">12. The court érred in the last paragraph of their charge, which states, “we are asked to say that if the jury believe the testimony of <em>Frederick Fehl, Jacob Fehl </em>and <em>John Hubley, </em>that the minutes or notes taken from <em>Tobias Stehman </em>by Mr <em>Hubley </em>are sufficiently proven to be the same papers containing the minutes which is now before the jury. Supposing all they say to be true as they have expressed it, the effect of what they have said is to be determined by the jury, and they must judge under all the evidence which has been adduced, whether the identity has been legally proved.”</summary>\n<attorneys data-order=\"116\" data-type=\"attorneys\" id=\"b460-11\"><em>Rogers, </em>for plaintiff in error.</attorneys>\n<p data-order=\"117\" data-type=\"legal\" id=\"b460-12\">Under the act of 1705, there are two essential requisites <em>to </em>a will; 1. That it should be in writing. 2. That it should be proved by two witnesses. The question of the authentication of an instrument is a matter of law for the decision of the court. 6 <em>Serg. &amp; Rawle </em>489. Was <em>John Hubley </em>such a witness as contemplated in the case in 3 <em>Yeates </em>511? These notes were taken as mere memoranda to refresh the memory of <em>John Hubley, </em>and there were explanatory observations which were never read to <em>Tobias Stehman. John Hubley </em>is an insufficient witness, and even if he is sufficient, the other two do not amount to another witness. 6 <em>Serg. &amp; Rawle </em>47. Every thing contained in <em>Hubley’s </em>notes is in direct opposition with what is contained in the testimony of <em>Frederick Fehl </em>ana <em>Jacob Fehl, </em>and therefore, there is no connection between the witnesses in support of the will, and no one would be sufficient with respect to all the bequests.</p>\n<p data-order=\"118\" data-type=\"legal\" id=\"b460-13\">There are in fact two wills, one of <em>John Hubley, </em>the other of <em>Frederick Fehl, </em>each of which is contrary to the other. 16 <em>Serg. &amp; Rawle </em>82. The act of 1705 prescribes no particular form of <page-number citation-index=\"1\" label=\"461\">*461</page-number>will; yet in Pennsylvania every loose scrap of paper,even if proved by two witnesses, would be a sufficient will. Every scrap of paper made in contemplation of death, is not to be received as a will. <em>Burnet's Appeal, </em>opinion delivered by Chief Justice <em>Gibson, </em>at Philadelphia. These notes were never intended as a will, but mere instructions and memoranda to assist in drawing the will.</p>\n<p data-order=\"119\" data-type=\"legal\" id=\"b461-6\">A will is a whole and cannot be <em>divisible; </em>the.distinction is, what is matter of construction, and what is matter of positive enactment.</p>\n<attorneys data-order=\"120\" data-type=\"attorneys\" id=\"b461-7\"><em>Frazer, </em>for defendant in error.</attorneys>\n<p data-order=\"121\" data-type=\"legal\" id=\"b461-8\">As the identity of the paper was disputed, it became a matter of fact to be submitted to the jury; and the paper itself was proper subject matter for the consideration of the jury, on this question of identity. If the identity of the paper had not been denied, the court below would not have left it to the jury. Mr <em>Fehl </em>having heard the minutes read by Mr <em>Hubley </em>to <em>Tobias, </em>and Mr <em>Stehman </em>having made no objection to the correctness of these minutes, is one good and sufficient witness' to establish the validity of the will. Mr <em>Hubley, </em>the person who drew the minutes, read them to T. <em>Stehman, </em>and having corrected and made the alterations directed by <em>Stehman, </em>and having afterwards read the minutes as corrected to <em>Stehman, </em>without any. objection from him, makes <em>John Hubley </em>a second complete witness. An ambiguity appearing on the face of the will, is not sufficient, to invalidate it, and is not a question on the issue of <em>devisavit vel non. </em>6 <em>Serg. &amp; Rawle </em>56. The fact of execution and the sanity of the testator, are matters of fact for the determination of the jury; the legality of execution is a matter of law for the court. 1 <em>Smith </em>40; <em>Patterson </em>v. <em>Patterson, </em>6 <em>Serg. </em>&amp; <em>Rawle </em>56 <em>; </em>3 <em>Yeates </em>511; 6 <em>Serg. &amp; Rawle </em>454, 494; 16 <em>Serg. </em>&amp; <em>Rawle 82; </em>1 <em>Serg. </em>&amp; <em>Rawle </em>263 <em>; </em>6 <em>Serg. </em>&amp; <em>Rawle 47; </em>19 <em>Johns. </em>386 ; 1 <em>Pick. </em>453 ; <em>Powell on Dev. 457.</em></p>\n<attorneys data-order=\"122\" data-type=\"attorneys\" id=\"b461-9\"><em>J. Hopkins, </em>for defendant in error.</attorneys>\n<p data-order=\"123\" data-type=\"legal\" id=\"b461-10\">The decisions have been the same under the acts of assembly and the statutes of <em>Henry </em>8, with the exception of the proof by two witnesses. 6 <em>Serg. &amp; Rawle </em>455. At the time of the concoction of such an instrument, there would be a great deal of conversation, and the testator would necessarily say many things, which after-wards he might think better of, upon the consequences being explained, and would after direct a different disposition of what he first mentioned, but after the instrument had been read to him, and he approved of it, every thing which had been said (except in cases of fraud and imposition) contrary to the instrument became of no effect, and <em>F. Fehl </em>had heard <em>T. Stehman </em>approve of the minutes, make <em>Frederick Fehl </em>one complete witness. Mr <em>Hubley </em>has testified that he drew the instrument, and that after he drew it, he read it twice to him deliberately, and that it was written to the entire satisfaction of Mr <em>Stehman; </em>and he constitutes^ second witness. No informal will could ever be supported, if the light conversations made <page-number citation-index=\"1\" label=\"462\">*462</page-number>previous to the execution of it could have the effect to contradict it. This, was a blended case of fact and law, depending upon written and parol evidence ; and the. fact and law being so intimately connected, the court were bound to leave the question to the jury, to ascertain what is the proper character of the paper. 1 <em>Serg. </em>&amp; <em>Rawle </em>176, 516; 4 <em>Serg. </em>&amp; <em>Rawle 279; </em>7 <em>Serg. &amp; Rawle 372; </em>1 <em>Penns. Rep. </em>386. This was a question of law purely for the consideration of the jury, and had the charge been that they were or were not fully proved, it would have been error.</p>\n<p data-order=\"124\" data-type=\"legal\" id=\"b462-6\">The court could not charge the jury as requested, because it would impugn the question trying ; there is an entirety and unity in the sentiments of Mr <em>Hubley </em>and <em>Fehl.</em></p>\n<p data-order=\"125\" data-type=\"legal\" id=\"b462-7\">When there are distinct and separate devises unconnected with the other parts of the will which are void, these separate devises would be valid. <em>Powell on Dev. </em>29 ; <em>3 Rep. 31; 6 Serg. &amp; Rawle </em>455.</p>\n<attorneys data-order=\"126\" data-type=\"attorneys\" id=\"b462-8\">Buchanan, in reply.</attorneys>\n<p data-order=\"127\" data-type=\"legal\" id=\"b462-9\">Is the authentication of a will matter of fact to be determined by a jury, or a question of law to be determined by the court <em>? </em>If it be a question of fact, the statute of frauds is entirely useless. If you refer it to a jury to determine the matter, a jury will always determine in favour of the authenticity of a will if there be one credible witness. In this case, it is a sheer question of law; and the question was, Supposing all the testimony in this case tobe true, is the execution of this instrument sufficiently proved. <em>Hock </em>v. <em>Hock, 6 S. &amp; R. </em>47. The law has determined, that two witnesses are necessary for the proof of the execution of a will, and if the matter were submitted to a jury one witness would in all cases substantiate the will. The question of the legality of the execution is a matter of law to be determined by the court, and not a question of fact; 6 <em>S. </em>&amp; <em>R. </em>495; <em>16 Serg. &amp; Rawle </em>86 ; although the question whether this is a sufficient testamentary disposition of the property of <em>Tobias Stehman, </em>is not, perhaps, properly before the court, yet I will discuss the question as if raised; and the first question will be, are there two good and sufficient witnesses <em>Í </em>there is not even one complete witness. Thetestimony of <em>Frederick Fehl </em>is in direct opposition to the evidence of <em>John Hubley, </em>with respect to a number of dispositions of the property. One set of instructions has been proved by Mr <em>Fehl, </em>and another set of instructions has been proved by Mr <em>Hubley. </em>Mr <em>Hubley </em>does not constitute one complete witness; for he says, that these notes do not contain the whole of the instructions given to him by <em>Tobias Stehman. John Hubley </em>was a witness to support the regular will, but could not be a witness to substantiate these notes; and being a witness to the former will, would be in direct opposition to these minutes.</p>\n<p data-order=\"128\" data-type=\"legal\" id=\"b462-10\"><em>Powell on Dev. </em>29. The court will not consider themselves bound by the decision under the statutes of <em>Hen. </em>8; under which all loose <page-number citation-index=\"1\" label=\"463\">*463</page-number>papers were held to be. good. Is it right that when there are two complete witnesses to the disposition of one particular, and the witnesses Uiffer in respect to the rest, that the devise on which they concur should be carried into effect, and that the testator wnuld die in testate as respects the other property?</p>\n<opinion data-order=\"129\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b463-6\">The opinion of the Court was delivered by</p>\n<author id=\"b463-7\">Huston, J.</author>\n<p id=\"AX0C\">In the infancy of the province of Pennsylvania, when wealth was not common, and the distinction between real and personal estate, as to liability for debts, had been abolished, an act of assembly was passed concerning probates of written and nuncupative wiHs, and for confirming devises of lands. This act of 1705 differed widely from that which our ancestors had left in force in England, both as to the substantial and formal requisites of a valid will of lands. The construction put on it, soon after its enactment, handed down by tradition, is first found in <em>Dallas’s Reports, </em>in a written and permanent form; but that decision was made by judges who had been lawyers as early as 1750, and who in their youth must have been. acquainted with others who had practised, in 1730, or even 1720. Some have in our day questioned the correctness of the construction early given to this law; but as it has been acted upon to. the present day, and as it has been decided that a trial and decision expressly on the validity of a will does not preclude heirs or devisees from again contesting the matter in ejectment for lands, that construction has become a rule of property, and if we should now change it, we should give occasion to many suits and destroy many titles (now held good) in the hands of heirs and purchasers. The legislature have at present before them á bill on the subject; until some provision by them, we are bound by many considerations to adhere to what has been decided, even though some of those decisions have gone further than we could wish. “All wills in writing, wherein or whereby lands, tenements or hereditaments within this province have been or shall be devised, being proved by two or more credible witnesses, upon their solemn oath, <em>or by other legal proof, </em>in this province,” &amp;c. The case of <em>Slight </em>v. <em>Wilson, </em>1 <em>Dall. </em>94, has remained unshaken; it settles: first, that it is not necessary that a will devising real estate in Pennsylvania; should be sealed; second, nor that all the subscribing witnesses should prove the execution; third, nor that the proof of the will should be made by those who subscribed as witnesses; fourth, nor that the will should be subscribed by witnesses. See also 2 <em>Binn. </em>414. I shall not cite all the cases in our books. <em>Lessee of Eyster and others </em>v. <em>Young, </em>3 <em>Yeates </em>511, is nearly this case. There Mr <em>Rudisill </em>took drawn notes from the mouth of the testator, of the disposition of his property, intending to draw a formal will; two persons were in the room and heard them dictated; they heard them read over to testator and approved. Mr <em>Rudisill </em>drew them into a formal will more copiously and fully, and containing some clauses which Mr <em>Rudisill </em>had. trusted to his memory. The <page-number citation-index=\"1\" label=\"464\">*464</page-number>identity of the paper-was contested, and not more fully proved, not so fully as in this case. The notes were established as the will by a verdict in conformity to the charge of the court. That case, and <em>Arndt </em>v. <em>Arndt, </em>1 <em>Serg. &amp; Rawle 256, </em>fully establish, that memoranda written by another, and proved by two witnesses to have been approved by the testator or written by the testator himself, though not put into a formal will and not signed, being proved by two witnesses to be the testator’s handwriting, may be a good will.</p>\n<p id=\"Adk\">In the present case, <em>Frederick Fehl </em>and <em>John Hubley </em>fully prove the memoranda to have been dictated by the testator, and to have been read over to him and explained by Mr <em>Hubley, </em>and in some parts corrected at this reading; and then to have been declared to be all fight by the testator. It was read a second time after these corrections had been made, and these explanations given, and declared to be all right. This paper was taken home by <em>Hubley </em>to draw a formal will, and one was drawn, but executed by the testator without being read to him, and for that reason rejected from probate.</p>\n<p id=\"b464-7\"><em>Jacob Fehl </em>corroborates these witnesses; he was present while part of the directions were given, but went away; the next day the testator told him <em>Hubley </em>was drawing the will; and again told the witness to bring it out from <em>Hubley </em>to him, and the witness did so. It was executed without being read, because all these were Germans, and could not read English.</p>\n<p id=\"b464-8\">The identity of the paper was as fully proved as is generally possible; and that was left to the jury, together with the credibility of the witnesses.</p>\n<p id=\"b464-9\">But the counsel for the opponents of this paper as a will, taxed the memory of <em>Frederick </em>and <em>Jacob Fehl, </em>and supposed the account they gave of the several bequests differed in some of the details from the written memoranda, and drew an argument against its validity from this. Now if a formal will is read in the presence of the witnesses, before its execution, and they in court prove the sanity of the testator and see the execution of the will, and then on being asked as to its contents, differ a little or a good deal, or if after the lapse of fifteen years, as in this case, this want of recollection or inaccurate recollection would at all affect the validity of the will, or the bequest contained in it, we had better cease to write wills. So in this case, after the proof given, that it was dictated by the testator, read over and explanations made and corrections, and then read again -and all approved, it is beyond being impugned by the failure of minute recollection of witnesses as to its minute details. The witnesses prove distinctly, that every possible pains were taken to have these minutes correct; they were written item by item as dictated; read oyer item by item, explained and approved; and then all read together, and all approved. That those who did this, or who were present when this was done, do not recollect, after fifteen years, all that was then written, or do not recollect it exactly as written is natural; is what must always happen; and is one main reason why wills must be in wri<page-number citation-index=\"1\" label=\"465\">*465</page-number>ting. It is possible to destroy the force of written memoranda, by proving them to have been unfairly taken down, or falsely read. In the same manner a will or deed may be impugned. It was not openly, nor I think covertly, suggested, that <em>John Hubley </em>was guilty of any thing like this. It was not put to the witnesses to say positively, that any thing was in these minutes which the testator did not direct; nor to say, that the witness was sure he directed any thing which is not to-be found there. They stated the directions according to their recollection; but no one of them was asked to point out n material variance, nor to say, that his recollection of any particular was so perfect that he would himself rely on his own recollection in contradiction to the minutes.</p>\n<p id=\"b465-6\">There were two bills of exceptions to the admission of testimony; neither of which was much insisted on here.</p>\n<p id=\"b465-7\">The first is, that the memorandum or minutes taken down by Mr <em>Hubley </em>should not be read to the jury~now I should like to know how the jury could have decided one of defendant’s points, viz. whether the parol proof of instructions, and the minutes agreed or differed, unless the minutes had been read; but I pass this. Wherever two witnesses prove a paper as a will, such paper always has gone, and always must go to the jury, who are to decide whether, on the whole proof, it is the will of testator or not.</p>\n<p id=\"b465-8\">The next bill of exceptions is still less tenable. After the plaintiffs had gone through their testimony, the defendants produced the paper drawn by <em>John Hubley </em>as a formal will, and which had not been read by or to the testator; but which the testator had executed in the presence of two persons, who had subscribed it as witnesses; ■and the defendant called those witnesses and proved the execution of it by them; this, evidently, with the intention of arguing to the jury, that, this latter paper was the true will.</p>\n<p id=\"b465-9\">That paper had, however, been offered for probate, by the same persons who now offered the minutes as the Will, and on a trial of a feigned issue in the same court, before the same judges, it had been decided that the paper now offered by the defendants as the will, was not the last will of <em>Tobias Stehman; </em>and the plaintiffs offered and read the record of such trial and decision. In /act, the defendant’s counsel ought not to have offered as the will that condemned paper; if objected to, the court ought to have rejected it/when it had been read, the shortest way of disposing of it was, to show the record which had disposed of it.</p>\n<p id=\"b465-10\">Points were proposed as matters of law, on which the court was requested to instruct the jury. Some of these are not in the most perspicuous form; some are immaterial; some suggest matters not material in this cause. The charge of the court was an answer to all that was material in this case, and in it there was no error against the party complaining; if any thing was at all wrong, it was in their favour.</p>\n<p id=\"b465-11\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}