{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"153\" lastpage=\"162\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b189-4\" pgmap=\"189\">(No. 63605.</docketnumber><parties data-order=\"1\" data-type=\"parties\" id=\"b189-5\" pgmap=\"189\">THE PEOPLE OF THE STATE OF ILLINOIS, Appellant, v. JOHN R. HAMILTON, Appellee.</parties><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b189-6\" pgmap=\"189\">Opinion filed October 5, 1987.</decisiondate><p data-order=\"3\" data-type=\"judges\" id=\"b189-10\" pgmap=\"189\">CUNNINGHAM, J., took no part.</p><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b190-5\" pgmap=\"190\">Neil F. Hartigan, Attorney General, of Springfield (Roma Jones Stewart, Solicitor General, and Patricia Rosen, Assistant Attorney General, of Chicago, of counsel), for the People.</attorneys><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b190-6\" pgmap=\"190\">Robert S. White, of Decatur, for appellee.</attorneys> <opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b190-7\" pgmap=\"190\">JUSTICE RYAN</author> <p id=\"A4\" pgmap=\"190\">delivered the opinion of the court:</p> <p id=\"b190-8\" pgmap=\"190\">The State brings this direct appeal from a decision of the circuit court of Williamson County which invalidated a portion of Illinois’ driver’s license statutory summary suspension procedure. Specifically, the circuit court held that section 2 — 118.1(b) of the Illinois Vehicle Code (Ill. Rev. Stat. 1985, ch. 95%, par. 2 — 118.1(b)), insofar as it purports to limit the issues which may be raised at a driver’s license summary suspension rescission hearing, violates due process and that the procedure also violates the doctrine of separation of powers.</p> <p id=\"b190-9\" pgmap=\"190\">On February 21, 1986, the defendant’s automobile was stopped by a police officer in the city of Herrin, Illinois. The officer noticed the odor of alcohol, and the defendant admitted he had been drinking. The defendant then was given and failed three field sobriety tests. He was then arrested for driving while under the influence of alcohol (DUI). He was taken to the police station, where the officer administered a chemical breath test which disclosed that the defendant had a blood alcohol concentration of 0.11. Section 11 — -501(a) of the Vehicle Code (Ill. Rev. Stat. 1985, ch. 95W, par. ll-501(a)) provides that a person shall not drive or operate any vehicle while the alcohol concentration in such person’s blood or breath is 0.10 or more. Accordingly, the defendant’s driving privileges were summarily suspended pursuant to section 11 — 501.1 of the Vehicle Code (Ill. Rev. Stat. 1985, ch. 951/2, par. 11 — 501.1).</p> <p id=\"b191-4\" pgmap=\"191\">Subsequently, the defendant filed a petition for a hearing to seek rescission of his statutory summary suspension, pursuant to section 2 — 118.1(b) of the Vehicle Code (Ill. Rev. Stat. 1985, ch. 95V2, par. 2 — 118.1(b)). He also filed a motion to dismiss the criminal DUI charge, contending, inter alia, that the hearing provided for under section 2 — 118.1(b) did not comport with due process, and that the overall statutory hearing scheme violated the separation of powers doctrine.</p> <p id=\"b191-5\" pgmap=\"191\">The circuit court granted the defendant’s motion and held section 2 — 118.1(b) invalid on both due process and separation of powers grounds. The court’s order only affected the summary suspension of the defendant’s driving privileges; the underlying criminal proceeding for the offense of driving under the influence of alcohol remained pending in the circuit court. The State then appealed directly to this court under Rule 302(a) (94 Ill. 2d R. 302 (a)).</p> <p id=\"b191-6\" pgmap=\"191\">This case involves the interplay of a number of related statutes. Thus, in order to adequately address the issue presented, it is necessary to briefly summarize the driver’s license statutory summary suspension process.</p> <p id=\"b191-7\" pgmap=\"191\">Section 11 — 501.1 is the foundation of the so-called “implied consent” concept. That section provides, in pertinent part, that “[a]ny person who drives or is in actual physical control of a motor vehicle upon the public highways of this State shall be deemed to have given consent *** to a chemical test or tests of blood, breath, or urine for the purpose of determining the alcohol, other drug, or combination thereof content of such person’s blood ***.” Ill. Rev. Stat. 1985, ch. 95V2, par. ll-501.1(a).</p> <p id=\"b191-8\" pgmap=\"191(48) 192(14)\">Section 6 — 208.1 specifies the time periods of such summary suspension under section 11 — 501.1. Refusal to submit to testing will result in a suspension of six months from the effective date of such refusal. A test which discloses an alcohol concentration of 0.10 or more will result in a three-month suspension. Ill. Rev. Stat. 1985, ch. 95V2, par. 6-208.1.</p> <p id=\"b192-5\" pgmap=\"192\">Against this backdrop, we turn to the provisions which are the focus of this appeal. Section 2 — 118.1 of the Vehicle Code provides that a person whose driving privileges are to be summarily suspended may request a hearing in the circuit court to seek rescission of the suspension. That section further states:</p> <blockquote id=\"b192-6\" pgmap=\"192\">“The scope of the hearing shall be limited to the issues of:</blockquote> <blockquote id=\"b192-7\" pgmap=\"192\">1. Whether the person was placed under arrest for an offense as defined in Section 11 — 501, or a similar provision of a local ordinance, as evidenced by the issuance of a Uniform Traffic Ticket; and</blockquote> <blockquote id=\"b192-8\" pgmap=\"192\">2. Whether the arresting officer had reasonable grounds to believe that such person was driving or in actual physical control of a motor vehicle while under the influence of alcohol, other drug, or combination thereof; and</blockquote> <blockquote id=\"b192-9\" pgmap=\"192\">3. Whether such person, after being advised by the arresting officer that the privilege to operate a motor vehicle would be suspended if the person refused to submit to and complete the test or tests, did refuse to submit to or complete such test or tests to determine the person’s alcohol or drug concentration; or</blockquote> <blockquote id=\"b192-10\" pgmap=\"192\">4. Whether the person, after being advised by the arresting officer that the privilege to operate a motor vehicle would be suspended if the person submits to a chemical test, or tests, and such test discloses an alcohol concentration of 0.10 or more, and such person did submit to and complete such test or tests which determined an alcohol concentration of 0.10 or more.” Ill. Rev. Stat. 1985, ch. 95V2, par. 2 — 118.1(b).</blockquote> <p id=\"b192-11\" pgmap=\"192(49) 193(110)\">The circuit court struck down this provision, finding that the attempt to limit the issues which may be raised at the rescission hearing was a denial of due process. The circuit court reasoned that the hearing provided for in section 2 — 118.1(b) fails to afford due process because it absolutely forecloses certain defenses from being raised by the licensee in support of his request for rescission of summary suspension. For example, among the issues enumerated in section 2 — 118.1(b) are whether the licensee submitted to a chemical test, and whether that test disclosed an alcohol concentration of 0.10 or more. (Ill. Rev. Stat. 1985, ch. 95V2, par. 2-118.1(b)(4).) The circuit court interpreted this provision as permitting no more than a “yes or no” inquiry as to that question. Either the test result was 0.10 or more, in which case summary suspension would continue, or it was not, in which case rescission would result.</p> <p id=\"b193-5\" pgmap=\"193\">Under this view then, a licensee seeking rescission would be prohibited from challenging the validity of the 0.10 test result. Facts which might call that result into question — equipment malfunction, operator certification, etc. — could not be introduced because they are not among the “issues” enumerated in section 2 — 118.1(b). Thus, because foreclosure of such issues creates an intolerable risk of erroneous deprivation of the privilege to drive, section 2 — 118.1(b) denies individuals due process of law.</p> <p id=\"b193-6\" pgmap=\"193\">The court also held that section 2 — 118.1(b) violates the doctrine of separation of powers. According to the court, the legislatively imposed restrictions on issues which may be raised have the effect of declaring any other matters irrelevant and inadmissible, thereby infringing on the role of the judiciary. Also, the court found that the rescinding of driving privileges has been declared by statute to be an executive function vested in the Secretary of State. Thus, granting the judiciary the power to rescind the statutory suspension violates the doctrine of separation of powers.</p> <p id=\"b193-7\" pgmap=\"193(25) 194(54)\">We disagree with the circuit court’s determination and reverse. As to the due process issue, we base our decision on statutory rather than constitutional grounds. As stated above, the essence of the court’s ruling was that absolute preclusion of challenges to test validity violates due process. Because we find that as a matter of statutory interpretation such challenges are not absolutely foreclosed, we do not reach the question of whether such limitations could be constitutionally imposed.</p> <p id=\"b194-5\" pgmap=\"194\">Section 11 — 501.1, the implied-consent statute upon which summary suspension is based, provides in pertinent part:</p> <blockquote id=\"b194-6\" pgmap=\"194\">“Any person who drives or is in actual physical control of a motor vehicle upon the public highways of this State shall be deemed to have given consent, subject to the provisions of Section 11 — 501.2, to a chemical test or tests of blood, breath, or urine for the purpose of determining the alcohol, other drug, or combination thereof content of such person’s blood if arrested, as evidenced by the issuance of a Uniform Traffic Ticket, for any offense as defined in Section 11 — 501 or a similar provision of a local ordinance.” (Emphasis added.) (Ill. Rev. Stat. 1985, ch. 95V2, par. ll-501.1(a).)</blockquote> <p id=\"b194-7\" pgmap=\"194\">Section 11 — 501.2 provides in part:</p> <blockquote id=\"b194-8\" pgmap=\"194\">“Sec. 11 — 501.2. Chemical and other tests, (a) Upon the trial of any civil or criminal action or proceeding arising out of an arrest for an offense as defined in Section 11 — 501 or a similar local ordinance, evidence of the concentration of alcohol, other drug or combination thereof in a person’s blood or breath at the time alleged, as determined by analysis of the person’s blood, urine, breath or other bodily substance, shall be admissible. Where such test is made the following provisions shall apply:</blockquote> <blockquote id=\"b194-9\" pgmap=\"194(59) 195(83)\">1. Chemical analyses of the person’s blood, urine, breath or other bodily substance to be considered valid under the provisions of this Section shall have been performed according to standards promulgated by the Department of Public Health in consultation with the Department of State Police by an individual possessing a valid permit issued by that Department for this purpose. The Director of the Department of Public Health in consultation with the Department of State Police is authorized to approve satisfactory techniques or methods, to ascertain the qualifications and competence of individuals to conduct such analyses, to issue permits which shall be subject to termination or revocation at the discretion of that Department and to certify the accuracy of breath testing equipment. The Illinois Department of Public Health shall prescribe regulations as necessary to implement this Section.</blockquote> <blockquote id=\"b195-5\" pgmap=\"195\">2. When a person shall submit to a blood test at the request of a law enforcement officer under the provisions of Section 11 — 501.1, only a physician authorized to practice medicine, a registered nurse or other qualified person approved by the Department of Public Health may withdraw blood for the purpose of determining the alcohol, drug, or alcohol and drug content therein. This limitation shall not apply to the taking of breath or urine specimens.</blockquote> <blockquote id=\"b195-6\" pgmap=\"195\">3. The person tested may have a physician, or a qualified technician, chemist, registered nurse, or other qualified person of their own choosing administer a chemical test or tests in addition to any administered at the direction of a law enforcement officer. The failure or inability to obtain an additional test by a person shall not preclude the admission of evidence relating to the test or tests taken at the direction of a law enforcement officer.</blockquote> <blockquote id=\"b195-7\" pgmap=\"195\">4. Upon the request of the person who shall submit to a chemical test or tests at the request of a law enforcement officer, full information concerning the ' test or tests shall be made available to the person or such person’s attorney.</blockquote> <blockquote id=\"b195-9\" pgmap=\"195\">5. Alcohol concentration shall mean either grams of alcohol per 100 milliliters of blood or grams of alcohol per 210 liters of breath.” (Emphasis added.) Ill. Rev. Stat. 1985, ch. 95V2, par. 11 — 501.2.</blockquote> <p id=\"b195-10\" pgmap=\"195(17) 196(78)\">The “standards promulgated by the Department of Public Health” referred to in section 11 — 501.2(a)(1) are codified in the form of administrative regulations. (77 Ill. Adm. Code 510.) These regulations impose a variety of standards for the collection and analysis of blood, urine and breath samples. For example, breath-testing instruments must automatically display test results (77 Ill. Adm. Code 510.40(a)), and must be tested regularly (77 Ill. Adm. Code 510.40(d)). Certain test administration procedures must be complied with (77 Ill. Adm. Code 510.60) and operators must be licensed (77 Ill. Adm. Code 510.70).</p> <p id=\"b196-5\" pgmap=\"196\">By its explicit language, section 11 — 501.1 provides that implied consent to the chemical tests, upon which grounds for summary suspension are predicated, is subject to section 11 — 501.2, which specifically provides that the tests must comply with certain requirements. For purposes of this case, the issue then becomes whether a licensee seeking rescission of summary suspension may raise the issue of noncompliance at a rescission hearing. We answer that question in the affirmative.</p> <p id=\"b196-6\" pgmap=\"196\">We have recently held that failure to comply with section 11 — 501.2 and the regulations promulgated thereunder renders the results of chemical tests inadmissible in a criminal DUI prosecution. (People v. Emrich (1986), 113 Ill. 2d 343.) In reaching that result we noted that the statute states that its standards must be complied with in order for chemical tests “to be considered valid” and that, absent compliance; test results will be considered invalid and hence inadmissible. 113 Ill. 2d 343, 350.</p> <p id=\"b196-7\" pgmap=\"196\">That reasoning governs this case as well. If compliance with section 11 — 501.2 is mandatory for summary suspension purposes, noncompliance will render test results invalid and inadmissible. That being so, it follows inescapably that a licensee must be permitted to contest the admission of allegedly invalid test results at a rescission of summary suspension hearing.</p> <p id=\"b197-4\" pgmap=\"197\">It is true that we have held that section 11 — 501.2 compliance is not a prerequisite for admissibility of chemical test results in every context. In People v. Murphy (1985), 108 Ill. 2d 228, we concluded that the section 11 — 501.2 standards were not mandatory in reckless homicide prosecutions. However, Murphy is readily distinguishable from the present case.</p> <p id=\"b197-5\" pgmap=\"197\">First, nothing in the reckless homicide statute indicates that the section 11 — 501.2 standards are to apply to prosecutions under it. (See Ill. Rev. Stat. 1985, ch. 38, par. 9 — 3.) As already stated, the summary suspension statute expressly includes such a provision. Second, we noted in Murphy that the section 11 — 501.2 standards only apply to actions or proceedings arising out of an arrest for an offense as defined in section 11 — 501 (the DUI statute), and that reckless homicide was not such an offense. (People v. Murphy (1985), 108 Ill. 2d 228, 233.) In contrast to reckless homicide, which obviously needs not be predicated on a DUI violation, summary suspension can only arise from circumstances surrounding a DUI arrest. Accordingly, summary suspension proceedings “arise out of an arrest for an offense as defined in section 11 — 501” in a sense in which reckless homicide prosecutions do not.</p> <p id=\"b197-6\" pgmap=\"197\">To summarize, we hold that the testing standards of section 11 — 501.2 apply to summary suspension proceedings, and that licensees must be permitted to raise the issue of noncompliance with these standards at a rescission hearing. Thus, challenges to validity of the tests are not foreclosed by section 2 — 118.1.</p> <p id=\"b197-7\" pgmap=\"197(43) 198(13)\">The separation of powers holding was also based on the trial court’s perception that the summary suspension provided by statute placed such proceedings within the domain of the Secretary of State. Therefore, the trial court found that the provision of the statute authorizing the court to rescind such suspension violates the separation of powers doctrine.</p> <p id=\"b198-5\" pgmap=\"198\">This court recently considered the separation of powers issue in connection with another section of the statute relating to summary suspension of a driver’s license. (See People v. O’Donnell (1987), 116 Ill. 2d 517.) After reviewing the cases relating to the separation of powers doctrine, we noted that that doctrine only comes into play when one branch of the government seeks to exert a substantial power belonging to another branch, or when the exercise of a function of another branch of government detracts from the performance of essential judicial activities. (See also People v. Inghram (1987), 118 Ill. 2d 140.) In the case before us there has been no showing that an essential function of the Secretary of State’s office has been transferred to the judiciary, or that the burden put upon the courts by this legislation is so great that it interferes with ordinary court functions. Furthermore, the Secretary of State’s authority in this area stems not from the Constitution or the common law, but was established by statute. The legislature, by statute, may likewise reasonably diminish the scope of this/authority. We conclude that the legislation in question does not violate the separation of powers doctrine.</p> <p id=\"b198-6\" pgmap=\"198\">We therefore reverse the judgment of the circuit court of Williamson County and remand this case to that court for further proceedings.</p> <p id=\"b198-7\" pgmap=\"198\">Reversed and remanded.</p> <p id=\"b198-8\" pgmap=\"198\">JUSTICE CUNNINGHAM took no part in the consideration or decision of this case.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}