{
  "casebody": {
    "data": "<casebody firstpage=\"441\" lastpage=\"443\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b465-6\">(109 App. Div. 856)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b465-7\">COUCH v. NEWTOWN COUNCIL BLDG. ASS’N.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b465-8\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AhJ\">December 29, 1905.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b465-9\">Damages—Building Contracts—Covenants against Delay—Liquidated Damages.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b465-10\">A building contract provided that the contractor covenanted to complete the work on a certain day, and tor his failure, to pay the owner $10 a day after such date, during which the work remained unfinished as “fixed, ascertained and liquidated * * * actual damage which the owner will sustain by such delay.” The contract price of the building was $19,700, and a witness testified that the fair rental value of the premises was $4,000 a year. The contractor delayed for 197 days the completion of the contract, during which the owner was wholly deprived of all income from the property. <em>Held, </em>that the contract provided for liquidated damages, and not for a penalty.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b465-11\">[Ed. Note.—For cases in point, see vol. 15, Cent. Dig. Damages, § 167.]</headnotes>\n<summary data-order=\"7\" data-type=\"history\" id=\"b465-12\">Appeal from Trial Term, Queens County.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b465-13\">Action by William Couch against the Newtown Council Building <page-number citation-index=\"1\" label=\"442\">*442</page-number>Association. From a judgment in favor of plaintiff, defendant appeals.</summary>\n<disposition data-order=\"9\" data-type=\"disposition\" id=\"AHo\">Reversed.</disposition>\n<p data-order=\"10\" data-type=\"judges\" id=\"b466-4\">Argued before HIRSCHBERG, P. J., and JENKS, HOOKER, RICH, and MILLER, JJ.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b466-5\">Clarence Edwards, for appellant.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b466-6\">George F. Hickey (William E. Stewart, on the brief), for respondent.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b466-7\">MILLER, J.</author>\n<p id=\"AoR\">The defendant appeals from a judgment in favor of the plaintiff in an action to foreclose a mechanic’s lien, and the principal question to be determined upon this appeal relates to the counterclaim set up by the defendant for damages for delay in the completion of the building. We are called upon to determine, in the light of the contract and the attendant circumstances, whether the sum therein stipulated to be paid for such delay is to be regarded as liquidated damages, or as a penalty. The material portion of the contract is as follows:</p>\n<blockquote id=\"b466-8\">“The contactor covenants and agrees that the whole of said work shall be completely finished on or before November 15, 1902; and in case the contractor shall fail fully to complete said work within the time aforesaid, he hereby binds himself to pay to the owner the sum of ten dollars for each and every day after the date last mentioned, during which said work shall remain unfinished, which said sum is hereby fixed, ascertained and liquidated by the parties hereto as the actual damage which the owner- will sustain by such delay.’’</blockquote>\n<p id=\"b466-9\">It is undisputed that the building was not completed until June 1, 1903, a delay of 197 days. The contract price was $19,700. One witness testified on behalf of the defendant that the fair rental value of the premises was $4,000 per year. He also testified on cross-examination that during the year preceding the trial the rents received amounted to $2,000, and that a portion of the building was unoccupied. The trial court found as a fact that no 'damage resulted to the defendant from the delay, and that the sum stipulated in the contract was intended as a penalty, and not as liquidated damages. The learned trial court evidently thought that the amount agreed upon was disproportionate to the probable damages, because in the opinion delivered it is stated that the sum of $10 per day is equal to about 20 per cent, per annum on the contract price; but the contract price did not represent the total investment of the defendant in this property, of the use of which it was entirely deprived for the period of 197 davs by reason of the plaintiff’s failure to perform his contract. The only evidence of the rental value is that stated above, and in the light of this uncontradicted evidence it cannot be said as matter of law that the sum stipulated in the contract was disproportionate to the damages likely to result from delay. In the contract under consideration the parties not only have described the stipulated sum as liquidated damages, but have said that such was the amount which they agreed upon “as the actual damage which the owner will sustain by such delay.” It is difficult to see how the plaintiff could have expressed more clearly an intention to pay the sum stated as liquidated damages, and there is certainly nothing in the attendant circumstances to show a contrary intent. It will not be profitable to discuss the many authorities deal<page-number citation-index=\"1\" label=\"443\">*443</page-number>ing with this interesting question, because, although the courts have gone a long way toward the establishment of a guardianship over persons who are thought to have made improvident contracts, no decision has )mt been pronounced to the effect that a party cannot be required to pay the sum stipulated to be paid as liquidated damages if he actually intended to make such a contract, simply because the court might think he had made a poor bargain. While the courts have held that the language of the contract is not controlling in determining the intention, all of the cases profess to be decided upon the theory of carrying out the actual intention of the parties.</p>\n<p id=\"b467-3\">It is said on behalf of the respondent that the sum agreed to be paid should be construed as a penalty for the reason that the damages were readily ascertainable. I do not understand that any court has held that the parties cannot agree to pay liquidated damages if they want to, simply because it may.be possible to ascertain definitely the damage suffered. As I read the decisions, the principal reason which has moved the courts in cases of this character to determine that the intention expressed by the language used was not the real intention of the parties was the fact that to give effect to the intention expressed would give one party an unconscionable advantage over the other; but there is no such element in this case. The parties contracted for the erection of a building, from the rental of which the defendant hoped to make a profit. It may well be that at the time of the riiaking of the contract the parties considered that it might not be easy to ascertain the damages likely to result from delay. It may have been thought likely that the defendant would contract to lease the premises on a day certain and thus be subjected to damages for inability to let the tenant into possession. Many other considerations unnecessary to discuss may have led the parties to agree upon the payment of liquidated damages, and without discussing the authorities bearing upon the proposition, I am satisfied that the true intention of the parties, to be gathered from the contract itself and the surrounding circumstances, was that the sum agreed upon should be considered as liquidated damages and not as a penalty, and that such sum is not out of proportion to the probable loss apprehended by the parties at the time as likely to result from the breach. This construction of the contract is in harmony with decisions of the Court of Appeals. Curtis v. Van Bergh, 161 N. Y. 47, 55 N. E. 398; Ward v. H. R. B. Co., 125 N. Y. 230, 26 N. E. 256_</p>\n<p id=\"b467-4\">_ It is contended that by permitting the plaintiff to complete the building without any complaint respecting the delay, the defendant has waived the right to insist upon the payment of damages, but of course there is nothing in this point. Barber v. Rose, 5 Hill, 76 ; Oberlies v. Bullinger, 75 Hun, 248, 27 N. Y. Supp. 19.</p>\n<p id=\"b467-5\">The judgment should be reversed and a new trial granted, costs to abide the final award of costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}