{
  "casebody": {
    "data": "<casebody firstpage=\"488\" lastpage=\"492\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b542-16\">Chester E. BRANDON, Appellant, v. John W. GARDNER, Secretary of Health, Education, and Welfare, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b542-18\">No. 11039.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b542-19\">United States Court of Appeals Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b542-20\">Argued March 7, 1967.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b542-21\">Decided April 19, 1967.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b543-20\"><page-number citation-index=\"1\" label=\"489\">*489</page-number>E. Carl Meadows, Jr., Beckley, W. Va. (Clay S. Crouse, Beckley, W. Va., on brief), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b543-21\"><em>George </em>D. Beter, Asst. U. S. Atty. (Milton J. Ferguson, U. S. Atty., on brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b543-22\">Before SOBELOFF and CRAVEN, Circuit Judges, and HARVEY, District Judge.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b543-23\">CRAVEN, Circuit Judge:</author>\n<p id=\"b543-24\">For more than a decade, claimant Chester E. Brandon has sought unsuccessfully to obtain disability benefits, under the Social Security Act. Effective July 30, 1965, the Congress amended Sections 216(i) and 223 of the Social' Security Act by substituting for the requirement that an individual’s impairment must be expected to be of long-continued and indefinite duration or to result in death, a new requirement that he must have been under a disability which has lasted or can be expected to last for a continuous period of not less than twelve calendar months or to result in death.<footnotemark>1</footnotemark> Obviously the Congress intended to extend the benefits of the Act. to some of those previously ineligible by reason of the stricter standard. Whatever may be said of prior denials, a careful review of the record as a whole convinces us that the most recent denial of benefits under the Act as amended is-not supported by substantial evidence. Where the agency order is without substantial support in the record, we think the decision of the district court affirm<page-number citation-index=\"1\" label=\"490\">*490</page-number>ing that order must be characterized as clearly erroneous, and we, accordingly, reverse the judgment below.</p>\n<p id=\"b544-4\">A period of disability established by reason of the amelioration of the test of eligibility may relate back to disabilities beginning as early as October 1941, but benefits are payable only beginning September 1965 or the seventh month in which an individual has been determined to be under disability under the amended test, whichever is later.<footnotemark>2</footnotemark> Brandon is entitled to benefits, but those benefits begin as of September 1965 and not prior thereto.</p>\n<p id=\"b544-5\">Although we reverse the district judge, we sincerely commend him for his thorough analysis of the record and painstaking, careful preparation of a memorandum opinion.<footnotemark>3</footnotemark> We are spared the necessity of reciting the facts in great detail since he has conscientiously done so. We accept, of course, the subsidiary facts found by the Hearing Examiner as affirmed by the district judge, but we think those facts do not support the ultimate conclusion.</p>\n<p id=\"b544-6\">Brandon was born December 23, 1921, and has an eighth grade education. His dependents consist of a wife and nine minor children. He started work at the age of eighteen, and most of his work experience has been around a limestone quarry. He drove a truck in the Army for some three years and hand loaded coal for about a year. He has <em>never </em>done any “light” work except that of a dishwasher at the Greenbrier Hotel for two or three months in 1949. This was “between” quarry jobs. As the district judge said: “With the exception of the dishwashing job, his work experience has been of a fairly heavy nature.”</p>\n<p id=\"b544-7\">About 1950, Brandon was hit in the left eye with a shotgun pellet which resulted in opacity of the lens and impaired vision in that eye. In April of 1956 while attempting to lift a cross tie, he strained his back. In 1957 Brandon attempted to resume driving a truck at a coal mine but experienced so much pain he had to give it up.</p>\n<p id=\"b544-12\">The real problem with which the district court wrestled was that Brandon’s insured status expired on March 31, 1959, and that in order to be entitled to benefits it is necessary that the record show his disability existed on or before that date. As the district court found, “plaintiff’s condition existed for a number of years before adequate tests were given to determine the cause of his affliction.” He needed fourteen to eighteen days of hospitalization but was denied treatment because of insufficient hospital facilities in the area — especially for colored patients. Treatment and examination before and after 1959 clearly established that Brandon suffered prior to March 31, 1959 from:</p>\n<blockquote id=\"b544-13\">(1) Opacity of the left eye caused by the shotgun pellet.</blockquote>\n<blockquote id=\"b544-14\">(2) Herniated nucleus pulposus of the fifth lumbar interspace.</blockquote>\n<blockquote id=\"b544-15\">(3) Congenital shortness of one-half inch in right leg with resulting pelvic tilt.</blockquote>\n<blockquote id=\"b544-16\">(4) Chronic lumbrosacral strain with sciatic neuraglia of the left lower extremity.</blockquote>\n<p id=\"b544-17\">The district court recognized that “a back condition of this type experienced by Brandon may be, and often is, painful and that in the instant case plaintiff alleges that he suffers from constant pain.” The court also recognized that pain unaccompanied by any objectively observable symptoms which is, ( nevertheless, real to the sufferer and so intense to be disabling will support a claim for disability benefits. Ber v. Celebrezze, 332 F.2d 293 (2d Cir. 1964). But the court thought that Brandon could not benefit from the <em>Ber </em>doctrine because he did not have the appearance to examiners of being in acute distress. How the claimant appeared to others <page-number citation-index=\"1\" label=\"491\">*491</page-number>may be partially explained by the psychiatrist’s diagnosis of Brandon as a “passive-dependent, inadequate personality, with a mild, superimposed chronic anxiety reaction.”</p>\n<p id=\"b545-5\">In addition to the disabilities established as existing prior to March 31, 1959, the district court noted that Brandon now has an infected skin condition which has possibly progressed to the point where he would not be acceptable for work in a kitchen. The district judge thought that this condition was not pertinent to the decision because there is no indication that it was so severe on or prior to March 31, 1959.</p>\n<p id=\"b545-6\">We agree that Brandon’s disability must be determined as of March 31, 1959, and that complaints <em>originating </em>thereafter are irrelevant with respect to eligibility. The district judge conceded that plaintiff “may be, as some of the later medical reports indicate,” precluded from returning to the strenuous work of operating a jack hammer in a quarry. The district court correctly reasoned that before the burden of proof as to the jobs an individual retains the capacity to perform shifts to the Secretary, the claimant must show the requisite disability to prevent a return to his <em>past occupation </em>while meeting the insured status, citing Bradey v. Ribicoff, 298 F.2d 855 (4th Cir. 1962). The court then reasoned that even though claimant could not do some of his past quarry jobs, and although he testified he was unable to drive a truck at his brother’s coal mine, the conditions and circumstances could not be said to completely exclude him from possible truck driving jobs during his insured status. The court then said: “Even more significant is the fact that he has previously done work in a kitchen.”</p>\n<p id=\"b545-8\">We disagree with this analysis. We think it unreasonable to conclude that a person with the established disabilities of claimant, especially impaired vision in one eye, can resume a truck driving job of the sort involved in hauling rock or coal. We agree that Brandon might have been able in 1959 to work in a kitchen or do light housekeeping duties. Indeed, he unsuccessfully sought such work. However, we think that two or three months experience as a dishwasher between quarry jobs is insufficient to characterize that work as being his “past occupation”. Instead, it is clear that his past occupation was heavy manual labor —whether in a quarry or hauling coal at his brother’s coal mine.</p>\n<p id=\"b545-13\">In 1962, Dr. Hancock reported that in Brandon’s “present condition he cannot earn a living”. Again in March 1964, the same doctor expressed the opinion that “this man is unable to do any type of work at the present time”. This opinion is the more impressive because the same physician on another occasion indicated his impatience with claimant by reporting that “he has been on relief too long. He is not going to work”.<footnotemark>4</footnotemark> Yet the claimant himself says “I live in hopes of being able to work again.”</p>\n<p id=\"b545-14\">We think it clear that as of March 31, 1959, Brandon could not resume his past occupation, and the Secretary has not attempted to show that there was available at that time light employment opportunities for him within a reasonable work area.<footnotemark>5</footnotemark> “Once the applicant for disability benefits has offered evidence of the work he has done, and his inability to do <em>that kind of work </em>any longer, the burden is upon the Secretary to show that he can do some work of a substantial gainful nature.” Davidson v. Gardner, 370 F.2d 803, 823 (6th Cir. 1966); accord, e. g., Haley v. Celebrezze, 351 F.2d 516, 519 (10th Cir. 1965), and cases cited note 5 supra.</p>\n<p id=\"Afz\"><page-number citation-index=\"1\" label=\"492\">*492</page-number>The conclusion that Brandon was not disabled within the meaning of the Social Security Act, as amended, is not supported by substantial evidence viewing the record as a whole.</p>\n<p id=\"b546-4\">Reversed.</p>\n<footnote label=\"1\">\n<p id=\"b543-26\">. 42 TJ.S.C.A. §§ 416(i), 423.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b544-8\">. 42 U.S.C.A. § 423; Social Security Amendments of 1965, § 303(f) (1), 79 Stat. 368.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b544-18\">. The district court decision is reported at 269 F.Supp. 169 (S.D.W.Va.1966).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b545-9\">. See Boyd v. Gardner, 377 F.2d 718 (4th Cir. 1967), for an interpretation of similar disparaging remarks concerning a claimant.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b545-10\">. See Boyd v. Gardner, 377 F.2d 718 (4th Cir. 1967); Hayes v. Gardner, 376 F.2d 517 (4th Cir. 1967); Gardner v. Earnest, 371 F.2d 606 (4th Cir. 1966); Gardner v. Stewart, 361 F.2d 827, 828 (4th Cir. 1966).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}