{
  "casebody": {
    "data": "<casebody firstpage=\"607\" lastpage=\"610\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b661-7\">54 CCPA</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b661-8\">Application of Franklin W. HERRICK and Louis H. Bock.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b661-9\">Patent Appeal No. 7749.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b661-10\">United States Court of Customs and Patent Appeals.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b661-11\">May 4, 1967.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b661-20\">Smith, J., dissented.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b661-23\">Charles N. Shane, Jr., Washington, D'.. C., for appellants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b661-24\">Joseph Schimmel, Washington, D. C. (Fred W. Sherling, Washington, D. C.,. of counsel), for the Commissioner of’ Patents.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b661-25\">Before WORLEY, Chief Judge, RICH,. SMITH, and ALMOND, Judges, and. WILLIAM H. KIRKPATRICK.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b661-13\"> Senior District Judge, Eastern District of Pennsylvania, sitting by designation.</p>\n</footnote>\n<footnote data-order=\"10\" data-type=\"footnote\" id=\"x999-2\" label=\"1\">\n<p id=\"b661-14\">. Serial No. 96,665, filed March 20, 1961.</p>\n</footnote>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b661-26\">WORLEY, Chief Judge.</author>\n<p id=\"b661-27\">This appeal is from the decision of the Board of Appeals affirming the examiner’s rejection of claims 1-9 in appellants’ application <footnotemark>1</footnotemark> for “Adhesive Composition.”</p>\n<p id=\"b661-28\">The invention relates to a resorcinolformaldehyde cold-setting adhesive resin base <footnotemark>2</footnotemark> in which %-% of the usual. <page-number citation-index=\"1\" label=\"608\">*608</page-number>amount of relatively expensive resorcinol is said to be “replaced” by an extract from quebracho wood. According to appellants, the quebracho can be used without adversely affecting the “cure-time,” “pot life,\" “spreadability,” “strength” and “water-resistance” of the adhesive mixture. After mixing with a hardener, e. g., paraformaldehyde, and filler material, appellants' particular adhesive base, as reflected in claim 1, finds use in plywood manufacture:</p>\n<p id=\"b662-5\">1. An adhesive base for a cold-setting adhesive comprising a resorcinolformaldehyde condensate in which the mole ratio of formaldehyde to resorcinol is from 0.5 to 0.8 and an aqueous extract of quebracho, the extract of quebracho being present in an amount by weight equal to at least one-third the amount of resorcinol by weight.</p>\n<p id=\"b662-6\">The references are:</p>\n<blockquote id=\"b662-7\">Spahr 2,490,927 Dec. 13, 1949.</blockquote>\n<blockquote id=\"b662-8\">British Patent 723,884 Feb. 16, 1955.</blockquote>\n<blockquote id=\"b662-9\">Adams et al. — “Absorptive Properties of Synthetic Resins” Journal of the Society of Chemical Industry Transaction, Volume 54 (1935) pages IT and 2T.</blockquote>\n<blockquote id=\"b662-10\">Delmonte — “Technology of Adhesives” — published by Reinhold Publishing Corp. 1947 — pages 22-31.</blockquote>\n<p id=\"b662-11\">The examiner rejected claims 1-9 as “unpatentable over British taken with Spahr,” presumably under 35 U.S.C. § 103.</p>\n<p id=\"b662-12\">British discloses preparation of phenol-formaldehyde adhesive resins for use in plywood manufacture. The patentee first prepares a stable phenol-formaldehyde condensation product, then adds a quebracho tannin extract in amounts ranging from 10-100 parts quebracho solids for each 100 parts solid phenol-formaldehyde resin. Amounts of filler and “accelerators of hardening,” such as paraformaldehyde, are also included in the adhesive. A plywood bonded with the resin modified with quebracho extract, tested when dry or wet, is said to give</p>\n<blockquote id=\"b662-13\">* * * higher bond strengths than unmodified phenol-formaldehyde adhesives when cured for the same length of time, or alternatively, give in a much shorter curing time bond strengths equal to those obtained with unmodified phenol-formaldehyde adhesives.</blockquote>\n<p id=\"b662-16\">Spahr discloses resorcinol-formaldehyde adhesive bases in which the mole ratio of formaldehyde to resorcinol ranges from 0.5 to 0.73. Shortly prior to use in laminating wood, paraformaldehyde is added to effect curing of that adhesive base. Spahr points out, as does the Delmonte background reference, that curing of resorcinol-formaldehyde resins occurs at room temperature, in contrast to the sometimes impractical elevated temperatures required to cure phenol-formaldehyde resins.</p>\n<p id=\"b662-17\">Adams was also relied on by the examiner as background art. It discloses that quebracho tannin, like phenol, resorcinol and catechol, was known to react with formaldehyde to produce a resin material.<footnotemark>3</footnotemark></p>\n<p id=\"b663-2\"><page-number citation-index=\"1\" label=\"609\">*609</page-number>The examiner was of the view that it would be obvious to one of ordinary skill in the art to employ a resorcinol-formaldehyde condensate, as disclosed by Spahr, in place of the phenol-formaldehyde condensate material of British in order to obtain, as expected, a “cold-setting” adhesive. The board agreed, as do we.</p>\n<p id=\"b663-3\">Appellant contends here, as below, that the quebracho extract employed by British is used “exclusively as an accelerator” for the curing of the phenol-formaldehyde, and that it would not be obvious that it could be used in place of some of the resorcinol in resorcinol-formaldehyde adhesives. We would observe that the use of the term “accelerator” to describe the allegedly sole purpose and action of quebracho in British originates with appellant, not with that reference. As the examiner pointed out:</p>\n<blockquote id=\"b663-4\">* * * While the presence of this material speeds up the curing of the phenol-aldehyde condensate it is not likely that the sole function of <em>100 parts </em>of the quebracho per <em>100 parts </em>of the phenol aldehyde condensate was an accelerator. Note also that British teaches that paraformaldehyde is added to the composition as an accelerator for hardening * * *.</blockquote>\n<p id=\"b663-5\">That quebracho does react with formaldehyde to produce resins is clear from Adams. In so reacting, quebracho serves to increase the wet or dry strength (while having no apparent effect on adhesive properties) of phenol-formaldehyde resins in which it is placed in comparison to unmodified resins cured for the same length of time, as demonstrated by British. Insofar as the record shows, one skilled in the art would not expect quebracho to adversely affect the “cure-time,” “pot life,” “spreadability,” strength” and “water-resistance” of resorcinol-formaldehyde adhesives. Whether the claimed subject matter be thought of as reflecting replacement of resorcinol by quebracho as appellants allege, or simply as addition of quebracho to a resorcinol-formaldehyde resin base with concomitant necessity of adding further paraformaldehyde hardener for curing purposes,<footnotemark>4</footnotemark> we think the references would make the claimed invention obvious to one of ordinary skill in the art. <em>ti</em></p>\n<p id=\"b663-7\">Our review of the record, with due regard for appellants’ arguments, satisfies us that no reversible error appears in the decision below, and it is affirmed.</p>\n<p id=\"b663-8\">Affirmed.</p>\n<footnote label=\"2\">\n<p id=\"b661-15\">. Appellants’ brief provides the following background information:</p>\n<blockquote id=\"b661-16\">Resorcinol-formaldehyde or resorcinolphenol-formaldehyde cold-setting adhesive bases have been previously prepared and are widely used. These adhesive bases are quite stable and can be stored indefinitely. When it is desired to form the adhesive for use, the adhesive base is mixed with a hardener, usually paraformaldehyde, and a filler such as walnut shell flour. By the addition of the hardeners, the “pot life” (the time it takes to gel in a container prior to being applied to laminates) as: contrasted with the “shelf life” (storage life) of the adhesive base is relatively short, normally ranging from-' about one to four hours. * * *</blockquote>\n<blockquote id=\"b661-30\">The specification states that resorcinolformaldehyde adhesive bases in commercial use have a mole ratio of formaldehyde to resorcinol of 0.5 to 0.8. In making their particular adhesive, appellants first prepare or obtain such a commercial resin base, then add to it amounts of a commercial or prepared quebracho extract. The resultant adhesive base is: mixed with hardener and filler to form, the adhesive.</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b662-14\">. Appellants argue here that Adams shows only that “sulphited quebracho” is reactive with formaldehyde. That position appears in marked contrast to their position before the examiner and board that Adams discloses that “quebracho is formaldehyde-reactive.” In any event, Adams does clearly disclose that he prepared resin products from “available catechol tannins, which were * * * quebracho (sulphited and unsulpliited) * * * extracts.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b663-15\">. Appellants’ specification states:</p>\n<blockquote id=\"b663-16\">* * * the resorcinol must first be reacted with the formaldehyde in a mole ratio of not over 0.5 to 0.8 mole formaldehyde per mole of phenolic material and then, after this mixture has partially condensed, the quebracho extract is added. As a result, of course, the mole ratio of the formaldehyde to total phenolic material in the quebracho extract containing adhesive base will be lower than 0.5 to 0.8 to 1. The deficiency on formaldehyde is made up by use of additional hardener (paraformaldehyde) when the adhesive is prepared for use.</blockquote>\n</footnote>\n</opinion>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-4\" type=\"dissent\">\n<author id=\"b663-9\">SMITH, Judge</author>\n<p id=\"AWA\">(dissenting).</p>\n<p id=\"Aph\">Appellants’ brief states:</p>\n<blockquote id=\"b663-10\">This invention is based on the discovery that material extracted from quebracho wood with water or with aqueous alkali solutions of hydroxides and carbonates of sodium, potassium and ammonia, can be incorporated in the resorcinol-formaldehyde adhesive base solution to thereby displace from one-third to two-thirds of the relatively expensive resorcinol.</blockquote>\n<blockquote id=\"b663-11\">In other words, appellants’ contribution to the art is their discovery that extracts of quebracho wood can be used to replace one-third to two-thirds of the costly resorcinol component of a conventional cold-setting resorcinolformaldehyde resin <em>and yet not </em>adversely affect the “pot life”, “cure-time”, “spreadability”, “strength”, and “water-resistance” of the adhesive mixture. Appellants’ further contribution is that the addition of this quebracho extract to a conventional resorcinol-formaldehyde condensation <page-number citation-index=\"1\" label=\"610\">*610</page-number>base lessens the need for careful control of the viscosity of the adhesive base so as not to unduly increase the “pot life” of the adhesive.</blockquote>\n<p id=\"b663-14\">\n<page-number citation-index=\"1\" label=\"609\">*609</page-number>\n<em>ti</em>\n</p>\n<p id=\"b664-4\"><page-number citation-index=\"1\" label=\"610\">*610</page-number>I do not find the majority opinion to be convincing on this issue. Appellants’ invention appears to me to contribute the foregoing advance in this art and I do not find it to be obvious in view of the prior art of record. Therefore, it seems to me the decision of the board should be reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}