{
  "casebody": {
    "data": "<casebody firstpage=\"274\" lastpage=\"281\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b300-3\">MONTANA DEPARTMENT OF TRANSPORTATION, Petitioner and Appellee, v. MONTANA DEPARTMENT OF LABOR AND INDUSTRY and SHEILA COZZIE, Respondents and Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b300-7\">No. DA 16-0068.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b300-8\">Submitted on Briefs October 5, 2016.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b300-9\">Decided November 9, 2016.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b300-10\">2016 MT 282.</citation>\n<p data-order=\"5\" data-type=\"citation\" id=\"b300-11\">385 Mont. 274.</p>\n<citation data-order=\"6\" data-type=\"citation\" id=\"b300-12\">384 P.3d 49.</citation>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b301-5\"><page-number citation-index=\"1\" label=\"275\">*275</page-number>For Appellants: Frederick F. Sherwood, Morrison, Sherwood, Wilson &amp; Deola, P.L.L.P., Helena.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b301-6\">For Appellee: Curt Drake, Drake Law Firm, PC, Helena; Trevor L. Uffelman, Uffelman Law PC, Helena.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b301-7\">JUSTICE RICE</author>\n<p id=\"aih-dedup-0\">delivered the Opinion of the Court.</p>\n<p id=\"b301-8\">¶1 Sheila Cozzie (Cozzie) appeals the order of the First Judicial District Court, Lewis and Clark County, overturning the Board of Personnel Appeals’ (BOPA) Final Order. We affirm the District Court and restate the issues as follows:</p>\n<blockquote id=\"b301-9\"><em>1. Did the District Court err by affirming, on evidentiary or due process grounds, the evidentiary ruling made by the Hearing </em>Examiner?</blockquote>\n<blockquote id=\"b301-10\"><em>2. Did the District Court err by reversing the BOPA’s just cause </em>decision?</blockquote>\n<p id=\"b301-11\">FACTUAL AND PROCEDURAL BACKGROUND</p>\n<p id=\"b301-12\">¶2 In 2006, the Montana Department of Transportation (MDOT) hired Cozzie to be its Civil Rights Bureau Chief. At that time, Jennifer Jensen, the Human Resource Director, was her supervisor and Jim Lynch was the MDOT’s Director. Over the following years, Cozzie advanced within the MDOT and became the Human Resources Operations Manager. As acknowledged by Cozzie, this position required a high degree of discretion and professionalism.</p>\n<p id=\"b301-13\">¶3 In June 2011, a MDOT payroll employee contacted Vivian Hammill, the Governor’s Chief of Staff, to report irregularities within the upper management of the MDOT. The employee reported favoritism in hiring; sick leave abuses; undocumented promotions; improper reclassification of employees’ positions, within the payroll system; and inappropriate coding of holiday and differential pay.</p>\n<p id=\"b301-14\">¶4 Taking the allegations seriously, Hammill began an investigation. Based on her findings, Hammill gave Jensen and Lynch, as stated in her testimony, “the Hobson’s choice between resigning or being fired,” in late summer or early fall of 2011. Both of them resigned and Tim Reardon, the MDOT’s chief legal counsel, was appointed department director. During her investigation, Hammill also received reports that Cozzie routinely arrived at work smelling of alcohol; became intoxicated at public functions, while representing the MDOT; exhibited poor management skills, including directing profanity at <page-number citation-index=\"1\" label=\"276\">*276</page-number>subordinates, mocking them, and in one instance throwing a book at an employee; and acted unprofessionally by arriving to work late, leaving early, engaging in erratic behavior, and expressing foul moods, particularly in the morning.</p>\n<p id=\"b302-4\">¶5 Based on Hammill’s investigation, the MDOT placed Cozzie on administrative leave and hired Jim Kerins to conduct an outside investigation of the allegations against her. At the conclusion of his investigation, Kerins submitted a written report (Report) which included evidence that Cozzie: 1) smelled strongly of alcohol at work; 2) exhibited embarrassing behavior at offsite conferences, while representing the MDOT; 3) used profanity at work; 4) kept and maintained files poorly; and 5) made questionable hiring and promotion decisions.</p>\n<p id=\"b302-5\">¶6 The MDOT provided Cozzie with a copy of the Report, and in October 2011, Reardon met with Cozzie to discuss it. Cozzie was given an opportunity to respond to the Report, and she provided a 33-page written response to the allegations. A second meeting was held to provide Cozzie with further opportunity to respond, which she did. After consideration, Reardon reassigned Cozzie to a lower paying, non-managerial position, which did not involve any human resource responsibilities, in August 2012.</p>\n<p id=\"b302-6\">¶7 Cozzie filed a grievance over the demotion, which proceeded before the BOPA. A BOPA investigator initially investigated the matter and recommended denial of the grievance. Cozzie disagreed and pursued a contested case proceeding, which was assigned to Hearing Examiner Gregory Hanchett (Hearing Examiner). After discovery was conducted, the MDOT moved for summary judgment, which the Hearing Examiner denied. In January 2014, a two-day hearing was held at which 15 witnesses testified, including several people initially interviewed by Kerins for the Report, and others called by Cozzie who had not been previously interviewed. The people interviewed by Kerins testified to the same essential facts attributed to them in the Report.</p>\n<p id=\"Aqt\">¶8 Initially, the Hearing Examiner admitted into evidence only those portions of the Report pertaining to the due process issue. However, after the hearing, he requested supplemental briefing on the admissibility of the Report to determine the merits of the just cause issue. Over Cozzie’s objection, the Hearing Examiner ruled that the entire Report was admissible on the merits. However, the Hearing Examiner’s recommended findings stated that he relied only on the portions of the Report corroborated by live hearing testimony, and that, even if the Report had been excluded, there was sufficient evidence to conclude that the MDOT had just cause to discipline Cozzie by <page-number citation-index=\"1\" label=\"277\">*277</page-number>demoting her. The Hearing Examiner entered 47 findings of fact, seven conclusions of law, and recommended that Cozzie’s grievance be denied.</p>\n<p id=\"b303-4\">¶9 Cozzie appealed to the full BOPA. Based on Cozzie’s arguments, the BOPA held it was “grossly unfair” and a violation of Cozzie’s due process rights for the Hearing Examiner to have admitted the Report on the merits. The BOPA held that the Report was “not substantial evidence on the question of whether Cozzie merited discipline.” Reasoning that the Report “was the only evidentiary basis” for the Hearing Examiner’s two findings of fact about the Report, the BOPA struck those findings. The BOPA also expressed its disagreement with the Hearing Examiner’s conclusion that the evidence supported just cause for Cozzie’s demotion. The BOPA voted unanimously to grant Cozzie’s grievance and, in November 2014, issued a final decision reinstating Cozzie and ordering that she receive back pay.</p>\n<p id=\"b303-5\">¶10 The MDOT appealed to the District Court, which determined that BOPA acted outside the scope of its review, reasoning that “[the] BOPA is not free to conduct a <em>[de </em>novo] review of the [HJearing [EJxaminer’s decision or make an independent judgment regarding a personnel action.” The District Court reversed the BOPA’s decision, holding that the BOPA improperly struck findings of fact and incorrectly modified conclusions of law, and that, “Itlaken as a whole, [the] BOPA’s actions were arbitrary, capricious, and a clearly unwarranted exercise of discretion.”</p>\n<p id=\"b303-6\">¶11 Cozzie appeals.</p>\n<p id=\"b303-7\">STANDARDS OF REVIEW</p>\n<p id=\"b303-8\">¶12 Section 2-4-704, MCA, sets forth the standards for judicial review of an administrative decision. A court may not substitute its judgment for that of the agency as to the weight of the evidence on questions of fact. The court may reverse or modify an agency decision if the substantial rights of the appellant have been prejudiced because the agency’s findings, inferences, conclusions, or decisions are in violation of constitutional or statutory provisions; in excess of statutory authority; made upon unlawful procedure; based upon an error of law; clearly erroneous in light of the evidence as a whole; or arbitrary, capricious, or characterized by abuse of discretion. Section 2-4-704(2)(a), MCA. Pursuant to this provision, the standard for reviewing findings of fact is clearly erroneous. Findings of fact not supported by substantial, credible evidence are clearly erroneous. Conclusions of law are reviewed for correctness. <em>Ulrich v. State ex rel. Bd. of Funeral Serv., </em>1998 MT 196, ¶ 13, 289 Mont. 407, 961 P.2d 126 <em>(citing Erickson </em><page-number citation-index=\"1\" label=\"278\">*278</page-number><em>v. State ex rel. Bd. of Med. Exam., </em>282 Mont. 367, 371, 983 P.2d 625, 628 (1997); <em>Steer, Inc. v. Dept. of Rev., </em>245 Mont. 470, 474, 803 P.2d 601, 603 (1990)).</p>\n<p id=\"b304-4\">¶13 When reviewing a hearing examiner’s recommended order, an administrative agency is governed by § 2-4-621(3), MCA, which states, in relevant part:</p>\n<blockquote id=\"b304-5\">The agency in its final order may reject or modify the conclusions of law and interpretation of administrative rules in the proposal for decision but may not reject or modify the findings of fact unless the agency first determines from a review of the complete record and states with particularity in the order that the findings of fact were not based upon competent substantial evidence or that the proceedings on which the finding were based did not comply with essential requirements of law.</blockquote>\n<p id=\"b304-6\">When an agency has utilized a hearing examiner rather than personally hearing and observing the evidence, the agency may not reject or modify the examiner’s findings of fact unless they are clearly erroneous. <em>Core-Mark Int’l, Inc. v. Mont. Bd. of Livestock, </em>2014 MT 197, ¶ 19, 376 Mont. 25, 329 P.3d 1278. The rejection of a hearing examiner’s finding of fact in violation of § 2-4-621(3), MCA, constitutes an abuse of discretion pursuant to § 2-4-704(2)(a)(vi), MCA. <em>Ulrich, </em>¶ 14 (citing <em>Brander v. Dir. Dept. of Inst., </em>247 Mont. 302, 308, 806 P.2d 530, 533 (1991)).</p>\n<p id=\"b304-7\">DISCUSSION</p>\n<p id=\"b304-8\">¶14 <em>1. Did the District Court err by affirming, on evidentiary or due process grounds, the evidentiary ruling made by the Hearing Examiner?</em></p>\n<p id=\"A6r\">¶15 Cozzie argues the Hearing Examiner should not have admitted the Report because it is hearsay and was admitted after she had rested her case, when she had no chance to rebut it. Although acknowledging that the BOPA proceedings are not governed by the Montana Rules of Evidence, Cozzie cites <em>Bean v. Montana Board of Labor Appeals, </em>1998 MT 222, 290 Mont. 496, 965 P.2d 256, for the proposition that due process is required before a government benefit is taken away. Cozzie argues that admission of the Report was a denial of her constitutional right to due process.</p>\n<p id=\"b304-9\">¶16 <em>Bean </em>arose from the denial of an unemployment insurance benefit. Administration of those benefits is governed by Title 39, chapter 51, MCA, and claims are handled by the Unemployment Insurance <page-number citation-index=\"1\" label=\"279\">*279</page-number>Appeals Board (UIAB).<footnotemark>1</footnotemark> The UIAB, like many other boards and agencies, is “bound by common law and statutory rules of evidence.” Section 2-4-612(2), MCA. In <em>Bean, </em>the Court held that “substantial evidence must consist of admissible evidence” in proceedings before the Board of Labor Appeals, <em>Bean, </em>¶ 14, and concluded that critical evidence about Bean’s discharge presented only by way of a written report constituted inadmissible hearsay under the governing Montana Rules of Evidence, <em>Bean, </em>¶ 29.</p>\n<p id=\"b305-4\">¶17 As part of its overall responsibilities, the BOPA has been statutorily assigned duties related to employees of the MDOT who are “aggrieved by a serious matter of employment ....”<footnotemark>2</footnotemark> Section 2-18-1001(1), MCA; <em>see generally </em>§§ 2-18-1001, -1002, -1003, MCA (detailing the grievance procedure). The BOPA’s statutory authorization provides that it is not governed by the Montana Rules of Evidence. Section 2-18-1002(2), MCA, explicitly states, “In a hearing, the [BOPA] is not bound by statutory or common-law rules of evidence.” Consequently, the Hearing Examiner committed no evidentiary error by admitting the Report.</p>\n<p id=\"b305-5\">¶18 Cozzie argues the admission of the Report violated her due process rights because, had she known the Report would be admitted in its entirety, then she would have altered her strategy and more aggressively cross-examined the witnesses about their statements in the Report. Cozzie cites the analysis from <em>Bean, </em>which concluded the grievant’s due process rights were violated by the admission of inadmissible hearsay in the proceeding. <em>Bean, </em>¶¶ 31-41. The BOPA was likewise offended by the process used by the Hearing Examiner to admit the Report for merits purposes after the close of evidence.</p>\n<p id=\"b305-6\">¶19 We share the BOPA’s concern over the Hearing Examiner’s decision to admit the Report for broader purposes after Cozzie had rested her case. Such a procedure could well undermine the fairness of the proceeding and require a determination that due process had been violated. However, under the circumstances here, we conclude any error by the Hearing Examiner in admitting the Report was harmless. First, the Hearing Examiner, although admitting the Report, clarified <page-number citation-index=\"1\" label=\"280\">*280</page-number>that “the hearsay evidence of [the] interviewees [in the Report] who did not testify at the hearing... cannot and has not been given any weight in reaching any finding of fact or conclusion of law ....” Further, in <em>Bean, “all of the evidence </em>... introduced to prove Bean’s alleged misconduct was based on inadmissible hearsay reports.” <em>Bean, </em>¶ 43 (emphasis added). Here, in contrast, testimony about the serious assertions against Cozzie was presented by the witnesses at the hearing, in addition to their statements provided in the Report. Those witnesses were subject to, and underwent, extensive cross-examination by Cozzie’s counsel. While Cozzie argues that the Report attributed certain additional words or statements to the witnesses that were not specifically addressed during cross-examination, it is clear the substance of their testimony was covered at length during the hearing.</p>\n<p id=\"AlE\">¶20  Due process is not a rigid concept; instead, it is “flexible and calls for such procedural protections as the particular situation demands.” <em>Bates v. Neva, </em>2013 MT 246, ¶ 14, 371 Mont. 466, 308 P.3d 114 (citing <em>State v. West, </em>2008 MT 338, ¶ 32, 346 Mont. 244, 194 P.3d 683). Despite the admission of the Report, we conclude Cozzie received full due process and that the District Court correctly concluded her due process rights were not violated.</p>\n<p id=\"b306-4\">¶21 <em>2. Did the District Court err by reversing the BOPA’s just cause </em>decision?</p>\n<p id=\"b306-5\">¶22 Cozzie takes issue with the District Court’s reasoning that “[the] BOPA is not free to conduct a <em>[de </em>novo] review of the [H]earing [Efeaminer’s decision or make an independent judgment regarding a personnel action” to the extent that it implies the BOPA is not free to make a conclusion of law different than the hearing examiner’s. Cozzie also argues that the District Court extended too far the holding of <em>Montana State Board of Personnel Appeals v. Montana Department of Highways, </em>189 Mont. 185, 615 P.2d 844 (1980), if it is to be “extrapolated to mean that a state agency has essentially unreviewable discretion in matters of discipline.” Cozzie raises valid points, but we do not take the District Court’s statements to go that far.</p>\n<p id=\"abd-dedup-0\">¶23  The District Court was addressing the BOPA’s statements discussing alternative disciplinary options the MDOT should have explored for Cozzie, that “would have entailed corrective counseling, performance management, or some other notice to Cozzie that her performance was deficient.” While the BOPA may correct a hearing examiner’s incorrect conclusions of law, § 2-4-621(3), MCA, the District Court correctly stated that, pursuant to the statutory standards of review, the BOPA does not have authority to take the record compiled <page-number citation-index=\"1\" label=\"281\">*281</page-number>by a hearing examiner and exercise its independent judgment about the proper <em>remedy. See generally Mont. State Bd. of Personnel Appeals, </em>189 Mont. at 189, 615 P.2d at 846 (“[W]e conclude the [BOPA] made an independent judgment as to which man was more qualified for the job rather than determining whether the [Montana Highway] Department abused its discretion in selecting [the winning job applicant].”). While Cozzie correctly notes that the statement in <em>Montana State Board of Personnel Appeals </em>should not be extrapolated to mean agencies have unreviewable discretion in matters of discipline, the holding there is more properly understood as referring to the deference to be given by the BOPA, as an appellate body, to the hearing examiner under the clearly erroneous standard of review. The BOPA “may reject the [hearing] [efeaminer’s findings only if they are not based on competent, substantial evidence.” <em>Ulrich, </em>¶ 14.</p>\n<p id=\"b307-4\">¶24 Having resolved the evidentiary and due process issues concerning the hearing conducted by the Hearing Examiner, we conclude there was competent, substantial evidence presented in the hearing, even without the Report, to support the Hearing Examiner’s findings of fact and his conclusions of law (“[T]he [H]earing [Examiner] finds that the testimony of [several witnesses] is credible and that their observations regarding Cozzie’s conduct at work and while representing MDT[,] at MDT sponsored functionsf,] provided just cause for demoting Cozzie ....”). Here, Cozzie was a senior management employee whose position, as found by the Hearing Examiner, “requireldl a high level of discretion and professionalism.” When the BOPA failed to consider the other evidence in the record before the Hearing Examiner after it rejected the Report, it improperly reversed the Hearing Examiner’s findings of fact and conclusions of law. Its actions were an “unwarranted exercise of discretion.” Section 2-4-704(2)(vi), MCA; <em>Ulrich, </em>¶ 14.</p>\n<p id=\"b307-5\">¶25 Affirmed.</p>\n<judges id=\"b307-6\">CHIEF JUSTICE McGRATH, JUSTICES COTTER, McKINNON and SHEA concur.</judges>\n<footnote label=\"1\">\n<p id=\"b305-7\"> The Unemployment Insurance Appeals Board was formerly known as the Board of Labor Appeals. The name change became effective on July 1, 2015. Section 2-15-1704, MCA, (compiler’s comments).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b305-8\"> The BOPA has similar duties with regard to the Department of Fish, Wildlife, and Parks. Section 87-1-205, MCA.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}