{
  "casebody": {
    "data": "<casebody firstpage=\"425\" lastpage=\"428\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b451-3\">STATE OF MONTANA, Plaintiff and Appellee, v. CARL R. SHEPP, Defendant and Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b451-8\">No. DA 15-0498.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b451-9\">Submitted on Briefs October 12, 2016.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b451-10\">Decided November 29, 2016.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b451-11\">2016 MT 306.</citation>\n<p data-order=\"5\" data-type=\"citation\" id=\"b451-12\">385 Mont. 425.</p>\n<citation data-order=\"6\" data-type=\"citation\" id=\"Asjq\">384 P.3d 1055.</citation>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b451-22\">For Appellant: Dwight J. Schulte, Schulte Law Firm, P.C., Missoula.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b451-23\">For Appellee: Timothy C. Fox, Montana Attorney General, C. Mark Fowler, Assistant Attorney General, Anne Sherwood, Legal Intern, Helena; Bill Fulbright, Ravalli County Attorney, Bill Lower, Deputy County Attorney, Hamilton.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b451-24\">JUSTICE SHEA</author>\n<p id=\"A14\">delivered the Opinion of the Court.</p>\n<p id=\"b451-25\">¶1 Carl R. Shepp appeals an order of the Twenty-First Judicial District Court, Ravalli County, denying his motion to suppress the results of a blood test that led to his conviction for Driving Under the Influence (DUI). We address the following issue:</p>\n<blockquote id=\"b451-26\">\n<em>Whether or not the District Court erred by denying Shepp’s motion to suppress the results of his blood test.</em>\n</blockquote>\n<p id=\"b451-27\">¶2 We affirm.</p>\n<p id=\"b452-4\"><page-number citation-index=\"1\" label=\"426\">*426</page-number>PROCEDURAL AND FACTUAL BACKGROUND</p>\n<p id=\"b452-5\">¶3 On September 19, 2014, Ravalli County Deputy Sheriff Gordy Jessop pulled Shepp over after observing Shepp fail to signal a turn. Deputy Jessop asked Shepp if he had been drinking, and Shepp responded that he had “five or six beers” before driving. Deputy Jessop conducted a series of field sobriety tests and asked Shepp to consent to a preliminary breath test. Shepp refused. Deputy Jessop then asked Shepp to consent to a blood test at Marcus Daly Memorial Hospital in Hamilton. After several minutes of indecision, Shepp stated: “Sure, I’ll take the blood test.” Deputy Jessop helped Shepp into his patrol car and explained the blood test procedure, to which Shepp responded: “Yes, sir.”</p>\n<p id=\"b452-6\">¶4 When he arrived at the hospital, Shepp was given a “Patient Consent and Financial Agreement” (Patient Consent Form) to sign. The Patient Consent Form provided: “I consent to the treatment and procedures to be performed in connection with my inpatient, outpatient and/or emergency medical treatment at Marcus Daly Memorial Hospital....” After Shepp studied the Patient Consent Form for several minutes without signing it, Deputy Jessop took it from him and signed on the signature line. Seconds later, Shepp’s blood was drawn. Shepp did not verbally or physically resist the blood test.</p>\n<p id=\"b452-7\">¶5 On September 19, 2014, the State charged Shepp in the Ravalli County Justice Court with DUI in violation of § 61-8-401, MCA. Shepp filed a motion to suppress the results of his blood test, which the Justice Court denied. Shepp then pled guilty, reserving his right to appeal the Justice Court’s denial of his motion to suppress. On May 14, 2015, Shepp filed a notice of appeal in the District Court. On June 18, 2015, Shepp filed a motion to suppress, asking the District Court to suppress the results of his blood test and dismiss the case. On July 13, 2015, the District Court held a suppression hearing, during which both Shepp and Deputy Jessop testified. On July 20, 2015, the District Court issued an order denying Shepp’s motion to suppress. Shepp appeals that decision.</p>\n<p id=\"b452-8\">STANDARDS OF REVIEW</p>\n<p id=\"b452-9\">¶6 An appeal from a justice court that is not a court of record “must be tried anew in the district court on the papers filed in the justice’s ... court unless the [district] court, for good cause shown and on terms that are just, allows other or amended pleadings to be filed in the action.” Section 25-33-301(1), MCA. Additionally, “[e]ach party has the benefit of all legal objections made in the justice’s... court.” Section 25-33-301(1), MCA. Thus, the parties’justice court filings are subsumed <page-number citation-index=\"1\" label=\"427\">*427</page-number>into the district court record. In all other ways, the district court acts as a trial court — rather than an intermediate appellate court — and we review its decision applying the same standards that we would to any other district court decision. <em>Compare </em>§ 25-3.3-301(2), MCA (“When the action is tried anew on appeal, the trial must be conducted in all respects as other trials in the district court.”) (applying to appeals from justice courts that are not courts of record), <em>with State v. Hodge, </em>2014 MT 308, ¶ 11, 377 Mont. 123, 339 P.3d 8 (“In an appeal from a justice court established as a court of record, the district court functions as an intermediate appellate court and, as such, is confined to review of the record and questions of law.”).</p>\n<p id=\"b453-4\">¶7 We review a district court’s grant or denial of a motion to suppress “to determine whether the court’s findings of fact are clearly erroneous and whether the court correctly interpreted and applied the law to those facts.” <em>State v. Wagner, </em>2013 MT 159, ¶ 9, 370 Mont. 381, 303 P.3d 285. “A factual finding is clearly erroneous if it is not supported by substantial evidence, if the court misapprehended the effect of the evidence, or if our review of the record convinces us that the court made a mistake.” <em>State v. Brave, </em>2016 MT 178, ¶ 6, 384 Mont. 169, 376 P.3d 139.</p>\n<p id=\"b453-5\">DISCUSSION</p>\n<p id=\"b453-6\">¶8 <em>Whether or not the District Court erred by denying Shepp’s motion to suppress the results of his blood test.</em></p>\n<p id=\"b453-7\">¶9 Shepp concedes that he verbally consented to a blood test at the scene of the stop but contends he withdrew his consent by not signing the Patient Consent Form. “We have held that certain uncooperative actions by the motorist may comprise a refusal. A refusal to take a blood test does not have to be express but may be implied ....” <em>Wessell v. State, </em>277 Mont. 234, 239, 921 P.2d 264, 266 (1996) (citing <em>Johnson v. Division of Motor Vehicles, </em>219 Mont. 310, 711 P.2d 815 (1985) (holding that a defendant impliedly refused to take a breath test by continuing to ask for an attorney to be present before the test)); <em>see Hunter v. State, </em>264 Mont. 84, 869 P.2d 787 (1994) (holding that a defendant impliedly refused to take a breath test because she was capable of completing the test but gave a deficient performance). Shepp contends that the facts of this case are analogous to the facts of <em>Hunter </em>and <em>Johnson. </em>The District Court rejected this argument, holding that Shepp gave express verbal consent to a blood test and never withdrew that consent.</p>\n<p id=\"b453-8\">¶10 In reachingits decision, the District Court found: “Shepp admitted he never informed Deputy Jessop or hospital personnel that he had <page-number citation-index=\"1\" label=\"428\">*428</page-number>changed his mind and withdrawn his consent, nor did he give any verbal indication that he refused consent.” This finding also is supported by Shepp’s testimony at the July 13, 2015 suppression hearing, from which the District Court further found that Shepp gave contradictory testimony regarding whether he intended to revoke his consent to a blood test: initially, Shepp testified that he changed his mind about consenting to the blood test, but then testified that he could not decide whether to sign the Patient Consent Form because he was not sure how best to protect himself. The District Court determined that Shepp’s latter testimony was more credible. We repeatedly have held that “[i]t is not this Court’s function, on appeal, to reweigh conflicting evidence or substitute our evaluation of the evidence for that of the district court.” <em>State v. Deines, </em>2009 MT 179, ¶ 20, 351 Mont. 1, 208 P.3d 857 (quoting <em>State v. Gittens, </em>2008 MT 55, ¶ 27, 341 Mont. 450, 178 P.3d 91). Rather, “[w]e defer to the district court in cases involving conflicting testimony because we recognize that the court had the benefit of observing the demeanor of witnesses and rendering a determination of the credibility of those witnesses.” <em>Deines, </em>¶ 20 (quoting <em>Gittens, </em>¶ 27). The District Court thus properly weighed the credibility of Shepp’s testimony, and we will not disturb its finding on appeal.</p>\n<p id=\"Atoo\">¶11 Finally, the District Court found that the Patient Consent Form has no bearing on consent under Montana’s DUI law. The District Court found that the Patient Consent Form is “an agreement between the hospital and its patients that encompasses issues regarding treatment, services, and payment.” We agree with the District Court’s assessment, and note that Shepp has not pointed to any evidence to contradict this finding. The District Court’s factual findings are not clearly erroneous, and the District Court correctly interpreted and applied the law to those facts. <em>See Wagner, </em>¶ 9.</p>\n<p id=\"b454-6\">CONCLUSION</p>\n<p id=\"b454-7\">¶ 12 The District Court’s order denying Shepp’s motion to suppress the results of his blood test is affirmed.</p>\n<judges id=\"b454-8\">CHIEF JUSTICE McGRATH, JUSTICES COTTER, McKINNON and WHEAT concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}