{
  "casebody": {
    "data": "<casebody firstpage=\"61\" lastpage=\"67\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b87-4\">EDWARD D. WRZESIEN and LACEY VAN GRINSVEN, individually and on behalf of all similarly situated persons, and MEGAN ASHTON, individually, Plaintiffs and Appellants, v. STATE OF MONTANA, and MONTANA PUBLIC EMPLOYEE RETIREMENT ADMINISTRATION, Defendants and Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b87-8\">No. DA 15-0554.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b87-9\">Submitted on Briefs July 20, 2016.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b87-10\">Decided September 28, 2016.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b87-11\">2016 MT 242.</citation>\n<citation data-order=\"5\" data-type=\"citation\" id=\"AKm\">380 P.3d 805.</citation>\n<p data-order=\"6\" data-type=\"citation\" id=\"b87-12\">385 Mont. 61.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b88-6\"><page-number citation-index=\"1\" label=\"62\">*62</page-number>For Appellant: Travis Dye, Kalkstein, Johnson &amp; Dye, PC, Missoula.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b88-7\">For Appellee: Timothy C. Fox, Montana Attorney General, J. Stuart Segrest, Assistant Attorney General, Helena.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b88-8\">JUSTICE SHEA</author>\n<p id=\"AvE\">delivered the Opinion of the Court.</p>\n<p id=\"b88-9\">¶1 Edward Wrzesien, Lacey Van Grinsven, and Megan Ashton (collectively, “Participants”) appeal an order of the First Judicial District Court, Lewis and Clark County, granting summary judgment to the State of Montana and Montana Public Employee Retirement Administration (collectively, “State”) on the grounds that: (1) participants in the Defined Benefit Retirement Plan (DB Plan), Defined Contribution Retirement Plan (DC Plan), and Montana University System Retirement Plan (University Plan) are not members of similarly situated classes under an equal protection analysis; and (2) employer contributions to the trust that funds the retirement benefits of all DB Plan participants (DB Trust) that are calculated based on the salaries of DC and University Plan participants do not violate substantive due process. We address:</p>\n<blockquote id=\"b88-10\">\n<em>1. Whether the District Court correctly concluded that DB Plan, DC Plan, and University Plan participants are not members of similarly situated classes.</em>\n</blockquote>\n<blockquote id=\"b88-11\">\n<em>2. Whether the District Court correctly concluded that employer contributions to the DB Trust that are calculated based on the salaries of DC Plan and University Plan participants do not violate substantive due process.</em>\n</blockquote>\n<p id=\"b88-12\">¶2 We affirm.</p>\n<p id=\"b88-13\">PROCEDURAL AND FACTUAL BACKGROUND</p>\n<p id=\"b88-14\">¶3 This case concerns three retirement plans established by the Montana Legislature under the Montana Public Employee Retirement System (PERS). All eligible state employees must participate in a PERS retirement plan. For most employees, this means choosing between the DB and DC Plans. Eligible employees of the Montana University System also have a third option: the University Plan. All <page-number citation-index=\"1\" label=\"63\">*63</page-number>covered employees participate in the DB Plan unless, within one year of hire, they elect to join the DC Plan or, if applicable, the University Plan. Sections 19-3-401(1), -2111(1), -2112(2), MCA. An employee’s decision to participate in the DC or University Plan, or to remain in the default DB Plan, is irrevocable. Sections 19-3-2111(2)(c), -2112(2)(d), MCA.</p>\n<p id=\"b89-5\">¶4 All employees contribute 7.9 percent<footnotemark>1</footnotemark> of their earnings to their respective retirement plan. Section 19-3-315(1), MCA. Under the DB Plan, each employee’s contribution goes to the DB Trust. Sections 19-2-501, -3-315(1)(a), MCA. By contrast, under the DC and University Plans, each employee’s contribution goes into an individual account, which the employee chooses how to invest. <em>See </em>§§ 19-3-315, -2102, -2122, 19-21-214, MCA.</p>\n<p id=\"b89-6\">¶5 State employers are required to contribute an amount equal to 8.17 percent<footnotemark>2</footnotemark> of each employee’s earnings to the retirement system, regardless of which retirement plan the employee chooses. Section 19-3-316(1), (3) MCA. For DB Plan participants, the majority of this contribution goes to the DB Trust. Sections 19-3-108(5), -316, MCA. After meeting age and service requirements, DB Plan participants may withdraw a statutorily-prescribed benefit from the trust. Sections 19-3-901 through -904, MCA. For DC Plan participants, the employer contribution is allocated between the participant’s individual account and several other funds, including the DB Trust. Section 19-3-2117(2), MCA. The portion of the DC Plan employer contribution that goes to the DB Trust is called the “Plan Choice Rate,” and is calculated to ensure that the DB Trust is actuarially sound. Section 19-2-303(38), MCA. A DC Plan participant’s retirement benefit consists of the accumulated funds in his or her individual account, along with any investment gain or loss. Section 19-3-2116, MCA. DC Plan participants are not entitled to any payments from the DB Trust. <em>See </em>§ 19-3-909, MCA. University Plan employee and employer contributions are allocated in a similar, though not identical, manner to the DC Plan. <em>See </em>§§ 19-21-101 through -214, MCA. Because it has no effect on our legal analysis, for purposes of this Opinion, the DC and University Plans will be treated as though they were administered in the same way.</p>\n<p id=\"AVTq\"><page-number citation-index=\"1\" label=\"64\">*64</page-number>¶6 Participants all elected to participate in the DC and University Plans. In October 2012, Participants filed a complaint alleging that they are treated unequally from similarly-situated DB Plan participants, violating the equal protection clause of the Montana Constitution. Participants also alleged that requiring the State employers of DC and University Plan participants to contribute to the DB Trust violates Participants’ substantive due process rights. The parties cross-filed motions for summary judgment, and the District Court granted summary judgment to the State, concluding that the statutes creating the DC and University Plans did not violate equal protection or substantive due process. The District Court reached this decision by concluding that the classes at issue—members of the three retirement plans—were not similarly situated, that maintaining the actuarial soundness of the DB Trust is a legitimate governmental purpose, and that Participants were never entitled to the money allocated to the DB Trust. Participants appealed.</p>\n<p id=\"b90-5\">STANDARDS OF REVIEW</p>\n<p id=\"b90-6\">¶7 “We review summary judgment rulings de novo, applying the criteria set forth in M. R. Civ. P. 56.” <em>Mont. Cannabis Indus. Ass’n v. State, </em>2016 MT 44, ¶ 11, 382 Mont. 256, 368 P.3d 1131. “Summary judgment is appropriate when the moving party demonstrates an absence of a genuine issue of material fact and entitlement to judgment as a matter of law.” <em>Arnone v. City of Bozeman, </em>2016 MT 184, ¶ 4, 384 Mont. 250, 376 P.3d 786 (citing M. R. Civ. P. 56(c)(3)). We exercise plenary review of constitutional issues. <em>Mont. Cannabis Indus. Ass’n, </em>¶ 12.</p>\n<p id=\"b90-7\">DISCUSSION</p>\n<p id=\"b90-8\">¶8 <em>1. Whether the District Court correctly concluded that DB Plan, DC Plan, and University Plan participants are not members of similarly situated classes.</em></p>\n<p id=\"b90-9\">¶9 Under the equal protection clause of the Montana Constitution, “[n]o person shall be denied the equal protection of the laws.” Mont. Const. art. II, § 4. However, “[a] statute does not violate the right to equal protection simply because it benefits a particular class.” <em>Bean v. State, </em>2008 MT 67, ¶ 13, 342 Mont. 85, 179 P.3d 524. Rather, “[elqual protection provides a check on governmental action that treats similarly situated persons in an unlike manner.” <em>Caldwell v. MACo Workers’ Comp. Trust, </em>2011 MT 162, ¶ 14, 361 Mont. 140, 256 P.3d 923. “Consequently, when addressing an equal protection challenge, <page-number citation-index=\"1\" label=\"65\">*65</page-number>this Court must first identify the classes involved and determine whether they are similarly situated.” <em>Powell v. State Comp. Ins. Fund, </em>2000 MT 321, ¶ 22, 302 Mont. 518, 15 P.3d 877.</p>\n<p id=\"b91-5\">¶10 In reaching its conclusion that DB, DC, and University Plan participants are not similarly situated, the District Court cited <em>Bean </em>and <em>Gulbrandson v. Carey, </em>272 Mont. 494, 901 P.2d 573 (1995). In <em>Bean </em>and <em>Gulbrandson, </em>we held that laws giving different retirement benefits to employees based on their date of hire or date of retirement did not violate equal protection. Although the employees performed the same duties, faced the same job hazards, and worked in the same positions regardless of when they were hired, the challenged laws created two dissimilar classes and operated equally with respect to all members within each class. <em>See Bean, </em>¶¶ 17, 20; <em>Gulbrandson, </em>272 Mont. at 504, 901 P.2d at 580.</p>\n<p id=\"b91-6\">¶11 Here, the Legislature chose to give State employees an option in choosing how their retirement benefit will be calculated and invested. Pursuant to § 19-3-904, MCA, a DB Plan participant’s benefit is calculated based on the participant’s highest average compensation and length of service or the participant’s accumulated contributions to the DB Trust. The statute does not provide for a retirement benefit based on the employer’s contributions to the DB Trust. If a DB Plan participant leaves state employment after his or her retirement benefit vests, the participant may immediately withdraw an amount equal to his or her contribution to the DB Trust, but may not withdraw any employer contribution. <em>See </em>§ 19-2-602, MCA. By contrast, if a DC or University Plan participant leaves state employment after his or her retirement benefit vests, the participant may immediately withdraw the employer contribution in addition to his or her own contribution. Sections 19-3-2116, -2123, MCA. Unlike DB Plan participants, DC and University Plan participants may choose how to invest their retirement funds. As a trade-off, employers do not contribute as much to a DC Plan participant’s individual account as they contribute to the DB Trust for DB Plan participants.</p>\n<p id=\"Avm6\">¶12  As the District Court recognized, the Legislature created dissimilar classes: “risk-averse state employees who wish to forego any potential investment gain in favor of a known, guaranteed retirement benefit, and risk-accepting state employees who wish to maintain control over how their retirement funds are invested.” Participants are not statutorily precluded from participating in either plan. Rather, while the State provides options, employees make the choice and create the dissimilar classifications. As in <em>Bean </em>and <em>Gulbrandson, </em>DC, DB, and University Plan participants are not similarly situated. <page-number citation-index=\"1\" label=\"66\">*66</page-number>Participants’ ability to choose which dissimilar class they would like to join does not violate their equal protection rights. <em>See Bean, </em>¶ 13 (“An equal protection challenge fails if the groups at issue do not constitute similarly situated classes.”).</p>\n<p id=\"b92-5\">¶13 <em>2. Whether the District Court correctly concluded that employer contributions to the DB Trust that are calculated based on the salaries of DC Plan and University Plan participants do not violate substantive due process.</em></p>\n<p id=\"b92-6\">¶14 Pursuant to Article II, Section 17 of the Montana Constitution, “[n]o person shall be denied life, liberty, or property without due process of law.” Substantive due process requires that statutes enacted by the Legislature be reasonably related to legitimate state interests. <em>Powell, </em>¶ 29. Article VIII, Section 15 of the Montana Constitution requires that “[p]ublic retirement systems shall be funded on an actuarially sound basis.” The Legislature created the Plan Choice Rate “to actuarially fund the unfunded liabilities and the normal cost rate changes in a defined benefit plan resulting from member selection of the defined contribution plan.” Section 19-2-303(38), MCA. The District Court determined that the Plan Choice Rate was reasonably related to the legitimate state interest of keeping the retirement system actuarially sound because DC and University Plan participants do not contribute to the DB Trust and therefore, absent the Plan Choice Rate, “the amount the [DB Trust] fund takes in would be proportionally less than it was” before the DC and University Plans existed.</p>\n<p id=\"Azb\">¶15  Participants agree that maintaining an actuarially sound DB Plan is a legitimate state interest, but contend that the Plan Choice Rate is not reasonably related to that interest because it directs a portion of DC Plan participants’ employer contributions to the DB Plan and thus “deprive[s] Montanans of their hard earned money for no consideration.” (Citing <em>Hardy v. Progressive Specialty Ins. Co., </em>2003 MT 85, ¶ 37, 315 Mont. 107, 67 P.3d 892.) The District Court rejected this argument, finding that “DB [P]lan members only have an interest in the employer contribution insofar as it helps maintain the actuarial soundness of the fund that pays their retirement benefit.” In reaching this conclusion, the District Court found that Participants’ assertion that all PERS-eligible employees receive an employer-paid contribution equal to 8.17 percent of their respective salaries was incorrect. Under the DB Plan, rather than going to the employee, the majority of the employer contribution goes to the DB Trust. By contrast, under the DC and University Plans, a portion of the employer contribution goes directly into the employee’s individual account and a portion goes to various other funds, including the DB Trust. DC and University Plan <page-number citation-index=\"1\" label=\"67\">*67</page-number>participants were promised an employer contribution of 4.19 percent, not 8.17 percent. In exchange for a lower employer contribution, Participants have the flexibility to control their accounts. The State’s use of their earnings for purposes of calculating employer contributions to the DB Trust is merely a variable for the calculation to maintain actuarial soundness of the DB Trust. Contrary to Participants’ argument, the State is not depriving DC and University Plan participants of their “hard earned money,” because the lower employer contribution is simply the result of the choice that DC and University Plan participants made in exchange for the flexibility to control their accounts and to have the employer contribution go directly into their accounts instead of a separate trust. As far as the employer contribution goes, DC and University Plan participants are getting precisely what they bargained for when they voluntarily chose those plans. Therefore, employer contributions to the DB Trust do not violate DC or University Plan participants’ substantive due process rights.</p>\n<p id=\"b93-5\">CONCLUSION</p>\n<p id=\"b93-6\">¶16 We affirm the District Court’s Order.</p>\n<judges id=\"b93-7\">CHIEF JUSTICE McGRATH, JUSTICES McKINNON, COTTER, BAKER, WHEAT and RICE concur.</judges>\n<footnote label=\"1\">\n<p id=\"b89-7\"> The Montana Public Employees’ Retirement Board annually reviews this contribution amount and recommends adjustments to the Montana Legislature; thus, this percentage is subject to change. Section 19-3-315(1), MCA.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b89-8\"> This amount is subject to change. <em>See </em>§ 19-3-316(4), MCA.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}