{
  "casebody": {
    "data": "<casebody firstpage=\"200\" lastpage=\"206\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b248-11\">Kenneth A. Blumberg v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A5l\">No. 22039.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AUq\">Delivered April 22, 1942.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b248-13\">Rehearing Denied May 27, 1942.</otherdate>\n<p data-order=\"4\" data-type=\"summary\" id=\"b250-2\"><page-number citation-index=\"1\" label=\"202\">*202</page-number>The opinion states the case.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b250-3\"><em>Jack M. Moore, </em>of Beaumont, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b250-4\"><em>Melvin Combs, </em>Criminal District Attorney, and <em>Jep S. Fuller, </em>Assistant Criminal District Attorney, both of Beaumont, and <em>Spurgeon E. Bell, </em>State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b250-5\">DAVIDSON, Judge.</author>\n<p id=\"b250-6\">This is a conviction for practicing optometry without having first registered, as required by law, the license to so practice; the punishment, a fine of $250.00.</p>\n<p id=\"b250-7\">Optometry and its practice in this State is defined and regulated in both our civil and criminal statutes. The civil features are embraced in Chapter 10, being Arts. 4552-4566, R. C. S., while the criminal features appear in Chapter 5, being Arts. 735-738, P. C. It may be said that the criminal statutes are divided into three primary subdivisions: (a) defining optometry; (b) requiring, as a condition precedent to the practice thereof, a license and registration; and (c) providing a penalty for the practice without license or registration. That such statutes are valid, as being a proper exercise by the Legislature of its police power, is deemed no longer an open question in this State. Baker v. State, 240 S. W. 924, 91 Tex. Cr. R. 521; Robertus v. State, 45 S. W. (2d) 595, 119 Tex. Cr. R. 370; Allison v. State, 76 S. W. (2d) 527, 127 Tex. Cr. R. 322; McNaughton v. Johnson, 242 U. S. 344, 61 L. Ed. 352. Appellant’s contrary contention is therefore overruled.</p>\n<p id=\"b250-8\">This prosecution arose under Art. 735, P. C., which, reads as follows:</p>\n<p id=\"b250-9\">“The practice of optometry is defined to be the employment of objective or subjective means, without the use of drugs, for the purpose of ascertaining and measuring the powers of vision of the human eye, and fitting lenses or prisms to correct or remedy any defect or abnormal condition of vision. Nothing herein shall be construed to permit optometrists to treat the eyes for any defect whatsoever in any manner nor to administer or prescribe any drug or physical treatment whatsoever, unless such optometrist is a regular licensed physician or surgeon under the laws of this State. No person shall <page-number citation-index=\"1\" label=\"203\">*203</page-number>begin to practice optometry within this State who has not registered in the county clerk’s office of the county in which he resides, and in each county in which he practices, his license for so practicing, together with his age, post-office address, place of birth, subscribed and verified by his oath. The fact of such oath and record shall be indorsed by the county clerk upon the license. The absence of record of such license in the county clerk’s office shall be prima facie evidence of the lack of possession of such license.”</p>\n<p id=\"b251-3\">The information upon which the conviction in the instant case was predicated contained two counts. The charging part of the first count reads as. follows:</p>\n<p id=\"b251-4\">“On or about the 16th day of November, 1940, in said County of Jefferson and State of Texas, Kenneth A. Blumberg did then and there unlawfully practice, offer and hold himself out as authorized to practice optometry, to-wit: the practice of ascertaining and measuring the powers of vision of the human eye, and of fitting lenses and prisms to correct and remedy defects and abnormal conditions of vision in the human eye, by employment of objective and subjective means, without the use of drugs, for pay, without theretofore having registered in the Office of the County Clerk of said Jefferson County, Texas, said County being then and there the County of his residence, his license for so practicing, together with his age postoffice address, and place of birth, subscribed and verified by the oath of him, the said Kenneth A. Blumberg”.</p>\n<p id=\"b251-5\">The second count was the same as the first, except it was therein charged that the license to practice had not been registered in Jefferson County, where it was alleged the appellant did so practice, offer and hold himself out as authorized to practice optometry.</p>\n<p id=\"b251-6\">By motion to quash appellant attacked the sufficiency of the information because of its failure to negative the existence • of certain exceptions exempting individuals from the operation of the. statute, as provided in the civil statutes, and especially by Art. 4566, ft. C. S. The exceptions mentioned are no part of and are not contained in Art. 735, P. C. The rule governing, when exceptions to the operation of a criminal statute must be negatived in the State’s pleading, is stated in Baker v. State, 106 S. W. (2d) 308, 132 Tex. Cr. R. 527, as follows:</p>\n<p id=\"b252-4\"><page-number citation-index=\"1\" label=\"204\">*204</page-number>“From what we have said above, and as far as we have been able to ascertain, our courts have uniformly held that when the Legislature sees fit to create exceptions to the general penal provisions of a statute, if such exceptions be placed in a separate section or article from the one containing the definition of the offense, or if they be not such as to be essential to the definition of the offense, it will not be necessary to negative such exceptions in the indictment charging such offense.”</p>\n<p id=\"b252-5\">In the instant case, the exceptions to the operation of the statute being neither part of the statute creating the offense nor essential to the definition of the offense (Art. 735, P. C.), it was not necessary that they be negatived in the information. Appellant’s motion to quash the information upon the ground stated was properly overruled.</p>\n<p id=\"b252-6\">We are next -confronted with the question as to whether the information was fatally defective in failing to name the individual upon whom appellant was alleged to have practiced optometry. In this connection, note is taken of the fact that the State depended alone for a conviction upon the allegation that the appellant “did practice” optometry and supported that position by proof showing that he tested and fitted the eyes of Mrs. Gilson, and thereby practiced optometry. There was no evidence supporting the allegation in the' information that appellant “did offer and hold himself out as authorized to practice optometry.” In keeping with such facts the court submitted to the jury only the issue as to whether the appellant “did practice” optometry. So, the question for our determination is: Where the prosecution is based upon the provision of Art. 735, P. C., making it unlawful to practice optometry without having first registered the license to so practice, as required by law, is it necessary that the State’s pleading allege, or satisfactorily account for the failure to allege, the name of the individual upon whom the accused was alleged to have practiced optometry? Here, the information followed the language of the statute, and ordinarily, a State’s pleading that does so is sufficient. However, a well-defined exception exists to this rule, which is stated in Branch’s Ann. Tex. P. C., p. 255, sec. 494, as follows:</p>\n<p id=\"b252-7\">\"It is not always sufficient to follow the language of the statute. There are cases that require greater particularity, either from the obvious, intention of the Legislature or from the application of known principles of law.”</p>\n<p id=\"b253-2\"><page-number citation-index=\"1\" label=\"205\">*205</page-number>See, also, Gray v. State 7 Tex. Cr. App. 10; Kennedy v. State, 216 S. W. 1086, 86 Tex. Cr. R. 450; Archey v. State, 59 S. W. (2d) 406, 123 Tex. Cr. R. 458; Beles v. State, 299 S. W. 899, 108 Tex. Cr. R. 214; Stanford v. State, 268 S. W. 161, 99 Tex. Cr. R. 111; Parker v. State, 114 S. W. (2d) 906, 134 Tex. Cr. R. 138; Monroe v. State, 157 S. W. (2d) 648.</p>\n<p id=\"b253-3\">Under the information in the instant case, the State was authorized to sustain the accusation by showing that at a time within the period of limitation, the appellant practiced optometry by testing and fitting the eyes of some person, without first having acquainted the appellant with the name of that person, or without previous notice that it intended to so rely for a conviction. Obviously, therefore, in order that such a situation might not arise in cases of this character, it devolves upon the State, in order to meet the requirement of notice to the accused, as well as that of definiteness, that the name of the individual upon whom the State charges that the accused practiced optometry, be stated in the pleadings. The conclusion is reached that the information is fatally defective in the particular mentioned and that a valid conviction cannot be predicated thereon.</p>\n<p id=\"b253-4\">It follows, therefore, that the judgment of the trial court must be reversed and the prosecution ordered dismissed, and it is so ordered.</p>\n<p id=\"b253-5\">The foregoing opinion of the Commission of Appeals has been examined by the Judges of the Court of Criminal Appeals and approved by the Court.</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b253-6\">ON STATE’S MOTION FOR REHEARING.</p>\n<author id=\"b253-7\">HAWKINS, Presiding Judge.</author>\n<p id=\"b253-8\">Through the Criminal District Attorney of Jefferson County the State has filed a motion for rehearing which was presented in oral argument.</p>\n<p id=\"b253-9\">Unless we misunderstand it the State’s position is that appellant was charged with offering and holding himself out as authorized to practice optometry, and that if the court submitted the case to the jury on the theory of “practicing” op<page-number citation-index=\"1\" label=\"206\">*206</page-number>tometry the judgment of conviction was properly reversed, but that the prosecution should not have been ordered dismissed, but the case should have only been remanded for a new trial.</p>\n<p id=\"b254-5\">We find it is charged in the complaint and information that appellant “did unlawfully practice, offer and hold himself out as authorized to practice optometry,” etc. The trial court submitted the case to the jury alone upon the charge that appellant “did unlawfully practice.” It will be seen that he was so charged. In the manner of submission to the jury the court made an election for the State, and. eliminated from the case the charge of offering to practice optometry and holding himself out as. being authorized to so practice.</p>\n<p id=\"b254-6\">It appears that in another trial the issue would be limited to an inquiry whether appellant “practiced” optometry. Being of opinion that such charge was not properly plead the prosecution was ordered dismissed under the present indictment.</p>\n<p id=\"b254-7\">It still appears to us that such was the proper order.</p>\n<p id=\"b254-8\">The State’s motion for rehearing is overruled.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}