{
  "casebody": {
    "data": "<casebody firstpage=\"37\" lastpage=\"40\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b85-13\">Ex Parte C. W. (Charlie) Green.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b85-14\">No. 22114.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A2p\">Delivered March 25, 1942.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b85-15\">Rehearing Denied April 22, 1942.</otherdate>\n<p data-order=\"4\" data-type=\"summary\" id=\"b86-6\"><page-number citation-index=\"1\" label=\"38\">*38</page-number>The opinion states the case.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b86-7\"><em>Mel Janes, </em>of Lubbock, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b86-8\"><em>Spurgeon E. Bell, </em>State’s Attorney, of Austin, for the State</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b86-9\">BEAUCHAMP, Judge.</author>\n<p id=\"b86-10\">The appellant is charged by complaint in the County Court with the violation of the liquor laws and this procedure is brought for the purpose of securing his release.</p>\n<p id=\"b86-11\">The question raised is identical with that in Ex parte Mary Bell King, No. 22,113, this day passed upon, and the opinion in that case is here referred to and adopted. (143 Texas Grim. Rep., 579.)</p>\n<p id=\"b86-12\">For the reasons therein stated, the judgment of the trial court is affirmed.</p>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"rehearing\">\n<p id=\"b86-13\">ON MOTION FOR REHEARING.</p>\n<author id=\"b86-14\">GRAVES, Judge.</author>\n<p id=\"b86-15\">Relator contends that the record of the local option law’s passage on May 10, 1902, for Scurry County, shows conclusively that no notices of the holding of such election were given prior to the time such election was held, and therefore that such election was void. We are not in accord with 'Such contention. It is true that on April 22, 1902, the record shows that an order was passed by the Commissioners’ Court of Scurry County ordering that an election be held in such county relative to the prohibition of the sale of intoxicating liquor therein, such date being fixed as May 10, 1902, and in said order the county clerk was ordered “to issue and post as required by law this order.”</p>\n<p id=\"b86-16\">Immediately under such order appears a certificate of the county judge that he had caused such order to be published for four successive weeks in a weekly newspaper published in Scurry County, Texas, to-wit: “The Western Light,” giving the dates thereof as May 29th, 1902, June 5th, 1902, June 12th, 1902, and June 19th, 1902, this entry being- dated June 24th, 1902.</p>\n<p id=\"b87-4\"><page-number citation-index=\"1\" label=\"39\">*39</page-number>There also then appears from the record at this session of such court held on May 21, 1902, an order declaring the result of such election, it showing a majority vote in favor of such prohibition, and then the order prohibiting such sale in said county, and ordering this order to be published for four successive weeks in a newspaper published in said county. Immediately beneath such order there appears the certificate of the county judge relative to such publication in “The Western Light” identical in words and figures with the one found beneath the first order herein ordering the holding of such election.</p>\n<p id=\"b87-5\">It is plain that the clerk entering such orders on the minutes merely entered this above mentioned certificate twice, once at the wrong place and once at the proper place.</p>\n<p id=\"b87-6\">It is to be noted that in the order calling the election the clerk was directed to issue and <em>post </em>the proper notices, not <em>publish the same, </em>and it is fair to assume that he did just that as he was required by law to do, and it was incumbent upon relator to prove that such notices were <em>not posted, </em>otherwise it will' be presumed that the officer performed his duty. We early held in the case of Irish v. State, 29 S. W. 778, that:</p>\n<p id=\"b87-7\">“The party attacking the legality of the election must prove that the proper notices were not posted, * * * It will be presumed that the county court, when it entered the order declaring the result of the election and prohibiting the sale of intoxicating liquors within the county, passed upon all preliminary matters appertaining to the legality of the election.”</p>\n<p id=\"b87-8\">Thereafterwards we held in the case of Segars v. State, 31 S. W. 370, that:</p>\n<p id=\"b87-9\">“And under the doctrine of that case (Irish v. State, supra) it was incumbent on the appellant in this case to have proven that such notices were not posted up for the required length of time before he could avail himself of the invalidity of said election, otherwise its legality will be presumed.”</p>\n<p id=\"b87-10\">Also see Bowman v. State, 40 S. W. 796.</p>\n<p id=\"b87-11\">Relator did not show that such notices were not posted, the burden of such being upon him, and if he did show that same <page-number citation-index=\"1\" label=\"40\">*40</page-number>were published, which is not conceded, then such publication would not vitiate the previous posting, which posting we are justified in presuming under our decisions. See Branch's Crim. Law, Sec. 547.</p>\n<p id=\"b88-5\">The motion is overruled.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}