{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"268\" lastpage=\"278\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b268-8\" pgmap=\"268\">John A. Tolman &amp; Co. Appellant, vs. The City of Chicago et al. Appellees.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b268-9\" pgmap=\"268\">Opinion filed April 23, 1909</decisiondate><otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AHg\" pgmap=\"268\">Rehearing denied June 3, 1909.</otherdate><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b268-10\" pgmap=\"268\">1. Streets and aeeEys—right of a person to unobstructed passage in street is not absolute. While the paramount right to the use of a street in all its parts is in the public, yet such right is not an absolute right in every person at all times, but is subject to such incidental and temporary or partial obstruction\" of the street by others as manifest necessity may require.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b268-11\" pgmap=\"268\">2. Same—extent of right to obstruct sidewalk. The extent of a person’s right to interfere with the free and uninterrupted enjoyment of a sidewalk by the public depends upon the necessity of the case so far as the individual is concerned and the reasonableness of the use as against the public.</headnotes><headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b268-12\" pgmap=\"268\">3. Same—the reasonable use of skids across sidewalk is lawful. The reasonable use of skids across a sidewalk for the purpose of loading and unloading goods shipped or received by a business house is lawful, if such use is reasonably necessary in conducting the business and is not unreasonable as against the public, and the rules of law which preclude permanent obstructions, constituting purprestures, do not apply to skids.</headnotes><headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b268-13\" pgmap=\"268\">4. Same—•city may regulate use of skids. A city may, in the general control over its streets, regulate the use of skids and may prescribe the time, place and conditions for such use, but it has no right to interfere with such use in the conduct of a business except in the enforcement of an ordinance or in pursuance of judicial process.</headnotes><headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b269-2\" pgmap=\"269\">5. Same—whether use of skids is reasonable is question of fact. Whether the manner and extent of using skids in a particular case is reasonable or unreasonable is a question of fact to be determined in a judicial .proceeding; but the use of skids is not, of itself, unlawful or a nuisance.</headnotes><p data-order=\"8\" data-type=\"judges\" id=\"b269-3\" pgmap=\"269\">Cartwright, C. J., Hand and Scott, JJ., dissenting.</p><summary data-order=\"9\" data-type=\"summary\" id=\"b269-4\" pgmap=\"269\">App^ai, from the Appellate Court for the First District;—heard in that court on appeal from the Superior Court of Cook county; the Hon. Wihhard M. McEwbn, Judge, presiding.</summary><summary data-order=\"10\" data-type=\"summary\" id=\"b269-5\" pgmap=\"269\">The appellant filed its bill in the superior court of Cook county, the object of which was to restrain the city of Chicago, its superintendent of streets and commissioner of public works from interfering with the appellant in the receipt or shipment of goods, wares and merchandise to and from its building at Lake street and Michigan avenue, in the city of Chicago, or from interfering with or preventing the necessary and reasonable use of any mechanical means or appliances for the delivery of merchandise to and from said premises across the sidewalks contiguous thereto, or from preventing teams, carts, drays or other conveyances from occupying the streets contiguous to said premises while necessarily engaged in delivering or receiving merchandise to and from said premises. A temporary injunction was issued. A hearing was had upon the bill, answer and an agreed statement of facts, and the bill was dismissed for want of equity. This appeal is from the judgment of the Appellate .Court affirming the decree of the superior court.</summary><summary data-order=\"11\" data-type=\"summary\" id=\"b269-6\" pgmap=\"269(61) 270(374) 271(376) 272(20)\">Appellant is an Illinois corporation and has been engaged in the wholesale grocery business in the city of Chicago since 1885. It occupies a five-story and basement brick building at the north-west corner of East Lake street and Michigan avenue, being Nos. 59 to 71 on Michigan avenue and Nos. 4 to 8 on East Lake street. It buys and sells large quantities of bulky goods, averaging 150 to 200 tons daily, which have to be received and delivered at its place of business, and it employs twenty double and single teams to handle these g'oods. For the purpose of receiving and delivering merchandise there are three shipping and receiving doors: one at 63 Michigan avenue, consisting of double doors each six feet wide; one at 8 Lake street, consisting of double doors each six feet wide; and one in the rear of 59 Michigan avenue, on a public alley. The shipping floor is elevated eighteen inches above the level of the sidewalk. Immediately in front of the shipping doors on Michigan avenue and Lake street there are platforms extending out three feet from the building line, on a level with the shipping floor, which are used for the purpose of facilitating the receipt and delivery of merchandise and for the purpose of providing a safe and easy means of passage in front of the premises to pedestrians while the merchandise is being delivered to and from the building. It is impossible to manipulate by hand the heavier and bulkier sacks and packages of merchandise dealt in by appellant, and it is necessary to resort to mechanical means in receiving or delivering the same across the sidewalks. For twenty-one years appellant has used for this purpose planks about ten feet long, one and one-half inches in thickness and one foot wide, called “skids.” The outside end of these skids is supported by wooden braces placed near' the edg-e of the sidewalk or upon the end of a truck or wagon, while the other end is placed upon the shipping platform. On East Lake street the sidewalk is fourteen feet wide, and the appellant makes use of from one to three skids, which are at times in concurrent use and are used, on an average, three hours and nineteen minutes daily, being about thirty times daily and ten minutes each time on an average, principally between 8 A. M. and 4:30 P. M. On Michigan avenue the sidewalks are thirteen feet wide, and appellant uses from one to two skids, .which are also at times in concurrent use and are used, on an average, two hours and fifteen minutes daily, principally between the hours of 9 A. M. and 4 P. M., being an average of fifteen times a day and from five to twenty minutes at a time. The use of the skids prevents the storage of merchandise temporarily upon the sidewalk, and it can be removed by the use of skids in from one-half to one-tenth of the time that would be required to move it by hand. The skids, when not in use, are immediately removed, so that pedestrians can have a free and unobstructed passage along the sidewalks, and when they are in use the platform affords an easy, accessible, safe and ready passageway for pedestrians. No merchandise is stored on the abutting platforms, which are free and unobstructed for the passage of pedestrians. The platform adjoining the shipping floor is reached by two and a half steps of easy ascent, and when the skids are in use the pedestrians are obliged to deflect from a stright course on the sidewalk, with but a minimum and unappreciable extent of inconvenience. Appellant has at no time refused to remove the skids if any pedestrian has asserted a right or evidenced a desire to pass along the free and unobstructed sidewalk when the skids were in use. There is no other method known or in use that will permit of the movement of heavy, weighty and bulky packages with a less cost or less danger or obstruction to the public. In the necessary conduct of its business, if skids were not used, merchandise would have to be stored upon the sidewalks, and the ordinances of the city permit such obstruction for a space of four feet next to the curb, for such time as may be necessary. If skids were not used it would be necessary for pedestrians to be greatly inconvenienced and subjected to greater or less dang'er in the attempt to move merchandise to and from the building, and unless they or some other mechanical appliance were used, great injury would result to appellant. Such skids are used only when reasonably necessary iji the conduct of the business, and no other method is known or in use by which the, slight inconvenience to the public can be minimized or avoided.</summary><summary data-order=\"12\" data-type=\"summary\" id=\"b272-4\" pgmap=\"272\">The place of business of appellant is located within the wholesale district of the city, and East Lake street is not a thoroughfare from any part of the city outside of the wholesale district to any other part of the city. The streets in and surrounding the wholesale district are so laid out that the shortest usual line of travel to and from any part of the city outside of the wholesale district to any other part, or from one line of steam, elevated or surface transportation to another, will be along the streets at least one block west of the place of business in question. The greatest public travel on Michigan avenue and East Lake street is between the hours of 6 and 8 A. M., 12 o’clock noon and i P. M., and 5 and 6 P. M. The average number of persons passing on Michigan avenue daily is about 2415, and when the skids are in use the average number is about 536. The usual number of persons passing when said skids are not in use is about 1879. On the Lake street side the usual number of pedestrians during the day is 1912. When the skids are in use the average is about 453 and when the skids are not in use 1459.</summary><summary data-order=\"13\" data-type=\"summary\" id=\"b272-5\" pgmap=\"272\">Shortly before the filing of the bill defendants forcibly took and carried away a number of appellant’s skids and ordered appellant not to obstruct the street in the future by its platform and skids or to longer continue the use of its platform and skids in the street, and threatened to interfere with appellant and arrest its servants if it persisted in further maintaining its platform and skids in the street.</summary><attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b272-6\" pgmap=\"272\">Albert Kocourek, and Ashcraft &amp; Ashcraft, (Raymond M. Ashcraft, of counsel,) for appellant:</attorneys><p data-order=\"15\" data-type=\"legal\" id=\"b272-7\" pgmap=\"272(44) 273(88)\">In the absence of an ordinance of the city council regulating the use of skids or declaring the use of skids to be a nuisance, the executive officials of the city of Chicago are without authority to interfere with such use. Rev. Stat. chap. 24, art. 5, sec. 62, par. 75; Laugel v. Bushnell, 197 Ill. 20; Rogers v. Barker, 31 Barb. 447; State v. Beattie, 16 Mo. App. 131; Arkadelphia v. Clark, 52 Ark. 23; State v. Cadwalader, 36 N. J. L. 283; Fverett v. Marquette, 53 Mich. 450; Denver v. Mullen, 7 Colo. 345; Yates v. Milwaukee, 10 Wall. 497; Railroad Co. v. Joliet, 79 Ill. 25; 2 Wood on Nuisances, 971; Gates &amp; Son Co. v. Richmond, 103 Va. 702; Hitchner v. Richman, 65 Atl. Rep. 856.</p><attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b273-4\" pgmap=\"273\">William D. Barge, (Edward J. Brundage, Corporation Counsel, of counsel,) for appellees:</attorneys><p data-order=\"17\" data-type=\"legal\" id=\"b273-5\" pgmap=\"273\">The public is entitled to the uninterrupted, unimpeded and unobstructed use of every portion and part of the highway, and whatever interferes with this use is a nuisance. Smith v. McDowell, 148 Ill. 51; Hibbard v. Chicago, 173 id. 91; People v. Harris, 203 id. 272; Warehouse Co. v. People, 224 id. 287.</p><p data-order=\"18\" data-type=\"legal\" id=\"b273-6\" pgmap=\"273\">If appellant’s business requires the loading and unloading of more freight than can be handled conveniently within its own premises it must either enlarge its private premises or move to some more convenient spot. Rex v. Russell, 6 East, 427; Rex v. Jones, 3 Campb. 230; Commonwealth v. Passmore, 1 S. &amp; R. 217; Callanan v. Gilman, 107 N. Y. 361; Flynn v. Taylor, 127 id. 596; Brauer v. Refrigerating Co. 99 Md. 367.</p><p data-order=\"19\" data-type=\"legal\" id=\"b273-7\" pgmap=\"273\">The extent of the right of the abutting owner to obstruct the sidewalk in front of his premises is not to be determined by the necessities of his business but by the public convenience. Brauer v. Refrigerating Co. 99 Md. 367.</p><p data-order=\"20\" data-type=\"legal\" id=\"b273-8\" pgmap=\"273\">The abutting owner cannot carry on any part of his business in the street to the annoyance of the public. Rex v. Russell, 6 East, 427; Flynn v. Taylor, 127 N. Y. 596.</p> <opinion data-order=\"21\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b273-9\" pgmap=\"273\">Mr. Justice Dunn</author> <p id=\"A3t\" pgmap=\"273\">delivered the opinion of the court:</p> <p id=\"b273-10\" pgmap=\"273(33) 274(83)\">It is conceded by appellant that on the -showing made in the record the platforms in front of the shipping doors are unlawful, and it does not claim any right to maintain them. Appellant’s \"contention is that the temporary use of the sidewalk for the delivery of goods to and from its building is a legitimate use of the street, and is not inconsistent with the right of the public so long as such use by the appellant is reasonable. The relief sought by the bill is not the establishment of the right to use the skids as it has heretofore used them, but is the prevention of interference with their reasonable use.</p> <p id=\"b274-3\" pgmap=\"274\">The public has a paramount right to the use of the street in all its parts. That right is the right of all persons to pass over it freely and without impediment whenever they have occasion to do so. The right is not, however, an absolute right in every person at all times. It is subject to such incidental and temporary or partial obstruction as manifest necessity may require. The use of the street by one person or company of persons passing along it interposes an obstruction to any other person or persons occupying the same part of the street at the same time for the same purpose. Large numbers of persons using the street merely for passage on foot may, and frequently do, impede the free and uninterrupted use of the street by other large numbers going in different directions or desiring to go faster or slower. The stopping of persons on the sidewalk or vehicles in the street for any temporary purpose interferes with the free use of the sidewalk or street by others. The lawful use of the streets by street cars and railroads interferes with such use by other vehicles and by foot passengers. The rigdit of a person using a street upon which a railroad has been lawfully constructed is the same as that of the railroad company, but he must submit to the obstruction caused by the trains of the latter. The public right to the unobstructed use of the street in all its parts is, therefore, not absolute but relative.</p> <p id=\"b274-4\" pgmap=\"274(32) 275(348)\">“The owners of lots bordering upon streets or ways have the right to make all proper and reasonable use of such part of the street for the convenience of their lots, not inconsistent with the paramount right of the public to the use of the street in all its parts.” (McCormick v. South Park Comrs. 150 Ill. 516.) The improvement, erection or repair of buildings and the construction of drains and sewers therefor, or of other adjuncts, frequently cause necessary obstructions upon public highways. The excavation of an area in the sidewalk adjoining a building in process of erection is not an unlawful encroachment on the street. (City of Chicago v. Robbins, 67 U. S. 418; Commonwealth v. Passmore, 1 Serg. &amp; R. 217; Clark v. Fry, 8 Ohio St. 358.) Placing building materials in the street preparatory to building on the land is not Unlawful if the street is not improperly obstructed and the materials are removed within a reasonable time. (Van O’Rinda v. Rothrop, 21 Pick. 292; Mallory v. Griffey, 85 Pa. 275; Hundhausen v. Bond, 36 Wis. 29; Raymond v. Kiseberg, 84 id. 302; King v. Ward, 4 A. &amp; E. 405 ; Rex v. Jones, 3 Campb. 230.) The delivery of merchandise, fuel or other supplies at business and other houses on a street is a necessary incident to the use of a public highway. The streets of a city would be of comparatively little use if merchants could not deposit their goods in them temporarily in their transit to the storehouse. A merchant may use and temporarily obstruct the street and sidewalk in front of his premises for loading and unloading goods when not restrained by ordinance, if he does not unnecessarily or unreasonably interfere with their use by the traveling public. (Welsh v. Wilson, 101 N. Y. 254; Halsey v. Rapid Transit Street Railway Co. 47 N. J. Eq. 380; Tompkins v. North Hudson Railroad Co. 63 N. J. L. 322.) Skids may be used in a reasonable manner, so as not to unnecessarily encumber or obstruct the sidewalk, for the purpose of facilitating the removal of the merchandise. Welsh v. Wilson, supra; Mathews v. Kelsey, 58 Me. 56; Jochem v. Robinson, 66 Wis. 638, and 72 id. 199.</p> <p id=\"b276-2\" pgmap=\"276(353) 277(374) 278(70)\">The extent of the right thus to interfere with the public’s free and uninterrupted enjoyment of the use of the sidewalk depends upon the necessity of the case so far as the individual is concerned and the reasonableness of the use against the public. .It is said in Flynn v. Taylor, 127 N. Y. 596: “The owner of land abutting upon a public street is permitted to encroach on the primary right of the public to a limited extent and for a temporary purpose, owing to the necessity of the case. Two facts must, however, exist to render the encroachment lawful: (1) The obstruction must be reasonably necessary for the transaction of business; (2) it must not unreasonably interfere with the rights of the public. * * * The foundation upon which the exception seems to rest is, that it is better for the public to suffer a slight inconvenience than for the adjacent owner to sustain a serious loss. Any unnecessary or unreasonable use of a street, however, is a public nuisance.” The necessity for using the sidewalk need not be absolute—it is sufficient if it be reasonable. (Jochem v. Robinson, supra.) In Commonwealth v. Passmore, supra, the court said: “It is true that necessity justifies actions which would otherwise be. nuisances. It is true, also, that this necessity need not be absolute,—it is enough if it be reasonable. No man has a right to throw wood or stones into the street at pleasure, but, inasmuch as fuel is necessary, a man may throw wood into the stre'et for the purpose of having, it carried to his house, and it may lie there a reasonable time. So, because building is necessary, stones, bricks, lime, sand and other materials may be placed in the street, provided it be done in the most convenient manner.” It is not sufficient, however, that the obstructions are necessary with reference to the business of the person who maintains them; they must also be reasonable with reference to the rights of the public. Callanan v. Gilman, 107 N. Y. 360. The agreed statement of facts shows that the use of skids prevents the storage of merchandise upon the sidewalk and enables appellant to remove it in from one-half to one-tenth of the time that would otherwise be required; that there is no other method by which it could be removed with less danger or obstruction to the public; that unless the use of skids or other mechanical appliances be permitted it would be impossible for appellant to move to and from its building the bulkier packages in which it deals, and it could not successfully prosecute its business but would practically be required to suspend the same; that skids are used only when reasonably necessary in the conduct of appellant’s business, and that there is no other method of doing the work with less inconvenience to the public. It thus appears that, so far as the thing here in controversy— the use of the skids—is concerned^ it is advantageous to the public convenience. The public is put to less inconvenience by their use than without them. In order to justify appellant’s use of the skids it must appear that their use is reasonably necessary in the conduct of its business and that it is reasonable so far as the public is concerned. That it is necessary to appellant’s business is agreed to. Whether or not its use of the skids is reasonable as against the public is a question of fact. That their use to some extent is so reasonable is clear from the record. Whether their use to the extent to which they have been used by appellant is reasonable is a question not now before us to decide. Appellant seeks an injunction only against being denied the privilege of using them reasonably. It is clear that appellant may rightfully use the skids to some extent. Their use is not, of itself, unlawful or a nuisance, but is lawful. If the manner or extent of that use, the place in which it is exercised or the conditions surrounding it are such as to make it unlawful by reason of its being unreasonable, that is a question of fact to be determined in a judicial proceeding. (Laugel v. City of Bushnell, 197 Ill. 20.) The city council, in the exercise of its general control over the streets, has the right to regulate the use of skids, and may fix the time and place, conditions and circumstances,thereof, but its executive officers have no authority to interfere with appellant’s conduct of its business except in the enforcement of an ordinance or in pursuance of judicial process.</p> <p id=\"b278-4\" pgmap=\"278\">The appellees have cited section 221 of the Criminal Code, declaring it to be a public nuisance “to obstruct or encroach upon public highways,” etc., and paragraph 11 of section 1 of article 5 of the City and Village act, giving to the city council power “to prevent and remove encroachments upon” the street. It is their position that whatever interferes with the uninterrupted, unimpeded and unobstructed use by the public of any part of the highway is a nuisance. We have seen that this position is unfounded and that there are numerous obstructions of the public use which are lawful. The cases cited by appellees in support of this proposition are all cases of permanent obstructions in the street, constituting purprestures therein. If the action of the superintendent of streets and commissioner of public works had been directed against the permanent platforms projecting in front of the shipping doors these decisions would apply, but they do not apply to the skids.</p> <p id=\"b278-5\" pgmap=\"278\">The judgment of the Appellate Court and the decree of the superior court will be reversed and the cause remanded to the latter court, with directions to enter a decree enjoining the appellees from preventing or interfering with the reasonable and necessary use by appellant of skids in' the delivery of merchandise to and from the premises in question across and over the sidewalks contiguous thereto.</p> <p id=\"b278-6\" pgmap=\"278\">Reversed and remanded, with directions. •</p> <p id=\"b278-7\" pgmap=\"278\">Cartwright, C. J., Hand and Scott, JJ., dissenting.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}