{
  "casebody": {
    "data": "<casebody firstpage=\"89\" lastpage=\"105\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b161-8\">Harry Kenneth CLARK, Appellant v. LIBRARY OF CONGRESS, et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b161-10\">No. 83-1510.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b161-11\">United States Court of Appeals, District of Columbia Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b161-12\">Argued April 27, 1984.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b161-13\">Decided Dec. 11, 1984.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b161-14\">As Amended Dec. 24, 1984.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b162-17\"><page-number citation-index=\"1\" label=\"90\">*90</page-number>Clifford B. Hendler, Washington, D.C., with whom Arthur F. Mathews and Arthur B. Spitzer, Washington, D.C., were on brief, for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b162-18\">John Williams Polk, Asst. U.S. Atty., Washington, D.C., with whom Joseph E. diGenova, U.S. Atty., Royce C. Lamberth and R. Craig Lawrence, Asst. U.S. Attys., Washington, D.C., were on brief, for appellees.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b162-19\">Before ROBINSON, Chief Judge, WALD, Circuit Judge, and PALMIERI,<footnotemark>*</footnotemark> Senior District Judge.</p>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b162-15\"> Senior United States District Judge for the Southern District of New York, sitting by designation pursuant to 28 U.S.C. § 294(d).</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b162-20\">Opinion for the Court filed by Senior District Judge PALMIERI.</p>\n<author id=\"b162-21\">PALMIERI, Senior District Judge.</author>\n<p id=\"b162-22\">Harry Kenneth Clark appeals from a final judgment entered in the District Court for the District of Columbia after a non-jury trial dismissing his complaint against the Library of Congress (“Library”) and Daniel J. Boorstin, the Librarian of Congress. This case involves issues regarding Clark’s right to freedom of belief and association guaranteed by the first amendment and a related claim that Clark’s employment status with the Library was adversely affected. For the reasons discussed below, we reverse.</p>\n<p id=\"b162-23\">I. Factual Background</p>\n<p id=\"b162-24\">Clark was a reshelver of books at the Library between 1973 and 1979. Clark’s position was classified by the Library as non-sensitive to any security interests. His duties were to shelve, circulate, and retrieve periodical publications available to the public. The parties stipulated that Clark had no access to classified material and that he had no supervisory or policy-<page-number citation-index=\"1\" label=\"91\">*91</page-number>making responsibilities. Clark had an excellent work record at the Library.</p>\n<p id=\"b163-5\">From January, 1973, through September, 1976, Clark attended college part-time and worked full-time at the Library. In September, 1976, Clark transferred to a part-time position at the Library in order to attend college full-time. While in college, Clark attended several meetings of the Young Socialist Alliance (“YSA”), a lawful political group affiliated with the Socialist Workers Party (“SWP”), another lawful political group, and his name was added to the mailing list of the YSA. “[T]he SWP does not advocate the use of violence. It seeks instead to achieve social change through the political process, and its members regularly run for public office.” <em>Brown v. Socialist Workers ’74 Campaign Committee (Ohio), </em>459 U.S. 87, 88, 103 S.Ct. 416, 418, 74 L.Ed.2d 250 (1982). <em>Accord, Scythes v. Webb, </em>307 F.2d 905, 909 (7th Cir.1962).</p>\n<p id=\"b163-6\">In 1975, several informers reported Clark’s YSA activities to the Federal Bureau of Investigation (“FBI”). In January, 1976, the FBI notified the Civil Service Commission of these activities, and the Commission in turn informed the Library’s Personnel Security Office.</p>\n<p id=\"b163-7\">In June, 1976, the Library, in writing, requested the FBI to conduct a five-part investigation into Clark’s political beliefs and activities. The Library also asked the FBI to develop any other information that might “reflect adversely on his suitability for continued Federal employment.”<footnotemark>1</footnotemark> Testimony by Library personnel showed that the Library expected Clark to be subjected by the FBI to a “full field investigation,” and such an investigation was in fact carried out. During the course of this investigation, the FBI interviewed eight of Clark’s co-workers, including his supervisors, at the Library. This inquiry was not limited to Clark’s political beliefs. Among other questions, the FBI asked about his activities while on vacation, about his involvement with religious groups, and whether Clark was a homosexual. The FBI also interviewed four of Clark’s coworkers on earlier jobs. Two of Clark’s former teachers were interviewed, along with three of his former neighbors in New York and four of his or his family’s neighbors in Washington, D.C. The FBI also investigated Clark’s high school and college records and sought information about his parents, siblings, and grandmother. In addition, the FBI checked the records of the Minneapolis, St. Paul and District of Columbia Police Departments, the Hennepin County, Minnesota, Sheriff’s Office, the Ramsey County, Minnesota, Sheriff’s Office, the District of Columbia Bureau of Motor Vehicles, and the Civil Service Commission Bureau of Personnel Investigation. The FBI also investigated Clark’s credit record. None of these checks provided any information to suggest that Clark was a security risk or otherwise unsuitable for federal employment.</p>\n<p id=\"b163-11\">Clark was aware of the investigation while it was going on and was acutely embarrassed by it. Moreover, as a result of the investigation Clark’s family and friends specifically advised Clark to cease his political activities. The uncontradicted testimony established that Clark suffered mental anguish and was chilled in the exercise of his first amendment rights as a result of the investigation.</p>\n<p id=\"b163-12\">The FBI’s report was forwarded to the Civil Service Commission and then to the Library. The Library concluded that no <page-number citation-index=\"1\" label=\"92\">*92</page-number>further investigative or adjudicative action needed to be taken with respect to Clark on this matter.</p>\n<p id=\"b164-4\">Clark graduated from college in May, 1977, and thereupon sought to return to work full-time at the Library. Over the next two years, Clark applied for forty low-level, non-sensitive positions at the Library. The Library stipulated that he was qualified for at least 17 of these positions. However, Clark was selected for none of these positions. In January, 1979, Clark left the Library, in part because of his failure to be promoted and in part because his knees began to bother him. Through Freedom of Information Act requests, Clark obtained the FBI files on the investigation of him and thereupon instituted this action.</p>\n<p id=\"b164-5\">Clark made two claims at trial. First, he claimed that given his low-level, non-sensitive, non-policymaking position, the full field investigation violated his first amendment rights of speech and association and invaded his privacy. Clark’s second claim was for employment discrimination — Clark claimed that his failure to obtain any of the forty relatively low-level positions for which he applied during 1977 through 1979 was the result of his political beliefs and associations and the investigation into those beliefs and associations. For relief, Clark sought compensatory and punitive damages, an injunction against any Library requests for further investigations if he resumed work there, correction of his personnel records, and reinstatement in a position he would have occupied had his constitutional rights not been violated.</p>\n<p id=\"b164-6\">II. The Lawfulness of the Investigation</p>\n<p id=\"b164-7\">Clark claims that in view of his non-sensitive, non-policymaking position, the full field investigation carried out on him was unwarranted and violated his first amendment rights of speech and association and invaded his privacy. The district court declined to decide whether Clark’s constitutional rights were violated by the investigation. Rather, the court simply assumed, on the basis of two cases decided in contexts very different from the instant case, that the Library had a right to make some investigation into Clark’s employment suitability. Given this premise, the district court held, without citing any authority, that only the FBI and not the Library was responsible if the investigation was unreasonably intrusive or inhibiting.<footnotemark>2</footnotemark></p>\n<p id=\"b164-11\">Before turning to the substance of Clark’s claims, we must address the Library’s argument that Clark’s claim is barred under the Supreme Court’s decision in <em>Laird v. Tatum, </em>408 U.S. 1, 92 S.Ct. 2318, 33 L.Ed.2d 154 (1972). The Library relies upon <em>Laird </em>for the proposition that Clark suffered no direct injury to his first amendment rights and hence has no standing to challenge the lawfulness of the investigation carried out on him.</p>\n<p id=\"b164-12\"><em>Laird </em>involved a challenge to the “very existence” of an Army data-gathering system designed to collect information relating to civil disorders in the early 1970’s. <em>Id. </em>at 13, 92 S.Ct. at 2325. The plaintiffs in <em>Laird </em>claimed that they were chilled in the exercise of their first amendment rights “not by any specific action of the Army against them, [but] only [by] the existence and operation of the intelligence gathering and distributing system.” <em>Id. </em>at 3, 92 S.Ct. at 2320 (quoting <em>Tatum v. Laird, </em>444 F.2d 947, 953 (D.C.Cir.1971)). The Supreme Court stated the issue in <em>Laird </em>as being “whether the jurisdiction of a federal court may be invoked by a complainant who alleges that the exercise of his first amendment rights is being chilled by the <em>mere existence, without more, </em>of a governmental investigative and data-gathering activity that is alleged to be broader in scope than is reasonably necessary for the accomplishment of a valid government purpose.” <em>Id. </em>408 U.S. at 10, 92 S.Ct. at 2324 (emphasis added). Under the circumstances in <em>Laird, </em>the Court reached a “narrow conclu<page-number citation-index=\"1\" label=\"93\">*93</page-number>sion,” namely, “that on this record the respondents have not presented a case for resolution by the courts.” <em>Id. </em>at 15, 92 S.Ct. at 2326.</p>\n<p id=\"b165-5\">In arriving at that conclusion, the Court emphasized that the plaintiffs had challenged the mere existence of the information-gathering system, and not any specific action taken against them. “[T]heir claim, simply stated, is that they disagree with the judgments made by the Executive Branch with respect to the type and amount of information the Army needs and that the <em>very existence </em>of the Army’s data-gathering system produces a constitutionally impermissible chilling effect upon the exercise of their first amendment rights.” <em>Id. </em>at 13, 92 S.Ct. at 2325 (emphasis added). The Court noted that the plaintiffs failed to explain the “precise connection between the mere existence of the challenged system and their alleged chill.” <em>Id. </em>at 13 n. 7, 92 S.Ct. at 2325 n. 7. Moreover, the Court took note of the plaintiffs’ concession that they themselves were not suffering from any chill and that they were attempting to represent others not so courageous as themselves. <em>Id. </em>The Court stated that the plaintiffs could not under such circumstances establish “that ‘personal stake in the outcome of the controversy’ essential to standing.” <em>Id. </em>(quoting <em>Baker v. Carr, </em>369 U.S. 186, 204, 82 S.Ct. 691, 703, 7 L.Ed.2d 663 (1962)).</p>\n<p id=\"b165-6\">Clark, in contrast, involves a targeted investigation of an individual based solely on the exercise of his associational rights resulting in concrete harms to his reputation and employment opportunities. Clark is claiming that he suffered a present, objective harm, as well as an objective chill of his first amendment rights,<footnotemark>3</footnotemark> and not merely alleging a potential <em>subjective </em>chill as in <em>Laird.</em></p>\n<p id=\"b165-9\">Furthermore, Clark has alleged that the investigation led to the Library’s failure to promote him to any of the numerous positions for which he applied and for which the Library concedes he was qualified. This is clearly an allegation of direct injury, and Clark is entitled to a determination of the lawfulness of the investigation. For unless the investigation was unlawful, Clark has no basis upon which to proceed with his theory that it led to his failure to be promoted in violation of his first amendment rights.</p>\n<p id=\"b165-10\">Finally, in holding that the <em>Laird </em>case was not justiciable, the court was concerned with avoiding a situation where the “federal courts [are] virtually continuing monitors of the wisdom and soundness of Executive action.” <em>Laird, </em>408 U.S. at 15, 92 S.Ct. at 2326.</p>\n<blockquote id=\"b165-11\">Stripped to its essentials, what respondents appear to be seeking is a broad-scale investigation, conducted by themselves as private parties armed with the subpoena power of a federal district court and the power of cross-examination to probe into the Army’s intelligence-gathering activities, with the district court determining at the conclusion of that investigation the extent to which those activities may or may not be appropriate to the Army’s mission.</blockquote>\n<p id=\"b165-12\"><em>Id. </em>at 14, 92 S.Ct. at 2326. No such role is foisted upon the Court in the instant case.</p>\n<p id=\"AQq\">In the civilian context of this case, the .equivalent of the plaintiff’s complaint in <em>Laird </em>would have been a challenge by Clark to the very existence of the FBI’s civilian employee investigative system and a demand that the court assist him in a broadscale investigation of the propriety of the overall employee-suitability investigatory activities of the FBI.<footnotemark>4</footnotemark> Clark makes no <page-number citation-index=\"1\" label=\"94\">*94</page-number>such claim. He based his claim on a significantly intrusive investigation for which he alone was singled out by the Library on the basis of his peaceful association with a lawful political organization. The Supreme Court would have to have gone considerably further than it did in <em>Laird </em>in order to bar Clark’s claim in this case. We thus hold that Clark has presented this court with a justiciable controversy.<footnotemark>5</footnotemark> We must therefore turn to the question of whether the investigation carried out against Clark can be justified under applicable constitutional doctrine.</p>\n<p id=\"b166-4\">The first amendment protects the rights of all citizens, including government employees, to hold political beliefs and belong to lawful political parties and associations. <em>Elrod v. Burns, </em>427 U.S. 347, 356-60, 96 S.Ct. 2673, 2681-83, 49 L.Ed.2d 547 (1976). <em>See Smith v. Arkansas State Highway Employees, </em>441 U.S. 463, 465, 99 S.Ct. 1826, 1828, 60 L.Ed.2d 360 (1979) (per curiam); <em>Pickering v. Board of Education, </em>391 U.S. 563, 574-75, 88 S.Ct. 1731, 1737-38, 20 L.Ed.2d 811 (1968). Like other citizens, government employees also have a constitutional right to form political beliefs and lawful associations without governmental intrusion or compelled disclosure. <em>Buckley v. Valeo, </em>424 U.S. 1, 64, 96 S.Ct. 612, 656, 46 L.Ed.2d 659 (1976) (per curiam) (“compelled disclosure, in itself, can seriously infringe on privacy of association and belief guaranteed by the First Amendment”). Significant impairments of these first amendment rights must withstand exacting scrutiny and may not be justified on a showing of a mere legitimate state interest. <em>Elrod v. Burns, </em>427 U.S. at 362, 96 S.Ct. at 2684; <em>Buckley v. Valeo, </em>424 U.S. at 64, 96 S.Ct. at 656; <em>Kusper v. Pontikes, </em>414 U.S. 51, 58, 94 S.Ct. 303, 308, 38 L.Ed.2d 260 (1973). Exacting scrutiny is especially appropriate where the government action is motivated solely by an individual’s lawful beliefs or associations, for government action so predicated is imbued with the potential for subtle coercion of the individual to abandon his controversial beliefs or associations. Whether or not the government intended to punish or coerce the individual cannot be the sole test of legitimacy in such governmental action. Where the government’s action inflicts a palpable injury on the individual because of his lawful beliefs, it has the direct and consequent effect of chilling his rights to freedom of belief and association. For these reasons, the Supreme Court has held such governmental actions may be justified only upon a showing of a paramount or vital governmental interest. <em>Elrod v. Burns, </em>427 U.S. at 362, 96 S.Ct. at 2684. The burden is on the government to show the existence of such an interest. <em>Id. </em>Moreover, the government must demonstrate that the means chosen to further its compelling interest are those least restrictive of freedom of belief and association. <em>Id. </em>at 362-3, 96 S.Ct. at 2684-5. “This type of scrutiny is necessary even if any deterrent effect on the exercise of First Amendment rights arises, not through direct government action, but indirectly as an unintended but inevitable result of the government’s conduct.” <em>Id. </em>at 362, 96 S.Ct. at 2684 (quoting <em>Buckley v. Valeo, </em>424 U.S. at 65, 96 S.Ct. at 656). “[Wjhen a State attempts to make inquiries about a person’s beliefs or associations, its power is limited by the First Amendment. Broad and sweeping state inquiries into these protected areas ... discourage citizens from exercising rights protected by the Constitution.” <em>Baird v. State Bar of Arizona, </em>401 U.S. 1, 91 S.Ct. 702, 27 L.Ed.2d 639 (1971) (plurality opinion). The full field investigation carried out against Clark constituted a “broad and sweeping inquiry” into Clark’s political beliefs and associations and must <page-number citation-index=\"1\" label=\"95\">*95</page-number>be justified under the standard outlined above. The Library must show that the investigation was necessary to serve a vital governmental interest and that the full field investigation was the available means least restrictive of Clark’s first amendment rights.</p>\n<p id=\"b167-5\">A. <em>Request for Full Field Investigation</em></p>\n<p id=\"ALp\">In analyzing the decision of the district court, it is important to note what this case does <em>not </em>involve. This is not a case of a routine security investigation of a government employee.<footnotemark>6</footnotemark> Furthermore, this case does not involve an employee in a sensitive position requiring a security clearance. What we are confronted with here is a situation of a non-sensitive employee with no access to classified materials, singled out for an extraordinary investigation on the basis of information received by the Library to the effect that he was associated with a lawful political group.</p>\n<p id=\"b167-6\">Under the standard set forth above, the Library could justify an investigation of the sort at issue here if it could show that the investigation was necessary for the protection of national security. The Library failed completely, however, to demonstrate that Clark posed any national security risk whatsoever. Indeed, the Library’s own designation of Clark’s reshelver position as non-sensitive precludes such a demonstration. As the Supreme Court noted in <em>Cole v. Young, </em>351 U.S. 536, 546, 76 S.Ct. 861, 868, 100 L.Ed. 1396 (1956), “employees who are not in ‘sensitive’ positions ... are ... not situated where they could bring about any discernible adverse effects on the Nation’s security.”<footnotemark>7</footnotemark> Moreover, the Library did not attempt to set forth any facts whatever which might indicate any way in which Clark could have posed a security risk.<footnotemark>8</footnotemark></p>\n<p id=\"b167-14\">Indeed, the trial testimony of the Library’s own personnel security officers indicated that non-sensitive employees pose no security risk.<footnotemark>9</footnotemark> Thus, rather than demonstrating that the Library had a vital interest in investigating Clark in order to avoid his becoming a national security risk, the facts here indicate that Clark posed no national security risk and was situated no differently than the general public with respect to national security concerns.</p>\n<p id=\"b167-15\">Apart from security concerns, which are limited to sensitive employees, the Library has a legitimate interest in the suitability of all its employees with respect to their “loyalty” to the government.<footnotemark>10</footnotemark> A govern<page-number citation-index=\"1\" label=\"96\">*96</page-number>ment employee may be dismissed for disloyalty, but only if the employee is a <em>knowing </em>member of an organization that advocates the violent or forceful overthrow of the government <em>and </em>the employee has the <em>specific intent </em>to act unlawfully. <em>Keyishian v. Board of Regents, </em>385 U.S. 589, 606-610, 87 S.Ct. 675, 685-687, 17 L.Ed.2d 629 (1967). <em>See also Elfbrandt v. Russell, </em>384 U.S. 11, 17, 19, 86 S.Ct. 1238, 1241, 1242, 16 L.Ed.2d 321 (1966) (“Those who join an organization but do not share its unlawful purposes and who do not participate in its unlawful activities surely pose no threat, either as citizens or as public employees____ A law which applies to membership without the ‘specific intent’ to further the illegal aims of the organization infringes unnecessarily on protected freedoms.”).</p>\n<p id=\"b168-6\">Although the grounds justifying an investigation into the loyalty of a government employee must be broader than those justifying an employee’s dismissal on loyalty grounds,<footnotemark>11</footnotemark> in the instant case the Library had no reason to believe that <em>any </em>of the elements which must exist in order to justify the dismissal of an employee on loyalty grounds were present. The only information upon which the Library based its request for the FBI investigation of Clark was the fact that Clark was a member of the District of Columbia chapter of the YSA. Since, as the Supreme Court noted in <em>Brown v. Socialist Workers ’74 Campaign Committee (Ohio), </em>459 U.S. 87, 88, 103 S.Ct. 416, 418, 74 L.Ed.2d 250 (1982), “the SWP does not advocate the use of violence,”<footnotemark>12</footnotemark> the Library had no grounds to believe Clark was a member, knowing or not, of an organization advocating the violent overthrow of the government and therefore no basis to request an FBI investigation of Clark on loyalty grounds. In no case has a full field investigation of a nonsensitive employee been sanctioned by a court on the ground that the employee was a member of a lawful political party that does not espouse violence, but rather seeks to achieve social change through the political process.</p>\n<p id=\"b168-11\">The two cases relied upon by the district court are inapposite to the case at hand. <em>Anonymous v. Kissinger, </em>499 F.2d 1097 (D.C.Cir.1974), <em>cert. denied, </em>420 U.S. 990, 95 S.Ct. 1424, 43 L.Ed.2d 671 (1975), one of the cases relied upon by the district court, involved a challenge to the dismissal of a temporary employee from a sensitive position in the Department of State. The employee in <em>Kissinger </em>had been appointed <page-number citation-index=\"1\" label=\"97\">*97</page-number>pursuant to an “Emergency Appointment to Sensitive Position Pending Completion of Full Field Investigation.” <em>Id. </em>at 1098. During a routine security investigation, the employee admitted that he had resorted to psychiatric counseling on several occasions. The government thereupon requested the employee to submit to psychiatric examination. The employee refused to do so. Citing this refusal to cooperate as the basis for its action, the government dismissed the employee. The employee challenged the dismissal solely on the basis that he had been denied due process of law because the ground given for the dismissal — refusal to cooperate — allegedly lacked support. This court held that the grounds given for dismissal were well supported and hence found no denial of due process. In the course of its opinion, the court noted that the employee’s admitted resort to psychiatric counseling “furnished a reasonable basis for the agency to explore further the emotional stability of [the employee] for the <em>sensitive position </em>involved.” <em>Id. </em>at 1102 (emphasis added).</p>\n<p id=\"b169-5\">Several factors clearly set the <em>Kissinger </em>case apart from the case at hand. First, the only claim raised in the <em>Kissinger </em>case was one for denial of due process, on the theory that the employee was dismissed in an arbitrary and discriminatory fashion. No first amendment claim was involved. No challenge was made to the investigation on the ground that the employee was improperly singled out for investigation solely on the basis of his lawful political associations. The finding of this court in <em>Kissinger </em>that the employee’s admitted seeking of psychiatric counseling constituted a permissible ground for further investigation provides no support for the proposition that Clark’s association with a lawful political group constituted such a ground.</p>\n<p id=\"b169-6\">Moreover, the <em>Kissinger </em>case involved a routine security investigation of a sensitive employee. The standards governing the permissible grounds for investigation of sensitive employees, particularly routine investigations, are very different from those governing the grounds justifying investigation of non-sensitive employees, as Clark admittedly was. <em>See generally </em>Executive Order 10450, Federal Personnel Manual Chapter 736; Library of Congress Regulations §§ 2024-4, 2024-6. The grounds justifying investigation of sensitive employees, who by definition are capable of compromising national security by virtue of their positions, must be considerably broader than those justifying the investigation of non-sensitive employees, about whom “[questions of security do not arise.” Federal Personnel Manual Ch. 731, Sub-chapter l-2(a). <em>See also Cole v. Young, </em>351 U.S. 536, 546, 76 S.Ct. 861, 868, 100 L.Ed. 1396 (1956) (“employees who are not in ‘sensitive’ positions ... are ... not situated where they could bring about any discernible adverse effects on the Nation’s security”). In sum, the finding of this court in <em>Kissinger </em>that a sensitive employee was properly subjected to investigation into his emotional stability on the basis of his admitted resort to psychiatric counseling provides no support for the conclusion that Clark, a non-sensitive employee, was properly subjected to an investigation on the basis of his association with a lawful political group.</p>\n<p id=\"b169-8\"><em>Gayer v. Schlesinger, </em>490 F.2d 740 (D.C. Cir.1973), the other case relied upon by the district court, is equally inapplicable to the case at hand for the same reasons as is <em>Kissinger. Gayer </em>involved a challenge by three homosexuals employed in the defense industry to withdrawal of their security clearance. In <em>Gayer, </em>the court noted that the Defense Department could properly “continue to review [the employees’] eligibility for clearance” and that the government was “entitled to develop the kind of deviant sexual life the applicant lives.” <em>Id. </em>at 751-52. Again, the case did not address the issue whether lawful political associations may constitute permissible grounds for investigation of non-sensitive employees, and provides no support for the lower court’s position.</p>\n<p id=\"b169-9\">The district court declined to decide whether, on the facts of this case, Clark’s constitutional rights were violated by either the initiation or the scope of the inves<page-number citation-index=\"1\" label=\"98\">*98</page-number>tigation. Instead, the district court accepted as a premise that the government had a right to make at least “some inquiry into the employee’s suitability,” and then proceeded to hold that even if the scope of the investigation was unreasonably intrusive, the FBI, not the Library, was at fault. Given the facts of this ease, there can be no escape from making a determination of whether permissible grounds existed for the initiation of the investigation. The Library’s request for a full field investigation of Clark was predicated solely on the basis of Clark’s membership in a lawful political organization. Thus, on the record before us, the Library failed to establish any permissible justification for initiating the investigation. Since this case must be remanded to the district court for further consideration of the Library’s liability for the unreasonably intrusive scope of the investigation, the Library will be afforded an opportunity to offer additional evidence establishing permissible grounds for initiating the investigation.</p>\n<p id=\"b170-4\">B. <em>Scope of Investigation</em></p>\n<p id=\"b170-5\">We now turn to the second prong of the district court’s decision on Clark’s first amendment claim, namely, that given the premise that some form of investigation was appropriate, the FBI, and not the Library, was responsible if the investigation was unreasonably intrusive or inhibiting. The district court cited no authority for this holding and this court has found none. There can be no doubt that the Library was responsible for the entire scope of the investigation at issue here.</p>\n<p id=\"b170-6\">Upon receipt of information that Clark was associated with the YSA, the Library specifically requested the FBI to engage in a five-point investigation into Clark’s political beliefs and associations and any other information that could “otherwise reflect adversely on his suitability for continued Federal employment.”<footnotemark>13</footnotemark> Moreover, the testimony of Personnel Security Officers Love and Stringer, the persons who respectively drafted and signed the investigation request, indicated that at the time they made the request, both expecfed a full field investigation to be carried out.</p>\n<p id=\"b170-12\">Principles of tort law are applicable in suits involving alleged violations of constitutional rights. <em>See, e.g., Halperin v. Kissinger, </em>606 F.2d 1192, 1207-08 (D.C.Cir. 1979), <em>aff'd in part and cert. dismissed in part, </em>452 U.S. 713, 101 S.Ct. 3132, 69 L.Ed.2d 367 (1981). Under applicable tort principles, the Library, by virtue of the manner in which it induced the FBI investigation and its expectation that a full field investigation would in fact be carried out, became responsible for the full scope of the investigation conducted on Clark. Restatement (Second) of Torts §§ 303, 877. .</p>\n<p id=\"b170-13\">When as here, an investigation is motivated solely by an individual’s political beliefs or associations, the government must tailor its investigation so that it is the least restrictive means of achieving its compelling interest. Thus, the government had an obligation to limit the investigation to that which would least harm Clark’s reputation and chance for future employment while still yielding information about his loyalty. Although this court generally will not sit as a monitor of the scope of FBI investigations, the facts of the present case obligate the court to review whether the investigation of Clark was appropriately tailored to achieve legitimate government purposes while minimizing any harm to Clark as a result of exercising his first amendment rights.</p>\n<p id=\"b170-14\">The full field investigation of Clark was not authorized by any administrative regulation. The investigation was not sanctioned by Executive Order 10450 (Security Requirements for Government Employees) (April 27, 1953). Except for routine national agency checks,<footnotemark>14</footnotemark> Executive Order 10450 requires investigations only in cases where <page-number citation-index=\"1\" label=\"99\">*99</page-number>information is received indicating that the retention of an employee “may not be clearly consistent with the interests of national security.” Executive Order 10450, § 5. In fact, Executive Order 10450, § 3(a) appears to authorize a full field investigation only for national security reasons and even suggests a less intrusive investigation if consistent with national security. As noted above, security concerns were not raised in this case.<footnotemark>15</footnotemark> Therefore, the FBI investigation was inappropriate under sections 5 &amp; 3(a) of the Executive Order.<footnotemark>16</footnotemark></p>\n<p id=\"b171-5\">The Federal Personnel Manual provides that a government employee may be dismissed on loyalty grounds (as distinguished from security grounds) if he is a knowing member of an organization seeking the violent overthrow of the government.<footnotemark>17</footnotemark> However, nowhere does the Manual authorize investigation on the basis of information that an employee is a member of a lawful political organization that does not espouse the violent overthrow of the government. The Federal Personnel Manual, Ch. 736, Subch. 3-2 states that if information develops indicating that an employee in a nonsensitive position is “unsuitable,” a “limited personal investigation [which will] [o]rdinarily ... not be the equivalent of a full field investigation ...” will be undertaken. This investigation “will be limited to verifying or disproving the information which may be disqualifying.” <em>Id. </em>Putting aside the point that Clark’s membership in the YSA — an associational activity protected under the first amendment — could not be “disqualifying,” the Library exceeded its authority under the relevant administrative regulations by causing a full field investigation to be initiated. The regulations clearly contemplated a significantly less intrusive type of investigation and provided the mechanism for such an investigation.<footnotemark>18</footnotemark></p>\n<p id=\"b171-10\">In conclusion, the Library has failed to demonstrate the existence of any legitimate, much less compelling justification for the full field investigation of Clark. It is unquestionable that investigations such as the one at issue here are justifiable under certain circumstances, especially in cases of persons in sensitive positions. However, to hold that the full field investigation of Clark was justified on the basis of the record here would be to sanction intrusive and injurious investigations initiated on the basis of minimal information regarding an employee’s association with a lawful political group, no matter how menial or inconsequential the position of the employee might be.</p>\n<p id=\"b171-11\">The district court’s judgment on this claim is reversed. The claim is remanded to the district court for further proceedings consistent with this opinion.</p>\n<p id=\"b171-12\">III. The Failure to Promote</p>\n<p id=\"Aer\">Clark claims that his failure to obtain any of the forty relatively low-level positions for which he applied during 1977 through 1979 was the result of his disfavored political association with the YSA and the investigation into that association.</p>\n<p id=\"b172-3\"><page-number citation-index=\"1\" label=\"100\">*100</page-number>Clark offered no direct evidence at trial bearing on the reasons for his failure to be hired for any of the positions for which he applied. Rather, Clark relied on the following to support his claim: (1) evidence that he applied for 40 low-level positions, for 17 of which the Library concedes he was qualified; (2) evidence allegedly showing that Clark not only met the minimum qualifications for the positions in question, but also that he should have been a strong candidate for the positions (good work record, four to six years Library experience, college degree); (3) evidence that he had been a member of an unpopular political group and that he had been investigated because of that association; (4) a circumstantial explication of the possible manner in which the investigation may have led to his rejection, namely, that because of their having been questioned about Clark by the FBI and because of the speculation about Clark that allegedly spread throughout the Library in the wake of the investigation,<footnotemark>19</footnotemark> Clark’s supervisors may have developed doubts about Clark’s maturity, judgment, responsibility and the like and therefore recommended him less highly for the positions for which he applied than they otherwise would have;<footnotemark>20</footnotemark> and (5) a statistical analysis allegedly showing that the odds were only 12 out of 100 that Clark would have been rejected as a matter of chance for all 17 positions for which the Library conceded he was qualified. Clark’s statistical analysis, the linchpin of his discriminátion case, is built upon a principle of statistics known as the multiplication rule. Clark alleges that his statistical analysis demonstrates that there was nearly an 88 percent probability that some factor other than chance explained the repeated rejections of Clark’s applications. Clark maintains that this “other factor” was his association with the YSA and the unlawful investigation into that association.</p>\n<p id=\"b172-6\">The Library presented no evidence to rebut Clark’s case on the discrimination claim. In particular, the Library made no attempt to show any deficiency on Clark’s part, any better qualifications on the part of those chosen over him or any other reason to explain its failures to appoint Clark to any of the forty positions for which he applied. Rather, the Library argued that Clark’s statistical analysis could not be admitted without its presentation through expert testimony.</p>\n<p id=\"b172-7\">The district court dismissed this claim on the ground that Clark’s statistical analysis was flawed since Clark failed to prove that those chosen over him were not also persons holding disfavored political beliefs. In arriving at this holding, the district court apparently applied a principle used in Title VII cases.<footnotemark>21</footnotemark> A plaintiff in a Title VII race discrimination case may not prevail if it is demonstrated that those chosen over him were members of the same racial minority as the plaintiff. There are several problems with the district court’s application of this principle here. First, it was <page-number citation-index=\"1\" label=\"101\">*101</page-number>inappropriate to place the burden of demonstrating the political orientation of the chosen applicants upon Clark in view of the fact that the Library, which certainly had better access than Clark to such information, refused to provide this information in response to Clark’s discovery requests.<footnotemark>22</footnotemark> Second, the political orientation of the chosen applicants is of doubtful relevance in the context of this case. In a Title VII race discrimination case, the employer presumably knows the race of the chosen applicants. Here, however, it is unlikely that the Library knew the political orientation of the chosen applicants.<footnotemark>23</footnotemark> The relevant issue here, then, is not whether the chosen applicants were also members of unpopular groups or held unpopular views, but rather whether Clark was in a position different from these applicants because he had been subjected to an unlawful investigation that had placed him under a cloud of suspicion. Thus, the reasons given by the district court for dismissing Clark’s employment discrimination claim were erroneous. The district court’s judgment on this claim must be reversed and the claim must be remanded for consideration of whether Clark met his burden of proof under the standard applicable to first amendment-based employment discrimination claims.</p>\n<p id=\"b173-5\">The standard applicable in this case was set forth by the Supreme Court in <em>Mt. Healthy City School District Board of Education v. Doyle, </em>429 U.S. 274, 97 S.Ct. 568, 50 L.Ed.2d 471 (1977).<footnotemark>24</footnotemark> Under the <em>Mt. Healthy </em>standard, a plaintiff must prove that conduct protected by the first amendment was a “substantial” or “motivating” factor in the employer’s decision not to act favorably on the plaintiff’s application. <em>Id. </em>at 287, 97 S.Ct. at 576. Once the plaintiff has met this burden, the burden shifts to the employer to demonstrate that the protected conduct was not the “but for” cause of the adverse hiring decision, <em>i.e., </em>that the employer would have reached the same decision even in the absence of the protected conduct. <em>Id. </em>Thus, Clark must demonstrate that his constitutionally protected association with the YSA or the unlawful investigation that arose out of that association was a substantial or motivating factor in the Library’s decision not to appoint Clark to any of the positions for which he applied.<footnotemark>25</footnotemark> If the district court determines that Clark has met this burden, judgment must be entered for Clark on this claim in view of the Library’s failure to make any attempt to rebut Clark’s case.</p>\n<p id=\"b173-11\">The Supreme Court has provided no guidance concerning the manner in which the <em>Mt. Healthy </em>standard can be met.<footnotemark>26</footnotemark> It is clear, however, that a plaintiff need not present direct evidence, <em>e.g., </em>admissions of selecting officials, to meet his burden of showing that protected conduct was a substantial or motivating factor in the hiring decision. In <em>Allaire v. Rogers, </em>658 F.2d 1055, 1058-64 (5th Cir.1981), <em>cert. denied, </em>456 U.S. 928, 102 S.Ct. 1975, 72 L.Ed.2d 443 (1982), the Fifth Circuit sanctioned the plaintiff’s use of circumstantial, including statistical, evidence in satisfying the <em>Mt. Healthy </em>test. <em>See also Burris v. Willis Independent School District, </em>713 F.2d 1087, 1095 (5th Cir.1983) (limited circum<page-number citation-index=\"1\" label=\"102\">*102</page-number>stantial evidence sufficient to support jury verdict under <em>Mt Healthy </em>standard). This court holds that Clark may use such evidence in attempting to meet the <em>Mt. Healthy </em>standard.</p>\n<p id=\"b174-4\">In evaluating Clark’s circumstantial and statistical case, the district court must be mindful of the difficulties of proof facing Clark. Here, as in most Title VII cases as well, the reasons for the failure to hire<footnotemark>27</footnotemark> are within the knowledge of the employer alone, and evidence of intent is difficult to adduce. <em>See Bell v. Birmingham Linen Service, </em>715 F.2d 1552, 1556 (11th Cir. 1983). If upon reconsideration the district court determines that Clark has met his burden under <em>Mt. Healthy, </em>judgment must be entered for Clark on this claim.<footnotemark>28</footnotemark></p>\n<p id=\"b174-5\">IV. Sovereign Immunity</p>\n<p id=\"AjF\">The remaining question is whether Clark’s claims for relief are barred by sovereign immunity. Clark seeks non-monetary relief in the form of reinstatement to the position he should have been promoted to, correction of his personnel records and an injunction against the defendants prohibiting any future infringement of his first amendment rights. Clark also seeks compensatory and punitive damages.</p>\n<p id=\"b174-6\">With respect to claims for non-monetary relief, the 1976 amendments to § 702 of the Administrative Procedure Act, 5 U.S.C. § 702, eliminated the sovereign immunity defense in virtually all actions for non-monetary relief against a U.S. agency or officer acting in an official capacity. <em>See Dronenburg v. Zech, </em>741 F.2d 1388, 1389-91 &amp; n. 3 (D.C.Cir.1984); <em>Schnapper v. Foley, </em>667 F.2d 102, 107-08 (D.C.Cir.1981); <em>Sea-Land Service, Inc. v. Alaska Railroad, </em>659 F.2d 243, 244 (D.C. Cir.1981), <em>cert. denied, </em>455 U.S. 919, 102 S.Ct. 1274, 71 L.Ed.2d 459 (1982). Section 702 provides, in relevant part, that:</p>\n<blockquote id=\"b174-10\">An action in a court of the United States seeking relief <em>other than money damages </em>and stating a claim that an agency or an officer or employee thereof acted or failed to act in an official capacity or under color of legal authority shall not be dismissed nor relief therein be denied on the ground that it is against the United States____</blockquote>\n<p id=\"b174-11\"><em>Id. </em>(emphasis added). Clark, however, may not take advantage of this broad waiver of sovereign immunity since the Library of Congress is not an “agency” as defined under the Administrative Procedure Act. <em>See </em>5 U.S.C. § 701(b)(1)(A) (excluding Congress from the definition of agency). Nonetheless Clark’s claims for non-monetary, specific relief are not barred by sovereign immunity. It is well-established that sovereign immunity does not bar suits for specific relief against government officials where the challenged actions of the officials are alleged to be unconstitutional or beyond statutory authority. <em>See Dugan v. Rank, </em>372 U.S. 609, 621-23 (1963); <em>Malone v. Bowdoin, </em>369 U.S. 643, 646-48 (1962); <em>Larson v. Domestic and Foreign Corp., </em>337 U.S. 682, 689-91 (1949) (discussed <em>infra </em>at 28-30). Thus sovereign immunity presents no obstacle to Clark’s claims for non-monetary relief.</p>\n<p id=\"b174-12\">Whether Clark’s claims for monetary relief are barred by sovereign immunity is a more difficult question.<footnotemark>29</footnotemark> This is <page-number citation-index=\"1\" label=\"103\">*103</page-number>not a Bivens-type action where suit is brought against a federal official in his individual capacity for violations of a plaintiff’s constitutional rights.<footnotemark>30</footnotemark> If a plaintiff seeks to recover damages from a defendant in his personal, individual capacity then there is no sovereign immunity bar. Sovereign immunity, however, does bar suits for money damages against officials in their <em>official </em>capacity absent a specific waiver by the government. <em>See Holloman v. Watt, </em>708 F.2d 1399, 1401-02 (9th Cir. 1983), <em>cert. denied, </em>— U.S. —, 104 S.Ct. 2168, 80 L.Ed.2d 552 (1984); <em>Keene Corp. v. United States, </em>700 F.2d 836, 845 (2d Cir.1983), <em>cert. denied, </em>— U.S. —, 104 S.Ct. 195, 78 L.Ed.2d 171 (1983); <em>Sanchez-Mariani v. Ellingwood, </em>691 F.2d 592, 596 (1st Cir.1982); <em>Huntington Towers, Ltd. v. Franklin National Bank, </em>559 F.2d 863, 869-70 (2d Cir.1977), <em>cert. denied, </em>434 U.S. 1012, 98 S.Ct. 726, 54 L.Ed.2d 756 (1978); <em>Inupiat Community of Arctic Slope v. United States, </em>680 F.2d 122, 131, 230 Ct.Cl. 647 (1982), <em>cert. denied, </em>459 U.S. 969, 103 S.Ct. 299, 74 L.Ed.2d 281 (1982). Since Clark’s suit is against the Librarian, in his official capacity, sovereign immunity would appear to bar recovery of money damages.</p>\n<p id=\"b175-13\">Clark, however, argues that his claims fall within two recognized exceptions to the applicability of the sovereign immunity doctrine in suits against government officers sued in their official capacities.<footnotemark>31</footnotemark> The Supreme Court, in <em>Larson v. Domestic and Foreign Corp., </em>337 U.S. 682, 689-91, 69 S.Ct. 1457, 1461-62, 93 L.Ed. 1628 (1949), stated that sovereign immunity does not bar suits against government officials where the challenged actions of the officials are unconstitutional or beyond the official’s statutory authority. Clark claims the Librarian’s actions were both <em>ultra vires </em>and unconstitutional. He asserts that his political associations and the investigation into those associations were considered in connection with his job applications in <page-number citation-index=\"1\" label=\"104\">*104</page-number>violation of the Library of Congress Act, 2 U.S.C. § 140. Clark also claims that the full field investigation and the subsequent failure to promote him to any of the positions for which he applied constituted violations of his first amendment rights. <em>See CCCO Western Region v. Fellows, </em>359 F.Supp. 644, 648 (N.D.Cal.1972) (allegations of infringements of first amendment rights brings suit within <em>Larson </em>exception to sovereign immunity doctrine).</p>\n<p id=\"b176-4\">Even if the Librarian’s actions were both <em>ultra vires </em>and unconstitutional, sovereign immunity would still bar Clark’s claims for monetary relief because these two exceptions are only applicable to suits for specific, non-monetary relief. The Supreme Court prefaced its discussion of these two exceptions by stating: “There may be, of course, suits for <em>specific relief </em>against officers of the sovereign____” <em>Larson, </em>337 U.S. at 689, 69 S.Ct. at 1461 (emphasis added). These exceptions have been applied only in suits for specific relief. <em>See, e.g., Dugan v. Rank, </em>372 U.S. 609, 622, 83 S.Ct. 999, 1007, 10 L.Ed.2d 15 (1963) (In cases of <em>ultra vires </em>or unconstitutional actions “the officer’s action ‘can be made the basis of a suit for specific relief against the officer____’”) (quoting <em>Malone v. Bowdoin, </em>369 U.S. 643, 647, 82 S.Ct. 980, 983, 8 L.Ed.2d 168 (1962)); <em>Unimex, Inc. v. Department of Housing and Urban Development, </em>594 F.2d 1060, 1061-62 (5th Cir.1979) (Even if officials’ actions were <em>ultra vires </em>“that claim would entitle the plaintiff to specific relief only, and not to monetary damages.”)<footnotemark>32</footnotemark> Hence, Clark may not rely on the <em>ultra vires </em>or unconstitutional acts exceptions to avoid the sovereign immunity bar to his request for monetary relief. Sovereign immunity bars Clark’s claims for compensatory and punitive damages.<footnotemark>33</footnotemark></p>\n<p id=\"b176-11\">V. Conclusion</p>\n<p id=\"b176-12\">The full field investigation of Clark constituted a broad and sweeping inquiry into Clark’s political beliefs and associations. Such an investigation must be justified by a showing that the investigation was necessary to serve a vital governmental interest and that the full field investigation was the means least restrictive of Clark’s first amendment rights. Clark’s first amendment claim is remanded to the district court for further consideration consistent with this standard. Clark’s employment discrimination claim is also remanded to the district court for further consideration consistent with the standard for first amendment-based employment discrimination claims set forth in <em>Mt. Healthy City School District Board of Education v. Doyle, </em>429 U.S. 274, 97 S.Ct. 568, 50 L.Ed.2d 471 (1973). On remand, specific non-monetary relief in the form of an injunction, correction of records, or reinstatement may be available against both the Library and the <page-number citation-index=\"1\" label=\"105\">*105</page-number>Librarian but relief in the form of damages is barred by sovereign immunity.</p>\n<p id=\"b177-4\">\n<em>Reversed and Remanded</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b163-8\">. The Library requested the FBI to develop information relating to:</p>\n<blockquote id=\"b163-9\">(1) his motivation for joining the YSA, (2) the nature, extent and objectives of his involvement in YSA activities, (3) any comments or conduct on his part which indicates he is aware of and/or supports the philosophy and objectives of the Socialist Workers Party/Young Socialist Alliance, (4) whether or not he has indicated or expressed advocacy of overthrowing the U.S. Government by force, violence or other unlawful means, and (5) whether or not any other information exists which might give rise to a reasonable doubt as to SUBJECT’S loyalty to the United States or otherwise reflect adversely on his suitability for continued Federal employment.</blockquote>\n<p id=\"AD\">Letter from George E. Stringer, Library Personnel Security Officer, to Clarence H. Kelley, FBI Director (June 16, 1976).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b164-8\">. The Library did not suggest at trial that the FBI was solely responsible for the investigation of Clark.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b165-7\">. In <em>Socialist Workers Party v. Attorney General, </em>510 F.2d 253 (2d Cir.1974), the Second Circuit, in holding that plaintiffs’ request for an injunction preventing the FBI from monitoring a Young Socialist Alliance convention was not justiciable, sustained an injunction prohibiting the FBI from transmitting the names of persons attending the convention. The Court held that the transmittal of these names constituted an objective chill sufficient to warrant the injunction. 510 F.2d at 257. Similarly, the direct injury and objective chill incurred by Clark are more than sufficient to place this case outside the limitations imposed by <em>Laird.</em></p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b165-14\"><em>. </em>We note that the Supreme Court in <em>Laird </em>stated that the identity of the parties named as defendants, <em>i.e., </em>military or civil, was irrelevant <page-number citation-index=\"1\" label=\"94\">*94</page-number>to the resolution of the jurisdictional question. <em>Laird, </em>408 U.S. at 11 n. 6, 92 S.Ct. at 2324 n. 6.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b166-6\">. Insofar as Clark requests an injunction against further investigations of him should he rejoin the Library, his request is premature. The potential injury is too speculative. “Injunctions ... will not issue to prevent injuries neither extant nor presently threatened, but merely ‘feared.’\" <em>Exxon Corp. v. Federal Trade Commission, </em>589 F.2d 582, 594 (D.C.Cir.1978), <em>cert. denied, </em>441 U.S. 943, 99 S.Ct. 2160, 60 L.Ed.2d 1044 (1979).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b167-7\">. Upon entry on duty at the Library, Clark had been subjected to a national agency check (“NAC”), the standard investigation conducted on all non-sensitive government employees upon the commencement of employment. A national agency check consists of a check of the FBI’s fingerprint and investigative files, the Civil Service Commission’s investigative files, and the files of the House Committee on Internal Security. Federal Personnel Manual Ch. 736, Subch. l-2(e). Applicants for “critical” and \"non-critical” sensitive positions are likewise subjected to national agency checks. Executive Order 10450 § 3(a) (1953). In addition, applicants for noncritical sensitive positions <em>may, </em>in the discretion of the relevant agency head, be required to undergo full field investigations. Federal Personnel Manual Ch. 736, Subchs. 1-4, 2-3(a). Applicants for critical sensitive positions <em>must </em>be subjected to full field investigations. Federal Personnel Manual Ch. 736, Subch. 1-4.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b167-8\">. The Federal Personnel Manual, upon which the Library relies to justify the investigation here, states that \"[qjuestions of security do not arise [with respect to] employees who occupy nonsensitive positions.” Federal Personnel Manual, Chapter 731, Subch. l-2(a).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b167-17\">. In response to an interrogatory asking whether Clark might in any way have threatened national security, the Library stated that imagining any such danger would be “speculative.”</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b167-18\">. The Library called no witnesses during the trial of this case and made no attempt to introduce any evidence to show that Clark might have become a security risk.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b167-19\">. The Library’s alleged concern over Clark’s loyalty is the only possible basis upon which the Library could conceivably argue that the full field investigation was justified. As noted above, security concerns were not raised with respect to Clark, and his political beliefs and associations had no other bearing upon his job performance. <em>See Elrod v. Burns, </em>427 U.S. at 365, 96 S.Ct. at 2685 (“it is doubtful that the mere difference of political persuasion motivates poor performance [in a non-policymaking position]; nor do we think it legitimately may be used as a basis for imputing such behavior”; <page-number citation-index=\"1\" label=\"96\">*96</page-number>\"mere political persuasion is an inadequate basis for imputing disposition to ill-willed conduct”). Moreover, the Library had no information relating to non-political matters, <em>e.g., </em>alcoholism, which could have justified any concern about Clark’s suitability for continued employment.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b168-8\">. <em>Cf. Barenblatt v. United States, </em>360 U.S. 109, 130, 79 S.Ct. 1081, 1095, 3 L.Ed.2d 1115 (1959) (\"the strict requirements of a prosecution under the Smith Act ... are not the measure of the permissible scope of Congressional investigation into ‘overthrow,’ for of necessity the investigatory process must proceed step by step”).</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b168-9\">. <em>Accord, Scythes v. Webb, </em>307 F.2d 905, 909 (7th Cir.1962). Although Joseph Love, one of the Library personnel security officers responsible for Clark’s case, testified that at the time the investigation request was made he had a \"vague recollection” that the SWP contained a minority faction called the \"internationalist tendency\" which espoused the use of violence, Mr. Love stated that this recollection was “immaterial” to the Library’s decision to request the FBI investigation of Clark. Mr. Love further testifled that at the time the investigation request was made, he did not know any specific facts concerning the alleged \"internationalist tendency” nor did he even know whether the alleged \"tendency\" had been active in Washington, D.C. George Stringer, the other Library personnel security officer responsible for Clark’s case and the officer who signed the request for the investigation, did not testify to any knowledge of the alleged minority faction and the Library introduced no evidence at trial to support any finding of its actual existence. Moreover, even if the Library had been concerned about the character of the YSA, the Library could not have initiated a full field investigation of Clark on the basis of vague recollection that the YSA contained a minority faction espousing violence, but would have been compelled simply to request more information from the FBI concerning the existence and activity of the alleged faction in the Washington, D.C. area. This would clearly have been a means of inquiry far less burdensome of Clark’s first amendment rights.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b170-7\">. <em>See </em>note 1 <em>supra </em>for text of this request. Note that the July 21, 1976, FBI report of the full field investigation explicitly stated “this investigation is being conducted at the specific request of the Library of Congress.”</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b170-15\">. <em>See supra </em>note 6.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b171-6\">. In addition to the facts set forth at notes 7-9 and accompanying text, <em>supra, </em>note that Personnel Security Officer Love testified that the Library's concern about Clark was not related to national security, but solely to his loyalty.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b171-7\">. Federal Personnel Manual, Ch. 736, Subch. l-2(c) defines full field investigations as investigations to determine whether employment is consistent with national security. Full field investigations are required for critical-sensitive positions but are not required for noncritical-sensitive positions; only a national agency check is required for a nonsensitive employee. <em>See </em>note 6 <em>supra.</em></p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b171-8\">. To the extent that this provision sanctions dismissal in the absence of specific intent to further the violent overthrow of the government, it is inconsistent with applicable constitutional doctrine. <em>Keyishian v. Board of Regents, </em>385 U.S. 589, 87 S.Ct. 675, 17 L.Ed.2d 629 (1967).</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b171-14\">. The Federal Personnel Manual, Appendix C, establishes guidelines for \"Avoiding Unwarranted Invasion of Privacy” in conducting full field investigations for <em>critical sensitive </em>positions. For example, investigators are not authorized to inquire about religious or political affiliations unless directly related to security fitness, and are prohibited from inquiring about sexual conduct in the absence of specific allegations of misconduct. The investigation of Clark included inquiries into all of these areas.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"AXP\">. Evidence was introduced at trial to the effect that the FBI conducted extensive questioning of Clark's co-workers and supervisors during business hours at the Library, that this questioning was regarded by Library personnel as an unusual event and included questions regarding Clark’s loyalty, his activities while on vacation, and his sexual preference, and that rumors and gossip about Clark spread through the Library as a result of the investigation.</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b172-4\">. There is no evidence to support Clark’s theory that one or more of the selecting officials who rejected Clark’s applications were aware of Clark’s political associations or of the investigation. However, it is possible that the selecting officials were influenced by the presence of an \"Adjudication of Investigation\" form in Clark’s personnel file, which the selecting official would presumably have reviewed in deciding on Clark's applications. This form stated that “[a]s a result of an evaluation of the investigative file concerning [Clark], it has been determined that [he] is suitable for retention in ... [a] [n]onsensitive position.”</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b172-9\">. A plaintiff in a Title VII case establishes a prima facie case of discrimination by showing (1) that he belongs to a minority; (2) that he applied for and was qualified for an open job; (3) that he was rejected; and (4) that thereafter the employer continued to seek similar applicants. <em>McDonnell Douglas Corporation v. Green, </em>411 U.S. 792, 802, 93 S.Ct. 1817, 1824, 36 L.Ed.2d 668 (1973); <em>Parker v. Baltimore &amp; Ohio Railroad Company, </em>652 F.2d 1012, 1016-17 (D.C. Cir.1981).</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b173-6\">. The Library claimed that it would be unduly burdensome and that it would invade the privacy of the chosen applicants if it were required to produce this information.</p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b173-7\">. This is true because only post-appointment national agency checks are conducted on applicants for non-sensitive positions.</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b173-8\">. In <em>Mt. Healthy, </em>a teacher was allegedly dismissed because he criticized his school's administrative policy.</p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b173-9\">. Clark need only show that his protected association or the investigation that arose out of that association was a \"substantial” factor in the Library’s failure to promote him. He need not demonstrate that the failure to promote was based solely on an impermissible basis. <em>McKinley v. City of Eloy, </em>705 F.2d 1110, 1115 (9th Cir.1983); <em>Bowen v. Watkins, </em>669 F.2d 979, 984-85 (5th Cir.1982); <em>Carmichael v. Chambers County Board of Education, </em>581 F.2d 95, 97 (5th Cir.1978).</p>\n</footnote>\n<footnote label=\"26\">\n<p id=\"b173-13\">. In establishing the <em>Mt. Healthy </em>standard concerning the plaintiffs burden in a first amendment-based employment discrimination claim, the Supreme Court merely adopted, without discussion, the standard applied by the District Court in that case.</p>\n</footnote>\n<footnote label=\"27\">\n<p id=\"b174-7\">. While we are mindful of the fact that in Clark’s case there was a failure to promote rather than a failure to hire, the same considerations apply in both situations under the <em>Mt. Healthy </em>standard. <em>Bowen v. Watkins, </em>669 F.2d 979 (5th Cir.1982).</p>\n</footnote>\n<footnote label=\"28\">\n<p id=\"b174-8\">. Clark claims that an implied cause of action should be based on the Library of Congress Act, 2 U.S.C. § 140, which provides that ”[a]ll persons employed in and about said Library of Congress under the Librarian shall be appointed solely with reference to their fitness for their particular duties.” In view of the fact that Clark would have no greater rights under such a cause of action than under his first amendment-based employment discrimination claim, this court need not decide whether an implied cause of action should be based upon this statute.</p>\n</footnote>\n<footnote label=\"29\">\n<p id=\"b174-14\">. \"The explicit exclusion of monetary relief makes it clear that sovereign immunity is abolished only in actions for specific relief (injunction, declaratory judgment, mandatory relief, etc.).” C. Wright, A. Miller, E. Cooper, 14 Federal Practice and Procedure § 3655, at 29 (Supp. 1982). <em>See also McCartin v. Norton, </em>674 F.2d 1317 (9th Cir.1982) (recognizing waiver of sov<page-number citation-index=\"1\" label=\"103\">*103</page-number>ereign immunity with respect to EEOC employee's claims for reinstatement and consideration for promotion but stating no comparable waiver allowing a claim for damages).</p>\n</footnote>\n<footnote label=\"30\">\n<p id=\"b175-9\">. <em>Bivens v. Six Unknown Named Agents, </em>403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971). Officials sued in their individual capacity in a Bivens-type action have a qualified immunity defense if they acted in good faith. <em>Butz v. Economou, </em>438 U.S. 478, 98 S.Ct. 2894, 57 L.Ed.2d 895 (1978). Since this is not a <em>Bivenstype </em>action, we need not address the question of qualified immunity.</p>\n</footnote>\n<footnote label=\"31\">\n<p id=\"b175-10\">. These two exceptions do not apply when the suit is brought directly against the United States rather than against a government official. <em>See Dugan v. Rank, </em>372 U.S. 609, 621-22, 83 S.Ct. 999, 1006-07, 10 L.Ed.2d 15 (1963); <em>De Lao v. Califano, </em>560 F.2d 1384, 1390-91 (9th Cir.1977). Since the United States has not consented to this type of suit, Clark is barred from pursuing his claims for monetary relief directly against the Library.</p>\n<p id=\"b175-11\">While Congress has authorized a broad waiver of sovereign immunity in the Tucker Act, 28 U.S.C. §§ 1491, 1346(a)(2) (giving jurisdiction to the Court of Claims — with concurrent jurisdiction to the district court if the claim does not exceed $10,000 — to “render judgment upon any claim against the United States founded ... upon the Constitution ...”), the Act does not expose the Library or the Librarian to liability in this case. In <em>United States v. Testan, </em>424 U.S. 392, 398, 96 S.Ct. 948, 953, 47 L.Ed.2d 114 (1976), the Supreme Court stated that the Tucker Act \"is itself only a jurisdictional statute; it does not create any substantive right enforceable against the United States for money damages.” The substantive right to damages must be found elsewhere.</p>\n<p id=\"b175-15\">Even assuming that Clark’s failure to waive recovery in excess of $10,000 is not fatal to the District Court’s jurisdiction <em>(Cf. Stone v. United States, </em>683 F.2d 449, 454 n. 8 (D.C.Cir.1982)), there can be no Tucker Act jurisdiction over his claims. In a case such as this, where \"claimant is not suing for money improperly exacted or retained,” the issue is whether the constitutional or statutory provision relied upon \"can be fairly interpreted as mandating compensation by the Federal Government for the damage sustained.” <em>United States v. Testan, </em>424 U.S. 392, 400, 96 S.Ct. 948, 954, 47 L.Ed.2d 114 (1976) (citing <em>Eastport S.S. Corp. v. United States, </em>178 Ct.Cl. 599, 607, 372 F.2d 1002, 1008-09 (1967)). The courts have uniformly held that jurisdiction under the “founded upon the constitution” grant of the Tucker Act is limited to claims under the “takings clause” of the Fifth Amendment. <em>See, e.g., Radin v. United States, </em>699 F.2d 681, 685 n. 8 (4th Cir.1983); <em>Duarte v. United States, </em>532 F.2d 850 (2d Cir. 1976) (sovereign immunity barred claim for damages under Tucker Act for due process violations); <em>Feathergill v. United States, </em>217 Ct.Cl. 24, 32-33 (1978) (no jurisdiction over claim for damages based upon alleged violation of first amendment rights).</p>\n</footnote>\n<footnote label=\"32\">\n<p id=\"b176-8\">. We found only one case citing <em>Larson </em>for the proposition that officials engaging in unconstitutional acts beyond the scope of their authority may be subject to suits for damages. <em>See J.D. Pflaumer v. United States Department of Justice, </em>450 F.Supp. 1125, 1132 (E.D.Pa.1978). However, the court speaks of sovereign immunity not barring suits against the \"individual defendants\" and it is unclear from the opinion whether the court means a plaintiff can seek damages against the officials in their official capacity or only in their individual capacity. In any case, we follow the view supported by the weight of authority that the <em>Larson </em>exceptions to sovereign immunity apply only in suits for specific relief.</p>\n</footnote>\n<footnote label=\"33\">\n<p id=\"b176-9\">. <em>Martinez v. Marshall, </em>573 F.2d 555 (9th Cir. 1977), cited by Clark, is not inconsistent with this limitation. In <em>Martinez, </em>the court invoked the <em>ultra vires </em>exception and held that sovereign immunity did not bar an action (1) to enjoin a government official from recouping an overpayment of unemployment assistance benefits and (2) to compel the official to repay money improperly recouped. The relief sought by plaintiffs was, in essence, specific relief. <em>See also De Lao v. Califano, </em>560 F.2d 1384, 1390-91 (9th Cir. 1977).</p>\n<p id=\"b176-14\">It is somewhat unclear from Clark’s complaint whether he is seeking, in addition to reinstatement to the position he should have been promoted to, back pay retroactive to the date he should have been promoted. We note, however, that there is authority for the proposition that a claim for retroactive back pay is barred unless there is an explicit waiver of sovereign immunity. <em>See McNutt v. Hills, </em>426 F.Supp. 990, 1001-02 (D.D.C.1977).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}