{
  "casebody": {
    "data": "<casebody firstpage=\"555\" lastpage=\"557\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b575-4\">PEOPLE ex rel. CALLANAN v. KEESEVILLE, A. C. &amp; L. C. R. CO. et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b575-5\">(Supreme Court, Appellate Division, Third Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Amb\">June 29, 1905.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b575-6\">Corporations—Rights of Stockholders—Inspection of Stockbook.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b575-7\">Under Stock Corporation Law (Laws 1890, p. 1071, c. 564, § 29),as amended by Laws 1900, p. 218, c. 128, and Laws 1901, p. 965, c. 354, requiring the stockbook of every corporation to be open daily for the inspection of its stockholders, stockholders have an absolute right, enforceable by mandamus, to an inspection of the stockbook of the corporation, regardless of their motives in seeking such inspection.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b575-8\">[Ed. Note.—For cases in point, see vol. 12, Cent Dig. Corporations, §§ 674^685.]</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b575-9\">Appeal from Special Term, Essex County.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b575-10\">Mandamus proceedings by the people, on the relation of Michael J. Callanan, against the Keeseville, Ausable Chasm &amp; Lake Champlain Railroad Company and others. From an order denying a peremptory writ, plaintiff appeals.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"ArU\">Reversed.</disposition>\n<p data-order=\"9\" data-type=\"judges\" id=\"b575-11\">Argued before PARKER, P. J., and SMITH, CHASE, CHESTER, and HOUGHTON, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b575-12\">Weeds, Conway &amp; Cotter (Frank E. Smith, of counsel), for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b575-13\">Thomas O’Connor, for respondents.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b575-14\">HOUGHTOÑ, J.</author>\n<p id=\"AEC\">The relator is a stockholder of the respondent corporation, whose officers are the individual respondents. On the 24th of March, 1905, he received notice of a special meeting of the stockholders called for April 8th following, for the purpose of voting an increase of the capital stock of the corporation from $60,-000 to $1,000,000. Prior to the day appointed for the meeting, relator went to the office of the corporation, and demanded of the person in charge that he be permitted to inspect the stockbook of the company. Such permission was refused; the excuse being that the person in charge did not know the combination of the safe, or have any power to permit inspection. Thereupon the relator presented himself to the office of the secretary, who resided in another village, in whose charge the stockbook actually was, and demanded that he be permitted to see it. The secretary himself was absent, and communication was had with him by telephone, and he refused to allow the clerk in charge of his office to permit the relator to inspect the book in his absence; saying, however, that he himself would be home in three days, when he would give the relator such information as he was entitled to. The relator then applied to the president of the corporation, who lived in still another place, and <page-number citation-index=\"1\" label=\"556\">*556</page-number>was told by him that he did not know where the stockbook was, unless it was at the secretary’s office; but no effort was made by him to procure an inspection of it by the relator.</p>\n<p id=\"b576-5\">The relator did what he could by way of demanding inspection of the stockbook, in applying at the office of the company, where it should have been kept, and at the office of the secretary, where it was actually kept. We think his demand was sufficient, and that he had an absolute right of inspection, and that the peremptory writ of mandamus should have been granted.</p>\n<p id=\"b576-6\">Section 29 of the stock corporation law (Laws 1890, p. 1071, c. 564, as amended by Laws 1900, p. 218, c. 128, and Laws 1901, p. 965, c. 354), provides that \"the stock book of every corporation shall be open daily, during at least three business hours, for the inspection of its stockholders and judgment creditors, who may make extracts therefrom.” With respect to the general business books of a corporation, the court will not order an inspection by the stockholder unless he seeks to learn something which he has the right to know for his o.wn protection; and his application must be in good faith, and not for the purpose of injuring or annoying the corporation. People ex rel. McElwee v. Produce Exchange Trust Co., 53 App. Div. 93, 65 N. Y. Supp. 926; Matter of Kennedy, 75 App. Div. 188, 77 N. Y. Supp. 714; Matter of Latimer v. Herzog Teleseme Co., 75 App. Div. 522, 78 N. Y. Supp. 314; Matter of Coats, 75 App. Div. 567, 78 N. Y. Supp. 429; Matter of Colwell v. Colwell Lead Co., 76 App. Div. 615, 78 N. Y. Supp. 607. The right of inspection of books of this character by a stockholder is a common-law right, and the granting or withholding of it on refusal by the corporation rests in the sound discretion of the court. But the inspection of the stockbook is upon a different footing, and is a right given absolutely to the stockholder by statute, in addition ¿to his common-law rights. Matter of Steinway, 159 N. Y. 250, 264, 53 N. E. 1103, 45 L. R. A. 461. In the course of the opinion in this case, Vann, J., says:</p>\n<blockquote id=\"b576-7\">“The statute merely strengthened the common-law rule with reference to-one part thereof, and left the remainder unaffected. It dealt with but a single book (stockbook), and as to that it amplified the qualified right previously existing by making it absolute and extending it to judgment creditors. The stockbook has no relation to the business carried on by a corporation, and the change was doubtless made to enable stockholders to promptly learn who are entitled to vote for directors, and judgment creditors to learn who are liable as stockholders for a failure to comply with the provisions of the act. The statute is silent as to the other books, and provides no system of inspection as a substitute for the right of examination at common law.”</blockquote>\n<p id=\"b576-8\">The distinction between an inspection of the general books of the corporation and its stockbook is illustrated by the case of People ex rel. Clason v. Nassau Ferry Company, 86 Hun, 128, 33 N. Y. Supp. 244, where general inspection was denied, and inspection-, of the stockbook given as a matter of right.</p>\n<p id=\"b576-9\">The motives of a stockholder in inspecting the stockbook alone are immaterial. People ex rel. Gunst v. Goldstein, 37 App. Div. 550, 56 N. Y. Supp. 306; People ex rel. Harriman v. Paton, 20 Abb. N. C. 195.</p>\n<p id=\"b577-3\"><page-number citation-index=\"1\" label=\"557\">*557</page-number>An important meeting of the corporation had been called, and was about to take place. The relator had the right to inspect the stockbook of the corporation for the purpose of ascertaining who were its stockholders, and who had a right to vote to increase its stock. It was a privilege accorded him expressly by the statute, and he should have been granted inspection.</p>\n<p id=\"b577-4\">The order denying the peremptory writ of mandamus should be reversed, with costs and disbursements, and the motion for the peremptory writ of mandamus granted, with $20 costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}