{
  "casebody": {
    "data": "<casebody firstpage=\"936\" lastpage=\"937\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b956-7\">STRICKLAND v. NATIONAL SALT CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b956-8\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AeSt\">June 9, 1905.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b956-9\">Receivekship—Sale under Attachment—Injunction—Motion.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b956-10\">A motion for an injunction to restrain the plaintiff in an action in a federal court, and the marshal of that court from proceeding with an attachment sale of real estate claimed to be in the possession of receivers of the defendant, appointed and acting in the action in which the motion is made, will not be granted, neither of the parties sought to be restrained being a party to the action in which the motion is made.'</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b956-11\">Appeal from Special Term.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b956-12\">Action by Chauncey H. Strickland against the National Salt Company. From an order denying a motion for an injunction restraining George S. Ingraham as plaintiff in an action in the United States Circuit Court for the Eastern District of New York and the marshal of that court from selling.real estate claimed to be in the hands of receivers of defendant, Nathan S. Beardslee and another, as'receivers, appeal. No opinion.</summary>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"ATk\">Affirmed.</disposition>\n<p data-order=\"8\" data-type=\"judges\" id=\"b956-13\">The following is the opinion of the Special Term (Gildersleeve, J-):</p>\n<p data-order=\"9\" data-type=\"summary\" id=\"b956-15\">This is a motion for an injunction restraining the plaintiff in an action in the United States Circuit Court for the Eastern District of New York and the marshal of that court from proceeding with the sale of certain real estate claimed to be in the possession of ancillary receivers of the defendant, appointed, qualified, and acting in this action. It will be observed that an injunction is asked for by motion in an action to which neither of the parties-<page-number citation-index=\"1\" label=\"937\">*937</page-number>sought to be restrained is a party. Where an order of the court has been made, restraining all persons from interfering with property placed in the custody of officers of the court, such as receivers, the right to an injunction for actual or threatened violation of such orders is unquestionably against persons who may or may not be parties to the action; but the right to a perpetual injunction in an action against a person or persons not parties thereto is not clear, and the authority of this court to grant such an order is extremely doubtful. If the receivers in this action had begun an action against the marshal in the action in the United States court for the relief they seek to obtain by this motion, their right to at least an injunction pendente lite might be conceded; but the right to such injunctive relief by mere motion is so extremely doubtful, and my attention not having been called to any authority therefor, I am constrained to deny this motion.</p>\n<p data-order=\"10\" data-type=\"judges\" id=\"b957-5\">Argued before O’BRIEN, P. J., and HATCH, McLAUGHRIN, PATTERSON, and INGRAHAM, JJ.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b957-6\">H. B. Twombly, for appellants.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b957-7\">G. S. Ingraham, pro se.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b957-8\">PER CURIAM.</author>\n<p id=\"AI4r\">Order affirmed, with $10 costs and disbursements.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}