{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"44\" lastpage=\"46\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b68-4\">William H. Dunn <em>v. </em>James C. Dunn et al.</parties>\n<p data-order=\"1\" data-type=\"misc\" id=\"b68-5\">February Term, 1922.</p>\n<judges data-order=\"2\" data-type=\"judges\" id=\"b68-6\">Present: Watson, C. J., Powers, Taylor, Miles, and Slack, JJ.</judges>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b68-7\">Opinion filed March 3, 1922.</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b68-8\"><em>Process </em>— Requisites <em>of Citations </em>— Sufficiency <em>of Citation in Petition for Partition.</em></headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b68-9\">1. Unless the Legislature has otherwise directed, a writ or citation running to the county court need only specify the court, time, and place of appearance, and be in substantial accord with the form prescribed by G. L. 1701 and G. L. 7472, Form 3, and need not specify the term; but when the statute under which the proceedings are brought requires the defendant to be called to a term of the county court, a citation summoning him to the court, and not to the term is insufficient.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b68-11\">2. In an action for partition, the citation need not require defendant to appear at a term, the legislative intention being signified by the change made in previously existing law by No. 254, Acts of 1917 (G. L. 2158).</headnotes>\n<summary data-order=\"7\" data-type=\"headnotes\" id=\"b68-13\">Petition eor Partition. Motion by defendant, James C. Dunn, to dismiss for lack of valid citation. Heard by the court at the September Term, 1921, Rutland County, <em>Willcox, </em>J., presiding. Motion overruled. The defendant, James C. Dunn, excepts.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"A_S\">\n<em>Affirmed.</em>\n</disposition>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b68-14\">The part of the citation complained of is that wherein the defendants were summoned <em>“to </em>appear before the county court, within and for the county of Rutland, to be held at the city of Rutland in said county, and also to notify them to cause their appearance therein to be entered with the clerk of said court on or before the expiration of forty-two days from the date hereof, then and there,” etc.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b68-15\">The grounds for the motion to dismiss were: <em>“ (a) </em>The citation does not comply with the directions of the statutes, which require the petitionee to appear at a stated term of court; <em>(b) </em>that it does not comply with the rules of the court made for such proceedings.”</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b69-4\"><page-number citation-index=\"1\" label=\"45\">*45</page-number><em>Walter S. Fenton </em>for defendant.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b69-5\"><em>Edward Dana and Lawrence, Stafford &amp; Bloomer </em>for plaintiff.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b69-6\">Powers, J.</author>\n<p id=\"Acc\">The plaintiff brought his petition for partition to the county court of Rutland County, and the defendant Dunn, appearing specially for that purpose, moved to dismiss the same for want of a valid citation. When this motion was overruled, he excepted, and the case was passed to this Court before final judgment.</p>\n<p id=\"b69-7\">It should be observed that the question presented by the record does not pertain to the sufficiency of the service of the citation, but to the sufficiency of the citation, itself.</p>\n<p id=\"b69-8\">It is provided by statute that one seeking partition of real estate may apply by petition to the county court of the county wherein the land, or some part of it lies (G. L. 2156), and that he shall give notice to persons interested therein by causing the petition, with a citation annexed, to be served on them like a writ of summons (G. L. 2157).</p>\n<p id=\"b69-9\"><bracketnum>[1]</bracketnum> Prior to the passage of No. 28, Acts of 1892, all civil process running to the county court was required to be returnable to a stated term thereof (R. L. 846), and was to be served a specified number of days before such term (R. L. 868). But since the passage of that act, such process, except in special proceedings, is to be made returnable to the county court, without regard to its terms, which is always open for -the entry of causes and appearances. Under this rule, the writ or citation need only specify the court, time, and place of appearance (G. L. 1706). It is to be in substantial accord with the form prescribed by law (G. L. 1701), which is to be found in G. L. 7472, Form 3.</p>\n<p id=\"b69-10\">But when the statute under which the proceedings are brought shows that the defendant is to be called to a term of the county court, a citation summoning him to the court and not to the term is insufficient.</p>\n<p id=\"b69-11\">Thus, the defendant in a petition for a divorce is to be called to a term of the county court, because the summons attached to the petition is to be served at least twelve days before the <em>sitting </em>of the court (G. L. 3569), and we recently held in <em>Perry </em>v. <em>Perry, </em>94 Vt. 487, 111 Atl. 632, that such a summons, to be valid, must specify not only the court before which appearance was required, but also the time and place of its sitting.</p>\n<p id=\"b70-4\"><page-number citation-index=\"1\" label=\"46\">*46</page-number>So, too, petitions for new trials (G. L. 2297), petitions in highway appeals (G. L. 4416), petitions for dissolving religious societies (G. L. 5703), and petitions in burial ground appeals (G. L. 4809), are to be served at least twelve days before the <em>sitting </em>of the court to which they are preferred.</p>\n<p id=\"b70-5\">Petitions under the fraud, accident and mistake statute (G. L. 2302), petitions to be admitted to the privileges of the poor debtor’s oath (G. L. 936)-, petitions under the flowage act (G. L. 4830), petitions to vacate close jail certificates (G. L. 2415.), and some others are to be served at least twelve days before the <em>term </em>of the court to which they are returnable.</p>\n<p id=\"b70-6\">While highway petitions (G. L. 4420), petitions for the care of minor children (G. L. 3599), and petitions to enforce certain marital rights (G. L. 3601), are to be served at least twelve days before the <em>session </em>of the court to which they are brought.</p>\n<p id=\"b70-7\">In all such cases, the defendant is summonded to a <em>term </em>of the court, and the citation must, for the reasons therein stated, conform to the requirements' of <em>Perry </em>v. <em>Perry, supra.</em></p>\n<p id=\"b70-8\">But, though the fact be that special proceedings are, by statute, generally made returnable to a term, it does not follow that all are or must be. It is for the Legislature to say. A summons to the court is the rule; and a summons to a term is the exception. So, the Legislature not having said that citations attached to petitions for partition shall require the defendant to appear at a term, we hold that the citation before us, which is in accord with the form above referred to, is legally sufficient.</p>\n<p id=\"b70-9\"><bracketnum>[2]</bracketnum> We find sufficient confirmation of this view of the statute, — if such be needed, — in the fact that prior to the passage of No. 254, Acts of 1917, the statute providing for notice by publication in these proceedings required that the last publication should be ‘ ‘ at least twenty days before the <em>term </em>of court to which such petition is made.” P. S. 1881. But by the act referred to, this clause of the statute was changed to read, ‘ ‘ at least twenty days before the <em>day </em>upon which the persons interested are required to appear.” G. L. 2158. Obviously, the only purpose of this change was to harmonize this section with the other provisions of the law.</p>\n<p id=\"b70-10\">\n<em>Affirmed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}