{
  "casebody": {
    "data": "<casebody firstpage=\"428\" lastpage=\"434\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b328-3\">[Civ. No. 28369.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AWEj\">Fourth Dist., Div. One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AyY\">Apr. 25, 1985.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b328-4\">HEATHER DRUMMOND, Plaintiff and Appellant, v. McDONALD CORPORATION, Defendant and Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b329-6\"><page-number citation-index=\"1\" label=\"429\">*429</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b329-7\">Joseph Posner and Gould, Sayre &amp; Chavez for Plaintiff and Appellant.</p>\n<p data-order=\"6\" data-type=\"legal\" id=\"b329-8\">Gray, Cary, Ames &amp; Frye, Rudi M. Brewster, Marcelle E. Mihaila and David E. Monahan for Defendant and Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b329-9\">Opinion</p>\n<author id=\"b329-10\">BUTLER, Acting P. J.</author>\n<p id=\"ABv\">Heather Drummond appeals the summary judgment granted McDonald Corporation in her lawsuit for damages for bad faith, fraud and intentional infliction of emotional distress arising out of the processing and payment of disability and medical claims payable under McDonald’s employee health care and long term disability benefit plans funded by insurance. We shall hold these state causes of action arise out of qualified ERISA plans, are preempted by federal law, and affirm.</p>\n<p id=\"b329-11\">I</p>\n<p id=\"b329-12\">At the hearings below and here, the parties conceded there is no triable issue of fact. The sole issue is whether McDonald was entitled to summary judgment as a matter of law.</p>\n<p id=\"b330-3\"><page-number citation-index=\"1\" label=\"430\">*430</page-number>McDonald hired Drummond as a manager trainee on June 13, 1979. She became ill October 10, 1979, went on medical leave and her employment terminated in December 1979. She was then and now is totally disabled.</p>\n<p id=\"b330-4\">McDonald established and maintained employee health care and long term disability plans for its employees, including Drummond. The plans provide long term disability benefits and health insurance, both provided under separate insurance policies issued by The Travelers Insurance Company.<footnotemark>1</footnotemark> The plans are employee welfare benefit plans within the meaning of and subject to ERISA (Employee Retirement Income Security Program of 1974, 29 U.S.C.<footnotemark>2</footnotemark> § 1001 et seq.)</p>\n<p id=\"b330-5\">Drummond claims McDonald and Travelers failed to pay disability benefits until sometime in 1981 and refused to convert her group health insurance to individual coverage until 1981. She pleads those refusals in three causes of action against McDonald and Travelers. They are (1) breach of the covenant of good faith and fair dealing, (2) common law fraud and (3) intentional infliction of emotional distress.</p>\n<p id=\"b330-6\">II</p>\n<p id=\"b330-7\">McDonald contends ERISA mandates broad exemption of ERISA plans from the operation of state laws; federal ERISA law thus preempts the three state causes of action pleaded by Drummond. We examine the argument.</p>\n<p id=\"b330-8\">Section 1144 states in relevant part: “(a) Except as provided in subsection (b) of this section, the provisions of this subchapter and subchapter III of this chapter shall supersede <em>any and all State laws </em>insofar as they may now or hereafter <em>relate to </em>any employee benefit plan described in section 1003(a) of this title and not exempt under section 1003(b) of this title. This section shall take effect on January 1, 1975.</p>\n<p id=\"b330-9\">“(b)(1) This section shall not apply with respect to any cause of action which arose, or any act or omission which occurred, before January 1, 1975.</p>\n<p id=\"b330-10\">“(2)(A) <em>Except as provided in subparagraph (B), nothing in this sub-chapter shall be construed to exempt or relieve any person from any law of any State which regulates insurance, </em>banking, or securities.</p>\n<p id=\"b331-4\"><page-number citation-index=\"1\" label=\"431\">*431</page-number>“(B) <em>Neither an employee benefit plan </em>described in section 1003(a) of this title, which is not exempt under section 1003(b) of this title (other than a plan established primarily for the purpose of providing death benefits), <em>nor any trust established under such a plan, shall be deemed to be an insurance company or other insurer, </em>bank, trust company, or investment company or to be engaged in the business of insurance or banking <em>for purposes of any law of any State purporting to regulate insurance companies, insurance contracts, </em>banks, trust companies, or investment companies.</p>\n<p id=\"b331-5\">“(c) <em>For purposes of this section:</em></p>\n<p id=\"b331-6\">“(1) <em>The term ‘State </em>law’ <em>includes all laws, decisions, rules, regulations or other State action having the effect of law, of any State. </em>A law of the United States applicable only to the District of Columbia shall be treated as a State law rather than a law of the United States.</p>\n<p id=\"b331-7\">“(2) The term ‘State’ includes a State, any political subdivisions thereof, or any agency or instrumentality of either, which purports to regulate, directly or indirectly, the terms and conditions of employee benefit plans covered by this subchapter. ” (§ 1144, italics added.)</p>\n<p id=\"b331-8\">Section 1144 preempts state laws that <em>relate to </em>an employee benefit plan. This sweeping preemption provision is modified only by section 1144(b)(2)(A), the “savings” clause, which “saves” from preemption state laws regulating insurance, banking, or securities. Section 1144(b)(2)(B) includes the “deemer” clause which modifies the “savings” clause by providing an employee benefit plan shall not be deemed to be an insurance company or other insurer or to be engaged in the business of insurance for purposes of any state law purporting to regulate insurance companies and insurance contracts. Therefore, if Drummond’s causes of action “relate to” an ERISA employee benefit plan, those causes of action are preempted unless they fall within the “savings” clause as modified by the “deemer” clause.</p>\n<p id=\"b331-9\">As we have seen, the complaint does not state a claim under ERISA and Drummond disclaims any intention so to do. She relies on her contention the three state causes of action pleaded in the complaint, i.e., breach of the duty of good faith and fair dealing, common law fraud and intentional infliction of emotional distress, are not preempted because the plans are funded by insurance and McDonald as administrator of the plans is an agent of <page-number citation-index=\"1\" label=\"432\">*432</page-number>Travelers, the insurer; thus, McDonald, the administrator of the plans, is to be deemed an insurer and subject to state law under the “savings” clause (§ 1144(b)(2)(A)).</p>\n<p id=\"b332-4\">The contention is without merit. The three state causes of action relate to these ERISA plans and are preempted. <em>(Shaw </em>v. <em>Delta Air Lines, Inc. </em>(1983) 463 U.S. 85 [77 L.Ed.2d 490, 103 S.Ct. 2890]; <em>Russell </em>v. <em>Mass. Mut. Life Ins. Co. </em>(9th Cir. 1983) 722 F.2d 482, 488, cert, granted Oct. 1, 1984; <em>Blau </em>v. <em>Del Monte Corp. </em>(9th Cir. 1984) 748 F.2d 1348, 1357; <em>California Chamber of Commerce </em>v. <em>Simpson </em>(C.D. Cal. 1985) 601 F.Supp. 104, 107-108; <em>Provience </em>v. <em>Valley Clerks Trust Fund </em>(1984) 163 Cal.App.3d 249 [209 Cal.Rptr. 276].)</p>\n<p id=\"b332-5\">McDonald’s role as administrator of the plans funded by Travelers’ policies does not compel a different result. McDonald processes claims and performs other administrative functions. Administration of the plan is necessarily inseparable from the plan itself. An ERISA plan includes those plans which provide benefits through the purchase of insurance (§ 1002(1)). Plans funded by insurance continue to be ERISA plans exempt from state causes of action. <em>(Dependahl </em>v. <em>Falstaff Brewing Corp. </em>(8th Cir. 1981) 653 F.2d 1208.)</p>\n<p id=\"b332-6\">While an insurer whose policies provide benefits under an ERISA plan has no exemption from the thrust of state law <em>(Eversole </em>v. <em>Metropolitan Life Ins. Co., Inc. </em>(C.D.Cal. 1980) 500 F.Supp. 1162), the permissive funding of an ERISA plan through insurance and the resultant claim-processing activity of the plan administrator in reason cannot transmute a Big Mac into an insurer subject to state law. An employer-administrator of an ERISA plan funded by the employer’s assets is not subject to liability under state law causes of action to a plan participant even though the employer is an insurance company subject to such causes of action when an insurer of other ERISA plans. <em>(Russell </em>v. <em>Mass. Mut. Life Ins. Co., supra, </em>722 F.2d 482.)</p>\n<p id=\"b332-7\"><em>Hewlett-Packard Co. </em>v. <em>Barnes </em>(9th Cir. 1978) 571 F.2d 502, cited in <em>Eversole, </em>affirmed ERISA preemption of California’s Knox-Keene Health Care Service Plan Act of 1975 (Health &amp; Saf. Code, §§ 1340-1399.5) (Knox-Keene) on the grounds stated in <em>Hewlett-Packard Co. </em>v. <em>Barnes </em>(N.D.Cal. 1977) 425 F.Supp. 1294. (We refer to the district court opinion as Hewlett-Packard.) Health and Safety Code sections 1399.60-1399.64 were added in 1977<footnotemark>3</footnotemark> to Knox-Keene provisions concerning health care service contracts, extensions of benefits, discontinuance, replacement coverage and successor contracts and policies. <em>Hewlett-Packard </em>reviewed KnoxKeene as in effect prior to the 1977 amendments. We read Knox-Keene and <page-number citation-index=\"1\" label=\"433\">*433</page-number>the amendments as contemplating the funding of payment of benefits under health care service plans through policies of insurance issued by a carrier, all as mentioned in Health and Safety Code sections 1399.60-1399.64.</p>\n<p id=\"b333-5\">Several California corporations sued to enjoin the California Commissioner of Corporations from requiring them to comply with Knox-Keene. Each established and maintained ERISA employee welfare benefit plans which were also health care service plans under Knox-Keene. The Commissioner among other things argued Knox-Keene is a state law regulating insurance and the plans were expressly excluded from preemption under the “savings” clause of section 1144(b)(2)(A). <em>Hewlett-Packard </em>noted: “KnoxKeene regulates such areas as funding, disclosure, sales practices, and quality of services, and requires that any such plan be licensed by the state Commissioner of Corporations. Although primarily concerned with entities, plans, or contracts which directly deliver health care services, <em>the statute seeks to regulate as well those which provide insurance-type coverage, including self-funded plans such as those maintained by plaintiffs. </em>” <em>(Hewlett-Packard, supra, </em>425 F.Supp. at p. 1297, italics added.) <em>Hewlett-Packard </em>undertakes a comprehensive review of the legislative history of ERISA and preemption concepts offered during its legislative journey and against that background states the Commissioner’s proposition which equates with the argument Drummond advances here: “Examining both Knox-Keene’s definition of a ‘health care service plan’ and the statutory scheme as a whole, and demonstrating in some detail that the statute seeks to oversee plans which possess the risk-transferral and spreading functions endemic to insurance through modes of regulation characteristic of insurance law, defendant concludes that Knox-Keene, as it relates to plaintiffs’ benefit plans, is a state law regulating insurance within the meaning of Section 514(b)(2)(A). ” (At p. 1300, fn. omitted.) <em>Hewlett-Packard </em>rejects the contention out of hand, holding the “deemer” clause of section 1144(b)(2)(B) absolutely prevents an employee benefit plan from being deemed an insurance company or insurer: “The fact that the state considers employee benefit plans to be a[n] unique variety of insurance arrangement, and subjects them to specialized regulation under Knox-Keene rather than generalized regulation under the entire panoply of law addressed to traditional insurers, makes no difference under ERISA. In seeking to regulate plaintiffs’ plans pursuant to Knox-Keene under the theory that the statute applies to and that such plans constitute ‘insurance,’ defendant contravenes the clear intent of Section 514(a) and (b) of ERISA that employee benefit plans, so dubbed or under any other name, be free of state regulation.” (At p. 1300.)</p>\n<p id=\"b333-6\">III</p>\n<p id=\"b333-7\">Our review of ERISA and federal and state case law persuades McDonald’s’ ERISA employee benefit plans funded by insurance and admin<page-number citation-index=\"1\" label=\"434\">*434</page-number>istered by McDonald continues to be an ERISA employee benefit plan as to which state law is preempted. The role in administration of the plan played by McDonald does not transmute the plan into insurance or constitute McDonald an agent of Travelers, the insurance carrier. ERISA’s preemption repels these state causes of action asserted by Drummond. Her state causes of action must seek out other wagon trains.</p>\n<p id=\"b334-4\">Judgment affirmed.</p>\n<p id=\"b334-5\">Lewis, J., and Lester, J.,<footnotemark>*</footnotemark> concurred.</p>\n<footnote label=\"1\">\n<p id=\"b330-11\">Travelers is a named defendant in the lawsuit. As Travelers did not join in the summary judgment motion, we are not concerned with Travelers on this appeal.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b330-12\">All statutory references are to Title 29 of the United States Code unless otherwise specified.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b332-8\">Statutes 1977, chapter 64, section 2, page 463, effective May 18, 1977.</p>\n</footnote>\n<footnote label=\"*\">\n<p id=\"b334-6\">Assigned by the Chairperson of the Judicial Council.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}