{
  "casebody": {
    "data": "<casebody firstpage=\"550\" lastpage=\"555\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b576-7\">Arthur G. Ingram’s Admrx. <em>v. </em>Rutland Railroad Company.</parties>\n<p data-order=\"1\" data-type=\"misc\" id=\"b576-8\">Special Term at Brattleboro, February, 1913.</p>\n<judges data-order=\"2\" data-type=\"judges\" id=\"b576-9\">Present: Munson, Watson, Haselton, and Powers, JJ.</judges>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b576-10\">Opinion filed May 12, 1913.</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b576-11\"><em>Negligence </em>— Railroads—Injuries <em>to Employee of Another Bail-road </em>— Such <em>Employee as Trespasser </em>— Pleading—Allegation <em>of Performance of Duty </em>— Sufficiency—Demurrer <em>to Whole Declaration </em>— Effect <em>of Good Count.</em></headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b576-12\">A locomotive fireman, in the employ of a railroad company having a trackage arrangement whereby it used defendant’s railroad yard for switching and making up trains, who left his locomotive and went to the milk depot, either to see whether the milk car that his crew were waiting to take was ready, or to get a drink of milk, and who while there was signalled by his engineer to return, and thereupon in the exercise of due care started back across the tracks to his locomotive, was not a trespasser as to whom defendant’s care, in the operation of its yard locomotive, was only that required as to trespassers.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b577-2\"><page-number citation-index=\"1\" label=\"551\">*551</page-number>A count alleging that plaintiff’s decedent, then employed as fireman by a designated railroad company using defendant’s tracks, was in the performance of his duty and work on a designated day and hour, “and while said servants and agents of said defendant were switching cars as aforesaid, passing over and across the railroad tracks,” sufficiently alleges that decedent was in the performance of his duty while passing over the tracks.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b577-3\">A demurrer to the whole declaration should be overruled, if one count is good and there is no misjoinder of counts.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b577-4\">Case for negligence. Heard on demurrer to the declaration, in vacation after April Term, 1912, Windham County, <em>Waterman, </em>J. Demurrer overruled and declaration adjudged sufficient. The defendant excepted. The opinion sufficiently states the pleadings.</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"Av8\"><em>Edwin W. Lawrence </em>for the defendant.</attorneys>\n<summary data-order=\"10\" data-type=\"legal\" id=\"b577-6\">If the plaintiff did not go to the milk station in the line of his duty he was a trespasser. If he went there out of curiosity or for his pleasure or to get some milk for his own use he had departed from his line of duty and was a trespasser.</summary>\n<summary data-order=\"11\" data-type=\"legal\" id=\"b577-7\">Elliott on Railroads, Second Edition, Yol. 3, page 592, Sec. 1251, and cases there cited; also page 642, Sec. 1265; also page 746, Sec. 1303; also page 747, See. 1303; Thompson on Negligence, Sec. 1718; <em>L. &amp; N. B. Co. </em>v. <em>Hooker </em>(Ky.), 23 A. <em>&amp; </em>E. R. C. (N. S.) 522; <em>Grunst </em>v. <em>C. •&amp; W. M. B. Co. </em>(Mich.), 5 A. <em>&amp; </em>E. R. C. (N. S.), 373; <em>Wright </em>v. <em>Bawson </em>(la.), 35 Am. Rep! 275; <em>Ellsworth </em>v. <em>Matheney, </em>104 Fed. 119; <em>Olson </em>v. <em>Minn. &lt;&amp; St. L. B., </em>76 Minn. 149; <em>Buchley </em>v. <em>N. Y. C. &amp; H. B. B. B., </em>126 N. Y., Supp. 480; <em>Shadoan’s Admr. </em>v. <em>C. N. O. &amp; T. P. B. Co. </em>(Ky.), 37 A. &amp; E. R.. C. (N. S.), 280; <em>Pierce </em>v. <em>Whitcomb, </em>48 Yt. 127.</summary>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b577-8\"><em>Arthur P. Carpenter </em>for the plaintiff.</attorneys>\n<summary data-order=\"13\" data-type=\"legal\" id=\"b577-9\">Plaintiff’s decedent, in the circumstances disclosed by the declaration, was not a trespasser. 29 Cye. 445; <em>Ferris </em>v. <em>Aldrich, </em>12 N. Y. Supt. 482; <em>Fire Proofing Co. </em>v. <em>Dawson, </em>30 Tex. Civ. Ap. 261; <em>Burnett </em>v. <em>Badlroad Co., </em>102 U. S. 577 • <em>JR.ailway </em><page-number citation-index=\"1\" label=\"552\">*552</page-number><em>Co. </em>v. <em>Hemming, </em>15 \"Wal. 649; <em>Carlton et al. </em>v. <em>Franconia Iron &amp; Steel Co., </em>99 Mass. 216; <em>Sweemy </em>v. <em>Old Colony &amp; Newport B. B. Co., </em>10 Allen 368 at 373; Wharton, Negligence, Sec. 349-352; Cooley, Torts, 604, 607.</summary>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b578-3\">Haselt.on, J.</author>\n<p id=\"A99\">This is an action of case for negligence brought by the plaintiff for the benefit of the widow and next of kin of Arthur Ingram deceased. The declaration, which is in three counts, was demurred to, and on hearing the demurrer was overruled and the declaration adjudged sufficient. The defendant excepted, and the cause was passed to this Court before final judgment.</p>\n<p id=\"b578-4\">We first consider the second count and the third since they are identical, except in one particular, which will be noticed in passing, and since they state the plaintiff’s case with more of circumstance than does the first count.</p>\n<p id=\"b578-5\">We give a statement of some of the facts alleged in the counts now under consideration and to be taken as true as the case now stands. The defendant, The Rutland Railroad Company, owns a railroad yard at Bellows Falls, and the tracks, side-tracks and switches in the yard are used jointly by the defendant and the Boston &amp; Maine Railroad under a trackage arrangement whereby the latter company operates its engines and trains over the tracks and switches in the yard and makes up trains there and dispatches them therefrom, and for these purposes employs many men in and about the yard. November 30th, 1909, at about six o’clock in the afternoon, the Boston &amp; Maine Railroad was running a locomotive over the tracks for the purpose of making up and dispatching trains, and at the same time the defendant corporation was running a locomotive over the tracks for the purpose of switching cars and making up and dispatching trains. It was the duty of the defendant so to light the yard that the employees of the companies there could see engines and cars as they were switched, backed, shunted, or kicked from track to track in the yard, and it was the duty of the defendant to have upon the cars so handled at that time lights to warn, persons lawfully on or near the tracks of the approach of the cars so handled, and to have trainmen upon the cars to look out for trainmen rightfully in the yard.</p>\n<p id=\"b579-4\"><page-number citation-index=\"1\" label=\"553\">*553</page-number>The defendant backed one of its engines upon a side-track in front of a milk depot for the purpose of taking a milk car and making it a part of a train then being made up. The car was drawn onto the main track and then the engine was reversed and run back pushing the cars along the main track at a very rapid and dangerous rate of speed, there was no light upon the car and no trainmen upon the car in a position to see along the track in the direction in which the car was being rapidly pushed. Meanwhile Arthur Ingram, the plaintiff’s decedent, and other employees of .the Boston <em>&amp; </em>Maine, were waiting to take a milk car from the side-track of the milk depot, the engine with which they were switching cars, and upon which Ingram was employed as a fireman, being upon a side-track easterly of the main track. During this wait Ingram went to the milk depot, according to the second count, to see if the car for which the Boston &amp; Maine men were waiting was ready to be taken out, according to the third count to get a drink of milk. While Ingram was at the milk depot the engineer on the Boston &amp; Maine engine signalled for his crew by blowing the whistle of the engine and thereupon Ingram started back across the tracks towards the engine upon which he was employed and was hit and killed by the defendant’s car, already referred to, which was being handled in the manner already described.</p>\n<p id=\"b579-5\">Both the counts under consideration allege that Ingram was in the exercise of due care on his part and that the catastrophe was due to the defendant’s carelessness and.negligence in switching its car in the manner described, to its failure to light the yard properly, to its failure to have a light upon the ear, and to its failure to have a trainman thereon to beep a lookout.</p>\n<p id=\"b579-6\">Eight grounds of demurrer were assigned below but they are summed up by the defendant itself in the claim that Ingram was a trespasser and that no facts are alleged showing a duty to him as such. It is said of the second count that it does not allege that it was Ingram’s duty to go to the milk depot to obtain information about the milk car mentioned, and of the third count it is said that the allegation that he went to the milk depot at about six o’clock in the afternoon to get a drink of milk shows clearly that he was a trespasser. But he was not injured at the milk depot, nor in going to it, but in the defendant’s yard, while crossing the tracks in going to his car in obe<page-number citation-index=\"1\" label=\"554\">*554</page-number>dience to the call of the whistle. And, whether he had been to the milk depot to get information about a milk car that his employer was to handle or to get a glass of milk, he was lawfully crossing the tracks at the time he was killed and so was not a trespasser. To say that the’ employees of the Boston &amp; Maine if they leave the yard, as to get something to eat, are trespassers when they are back in the yard going to their respective posts of duty would be quite inconsistent with the contract or arrangement for the joint use of the yard. <em>Sawyer </em>v. <em>Rutland R. Co., </em>27 Vt. 370.</p>\n<p id=\"b580-5\">The defendant cites <em>Pierce </em>v. <em>Whitcomb, </em>48 Vt. 127, 21 Am. Rep. 120, which is the familiar case of one who, being rightly by invitation at a specific place, is injured while away from that place without invitation either express or implied.</p>\n<p id=\"b580-6\">In support of its contention that the plaintiff was a trespasser the defendant cites several cases decided in other States, but they merely illustrate and apply the principle of <em>Pierce </em>v. <em>Whitcomb, </em>48 Vt. 127, 21 Am. Rep. 120, and are not applicable here.</p>\n<p id=\"b580-7\">The first count contains the allegation that “the plaintiff’s decedent, then employed as a fireman upon a locomotive engine of the Boston &amp; Maine Railroad, was in the performance of his duty and work on said 30th day of November, A. D. 1909, to wit, about 6 o’clock in the afternoon of said day and while said servants and agents of the said defendant were switching cars as aforesaid, passing over and across the railroad tracks.” Further particulars of the allegation are not material to the question now to be considered.</p>\n<p id=\"b580-8\">The special claim made by the defendant with regard to this allegation- is that it does not state that Ingram was in the performance of his duty when passing over the tracks. But we think it does. It states that he was in the performance of his duty and what he was doing by way of such performance of his duty, namely, passing over the tracks. The question is one of grammar and punctuation and is not entitled to further consideration. The meaning of the pleader is clear enough. <em>Derosia </em>v. <em>Ferland, </em>86 Vt. 15, 83 Atl. 271; <em>Winifred Bros. </em>v. <em>Rutland R. Co., </em>71 Vt. 48, 42 Atl. 980; <em>Stevens </em>v. <em>Gibson, </em>69 Vt. 142, 37 Atl. 244; <em>Royce </em>v. <em>Maloney, </em>58 Vt. 437, 445, 5 Atl. 395.</p>\n<p id=\"b581-2\"><page-number citation-index=\"1\" label=\"555\">*555</page-number>The other criticisms upon the first count are met by what has already been said. Each count of the declaration is sufficient as against any objection presented.</p>\n<p id=\"b581-3\">The defendant’s demurrer is to the whole declaration, and as against such a demurrer the declaration is sufficient if one count thereof is good, and there is no misjoinder of counts. <em>Williams etc. Co. </em>v. <em>Insurance Co., </em>85 Vt. 282, 81 Atl. 916; <em>Mixer </em>v. <em>Herrick, 78 </em>Vt. 349, 62 Atl. 1019; <em>Woodstock </em>v. <em>Hancock, </em>62 Vt. 348, 19 Atl. 991.</p>\n<p id=\"b581-4\">But in the paper specifying the grounds of demurrer the defendant treats it as a demnrrer to each and every count of the declaration. We have, therefore, thought it well, though not necessary, to consider the sufficiency of each count.</p>\n<p id=\"b581-5\">The defendant’s brief is in part devoted to a discussion of the duties and liabilities of a railroad company in respect to trespassers. The conclusions we have reached render this discussion immaterial.</p>\n<p id=\"b581-6\">\n<em>Judgment affirmed and cause remanded for trial.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}