{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"175\" lastpage=\"184\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b175-7\" pgmap=\"175\">The Royal League, Appellant, vs. Anna Sexton Kavanagh, Appellee.</parties><decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b175-8\" pgmap=\"175\">Opinion filed February 20, 1908</decisiondate><otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Ah7\" pgmap=\"175\">Rehearing denied April 8, 1908.</otherdate><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b175-9\" pgmap=\"175\">1. Injunction—equity has power to enjoin prosecution of suit in foreign State. A court of equity has power to restrain a person within its jurisdiction from beginning a suit against the complainant in a foreign State which will result in a fraud or gross wrong; but the prosecution of such suit will not be enjoined unless a clear equity is presented requiring the interposition of the court to prevent a manifest wrong or injustice or the denial of some equitable right of the party seeking relief.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b175-10\" pgmap=\"175\">2. Same—what is not ground for enjoining prosecution of suit in foreign State. A court of equity in Illinois will not enjoin the defendant from prosecuting a suit against the complainant in a foreign State upon the mere ground that there may be reason to anticipate a difference of opinion between the courts of the two States, and that the courts of the foreign State may give the defendant a better remedy by arriving at a judgment different from the decisions of the courts of Illinois.</headnotes><headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b175-11\" pgmap=\"175\">3. Same—person may select such tribunal having jurisdiction as he pleases in prosecuting his rights. The general right of a person to select such tribunal, having jurisdiction, as he chooses for the prosecution of his rights, and of the court which first obtains such jurisdiction to retain it, cannot be defeated merely because the defendant may prefer another tribunal in which he supposes the decision will be more favorable to him.</headnotes><headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b176-4\" pgmap=\"176\">4. Courts—courts of Illinois cannot assume what the decision of a foreign court will he. In advance of any decision by the court of last resort in a foreign State, courts of Illinois will not assume that the former court will declare the common law in that State to be different from the common law as construed by Illinois courts.</headnotes><headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b176-5\" pgmap=\"176\">5. Pleading—what does not show that a certain rule of law is the law of a foreign State. Allegations and proof in a proceeding to enjoin the prosecution of a suit in a foreign State, to the effect that a court of that State, not alleged to have final appellate jurisdiction, has in certain decided cases settled a certain rule of law, do not constitute allegations and proof that such rule is the law of the foreign State.</headnotes><summary data-order=\"8\" data-type=\"summary\" id=\"b176-6\" pgmap=\"176\">Appeal from the Branch Appellate Court for the First District;—heard in that court on appeal from the Circuit Court of Cook county; the Hon. J. W. Mack, Judge, presiding.</summary><attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b176-7\" pgmap=\"176\">Mann &amp; Miller, for appellant:</attorneys><p data-order=\"10\" data-type=\"legal\" id=\"b176-8\" pgmap=\"176\">The law of the place where a contract is made, if to be performed there, must govern; if to be performed elsewhere, then the law of that place enters into the contract, governs its construction and determines its validity. Lewis v. Headley, 36 Ill. 433; Barrett v. Bodine, 158 id. 479; Coverdale v. Royal Arcanum, 193 id. 91.</p><p data-order=\"11\" data-type=\"legal\" id=\"b176-9\" pgmap=\"176\">Where no place of performance is specified in the contract the law presumes the place of performance to be where the contract was made. Lewis v. Headley, 36 Ill. 433; Coverdale v. Royal Arcanum, 193 id. 91.</p><p data-order=\"12\" data-type=\"legal\" id=\"b176-10\" pgmap=\"176\">Each State has its own common law, the same as it has its own statutory law. Starr &amp; Cur. Stat. chap. 28, sec. 1; Seeley v. Peters, 5 Gilm. 130; Smelting Works v. Stevenson, 4 L. R. A. 60; Railroad Co. v. Smith, 74 Ill. 197; Forepaugh v. Railroad Co. 128 Pa. St. 217.</p><p data-order=\"13\" data-type=\"legal\" id=\"b176-11\" pgmap=\"176\">Courts of one State are bound by the rule of the common law of another State in construing contracts governed by the law of the latter State. Railroad Co. v. Smith, 74 Ill. 197; Alexander v. Pennsylvania Co. 48 Ohio St. 623; Bank v. Howard, 71 N. H. 13; 128 Pa. St. 217.</p><p data-order=\"14\" data-type=\"legal\" id=\"b177-4\" pgmap=\"177\">The courts of Missouri hold that a member of a beneficiary society and his beneficiary are not bound by subsequently enacted suicide by-laws, even though the contract of membership contains an agreement that they will be so bound. Royal League v. Morton, 100 Mo. App. 76; Sisson v. Court of Honor, 104 id. 54; Campbell v. American Benefit Club, 100 id. 249.</p><p data-order=\"15\" data-type=\"legal\" id=\"b177-5\" pgmap=\"177\">Those courts also hold that the courts of that. State will not follow the rule of law which obtains in a sister State unless that rule is based upon a statute. Campbell v. American Benefit Club, 100 Mo. App. 249.</p><p data-order=\"16\" data-type=\"legal\" id=\"b177-6\" pgmap=\"177\">The jurisdiction of a court of equity to restrain the prosecution of a suit in another State is clear and well founded. 1 High on Injunctions, secs. 103, 105, 106; 2 Story’s Eq. Jur. (nth ed.) 92.</p><p data-order=\"17\" data-type=\"legal\" id=\"b177-7\" pgmap=\"177\">Where parties are citizens of the same State and the creditor seeks to prosecute a suit against a debtor in another State to evade the laws of the State of which they are both citizens, equity will enjoin the prosecution of such a suit. Dinsmore v. Neresheimer, 32 Hun, 204; Sandage v. Studebaker Manf. Co. 142 Ind. 148; Snook v. Snetzer, 25 Ohio St. 516; Keyser v. Rice, 47 Md. 203; Teager v. Landsley, 69 Iowa, 725; Hager v. Adams, 70 id. 746; Zimmermann v. Frank, 34 Kan. 650; Dehon v. Poster, 86 Mass. 545.</p><attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b177-8\" pgmap=\"177\">W. S. Oppenheim, (Walter H. Chamberlin, of counsel,) for appellee:</attorneys><p data-order=\"19\" data-type=\"legal\" id=\"b177-9\" pgmap=\"177\">The courts of one State cannot enjoin the prosecution of an action in a sister State upon the sole ground that the foreign courts hold erroneous rules of law. Carson v. Dunham, 149 Mass. 52; Cable v. Life Ins. Co. 191 U. S. 288; Thorndike v: Thorndike, 142 Ill. 450; 1 High on Injunction, (3d ed.) 121.</p><p data-order=\"20\" data-type=\"legal\" id=\"b177-10\" pgmap=\"177\">Appellee has the constitutional right to institute her action in any State of the Union. Insurance Co. v. Corbett, 165 Ill. 592; Const. of U. S. art. 4, sec. 2.</p><p data-order=\"21\" data-type=\"legal\" id=\"b178-4\" pgmap=\"178\">Citizens of each State shall be entitled to all the privileges and immunities of citizens in the several States. Cofrode v. Gartner, 79 Mich. 332; In re Flukes, 157 Mo. 125 ; Steed v. Harvey, 18 Utah, 367; Eingartner v. Steel Co. 94 Wis. 70; Davis v. Pierce, 7 Minn. 13.</p><p data-order=\"22\" data-type=\"legal\" id=\"b178-5\" pgmap=\"178\">The courts of Missouri recognize and enforce contracts of other States according to the law of the foreign jurisdiction. Broadhead v. Noyes, 9 Mo. 56; Kerwin v. Doran 29 Mo. App. 397.</p> <opinion data-order=\"23\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b178-6\" pgmap=\"178\">Mr. Justice Dunn</author> <p id=\"AYY\" pgmap=\"178\">delivered the opinion of the court:</p> <p id=\"b178-7\" pgmap=\"178\">The appellant filed its bill in the circuit court of Cook county for an injunction to restrain the appellee from bringing an action in the State of Missouri against the appellant upon a benefit certificate issued by it to Thomas W.- Kavanagh, in which the appellee was named as beneficiary. The circuit court sustained a demurrer to the -bill, which was thereupon dismissed for want of equity, and that decree having been affirmed by the Appellate Court, this further appeal is prosecuted by the appellant.</p> <p id=\"b178-8\" pgmap=\"178(160) 179(264)\">It appears from the bill that the appellant is a fraternal insurance society organized in 1883 under the laws of the State of Illinois, having the object, among other things, of establishing a fund for the benefit of the widows and orphans of deceased members. It operates and conducts its business under the provisions of the laws of this State and has always done so, and its principal office is, and has' always been, in the city of Chicago. It operates through subordinate councils, which are authorized to admit acceptable persons to beneficiary membership, one of which councils, known as Lake Shore Council No. 59, located in the city of Chicago, in September, 1895, admitted to membership Thomas W. Kavanagh, who was then a citizfen of Illinois, residing in Chicago. He signed an application containing the following agreement: “If accepted as a member I agree to comply with, and that my membership and all interests of the persons entitled to such benefits shall be subject to, all laws, rules and usages now in force in the order or which may be hereinafter adopted by it.” Having passed a medical examination his application was approved, he was admitted to membership and received a benefit certificate providing that “upon condition that the statements made by him in his application for membership in said council, the representations and agreements made and subscribed to by him in the medical examiner’s blank, * * * be made a part of this contract, and upon condition that the said member complies, in future, with the laws, rules and regulations now governing the said council and fund or that may hereafter be enacted by the supreme council to govern said council and fund, all of which are also made a part of this contract. These conditions being expressly assented to and complied with, the supreme council of the Royal League hereby promises and binds itself to pay out of its widows’ and orphans’ benefit fund to Anna Sexton Kavanagh, wife, a sum not exceeding $4000, in accordance with and under the provisions of the law governing said fund, upon satisfactory proof of death of said member and upon the surrender of this certificate, provided that said member is in good standing in this order at the time of his death,” etc. Kavanagh’s acceptance of the certificate was evidenced by an endorsement upon the bottom thereof, signed by him, as follows: “I accept this certificate on the conditions named herein.”</p> <p id=\"b179-6\" pgmap=\"179(92) 180(185)\">In March, 1893, there was enacted a by-law as follows: “If any member shall, within two years subsequent to his admission into this order, die by his own act or hand, sane or insane, his beneficiary or beneficiaries shall receive only one-half of the face value of his benefit certificate,” which by-law went into effect on April 1, 1893. In April, 1895, this by-law was amended by extending the time therein mentioned to five years, the amendment going into effect on May 1, 1895. In 1897 the time limit was stricken out of the by-law, and in 1899 it was extended to apply to all members, whether theretofore or thereafter admitted. In 1903 it was again amended, and in April, 1905, it was amended to read as follows: “No member, whether admitted heretofore or hereafter, shall die by his own act or hand, sane or insane; and if any member, whether admitted heretofore or hereafter, shall die by his own act or hand, sane or insane, such death shall forfeit all rights and claims to the amount agreed to be paid on his death and specified in the benefit certificate of such member, and his beneficiary or beneficiaries shall receive and be paid in lieu thereof a sum equal to the total amount actually paid by such member to the widows’ and orphans’ benefit fund of the order.” The by-law, as amended, went into effect on July 1, 1905, and has continued in effect from thence hitherto. On August 29, 1905, Kavanagh committed suicide in New York, leaving surviving him the appellee, Anna Sexton Kavanagh, his widow, who was named as beneficiary.</p> <p id=\"b180-6\" pgmap=\"180\">It is alleged that when Kavanagh joined the order, and until his death, he and the appellee were residents of the State of Illinois and the appellee is now a citizen of Illinois and a resident of the county of Cook; that under the law of the State of Illinois the said by-law, although enacted after Kavanagh joined the order, was valid and binding upon him and the appellee as his beneficiary, and that by reason of the suicide of Kavanagh the liability of the appellant to appellee upon the death w.as for the sum of $322.84, which constituted the actual amount paid into the widows’ and orphans’ benefit fund by said Thomas Kavanagh.</p> <p id=\"b180-7\" pgmap=\"180(77) 181(400) 182(43)\">The bill further alleged that by the opinion and decision of the Court of Appeals of the State of Missouri in the case of Sitpreme Council of the Royal League v. Morton, 100 Mo. App. 76, it has been settled as the rule of law in that State that suicide by-laws adopted subsequent to the date when the member joins the order are not binding upon him or his beneficiaries, although by the terms of the contract of membership there is an agreement contained therein that such member and his beneficiary shall be bound thereby, so that the rule of law which obtains in the State of Missouri is directly contrary to the rule of law of the State of Illinois ; that appellant is licensed to do business in the State of Missouri and has there subordinate councils and agents upon whom service may be had, so that the appellee would be able to procure service upon appellant if she went into that jurisdiction and began a suit upon the benefit certificate; that the contract entered into was made between two citizens of Illinois; that the certificate was delivered in Illinois ; that the assessments were paid in Illinois; that under the law the place of performance was and is Illinois, and therefore said contract is an Illinois contract, into which the laws of Illinois entered and formed a part, and the appellant is therefore entitled to have its rights and liabilities under said contract adjudicated and determined under and in accordance with the laws of Illinois; that if. the appellee begins proceedings in the State of Missouri the appellant can not obtain the benefit of the laws of Illinois, where said contract was made, by pleading such laws in any suit begun in Missouri, for the reason that the rule of law in that regard in Illinois does not rest upon a statute of the State of Illinois but is a rule of the common law, which obtains in Illinois, and it has been determined and settled to be the rule of law in the State of Missouri by the Court of Appeals that where the courts of said State are called upon to consider and construe a contract entered into in a sister State and the rule of law which obtains in the State where the contract was made or was to be performed is different from the rule of law which obtains in the State of Missouri, and the rule which obtains in the State where the contract was made or was to be performed is a rule of the common law of that State and not based upon the statutes thereof, the courts of Missouri will not follow the rule which obtains in the State where the contract was made or was to be performed but will construe said contract according to the rule which obtains in the State of Missouri, as will appear from the decision of the Court of Appeals of Missouri in the case of Campbell v. American Benefit Club, 100 Mo. App. 249.</p> <p id=\"b182-5\" pgmap=\"182\">The bill further alleged that the appellee, in order to evade the law of Illinois by which her rights should be determined and in order to avail herself of the law of Missouri, now threatens to bring legal proceedings in Missouri ón the benefit certificate to compel the appellant to pay the sum of $4000, whereas in truth and in fact it is liable for no more than $322.84, which action and conduct on the part of the appellee, unless restrained, will be a fraud upon the appellant and will result in depriving it of its rights under the laws of this State; that it has a membership of a little more than 27,500, of which about 20,000 are in Illinois, holding contracts of membership made and entered into in this State, to be performed in this State, where the certificates were delivered and the dues and assessments paid, so that the contracts are Illinois contracts and governed and controlled by the laws of Illinois, and to permit the appellee to begin a suit in the courts of Missouri, or of any other State where the laws governing and controlling such contracts as the one here involved in regard to the questions here involved are different from the laws of Illinois and where the courts of such State or States refuse to be governed and controlled by the laws of Illinois, will be to permit the appellee not only to work a fraud upon appellant, but likewise upon those members of the order residing in the State of Illinois and holding Illinois contracts; that appellant is able, ready and willing to pay to the defendant whatever sum may be determined to be due under its contract, and tenders' into court, to be held subject to the order of the court, $322.84, and avows its readiness to pay any sum in addition thereto for which it may be determined to be liable, if it should be held to be liable for any additional sum.</p> <p id=\"b183-4\" pgmap=\"183\">There is no question as to the right to restrain a person over whom the court has jurisdiction from bringing a suit in a foreign State. (Harris v. Pullman, 84 Ill. 20.) The courts do not, in such cases, pretend to direct or control the foreign court but the decree acts solely upon the party. The jurisdiction rests on the authority vested-in courts of equity over persons within the limits of their jurisdiction and amenable to process, to stay acts contrary to equity and good conscience. The State has power to compel its own citizens to respect its laws even beyond its own territorial limits, and the power of the courts is undoubted to restrain one citizen from prosecuting in the courts of a foreign State an action against another which will result in a fraud or gross wrong or oppression. (Snook v. Snetser, 25 Ohio St. 516; Keyser v. Rice, 47 Md. 203; Teager v. Landsley, 69 Iowa, 725; Wilson v. Joseph, 107 Ind. 490; Dehon v. Poster, 4 Allen, 545.) But the court will not restrain the prosecution of a suit in a foreign jurisdiction unless a clear equity is presented requiring the interposition of the court to prevent a manifest wrong and injustice. It is not enough that there may be reason to anticipate a difference of opinion between the .two courts, and that the courts of the foreign State would arrive at a judgment different from the decisions of the courts in the State of the residence of the parties. (Carson v. Durham 149 Mass. 52.) It is not inequitable for a party to prosecute a legal demand against another in any forum that will take legal jurisdiction of the case, merely because that forum will afford him a better remedy than that of his. domicile. To justify equitable interposition it must be .made to appear that an equitable right will otherwise be denied the party seeking relief. Thorndike v. Thorndike, 142 Ill. 450.</p> <p id=\"b183-5\" pgmap=\"183(38) 184(344)\">A person has the right to select such tribunal having jurisdiction as he chooses for the prosecution of his rights, and the court which first obtains jurisdiction will retain it. Such jurisdiction cannot be defeated because the defendant may prefer another tribunal in which he supposes the decision will be more favorable to him. In this case it is not averred that the Supreme Court of Missouri has laid down any rule of law different from that of this court. The averment is, that in two cases mentioned the Court of Appeals of Missouri has settled the rule of law in that State in accordance with the statement thereof in the bill. It is not averred that the Court of Appeals of Missouri is the court of final appellate jurisdiction in the State, or that the court of final appellate jurisdiction has made any decision of any question involved in this case. While the law of another State is matter of fact of which we cannot take judicial notice, yet the allegations of the bill in that regard are entirely consistent with the hypothesis that the Court of Appeals, whose decisions are alleged to have established the law of Missouri, may be an inferior court of that State of limited territorial jurisdiction, whose decisions are subject to review by the Supreme Court. This court cannot, in advance of its announcement by the Supreme Court of Missouri, assume that the common law in that State will be declared to be different from the common law as construed in this State. Allegation and proof that a court of a State not having final appellate jurisdiction has settled a particular rule of law does not constitute allegation or proof that such rule is the law of the State. So far as appears, if the appellee should bring an action in the State of Missouri against appellant on this benefit certificate, and if the nisi prius and Appellate Courts should decide against appellant, it would be entitled to have such decision reviewed by the Supreme Court of the State of Missouri, and we have no reason to suppose that that court will not do justice between the parties and give effect to the rules of law applicable to the case.</p> <p id=\"b184-3\" pgmap=\"184\">The judgment of the Appellate Court will be affirmed.</p> <p id=\"b184-4\" pgmap=\"184\">Judgment affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}