{
  "casebody": {
    "data": "<casebody firstpage=\"858\" lastpage=\"861\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b884-11\">UNITED STATES of America, Plaintiff-Appellee, v. Allen James STARKS, a.k.a. Big Al, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b884-14\">No. 07-13192</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AKi\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b884-15\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b884-16\">Feb. 11, 2008.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b885-9\"><page-number citation-index=\"1\" label=\"859\">*859</page-number>Alen James Starks, Coleman, FL, for Defendant-Appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b885-10\">Leigh Lichty Pipkin, U.S. Attorney’s Office, Mobile, AL, for Plaintiff-Appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b885-12\">Before HULL, MARCUS and WILSON, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b885-13\">PER CURIAM:</author>\n<p id=\"b885-14\">Alen Starks, proceeding <em>pro se, </em>appeals the district court’s denial of his motion to “amend” the district court’s July 25, 2006 order denying his 18 U.S.C. § 3582(c)(2) motion for reduction of his sentence, or, alternatively, to refile his § 3582(c)(2) motion. Ater review, we affirm.</p>\n<p id=\"b885-16\">I. BACKGROUND</p>\n<p id=\"b885-17\">In 1991, Starks was sentenced to life imprisonment for convictions for conspiracy to possess with intent to distribute cocaine and cocaine base, structuring transactions with financial institutions to evade currency reporting requirements, and money laundering.</p>\n<p id=\"b885-18\">In April 2006, Starks filed a § 3582(c)(2) motion seeking a reduction of his life sentence based on Amendment 505 to the Sentencing Guidelines, which amended the Drug Quantity Table in U.S.S.G. § 2Dl.l(c) to lower the maximum base offense in the table from 42 to 38.</p>\n<p id=\"b885-19\">On July 25, 2006, the district court denied Starks’s § 3582(c)(2) motion. The district court determined that Amendment 505 was intended to be applied retroactively, but that it did not lower Starks’s guidelines range from life imprisonment after the role and obstruction-of-justice enhancements he received were applied.</p>\n<p id=\"b885-20\">Starks filed a motion for reconsideration of the district court’s July 25, 2006 order, which the district court summarily denied on August 29, 2006. Five months later on January 18, 2007, Starks filed a notice of appeal of the district court’s August 29, 2006 order. This Court <em>sua sponte </em>dismissed the appeal for lack of jurisdiction because the January 18, 2007 notice of appeal was untimely filed. Starks sought reconsideration from this Court, which was also denied.</p>\n<p id=\"b885-21\">Four months later on May 31, 2007, Starks filed a notice of appeal of the district court’s July 25, 2006 order. On July 24, 2007, this Court <em>sua sponte </em>dismissed <page-number citation-index=\"1\" label=\"860\">*860</page-number>that appeal for lack of jurisdiction because the notice of appeal was untimely filed.</p>\n<p id=\"b886-4\">On May 31, 2007, Starks also filed a “Motion to Amend Order Denying Motion under § 3582(c)(2) or Alternatively Petitioner’s 18 U.S.C. § 3582(c)(2) Motion for Retroactive Application of Amendment 505” (“Motion”) in the district court, which is the subject of the present appeal. Starks’s Motion argued that he was entitled to an amendment of the district court’s July 25, 2006 order because his ability to timely appeal that order was impeded by the district court’s failure to notify him of its July 25, 2006 and August 29, 2006 orders.<footnotemark>1</footnotemark> Starks’s Motion requested that the district court “re-deny” his § 3582(c)(2) motion so he could pursue an appeal. Alternatively, he requested that the district court allow him to refile his original § 3582(c)(2) motion to give him a “full and fair evaluation” of it.</p>\n<p id=\"b886-5\">On June 26, 2007, the district court summarily denied Starks’s Motion. On July 5, 2007, Starks filed a timely notice of appeal of the district court’s June 26, 2007 order.<footnotemark>2</footnotemark></p>\n<p id=\"b886-6\">II. DISCUSSION</p>\n<p id=\"b886-7\">We conclude that the district court properly denied Starks’s Motion. Starks’s Motion effectively sought reconsideration of the district court’s July 25, 2006 order, but he did not cite or file it pursuant to any criminal or civil rule of procedure. A criminal defendant cannot seek reconsideration of the denial of a § 3582(c)(2) motion, which is a continuation of a criminal action, through Federal Rule of Civil Procedure 60(b). <em>United States v. Fair, </em>326 F.3d 1317, 1318 (11th Cir.2003). In addition, the Federal Rules of Criminal Procedure do not provide a mechanism for filing a motion for reconsideration. <em>United States v. Vicaria, </em>963 F.2d 1412, 1413-14 (11th Cir.1992). We have recognized motions for reconsideration in criminal actions only in the context of stating that they will act as tolling motions for the 30-day appeal requirement if filed within the time period for filing a notice of appeal. <em>See id. </em>Because Starks filed his Motion over ten months after the district court’s July 25, 2006 order and nine months after the district court denied his first motion for reconsideration of that order on August 29, 2006, the district court properly denied Starks’s Motion.</p>\n<p id=\"b886-13\">Furthermore, the district court properly denied the relief sought by Starks in his Motion. First, Starks’s request that the district court “re-deny” his § 3582(c)(2) motion so he could file a timely appeal was merely an improper attempt to circumvent the restrictions in Federal Rule of Appellate Procedure 4(b) for filing a timely appeal. <em>See Jackson v. Crosby, </em>437 F.3d 1290, 1296 (11th Cir.), <em>cert. denied, </em>— U.S. -, 127 S.Ct. 240, 166 L.Ed.2d 189 (2006) (concluding that petitioner could not “gain a second chance at a timely appeal” <page-number citation-index=\"1\" label=\"861\">*861</page-number>through a Federal Rule of Civil Procedure 60(b) motion requesting district court to reenter its order denying his habeas corpus petition).</p>\n<p id=\"b887-5\">Second, his request that the district court allow him to refile his § 3582(c)(2) motion and reconsider it was barred by the law-of-the-case doctrine. Under the law-of-the-case doctrine, “an issue decided at one stage of a case is binding at later stages of the same case.” <em>United States v. Escobar-Urrego, </em>110 F.3d 1556, 1560 (11th Cir.1997). “[A] legal decision made at one stage of the litigation, unchallenged in a subsequent appeal when the opportunity existed, becomes the law of the case for future stages of the same litigation, and the parties are deemed to have waived the right to challenge that decision at a later time.” <em>Id. </em>(quotation marks omitted).</p>\n<p id=\"b887-6\">Here, the district court denied Starks’s § 3582(c)(2) motion on the merits in its July 25, 2006 order, and Starks failed to file a timely appeal of that order. Under the law-of-the-case doctrine, Starks waived his right to challenge the district court’s denial of his § 3582(c)(2) motion at a later stage of the litigation, which was effectively the relief he sought in his Motion. Even if the district court had allowed him to refile his § 3582(c)(2) motion, the law-of-the-case doctrine would have barred the district court from reconsidering the legal decisions in its July 25, 2006 order.<footnotemark>3</footnotemark></p>\n<p id=\"b887-7\">Thus, the district court properly denied Starks’s Motion.</p>\n<p id=\"b887-8\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b886-8\">. Although Starks claims in his Motion that the July 25, 2006 order “was never sent to petitioner until long after the ten day period to file a notice of appeal,” he quotes the July 25, 2006 order in its entirety in his August 3, 2006 motion for reconsideration, which was denied on August 29, 2006.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b886-9\">. Starks states in his reply brief on appeal that he is seeking to appeal the district court’s June 26, 2007 order, not the district court’s July 25, 2006 order that denied his § 3582(c)(2) motion on the merits. However, Starks devotes nearly all of the discussion in his briefs on appeal to the merits of his § 3582(c)(2) motion. Because we lack jurisdiction to review the district court's July 25, 2006 order, as outlined in this Court's July 24, 2007 order, we decline to consider these arguments. <em>See </em>Fed. R.App. P. 4(b)(1)(A)(i) (\"[A] defendant's notice of appeal must be filed in the district court within 10 days after ... the entry of either the judgment or the order being appealed....\").</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b887-10\">. The law-of-the-case doctrine does not apply where: (1) new evidence that is substantially different is presented; (2) intervening controlling authority has made applicable a contrary legal decision; or (3) the decision was clearly erroneous and would work a manifest injustice. <em>Escobar-Urrego, </em>110 F.3d at 1561. Starks has not argued that any of these exceptions apply here.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}