{
  "casebody": {
    "data": "<casebody firstpage=\"415\" lastpage=\"451\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b445-6\">92 A.3d 379</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b445-7\">HOUSING AUTHORITY OF BALTIMORE CITY v. Amafica K. WOODLAND.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b445-10\">No. 18,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"AFa\">Sept. Term, 2013.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b445-11\">Court of Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b445-12\">March 26, 2014.</decisiondate>\n<otherdate data-order=\"6\" data-type=\"otherdate\" id=\"b445-13\">Reconsideration Denied May 16, 2014.</otherdate>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b451-10\"><page-number citation-index=\"1\" label=\"421\">*421</page-number>J. Marks Moore, III and Frank J. Mastro (Stephen S. McCloskey, Semmes, Bowen &amp; Semmes, Baltimore, MD), on brief, for Appellant.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b452-3\"><page-number citation-index=\"1\" label=\"422\">*422</page-number>Scott E. Nevin (William Beveridge, Jr., Law Offices of Peter T. Nicholl, Baltimore, MD; John Amato, IV, Goodman, Meagher &amp; Enoch, LLP, Baltimore, MD), on brief, for Appellee.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"b452-4\">Argued before BARBERA, C.J., HARRELL, BATTAGLIA, GREENE, ADKINS, McDONALD and WATTS, JJ.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b452-6\">ADKINS, J.</author>\n<p id=\"b452-7\">In this lead paint case we examine the nature and purpose of the “good cause” exception to the written notice requirement of the Local Government Tort Claims Act (“LGTCA”). Md.Code (1987, 2013 Repl. Vol.), § 5-304 of the Courts and Judicial Proceedings Article (“CJP”). We do so in the course of reviewing a trial court’s rulings that allowed the case to proceed to trial, over Appellant’s objection, because the court found substantial compliance and good cause for the Appellee’s failure to provide written notice of her intent to sue within 180 days of her injury.</p>\n<p id=\"b452-8\">FACTS AND LEGAL PROCEEDINGS</p>\n<p id=\"b452-9\">Although the Appellee is Amafica Woodland (“Woodland”), the relevant facts pertain almost exclusively to her mother and grandmother. Woodland’s maternal grandmother, Dale Williams (“Williams”) moved into 127 Albemarle Street (“the Residence”) in February 1987 as the tenant of record along with her daughter, Appellee’s mother, Tanderlara Monterio (“Monterio”). Appellee lived there from her birth in 1995 until she, along with her mother and grandmother, vacated the Residence in November of 1997. Appellant, the Housing Authority of Baltimore City (“HABC”), owned and managed the Residence from its construction in 1957 to its demolition in 2001.</p>\n<p id=\"b452-10\">Woodland’s blood-lead levels were tested twice during her tenancy at the Residence. On September 30, 1997, she demonstrated a blood-lead level of 13 micrograms per deciliter (p,g/dL), and on October 8, 1997 she demonstrated a blood-lead level of 11 jxg'dL. Following the second test, Monterio <page-number citation-index=\"1\" label=\"423\">*423</page-number>visited the management office of the Residence and met with the property manager, Robin Mack<footnotemark>1</footnotemark> (“Mack”) to discuss Woodland’s recent blood test. After learning of Woodland’s elevated level, Mack had Monterio complete a lead questionnaire and gave her copies of a lead information booklet. Following this meeting, Mack recorded the conversation in a “Summary of Interviews.”<footnotemark>2</footnotemark></p>\n<p id=\"b453-4\">Following the meeting, Mack sent a message to William M. Peach, III (“Peach”), a Management and Maintenance Analyst in HABC’s Central Office. This message requested a modified risk reduction and lead dust test for the Residence, to be performed in an “expeditious manner.” These tests were completed by Connor Environmental Services &amp; Engineering Assessments (“Connor”) on October 16, 1997. In its report, Connor explained that it found chipped stucco on the windowsills in the kitchen and living room, and chipped paint on all three bedroom windowsills and hallway doorframes. In summarizing its report, Connor recommended that HABC relocate the tenants. After Mack and an HABC safety officer visually inspected the Residence, HABC decided to relocate the family to a different unit. In November 1997, HABC moved Woodland and her family to a different HABC property.</p>\n<p id=\"b453-5\">Almost twelve years later, in April 2009, Woodland sued HABC in the Circuit Court for Baltimore City, claiming injury <page-number citation-index=\"1\" label=\"424\">*424</page-number>from her exposure to lead paint at the Residence, and asserting, alternatively, compliance with the notice requirements of the Local Government Tort Claims Act (“LGTCA”),<footnotemark>3</footnotemark> and good cause for failure to comply or substantially comply. Before trial, HABC moved for summary judgment, claiming that Woodland had failed to comply with the LGTCA notice requirement, could not establish good cause to waive the notice requirement, and that Woodland’s failure to comply had prejudiced HABC’s ability to put on an adequate defense. Woodland responded that she had substantially complied with the LGTCA, and that HABC was on actual notice, thus satisfying the statutory requirement. After a pretrial hearing, the motions judge denied HABC’s motion, finding “a genuine issue of material fact as to good cause for lack of formal notice[.]” Upon HABC’s renewed motion for judgment at the close of Appellee’s case, the trial judge denied the motion and found that Woodland had substantially complied with the LGTCA, and that, alternatively, her conduct satisfied the good cause exception, and that HABC’s defense was not prejudiced.</p>\n<p id=\"b454-4\">The jury found in favor of Woodland, and after HABC’s successful motion to reduce the verdict in accordance with the relevant caps on non-economic damages, the judgment came to $690,000. HABC noted a timely appeal to the Court of Special Appeals, and we granted <em>certiorari </em>on our own initiative before resolution by that Court.</p>\n<p id=\"b454-5\">Appellant presents the following questions on appeal:<footnotemark>4</footnotemark></p>\n<blockquote id=\"b454-6\">1. Did the Circuit Court err when it denied the HABC’s pretrial motion for summary judgment, when Woodland offered no evidence that she provided the HABC with written notice of her intent to bring a tort claim for damages?</blockquote>\n<blockquote id=\"b454-7\">2. Did the trial judge err when he concluded that Woodland substantially complied with the notice requirement of the LGTCA?</blockquote>\n<blockquote id=\"b455-3\"><page-number citation-index=\"1\" label=\"425\">*425</page-number>8. Did the trial judge abuse his discretion when he found good cause to waive compliance with the LGTCA notice requirement based on his consideration of factors not previously recognized by this Court as relevant to good cause?</blockquote>\n<blockquote id=\"b455-4\">4. Did the trial court err when it refused to permit the HABC to present evidence that it acted reasonably by complying with the requirements of the Reduction of Lead Risk in Housing Act?<footnotemark>5</footnotemark></blockquote>\n<blockquote id=\"b455-5\">5. Did the trial judge err when he admitted hearsay evidence referring to “Lead Paint” at the property at issue, where the statements were from an unknown declarant and lacked any circumstantial guarantees of trustworthiness?</blockquote>\n<p id=\"b455-6\">For the reasons explained below, we conclude that the motions judge did not err in denying HABC’s motion for summary judgment. Although the trial court did err in finding that Woodland had substantially complied with the LGTCA’s notice requirements, its alternate finding that Woodland had good cause for failing to comply made this error moot. The trial court erred in considering material not in evidence as part of its ruling that Woodland met the good cause exception for non-compliance with the LGTCA notice requirement. Yet this error was harmless, as fully explained <em>infra. </em>Finally, we see no error in the two evidentiary issues Appellant raises.</p>\n<p id=\"b455-7\">DISCUSSION</p>\n<p id=\"b455-8\">\n<em>Denial Of Summary Judgment</em>\n</p>\n<p id=\"b455-9\">Appellant argues that the motions court erred in denying its pretrial motion for summary judgment. In HABC’s view, because Woodland argued substantial compliance, rather than good cause, in its written response to HABC’s motion, the pretrial court’s consideration of good cause was improper. We first observe that although Woodland discussed substantial compliance rather than good cause in her written response, at <page-number citation-index=\"1\" label=\"426\">*426</page-number>the hearing on HABC’s motion, her counsel clearly said: “I appreciate the Court focusing on the good cause acts [sic] aspect.” Counsel also pointed out that “it was their understanding that they were moved because of the lead in the house[,]” which highlights a group of facts that support good cause.</p>\n<p id=\"b456-4\">Appellant draws our attention to the following statement from the bench, made in ruling on the pretrial motion:</p>\n<blockquote id=\"b456-5\">I am going to deny the motion for summary judgment because the circumstances described reflect a significant debatable issue about good cause to dispense with or to find substantial compliance with the notice requirement.</blockquote>\n<blockquote id=\"b456-6\">I am going to rely on and cite here on the record both the <em>Rios [v. Montgomery County, </em>386 Md. 104, 872 A.2d 1 (2005) ] case and the <em>Heron [v. Strader, </em>361 Md. 258, 761 A.2d 56 (2000) ] case for its discussion and description of the good cause factors. And the circumstances described by [Appellee] I think are more than enough to give us reason to deny the summary judgment motion.</blockquote>\n<blockquote id=\"b456-7\">I am not finding that there was good cause. I am finding that there is enough presented for an eventual finder of fact to find good cause.</blockquote>\n<p id=\"b456-8\">As we held in <em>Metropolitan Mortgage Fund, Inc. v. Basiliko, </em>288 Md. 25, 29, 415 A.2d 582, 584 (1980), the denial of a pretrial motion for summary judgment should be reviewed for abuse of discretion. This is especially so in cases that “involve[ ] not only pure legal questions but also an exercise of discretion as to whether the decision should be postponed until it can be supported by a complete factual record[.]” <em>Id. </em>Additionally, we held that, presented with a pretrial motion for summary judgment, a court has discretion to “affirmatively ... deny ... a summary judgment request in favor of a full hearing on the merits; and this discretion exists even though the technical requirements for the entry of such a judgment have been met.” <em>Basiliko, </em>288 Md. at 28, 415 A.2d at 583.</p>\n<p id=\"b456-9\">Interpreting a good cause determination to be a pure question of law, Appellant asks that we depart from our usual <page-number citation-index=\"1\" label=\"427\">*427</page-number>deferential abuse of discretion standard for reviewing a denial of summary judgment as a matter of law. We see no reason to depart from the holding and rationale of <em>Basiliko. </em>There, we were emphatic about our reluctance to overturn a denial of summary judgment in this context:</p>\n<blockquote id=\"b457-4\">Thus, while Md. Rule 610(d)(1) states that when a movant is entitled to judgment as a matter of law, the court should render judgment forthwith, this does not mean that entry of judgment may not be delayed until after a trial on the merits, should, in the court’s mind, the promotion of justice require it. It is our view that an appellate court should be loath indeed to overturn, on a very narrow procedural ground, a final judgment on the merits entered in favor of the party resisting the summary judgment motion____To turn the tables in this manner would be nothing short of substituting a known unjust result for a known just one.</blockquote>\n<p id=\"Ask\"><em>Basiliko, </em>288 Md. at 28-29, 415 A.2d at 584 (footnote and citations omitted). We decline to hold that the judge erred in denying summary judgment.</p>\n<p id=\"b457-7\">\n<em>Substantial Compliance With The LGTCA</em>\n</p>\n<blockquote id=\"b457-8\">The LGTCA provides, in pertinent part:</blockquote>\n<blockquote id=\"b457-9\">(b) <em>Notice Required. </em>— (1) Except as provided in subsection[ ] ... (d) of this section, an action for unliquidated damages may not be brought against a local government or its employees unless the notice of the claim required by this section is given within 180 days after the injury.</blockquote>\n<blockquote id=\"b457-10\">(2) The notice shall be in writing and shall state the time, place, and cause of the injury.</blockquote>\n<blockquote id=\"b457-11\">(c) (1) The notice required under this section shall be given in person or by certified mail ... by the claimant or the representative of the claimant.</blockquote>\n<blockquote id=\"b457-12\">❖ * *</blockquote>\n<blockquote id=\"b457-13\">(4) [T]he notice shall be given to the corporate authorities of the defendant local government.</blockquote>\n<blockquote id=\"b457-14\">(d) <em>Waiver of notice requirement. </em>— Notwithstanding the other provisions of this section, unless the defendant can <page-number citation-index=\"1\" label=\"428\">*428</page-number>affirmatively show that its defense has been prejudiced by lack of required notice, upon motion and for good cause shown the court may entertain the suit even though the required notice was not given.</blockquote>\n<p id=\"b458-4\">CJP § 5-304.</p>\n<p id=\"b458-5\">Appellee does not contest that she failed to strictly comply with the LGTCA. Yet, even if a plaintiff does not strictly comply, the suit may go forward if the plaintiff substantially complied with the notice requirement. <em>Ellis v. Housing Auth. of Baltimore City, </em>436 Md. 331, 342-43, 82 A.3d 161, 167 (2013). Here, the trial court found substantial compliance “based on the information and actions of the parties.” Specifically, the court relied on:</p>\n<blockquote id=\"b458-6\">[T]he combination of mother, immediately upon receipt of the medical information from the physician, delivered to, as she understood, to the Housing manager, which was immediately transferred to Mr. Peach and the appropriate persons that have knowledge of the existing danger and arguably injury.</blockquote>\n<p id=\"b458-7\">We review a trial court’s determination of whether a plaintiff substantially complied with the LGTCA’s notice requirement as a matter of law. <em>See Ellis, </em>436 Md. at 342, 82 A.3d at 167 (citation omitted).</p>\n<p id=\"b458-8\">As we recently explained, a plaintiff satisfies substantial compliance where:</p>\n<blockquote id=\"b458-9\">(1) [T]he plaintiff makes “some effort to provide the requisite notice”; (2) the plaintiff does “in fact” give some kind of notice; (3) the notice “provides ... requisite and timely notice of facts and circumstances giving rise to the claim”; and (4) the notice fulfills the LGTCA notice requirement’s purpose, which is</blockquote>\n<blockquote id=\"b458-10\">to apprise [the] local government of its possible liability at a time when [the local government] could conduct its own investigation, <em>i.e., </em>while the evidence was still fresh and the recollection of the witnesses was undiminished by time, sufficient to ascertain the character and extent of the injury and [the local government’s] responsibility^]</blockquote>\n<p id=\"b459-3\"><page-number citation-index=\"1\" label=\"429\">*429</page-number><em>Ellis, </em>436 Md. at 342-43, 82 A.3d at 167 (quoting <em>Faulk v. Ewing, </em>371 Md. 284, 298-99, 808 A.2d 1262, 1272-73 (2002) (ellipsis in original)). In <em>Ellis </em>we held that a threat to sue HABC if it did not fix chipping paint did not satisfy substantial compliance. 436 Md. at 345, 82 A.3d at 169. Because such a complaint “neither explicitly nor implicitly indicated] ... inten[t] to sue HABC regarding any injury!,]” it did not put the government agency on adequate notice. <em>Id.</em></p>\n<p id=\"b459-5\">We have previously approved of findings of substantial compliance when the plaintiff sent written notice of a claim to a government agency detailing the time, place, and cause of the injury, though failing to follow a technical requirement. <em>See Jackson v. Bd. of Cnty. Comm’rs of Anne Arundel Cnty., </em>233 Md. 164, 167-68, 195 A.2d 693, 695 (1963) (holding that sending written notice via unrestricted regular mail substantially complied with the predecessor statute to the LGTCA). Additionally, we held that when a plaintiff sent a letter detailing an injury and an expectation of some type of compensation, substantial compliance is met even though the letter was sent to the defendant’s insurer instead of the statutorily required person. <em>See Faulk, </em>371 Md. at 307-08, 808 A.2d at 1277-78. Finally, we recently reiterated that, in the context of a lead paint case, a verbal complaint of chipping paint coupled with a threat to sue if the situation were not remedied did not satisfy substantial compliance on its own. <em>See Ellis, </em>436 Md. at 345, 82 A.3d at 169.</p>\n<p id=\"b459-6\">Here, there was no explicit or implicit threat of legal action, either written or oral. Woodland’s mother simply did not make any statement within the statutorily specified time about an intention to sue HABC. This fails the second condition we set forth in <em>Ellis. </em>Thus, we agree with HABC that the trial court erred in concluding that Woodland had substantially complied with the LGTCA.</p>\n<p id=\"b459-7\">\n<em>Sufficiency Of The Evidence To Show Good Cause</em>\n</p>\n<p id=\"b459-8\">The LGTCA provides a plaintiff one last route to the courthouse. Even if a plaintiff does not strictly or substantial<page-number citation-index=\"1\" label=\"430\">*430</page-number>ly comply with the LGTCA notice provision, a trial court may entertain the suit if it finds good cause for noncompliance. In this case, the trial court also found that Appellee had good cause for noncompliance with the LGTCA notice provisions.</p>\n<p id=\"b460-4\">Appellant argues first that there was no evidence upon which the trial court could have found good cause to excuse the failure of Woodland’s mother and grandmother to provide written notice within 180 days. HABC contends that merely providing notice to HABC of an injury does not itself constitute notice of intent to sue, and thus does not excuse compliance. It advances that if Woodland’s mother was able to give notice of the injury to HABC, she was also able to give notice of her intent to pursue a tort claim. Pressing the point, HABC stresses that allowing mere notice of an injury to suffice as good cause would constitute a new and judge-made exception to the LGTCA not contemplated by the Legislature.</p>\n<p id=\"b460-5\">HABC next argues that the court abused its discretion by relying on an exhibit not in evidence as part of its good cause analysis. The evidence in question, ironically, was a packet of documents HABC had earlier offered for admission, which contained a “Protect Your Family from Lead in Your Home” document and a “Notice of Tenants’ Rights” (“the HABC Packet”).<footnotemark>6</footnotemark> The court had earlier excluded the HABC Packet in response to an objection by Appellee. The HABC Packet was never offered again, and Woodland’s mother did not testify about it or indicate in any way that she reviewed or relied on it. Nonetheless, the trial court, in explaining its finding of good cause, mentioned the HABC Packet as part of its ruling on good cause. Appellant concludes that in basing its finding of good cause on material excluded from evidence, the trial court erred.</p>\n<p id=\"b460-6\">Woodland rejoins that the trial court clearly and carefully weighed the appropriate good cause factors announced in <em>Rios v. Montgomery County, </em>386 Md. 104, 872 A.2d 1 (2005) and <page-number citation-index=\"1\" label=\"431\">*431</page-number><em>Heron v. Strader, </em>361 Md. 258, 761 A.2d 56 (2000).<footnotemark>7</footnotemark> Appellee further explains that the trial court considered good cause in light of Monterio’s interactions with HABC, and HABC’s response to the information it received. After such consideration, Woodland continues, the court found that HABC was not prejudiced by Monterio’s noncompliance with the LGTCA. Finally, Appellee argues that a reasonably prudent person would rely on the fact that a government agency complies with its statutory and regulatory obligations and conducts the relevant tests when it is presented with evidence of lead poisoning. Woodland concludes that because it would be reasonable to so rely, and because HABC was given sufficient information to pursue further investigation of a possible claim, the trial court did not err in finding good cause.</p>\n<p id=\"b461-4\">To address these arguments, we start with the pertinent statute. The Legislature granted courts the authority to “entertain” a lead paint suit even without notice, upon a showing of “good cause.” CJP § 5-304(d) (“[U]pon motion and for good cause shown the court may entertain the suit even though the required notice was not given.”). The trial court, exercising its discretion, found that Woodland had good cause for failing to comply fully with the notice requirement of the LGTCA. In order to determine whether the court abused its discretion, we must first examine the reasoning the court employed in finding good cause. In announcing this finding, the trial court explained:</p>\n<blockquote id=\"b461-5\">In looking at the issues before the Court, the questions become as to good cause for not meeting the waiver requirements, I mean the notice requirements.... It brings us then to the question of what is meant by good cause and that which is the circumstance before it. The Court asked questions of both counsel and both parties because the Court is interested in the particular parties’ response to what the expectation was, what was reasonably understood and interpreted for the notice requirement to look at the <page-number citation-index=\"1\" label=\"432\">*432</page-number>attempt to comply or the failure to comply before it comes to the question of good cause.</blockquote>\n<blockquote id=\"b462-4\">There are three points that the Court needs to advise, that the Court upon its review looked at. Is that (a) did Monterio simply ignore, I’m going to say her responsibility to take necessary action to give notice of the status that would lead to litigation with the local government being as a defendant in this case. Immediately upon receiving the elevated blood level notice from the physician, she immediately took the information to the manager. She immediately communicated along with her mother, which was the named tenant, of the existence of lead in the property that required action. Immediately upon seeing information, receiving information, albeit by television, and then to her attorney immediately took action that would be equivalent to the notification to the local government agency which is Housing Authority of Baltimore City.</blockquote>\n<blockquote id=\"b462-5\">While this is not the same as someone in a coma for the 180 days, and it certainly does not equal to someone being in a coma for years, it is indication of the intent to meet the requirements of the statute.</blockquote>\n<blockquote id=\"b462-6\">It is important to note that ... the Defendant Housing Authority of Baltimore City immediately sent Connor into the property. While other persons based on the testimony from the defendant agency came into the property, Ms. Mack most notably, to view the property and did look in the property, see the property on the inside, it is important to note that Connor Inspection was the risk assessor that Mr. Moore wishes to talk in terms of certified risk assessor by the statute.</blockquote>\n<blockquote id=\"b462-7\">This Court clearly disagrees with that a doctor has to be a certified risk assessor to testify. But notwithstanding, is that based on the existing statu[t]e, but more importantly based on the operations of the parties is that there was inspection into the property.</blockquote>\n<blockquote id=\"b463-3\"><page-number citation-index=\"1\" label=\"433\">*433</page-number>Before going on, it is clear as clear can be that as to the Defendant Housing Authority and its agents, responsible agents, is that there was a veering from the issue away from lead paint immediately upon, in this Court’s conclusion, observing as to the stucco on the first floor in the property. However, the inspection does indicate not only was the child found to be elevated blood level and notification given to Defendant, but the risk, the certified risk assessor and the report as written dated October 20, 1997, indicates peeling, flaking paint.</blockquote>\n<blockquote id=\"b463-4\">While the Court says throughout the property, it does what specification talks in terms of at least five areas. There is no stucco on the door frames, there is no stucco on the window sills, and there’s indication that there was chipping, flaking, peeling paint in a bedroom area frequented by the child that had no stucco in it at all. The testimony of mother is specifically that the main rooms on the first floor had stucco. The question specifically as to on the window frames, window sills, door frames, and around the windows in mother’s bedroom and the other bedroom, which the Court will refer to as the one with the three single beds in it, did not, and easily accessible to the child in question. Therefore, in terms of looking at the facts and circumstances, the Court also points to that there was this packet of what to do. That both of the parties indicated existed that was delivered to and what did you receive it, to show that Housing Authority of Baltimore City delivered this packet to mother.</blockquote>\n<blockquote id=\"b463-5\">[The] risk assessment program as existing does not negate the question of negligence in this case, i.e., the existing, existence of lead in the property that was known for the purpose of human habitation and more specifically of minor children. Especially following the 1967 Housing Code.</blockquote>\n<blockquote id=\"b463-6\">What is important is that this packet was referred to with a separate section in it that says things for you to do to protect your family. [Nowhere] in the packet does it indicate to give written notification to HABC, Mr. Peach, or the named persons referred to in argument as the person <page-number citation-index=\"1\" label=\"434\">*434</page-number>requiring the written notice of potential litigation. It does say that you’re supposed to turn in the notice of, the doctor’s notice of information to the office manager. Therefore the question becomes as to it being discussed as to what you’re supposed to do, what you’re in essence expected to do, that which is required of you to do----It is reasonable to argue that it is inappropriate reliance on that to be the substitute of that which is statutory language. The Court recognizes Defendant’s argument on that point or to be an argument on that point and therefore it would be since this is a housing lease, which was referred to by the parties specifically, which is a contract which would lead to detrimental reliance as to the expectation of the parties under that situation. And therefore, compliance with that which was conveyed and understood between the parties while not meeting the statutory requirement, this Court finds to be reasonable to be taken into consideration as to good cause failure to comply with the statutory requirement.</blockquote>\n<blockquote id=\"b464-6\">[T]he Court does find that there is good cause for the failing to strictly comply or to meet the overall steps in the general sense of what would normally be substantial compliance of the written notice.</blockquote>\n<blockquote id=\"b464-7\">This Court does believe that the actions that were taken were taken timely and in response as such and that if it were not such it was upon the detrimental reliance of that from Defendant which obstructed the natural compliance as required.</blockquote>\n<p id=\"b464-8\">It is not our task on appellate review to decide “good cause” afresh, but rather, to decide whether the trial court abused its discretion in its good cause determination. <em>See Rios, </em>386 Md. at 121, 872 A.2d at 10 (“The question of whether good cause for a waiver of a condition precedent exists is clearly within the discretion of the trial court.” (citing <em>Heron, </em>361 Md. at 270, 761 A.2d at 62)); <em>see also Prince George’s Cnty. v. Longtin, </em>419 Md. 450, 467, 19 A.3d 859, 869 (2011) <page-number citation-index=\"1\" label=\"435\">*435</page-number>(observing that a “good cause” determination is a matter of trial court discretion). An abuse of discretion in a ruling may be found “ ‘where no reasonable person would share the view taken by the trial judge.’ ” <em>Consol. Waste Indus., Inc. v. Standard Equip. Co., </em>421 Md. 210, 219, 26 A.3d 352, 357 (2011) (quoting <em>Brown v. Daniel Realty Co., </em>409 Md. 565, 601, 976 A.2d 300, 321 (2009)).</p>\n<p id=\"b465-4\">The Legislature did not provide a definition for the term “good cause.” Instead, it relied on the knowledge, skill, and experience of the judiciary to give substance to this term. As we have interpreted good cause, the trial court’s task was to decide “ ‘whether the claimant prosecuted [her] claim with that degree of diligence that an ordinarily prudent person would have exercised under the same or similar circumstances.’ ” <em>Heron, </em>361 Md. at 271, 761 A.2d at 63 (quoting <em>Westfarm Associates Ltd. P’ship v. Washington Suburban Sanitary Comm’n, </em>66 F.3d 669, 676-77 (4th Cir.1995)). The statutory exception for “good cause” is intended to allow a court to achieve “ ‘substantial justice under varying circumstances’ ” and is based on the notion that a trial court, knowing the context, is best positioned to decide the question. <em>Moore v. Norouzi, </em>371 Md. 154, 183, 807 A.2d 632, 649 (2002) (quoting <em>Madore v. Baltimore Cnty., </em>34 Md.App. 340, 344, 367 A.2d 54, 57 (1976)). The concept is not a rigid one, and was not intended to be rigidly applied.</p>\n<p id=\"b465-5\">We are persuaded that it was not unreasonable for the trial judge to conclude that Woodland’s mother and grandmother acted with a reasonable degree of diligence under the circumstances. They notified the landlord in person that Amafica had two elevated blood-lead level tests and pursued actions consistent with achieving some redress of their concerns. Their actions allowed HABC to investigate its “possible liability at a time when it could conduct its own investigation, <em>i.e., </em>while the evidence was still fresh and the recollection of the witnesses was undiminished by time, ‘sufficient to ascertain the character and extent of the injury and its responsibility in connection with it.’ ” <em>Moore, </em>371 Md. at 167-<page-number citation-index=\"1\" label=\"436\">*436</page-number>68, 807 A.2d at 640 (quoting <em>Williams v. Maynard, </em>359 Md. 379, 389-90, 754 A.2d 379, 385 (2000)).</p>\n<p id=\"b466-4\">The events transpiring after the report of Amafica’s elevated blood-lead level could reasonably have induced the mother and grandmother to believe that they had done enough, in terms of notice. As we have said, not only did HABC promptly order an expert inspection of the property, but immediately thereafter, it moved Woodland and her family to a different residence. These circumstances could reasonably have justified, in the trial judge’s mind, the conclusion that the Woodland family reasonably relied on HABC’s prompt and curative action in not giving additional notice.</p>\n<p id=\"b466-5\">We have previously held that reasonable reliance by a claimant on interactions with a local government or its agents can be a factor in supporting a claim of “good cause” within the meaning of § 5-304. <em>See Moore, </em>371 Md. at 180, 807 A.2d at 648 (“ ‘When acts and conduct of the defendant or his agents have established that the purposes of the statute have been satisfied, these acts and conduct could constitute a waiver of notice or create an estoppel.’ ” (quoting <em>Delaware Cnty. v. Powell, </em>272 Ind. 82, 393 N.E.2d 190, 192 (1979))).<footnotemark>8</footnotemark> When HABC secured an expert, who found extensive flaking paint, and right after, the family was moved by HABC to a different residence, a reasonable person could well believe that the agency has so clearly recognized its responsibility for the injury that no further formal documentation was required. Although the trial court’s oral opinion explaining its conclusion of “good cause” was not a model of clarity, the trial judge certainly did believe that Woodland’s family was responding to HABC’s actions. After describing these events, the trial court said, “This Court does believe that the actions that were taken <page-number citation-index=\"1\" label=\"437\">*437</page-number>were taken timely and in response as such[.]” (Emphasis added). Under these circumstances, the trial court acted within the scope of its discretion when it held that Woodland’s family had good cause for failing to fully comply with the statutory notice requirement.</p>\n<p id=\"b467-4\">We are more persuaded by Appellant’s argument that the trial court erred when it considered the HABC Packet as part of its good cause analysis, even though it was not in evidence. As we described earlier, when HABC offered the Packet to prove compliance with the Lead Act, the court excluded it on grounds it would confuse the jury.<footnotemark>9</footnotemark> The HABC Packet was never offered again by either party. Yet the judge said that he considered it important that “[nowhere] in the Packet does it indicate to give written notification to HABC, Mr. Peach, or the named persons referred to in argument as the person requiring the written notice of potential litigation.”<footnotemark>10</footnotemark> Clearly, the judge cannot rely on the HABC Packet if it is not in evidence. In this respect, the trial court erred.<footnotemark>11</footnotemark></p>\n<p id=\"b467-5\">HABC argues that the appropriate remedy for this error is a new trial. We do not agree, because the court’s consideration of the HABC Packet was harmless error. It relied on the HABC Packet only as an <em>alternative basis </em>for its good cause finding. The record reveals that the court focused on three factors. These were: (1) Woodland’s mother’s interaction with HABC after being notified of her daughter’s elevated blood-lead level; (2) HABC’s actions in response to being informed of Woodland’s elevated blood-lead level; and <page-number citation-index=\"1\" label=\"438\">*438</page-number>(3) the content of the HABC Packet provided to Woodland’s family.<footnotemark>12</footnotemark> After discussing the interactions between Woodland’s family and HABC, the court concluded “there [was] good cause for the failing to strictly comply or to meet the overall steps in the general sense of what would normally be substantial compliance of the written notice.” As an explanation for its ruling, the court said:</p>\n<blockquote id=\"b468-4\">This Court does believe that the actions that were taken were taken timely and in response as such and that if it were not such it was upon the detrimental reliance of that from Defendant which obstructed the natural compliance as required.</blockquote>\n<p id=\"b468-5\">(Emphasis added). We construe this portion of the trial court’s opinion as saying that Monterio’s conduct was both reasonable under the circumstances and sufficient to allow HABC to conduct an investigation in preparation for possible litigation. Thus, applying the <em>Heron </em>standard, the trial court found that the first two factors, enumerated above, were sufficient on their own to sustain a finding of good cause. Yet, guarding against the possibility that the first two factors relied upon might be found wanting, the court went on to offer an alternative rationale for its finding, “if it were not such it was upon the detrimental reliance of that from Defendant,” referring to the absence of instruction in the HABC Packet about how to give the statutory notice. This alternative ground was flawed, but ultimately harmless because the court’s first two reasons were sufficient to support its good cause finding.</p>\n<p id=\"b468-6\">In sum, the purpose of the waiver of notice requirement provision is “to allow the court to achieve ‘substantial justice under varying circumstances[.’]” <em>Moore, </em>371 Md. at 183, 807 A.2d at 649 (quoting <em>Madore, </em>34 Md.App. at 344, 367 A.2d at 57). We are further mindful of the breadth of trial court discretion in this arena. <em>Rios, </em>386 Md. at 121, 872 A.2d at 10-11 (“ ‘[A]n abuse of discretion should only be found in the <page-number citation-index=\"1\" label=\"439\">*439</page-number>extraordinary, exceptional, or most egregious case.’ ” (quoting <em>In Re Adoption/Guardianship No. 3598, </em>347 Md. 295, 312-13, 701 A.2d 110, 118-19 (1997))). It is not manifestly unreasonable, given these facts, to conclude that Woodland’s mother and grandmother acted with the diligence of a reasonable person and reasonably relied on the responsive action by the HABC for the thought that they had given sufficient notice. HABC was given sufficient notice to allow it to fully investigate the presence of lead in the Residence and conduct any relevant interviews while the information was still fresh in everyone’s mind. Accordingly, we hold that there was no abuse of discretion in the trial court’s good cause determination.</p>\n<p id=\"b469-4\">\n<em>Evidentiary Questions</em>\n</p>\n<p id=\"b469-5\">Appellant also raises two evidentiary issues. In the first, Appellant maintains that the trial court erred when it excluded testimony intended to demonstrate that HABG’s conduct was reasonable under the circumstances because it complied with the Lead Act after being informed of Woodland’s elevated blood-lead level. Appellant repeatedly attempted to offer testimony that it had Connor perform a modified risk reduction as part of its adherence to the Lead Act rather than because the property contained lead paint. In excluding this evidence, the trial court explained that compliance with the Lead Act was irrelevant to the question of negligence, and that such information would confuse the issues to the jury. Additionally, the court stated that the Lead Act had been held unconstitutional.<footnotemark>13</footnotemark></p>\n<p id=\"b469-6\">Appellant offered into evidence sample versions of the documents in the HABC Packet, specifically the “Protect Your Family From Lead in Your Home” and “Notice of Tenants Rights.” The following colloquy occurred when Woodland <page-number citation-index=\"1\" label=\"440\">*440</page-number>objected to HABC’s questions to Mack about her having provided Woodland’s mother with these documents:</p>\n<blockquote id=\"b470-4\">Mr. Nevin [Woodland’s attorney]: Defendant’s Exhibit 1 for identification purposes only goes over the law and then the forms, but the forms are blank. They are not signed by anybody. But [Mack]’s saying these are forms, what’s the bas[is] [for] that? She doesn’t remember half the things that we ask about, yet she remembers that this is the form. I think it’s inappropriate.</blockquote>\n<blockquote id=\"b470-5\">The Court: What’s your objection?</blockquote>\n<blockquote id=\"b470-6\">Mr. Nevin: My objection is is [sic] that this is irrelevant. There’s no identification that this in fact was the form she followed.</blockquote>\n<blockquote id=\"b470-7\">The Court: Anything from you?</blockquote>\n<blockquote id=\"b470-8\">Mr. Moore [HABC’s attorney]: Yes, Your Honor. I just asked [Mack] what the forms were. I handed it to her. She’s identified it. I’ll be happy to stipulate this is not the one that was presented that day, that these were—</blockquote>\n<blockquote id=\"b470-9\">The Court: Well, we’re doing two things at the moment. There was a slight discussion at the bench yesterday. The Court inquired as to why we were discussing this at all. And I don’t understand why it’s relevant to this case at all.</blockquote>\n<blockquote id=\"Ajf\">Mr. Moore: The reason it’s relevant, Your Honor, is because part of our argument in this case, as I stated on opening statement was that the HABC complied with the applicable law.</blockquote>\n<blockquote id=\"b470-10\">The Court: The objection is going to be sustained as to it’s irrelevant to the case and not material to the lawsuit. The lawsuit is based on negligence. The law that you’re showing that you complied with was found to be unconstitutional and no longer exists and therefore that in the circumstances is not proper to even bring into this case.</blockquote>\n<blockquote id=\"b470-11\">Mr. Moore: Well, Your Honor, with all due respect, I think what the Court of Appeals held was that the part of the law that gave the housing operator or owner the benefit of the $17,000 limitation of liability was declared unconstitutional. But the case made it clear that the landlord still had to <page-number citation-index=\"1\" label=\"441\">*441</page-number>comply with the law — owners and landlords still had to comply with the law in all other respects. That’s what the case said.</blockquote>\n<blockquote id=\"b471-4\">The Court: Well, I appreciate your argument. This Court is ruling is that the items in question, compliance with the items in question is irrelevant to the negligence suit presently before this Court. And then secondly [is that] this Court’s ruling [is that] it would be highly prejudicial to put it in the case of negligence as it raises and confuses the question as to the allegation as to negligence. And so therefore is I am sustaining the objection.</blockquote>\n<p id=\"b471-5\">Thus, the trial court excluded testimony indicating that HABC’s undertaking of a modified risk reduction after having been made aware of Woodland’s elevated blood-lead level was done in order to comply with the Lead Act.</p>\n<p id=\"b471-6\">Claiming error, Appellant contends that because lead paint cases are analyzed under the negligence standard, it was essential to HABC’s defense that it be allowed to demonstrate that it acted reasonably under the circumstances. It maintains that its compliance with the Lead Act, both before and after being notified of Woodland’s elevated blood-lead level, speaks to the reasonableness of its conduct. Thus, it avers, the court’s exclusion of this evidence deprived HABC of the opportunity to demonstrate to the jury that its conduct was reasonable under the circumstances. Appellant also argues that allowing the jury to hear the term “modified risk reduction,” without explanation, created the impression that there was indeed lead paint in the property, without any direct evidence presented on this issue.</p>\n<p id=\"b471-7\">It is settled law that lead paint cases are subject to the negligence standard in Maryland. <em>See Brooks v. Lewin Realty III, Inc., </em>378 Md. 70, 85 n. 5, 835 A.2d 616, 624 n. 5 (2003). A <em>prima facie </em>case of negligence is established by showing a violation of a statute designed to protect a class of persons that includes the plaintiff and an injury caused by the violation. <em>Id. </em>Then, “the fact-finder must determine whether <page-number citation-index=\"1\" label=\"442\">*442</page-number>the landlord acted reasonably under all the circumstances.” <em>Id.</em></p>\n<p id=\"b472-4\">Nonetheless, Appellant’s argument is unavailing. The excluded evidence pertained to HABC’s conduct <em>after </em>having been notified that Woodland had an elevated blood-lead level.<footnotemark>14</footnotemark> Its subsequent conduct is not relevant to the question of its negligence in causing this elevated blood-lead level to occur. Appellant was not prevented from putting on evidence of its conduct pertinent to the Residence before Woodland’s elevated blood-lead test. Nor was it prevented from addressing the conduct that led to the presence of lead paint in the Residence. The trial court, using its discretion, ruled that evidence of subsequent remedial measures confused the issue of negligence.</p>\n<p id=\"b472-5\">The court allowed Appellant to ask Mack questions about specific notifications she had given Woodland’s mother, as well as to describe the various inspections, maintenance actions, and tenant interactions that were listed in Woodland’s family’s tenant file. The court also allowed Appellant’s expert to state that, in his opinion, there were no reports or records of lead-based paint hazards at the Residence. The Court, however, drew the line at testimony characterizing HABC’s steps as having been done in compliance with the Lead Act. It excluded this evidence because the issue at trial was negligence, the proffered evidence pertained to post-injury conduct, and the court considered that mention of compliance with the Lead Act might confuse the issue before the jury.</p>\n<p id=\"b472-6\">Appellant’s supposed compliance with the statute does not provide the safe harbor it seeks, because it does not speak to whether HABC was negligent in allowing Woodland to be exposed to lead paint in the first place. The specific statutory <page-number citation-index=\"1\" label=\"443\">*443</page-number>compliance proffered by HABC did not address any affirmative actions undertaken to detect and remove lead paint from the Residence. For these reasons, we hold that there was no error in the trial court’s decision to exclude this evidence as irrelevant.</p>\n<p id=\"b473-4\">Appellant’s second evidentiary argument concerns the trial judge admitting putative hearsay evidence at the trial. The alleged hearsay is the handwritten phrase “lead paint” found on forms entitled “Notice of Intent To Vacate” (“Notice”) and “Application For Transfer of Residence” (“Application”). The Notice enumerated six potential reasons for moving, and on the form, someone had written “Lead Paint” next to the option stating “Other (explain in detail).” The Application has the words “lead paint” written in a box entitled “Tenant Reason for Request.” Both documents were dated November 3, 1997 and signed by Woodland’s grandmother. The Application also was signed by two HABC employees.</p>\n<p id=\"b473-5\">The documents were offered by Woodland to show that HABC had notice of Woodland’s lead paint claim. HABC objected on grounds that the words “lead paint” were hearsay. Woodland responded that these documents fell within the business record exception to hearsay, as they were maintained by the HABC in the regular course of business. The trial court agreed. HABC quarrels with that ruling, insisting that without evidence as to the identity and provenance of the scrivener, the words “lead paint” cannot be admitted under the business record exception.</p>\n<p id=\"b473-6\">The business record hearsay exception states:</p>\n<blockquote id=\"b473-7\">Records of regularly conducted business activity. A memorandum, report, record, or data compilation of acts, events, conditions, opinions, or diagnoses if (A) it was made at or near the time of the act, event, or condition, or the rendition of the diagnosis, (B) it was made by a person with knowledge or from information transmitted by a person vrith knowledge, (C) it was made and kept in the course of a regularly conducted business activity, and (D) the regular practice of that business was to make and keep the memo<page-number citation-index=\"1\" label=\"444\">*444</page-number>randum, report, record or data compilation. A record of this kind may be excluded if the source of information or the method or circumstances of the preparation of the record indicate that the information in the record lacks trustworthiness.</blockquote>\n<p id=\"b474-5\">Md. Rule 5-803(b)(6). HABC argues that clause (B), the personal knowledge requirement, was violated because no one could identify who wrote the words “lead paint” as the reason for transfer, and Monterio testified the handwriting was not her mother’s. We are not persuaded that the trial court erred.<footnotemark>15</footnotemark></p>\n<p id=\"b474-6\">The purpose of the business record exception “is to carve out an exception to the personal knowledge requirement in order to allow greater admissibility of business records.” <em>Hall v. Univ. of Maryland Med. Sys. Corp., </em>398 Md. 67, 88, 919 A.2d 1177, 1189 (2007). The rationale underlying this exception is “based on the premise that because the records are reliable enough for the running of a business ... they are reliable enough to be admissible at trial. This is true <em>regardless of whether the person who actually did the recording has personal knowledge of the information recorded.” Hall, </em>398 Md. at 89, 919 A.2d at 1190 (italics in original).</p>\n<p id=\"b474-7\">Appellant cites no case standing for the proposition that an undisputed business record, especially one <em>maintained by the party opposing its admission, </em>signed and dated by people with the unquestioned authority to make such records, should have an entry excluded from consideration simply because no one can identify the writer of the words. The attorney for HABC conceded: “I don’t dispute that this is a regularly kept record by the Housing Authority.” At trial <page-number citation-index=\"1\" label=\"445\">*445</page-number>there was no dispute as to the validity or authenticity of the document, or of the signatures of the HABC employees.</p>\n<p id=\"b475-4\">Absent some evidence that the words “lead paint” were entered fraudulently or are otherwise untrustworthy, identifying the person who wrote the term into these HABC documents is not essential to using the business record exception for admission of these documents. “[W]here a record qualifies as a business record, there is a presumption of trustworthiness, and the objecting party, especially in a civil case, bears a heavy burden in order to exclude an otherwise admissible business record as untrustworthy.” <em>Owens-Illinois, Inc. v. Armstrong, </em>326 Md. 107, 116, 604 A.2d 47, 51 (1992). We see no error.</p>\n<p id=\"b475-5\">CONCLUSION</p>\n<p id=\"b475-6\">For the reasons stated above, we hold that the Circuit Court erred in finding substantial compliance and in considering the non-admitted HABC Packet as part of its determination that there was good cause for Woodland’s family to fail to give timely written notice of its claim. Yet there was sufficient evidence to support a good cause determination without considering the HABC Packet, and with the valid good cause determination, the court’s substantial compliance ruling was moot. Finally, neither of the evidentiary issues raised by Appellant demonstrates error on the part of the trial court.</p>\n<p id=\"b475-7\">JUDGMENT OF THE CIRCUIT COURT FOR BALTIMORE CITY AFFIRMED. COSTS TO BE PAID BY APPELLANT.</p>\n<p id=\"b475-8\">MCDONALD and WATTS, JJ„ concur and dissent.</p>\n<footnote label=\"1\">\n<p id=\"b453-6\">. In addition to her role as property manager, Mack would visit the Residence from time to time, and she and Woodland's grandmother had a friendly relationship.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b453-7\">. The report stated:</p>\n<blockquote id=\"b453-8\">Ms. Williams’s daughter, Tanderlara, in office to report that her 2-year old daughter, Amafica, has lead. I questioned the lady about the lead package that was given to the head of household, Ms. Dale Williams, on 2/27/97 and she reported that her mother did not share the information with her. Received a medical statement [dated] 10/10/97 from Potomac Physicians stating that Amafica's lead level is 11. Tanderlara completed the lead questionnaire and was give[n] two information booklets regarding lead. Advised lady that the Environmental Team should be arriving within a few days and due to the nature of lead, a [permission to enter] is enforced in the event no one is home.</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b454-8\">. Explained <em>infra.</em></p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b454-9\">. We have rephrased some of these questions for brevity and clarity.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b455-10\">. Md.Code (1982, 2007 Repl. Vol„ 2011 Cum.Supp.), §§ 6-801-6-852 of the Environmental Article (the \"Lead Act”).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b460-7\">. Discussed <em>infra.</em></p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b461-6\">. Discussed <em>infra.</em></p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b466-6\">. <em>See also Cont’l Cas. Co. v. Cook, </em>515 S.W.2d 261, 263 (Tex.1974) (payment of compensation benefits or medical bills by the compensation carrier may constitute good cause for failure to file timely claim); <em>Tucker v. Indus. Comm’n of State of Colorado, </em>708 P.2d 484, 486 (Colo.App.1985) (good cause found when claimant failed to file worker's compensation claim because of advice by Department of Labor that his claim would be denied and that filing would be futile).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b467-6\">. We further address the colloquy that led to the HABC Packet being excluded <em>infra.</em></p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b467-7\">. The Lead Act does not require that HABC advise its tenants about how to comply with CJP § 5-304, and we should not impose that requirement judicially. That said, there could be circumstances where the HABC Packet might be relevant in evaluating good cause.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b467-8\">. HABC also sees error in the judge's consideration of the timing of the suit in relation to the statute of limitations in assessing good cause. We see no reason why this factor cannot be considered.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b468-7\">. The court also noted Woodland’s minority at the time of the suit, and the fact that the statute of limitations had not run.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b469-7\">. Appellant is correct that our holding in <em>Jackson </em>v. <em>Dackman Co. </em>only found the immunity provisions of the Lead Act invalid. 422 Md. 357, 30 A.3d 854 (2011). We severed the remainder of the Lead Act that did not speak to potential immunity from the invalid portions. <em>Jackson, </em>422 Md. at 383, 30 A.3d at 869.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b472-7\">. Although Appellant claims that it was also prevented from putting on evidence of its pre-notification compliance with the Lead Act, it does not direct us to any excluded evidence that speaks to its pre-notification actions undertaken to maintain the Residence free from lead. Thus, we only address HABC’s proffered evidence regarding its post-notification conduct.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b474-8\">. We also observe that HABC's theory rests on the assumption that these documents were admitted to prove the existence of lead paint. The record reveals instead that Woodland offered the documents to prove that she gave notice to HABC of her lead paint injury, which would mean the words \"lead paint” were not hearsay because they were not offered to prove the truth of her assertion that she was exposed to lead paint at the Residence, but only HABC’s awareness of her claim.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-2\" type=\"concurring-in-part-and-dissenting-in-part\">\n<author id=\"b475-9\">WATTS, J.,</author>\n<p id=\"A6Q\">Concurring and Dissenting, which McDonald, j., joins</p>\n<p id=\"b475-10\">Respectfully, I concur, in part, and dissent, in part.</p>\n<p id=\"b475-11\">I agree that the circuit court erred in concluding that Woodland substantially complied with the notice requirement of the Local Government Tort Claims Act (“LGTCA”), Md. <page-number citation-index=\"1\" label=\"446\">*446</page-number>Code Ann., Cts. &amp; Jud. Proc. Art. (1987, 2013 Repl. Vol.) § 5-301 <em>et seq </em><footnotemark><em>1</em></footnotemark><em> </em>I would also hold, however, that the circuit court abused its discretion in concluding that Woodland showed good cause for her failure to comply with the LGTCA notice requirement, and reverse the judgment of the circuit court. As the Majority acknowledges, the circuit court erred in considering information not in evidence in finding good cause-namely, the HABC Packet. But most significantly, the reasons relied upon by the circuit court, and in turn by the Majority, do not establish good cause to waive compliance with the LGTCA notice requirement.</p>\n<p id=\"b476-4\">The Majority states that there were three factors the circuit court found in determining that good cause existed to waive compliance with the LGTCA notice requirement:</p>\n<blockquote id=\"b476-5\">(1) Woodland’s mother’s interaction with HABC after being notified of her daughter’s elevated blood-lead level; (2) HABC’s actions in response to being informed of Woodland’s elevated blood-lead level; and (3) the content of the HABC Packet provided to Woodland’s family.</blockquote>\n<p id=\"b476-6\">Majority Op. at 437-38, 92 A.3d at 392 (footnote omitted). As the Majority readily concedes, as to the third factor, the circuit court erred in considering the HABC Packet as part of its good cause analysis because the packet was not in evidence. <em>See </em>Majority Op. at 436-38, 92 A.3d at 392. Nevertheless, the <page-number citation-index=\"1\" label=\"447\">*447</page-number>Majority holds that the other two factors were independently sufficient to support the circuit court’s finding of good cause, and alternatively, concludes that “[i]t was not manifestly unreasonable, given these facts, to conclude that Woodland’s mother and grandmother acted with the diligence of a reasonable person and reasonably relied on the responsive action by the HABC for the thought that they had given sufficient notice.” Majority Op. at 439, 92 A.3d at 393. I, respectfully, disagree.</p>\n<p id=\"b477-4\">The record unambiguously demonstrates that Woodland did not argue or present evidence establishing reliance on “HABC’s actions in response to being informed of Woodland’s elevated blood-lead level[.j” It is accurate as the Majority writes that, at the motion for summary judgment hearing, counsel for Woodland stated that, according to Woodland and Monterio, “it was their understanding that they were moved because of the lead in the house.” Counsel for Woodland made this argument, however, before a pretrial motion hearing judge, who was not the judge who presided over the trial and who was not responsible for issuing the ruling as to good cause. Put simply, this vague and ambiguous statement in no way constitutes an argument as to reliance and was not made to the trial judge who issued the ruling we now review. Later, at trial, before the judge whose opinion is the subject of this Court’s opinion, Woodland did not allege or produce any evidence of reliance on any action or statement by HABC nor did Woodland produce evidence that the reason she failed to comply with the LGTCA notice requirement was due to the actions by HABC. Despite there being no evidence of detrimental reliance alleged or produced, in finding good cause, the trial judge nonetheless stated: “This Court does believe that the actions that were taken were taken timely and in response as such and that if it were not such it was upon the detrimental reliance of that from [HABC] which obstructed the natural compliance as required.” This was clearly an abuse of discretion as such reliance was neither raised nor established. Yet, the Majority gives credence to the circuit court’s erroneous ruling by now holding that it was not unreasonable to conclude that Woodland’s mother and grandmother “reasonably relied <page-number citation-index=\"1\" label=\"448\">*448</page-number>on the responsive action by the HABC for the thought that they had given sufficient notice.” Majority Op. at 439, 92 A.3d at 393.</p>\n<p id=\"b478-4\">The quandary remains that Woodland never alleged or argued that she relied on HABC having relocated her family, or, indeed, that she relied on HABC having completed a visual inspection as a reason for not complying with the LGTCA.<footnotemark>2</footnotemark> Although reliance on representations and/or actions of another, if alleged and established, may, under certain circumstances, constitute good cause, Woodland has never contended reliance on any action by HABC. To the extent that Woodland made an issue of the inspection, Woodland contended substantial compliance, in that the visual inspection provided HABC sufficient notice to conduct an investigation; Woodland made no allegation, and most importantly presented no evidence, of reliance on HABC having inspected the property and moved the family as a basis for waiver of the LGTCA notice requirement. The facts regarding reliance by Woodland on actions taken by HABC simply do not exist in the record.</p>\n<p id=\"b478-5\">Alternatively, the Majority asserts that the circuit court found that the first two factors set forth above-namely, Woodland’s mother’s interaction with HABC after being notified of Woodland’s elevated blood-lead level and HABC’s actions after being informed of Woodland’s elevated blood-lead level— “were sufficient on their own to sustain a finding of good cause.” Majority Op. at 438, 92 A.3d at 393. Contrary to the Majority’s assertions, a review of the record reveals that, in finding good cause, the circuit court actually relied, in large part, upon the following factors, adduced from Woodland’s argument concerning substantial compliance: (1) Woodland’s mother notified Mack of Woodland’s elevated blood-lead level and HABC conducted a modified risk reduction; (2) Woodland’s mother took prompt action after seeing a 2008 television <page-number citation-index=\"1\" label=\"449\">*449</page-number>advertisement concerning lead paint; (3) the applicable statute of limitations had not run as of the time of trial; and (4) HABC did not affirmatively advise Woodland’s mother that she was required to submit written notice of her intent to bring a claim on Woodland’s behalf, but provided Woodland’s mother with two “information booklets” concerning lead paint, which allegedly contained an advisement of what actions to take regarding lead paint. Significantly, as the Majority concedes, in this case, the circuit court erred in considering information not in evidence, <em>ie., </em>the HABC Packet. Stated otherwise, it is apparent that the circuit court abused its discretion in finding good cause based on information that was not admitted as evidence. The Majority acknowledges this but finds the error to be harmless. Again, I, respectfully, disagree.</p>\n<p id=\"b479-5\">When considered individually, the two factors relied upon by the Majority — Woodland’s mother’s interaction with HABC after being notified of Woodland’s elevated blood-lead level and HABC’s actions after being informed of Woodland’s elevated blood-lead level — are not sufficient to demonstrate good cause for Woodland’s failure to provide notice. Stripped to the basics, we are confronted with the following — Woodland’s mother orally notified HABC of Woodland’s elevated blood-lead level and HABC conducted a modified risk reduction, <em>ie., </em>a visual inspection, and moved the family. No further action was taken on Woodland’s behalf for almost twelve years, until after Woodland’s mother saw a televised advertisement, at which point the complaint was filed. That Woodland’s mother notified HABC of an elevated blood-lead level and HABC moved the family after a visual inspection simply does not provide good cause for Woodland’s mother’s failure to prosecute Woodland’s claim with the diligence of an ordinarily prudent person. <em>See Heron v. Strader, </em>361 Md. 258, 271, 761 A.2d 56, 63 (2000).</p>\n<p id=\"b479-6\">As early as September 30, 1997, Woodland’s mother knew that Woodland’s blood-lead level was 13 |xg/dL. Yet, the record is devoid of any action by Woodland’s mother to notify HABC, or anyone else, orally or in writing, other than providing Woodland’s elevated blood-lead level, that Woodland in<page-number citation-index=\"1\" label=\"450\">*450</page-number>tended to pursue a lead paint claim against HABC, or any effort by Woodland’s mother to actually pursue a claim on Woodland’s behalf, until the filing of the complaint nearly twelve years after the blood-lead level test results. A trial court abuses its discretion in concluding that a plaintiff showed good cause for the plaintiffs failure to comply with the LGTCA notice requirement where: (1) the plaintiff takes barely any action to prosecute the plaintiffs potential claim; and (2) the plaintiff does not sufficiently explain the plaintiffs failure to comply with the LGTCA notice requirement. <em>See Wilbon v. Hunsicker, </em>172 Md.App. 181, 208-09, 211, 913 A.2d 678, 695, 696 (2006), <em>cert. denied, </em>398 Md. 316, 920 A.2d 1060 (2007).</p>\n<p id=\"b480-4\">Giving oral notice of an elevated blood-lead level does not constitute “prosecuting a] claim with th[e] degree of diligence that an ordinarily prudent person would have exercised under the same or similar circumstances.” <em>Rios v. Montgomery Cnty., </em>386 Md. 104, 141, 872 A.2d 1, 22 (2005) (citation and internal quotation marks omitted). That a child has an elevated blood-lead level and that the child’s mother reports an elevated blood-lead level are circumstances that may occur frequently, and may or may not have bearing on the intent to bring a claim.</p>\n<p id=\"b480-5\">Here, in undertaking a modified risk reduction and moving the family, HABC made no misleading representations to Woodland; and the modified risk reduction had absolutely no bearing or effect on whether Woodland’s mother or grandmother prosecuted a claim on Woodland’s behalf with the degree of diligence of an ordinarily prudent person. As explained above, Woodland has not contended or substantiated a claim that HABC misled her mother or grandmother, or that they relied to her detriment upon any representation, misleading or otherwise, made by HABC. Thus, the circumstances of a modified risk reduction, <em>i.e., </em>a visual inspection, being conducted and the family being moved do not establish good cause for Woodland’s failure to comply with the LGTCA notice requirement.</p>\n<p id=\"b481-3\"><page-number citation-index=\"1\" label=\"451\">*451</page-number>For all of the reasons set forth above, I would hold that the circuit court abused its discretion in finding good cause and reverse the judgment of the circuit court.</p>\n<p id=\"b481-4\">Judge McDONALD has authorized me to state that he joins in this opinion.</p>\n<footnote label=\"1\">\n<p id=\"b476-7\">. Additionally, I would conclude that the circuit court erred in determining to submit to the jury the matter of Woodland’s substantial compliance with the LGTCA notice requirement. It is abundantly clear that the issue of whether a plaintiff has complied, strictly or substantially, with the LGTCA notice requirement is a question for the circuit court to determine and not an issue for resolution by a jury. The question is one of statutory compliance, and I know of no reported case in which a Maryland appellate court has held or even implied that the issue of compliance with the LGTCA notice requirement is to be submitted to the juty for resolution. By way of comparison, this Court has specifically held that the issue of good cause to waive compliance with the LGTCA notice requirement is to be resolved by the trial court, not by the jury. <em>See, e.g., Moore v. Norouzi, </em>371 Md. 154, 168, 807 A.2d 632, 641 (2002) (\"The question of whether there is good cause to waive the [LGTCA] notice requirement is within the discretion of the trial court.” (Citations omitted)). The circuit court erred in deciding to submit the matter of substantial compliance to the jury.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b478-6\">. Indeed, in the Connor report, after detailing his findings that the \"majority of th[e] unit [was] covered in heavy stucco paint\" and that “the unit is overcrowded” with a \"bed ... set up in a closet in the hall[,]” Connor recommended that \"Management relocate the tenants to a more suitable unit based on the number of occupants.” (Emphasis added).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}