{
  "casebody": {
    "data": "<casebody firstpage=\"336\" lastpage=\"343\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"misc\" id=\"b336-8\">[Lancaster,</p>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"AKN\">June 4, 1828.]</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b336-9\">M'FADDEN <em>against </em>GEDDIS, late Executor of an instrument purporting to be the Will of SAWYER.</parties>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b336-10\">A decree of the Orphans’ Court.settling the account of an executor, is conclusive as to all matters contained in it in an action for a distributive share, or ' any collateral suit.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b336-11\">It seems that if a parent has given a child more than would be its share, 'and dies intestate such child cannot be compelled to refund.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b336-12\">Where heirs make an arrangement among themselves, whereby a large, part of the fund coming from the intestate is withdrawn from regular distribution, and release this part to a single heir, query, if the administrator can be made answerable for not distributing according to. law, by compelling those advanced to bring their shares into <em>hotchpot.</em></headnotes>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b336-13\">Arpeal from the Circuit Court of <em>Lebanon </em>county, held before the Chief Justice. *The suit was brought by <em>Sawyer M'Fadden </em>against <em>.jRobert Geddis, </em>late executor of an instrument purporting to be the last will and testament of <em>John Sawyer, </em>deceased, and a verdict was rendered for the plaintiff.</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b337-4\"><page-number citation-index=\"1\" label=\"337\">*337</page-number>The case was argued by <em>J. A. Fisher </em>for the defendant, and <em>Elder </em>for the plaintiff.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b337-5\">The opinion of the court was delivered by</p>\n<author id=\"b337-6\">Huston, J.</author>\n<p id=\"AOu\">The plaintiff’s statement set out, that <em>Sawyer M‘Fadden </em>sues to recover a debt in the following manner: — Th.at <em>John Sawyer, </em>on the 22d of <em>August, </em>1813, died intestate, leaving a widow and seven children, (naming them,) and the plaintiff] the only child of a deceased daughter, whereby he became entitled to one-eighth of two-thirds of personal estate: That a paper writing, dated the-3d of <em>July, </em>1804, purporting to. be the last will of <em>John Sawyer, </em>received probate on the 16th of <em>September, </em>1813, and letters testamentary issued to <em>Robert Geddis, </em>who took on himself the office of executor, and the. personal estate of <em>John Sawyer </em>was by him received, amounting to twelve thousand dollars. That some time after it was in due form of law decided, that the said paper was not the will of <em>John Sawyer, </em>deceased. The plaintiff] therefore, says he is entitled to a large sum, viz., one thousand dollars, being one-eighth of two-thirds of said estate, together with interest from' the 22d of <em>August, </em>1813. Pleas, <em>non assumpsit, </em>and payment with leave, &amp;c. The plaintiff gave in evidence an. inventory, filed in the register’s office by <em>Robert Geddis, </em>as executor, amounting to nine thousand five hundred.arid forty-six dollars and eighty-eight cents. The defendant then gave in evidence an account of the administrator of the said estate, filed by <em>Robert Ge'dt dis </em>in the register’s office, the 2d <em>oí July, </em>1819,'showing á balance in his hands of five hundred and thirty-óne dollars and sixty-eight cents, <em>to which exceptions were filed by Sawyer M‘Fadden, </em>the present plaintiff. A decree of the Orphans’ Court was made, sus? taining the exceptions, and deciding the real balance to be one thousand three hundred and eleven dollars, and eleven cents: this was on the-4th of <em>September, </em>1823., <em>Robert Geddis </em>appealed to the Supreme Court, and oh the 21st of <em>May, 1825, </em>the decree of the Orphans’ Court was affirmed. The defendant also read1 the paper, called the will of <em>John Sawyer, </em>and letters testamentary to <em>Robert Geddis, </em>and rested, offering to the plaintiff a judgment for one-eighth of the whole sum of one thousand three hundred and eleven dollars and eleven cents, (the widow being now dead,) and interest from the decree of the Orphans’ Court, 4th of <em>September </em>1823. - •</p>\n<p id=\"b337-7\">I understood the defendant’s counsel as agreeing to abide by this offer in this court, and the plaintiff’s counsel as distinctly admitting, that if this account was final, he could not get interest farther back. Possibly on another trial the cause may stop at this point. At the trial, however, the plaintiff then read the record of proceedings to vacate the will and letters testamentary, and the judgment of the 12th of <em>March, </em>1818, and offered an inventory, exhibited by <em>Robert </em>Geddis, as administrator, (for he had taken <page-number citation-index=\"1\" label=\"338\">*338</page-number>letters of administration,)of <em>John Sawyer, </em>on the Sth of <em>January, </em>1821, amounting to eight thousand two hundred and eighty dollars and fifteen cents. -</p>\n<p id=\"b338-5\">The alleged will- dirécted expressly, that all monies on bonds, notes, or book accounts, which have been, or shall- he got from any of his children, shall be considered as part of such child’s share of his real and personal estate; his real and personal estate to be turned into money, and it and the personal to form a fund, to be equally distributed among his children. The inventory filed by <em>Geddis, </em>as executor, consisted almost entirely of bonds, notes; and book accounts, and- receipts of money by the several chi-ldren.tb <em>John Sawyer, </em>in his life time, and his credits were for these as uncollected, and for some debts paid. The second inventory, filed by him as administrator, contained, I believe, nothing which had not been in the first, though not all that was in it, and consisted almost exclusively of these bonds, notes, and receipts of the several children, and accounts of <em>John Sawyer </em>against them. Some of the children, hád I think, received from <em>John Sawyer, </em>in his life time, more, much more than what would be an equal share of his real and personal estate. This second inventory was objected to by the defendant, but received, and the point noted. I should suppose it more material to the defendant than the plaintiff; for on comparing the two inventories, it showed that the executor had delivered over to the administrator every thing except the one thousand three hundred and eleven, dollars and eleven cents.</p>\n<p id=\"b338-6\">From the manner in which the' cause appeared in this court, it is not in my power to exhibit all that occurred, in a manner which I am certain would be correct.</p>\n<p id=\"b338-7\">It seems to have been contended by the plaintiff, that such of the children as had received more in the testator’s life time than their share of .the whole estate, must refund. The law seems to be settled, that if a child claims any thing from the estate, what that child has received must. be taken into the account, and only a sum which will make that child equal, with the others, can be claimed as a distributive share-</p>\n<p id=\"b338-8\">' If a pai’ent has given to one child more than would be its share, and dies intestate, generally, such child will not be compelled to refund, though it in such ease will not get any portion of what is to be distributed, and such would seem to be our law. See act of the 4th of <em>Jtpt'il, </em>1794, <em>Section 9th. </em>In case of partial advancement, it would seem by our act, land and personal estate descending, and advancement in lands or money, are put on the same footing. In this case one of the children had purchased the plantation, and had the releases of all the others, and of <em>Sawyer M‘Fad-den, </em>the plaintiff, among the rest. The defendant offered these releases in evidence and they were rejected. They were offered for two purposes; it was contended, that if the advancements were to <page-number citation-index=\"1\" label=\"339\">*339</page-number>be considered, it would only be on taking the land and personal estate both into view, and that by releasing the land, the several heirs, and the plaintiff among the rest, had rendered this impossible. It would seem, from the <em>Precedents in </em>Chancery, 170, and 3 <em>Bac. </em>77, that <em>hotchpot </em>only exists in case of total intestacy, not in cases where part of personal estate is devised away, and intestacy only as to part. Perhaps then, where all the heirs make an arrangement among themselves, which withdraws from distribution a large part of the fund, and release this part to a single heir for a valuable consideration, they put it out of their own power to call on the administrator to settle in the same manner and on the same principles throughout, as if the whole fund had been left for division. There is not, however, enough before this court to. decide this fully in this case. Another point was discussed — whether, as the heir who bought paid very different prices to the others, this was not done with reference to the advancements of each. Perhaps a point de-' cided by this court may render it unnecessary to discuss these matters <em>further </em>— in <em>1826 this court decided </em>in <em>the </em>case of <em>Robert Peebles’s </em>appeal, (now reported, 15 <em>Serg. Rawle, </em>39,) that an executor who proves a-will, which is afterwards vacated, may settle an account in the Register’s Court of his administration up to the time the will is declared void, and -that the Orphans’ Court are bound to pass on such' an account. To that case.I refer for what may be lawfully done by an executor so situated. It was decided without referring to an act of assembly which would seem to end all cavil. By the act of the 13th of <em>April, </em>1791, <em>Section 18th, </em>3 <em>Smith’s Acts, </em>30, <em>Purd. Dig. </em>704, it is provided, that no appeal from the decree of the Register’s Court concerning the validity of; a will, or the right to administer, shall stay the proceedings, or prejudice the acts of any executor or administrator pending the stime, &amp;c. &amp;c. When the will was declared void, and letters testamentary revoked, the executor’s power to act ceased; it was then his duty to settle his account and deliver over the effects; &amp;c. unadministered to the administrator.</p>\n<p id=\"b339-6\">Here such an account was settled, contested by the plaintiff in this cause, and appeal after appeal, until a decision by the highest tribunal. Was this conclusive? The Chief Justice before whom the cause was tried thought not. The general doctrine, that a judgment of a court of competent jurisdiction, cannot be questioned or impeached collaterally in another court in an action between the same parties, on any point once directly in issue and decided; and, that neither a Court of Chancery nor a court of law, can examine into the merits of any judgment of any court having authority to decide it, (except on appeal or writ of error,) would seem to be as well settled as any thing can. be, and is so necessary to the peace and order of society, as well as consonant to reason, that it seems strange- it was ever contested. 2 <em>Bac. Ab. </em>309, 6 <em>Wheat. </em>109, 1. <page-number citation-index=\"1\" label=\"340\">*340</page-number><em>Johns. Ch. </em>91, and many cases in our own reports. The decrees of our Orphans’ Court, apd of the Supreme Court, confining them, or modifying them, have sometimes been considered exceptions to this rule, and we have inconsistent decisions. In 3 <em>Serg. &amp; Rawle, </em>we find a judgment reversed because' the-Common Pleas rejected an administrator’s account, settled and confirmed, and in <em>Korr </em>v. <em>Fellerhoff, </em>4 <em>Serg. &amp; Rawle, </em>a directly contrary decision. This was in 1818, and led to an act of assembly in 1819, often cited. The principal, legislative provisions on this subject are the following: The act of the 27th of <em>March, </em>1713, 1 <em>Smith. </em>81, <em>Purd. Dig. </em>610, <em>Section 1st., </em>gives power to settle the accounts.of all persons having estates, &amp;c. of minors; and if upon examination, it shall appear such persons have misbehaved to the.prejudice of said minors, to certify the same, which shall be <em>good evidence </em>for the party grieved to receive his damages.at law. <em>Section 8th, </em>empowers the Orphans’ Court to enforce, its sentences and decrees- by imprisonment of the body, or sequestration of lands or goods, as fully as a court of equity could do. <em>Section 9th, </em>gives an appeal to the Supreme Court. <em>Section 11th, </em>.directs minors, on settlement of accounts and payment, to enter satisfaction; and if <em>they </em>do not, empowers the court to certify, that such persons have accounted and paid, which shall be a- sufficient discharge to guardians, tutors, executors, or administrators, who have só accounted and paid, and, thereupon, their bonds shall be delivered up and cancelled.</p>\n<p id=\"b340-5\">By the act of 'the 4th of <em>April, </em>1797, <em>Section 3d, </em>any executor pr administrator, on settling his account and paying the balance, and'delivering goods unadministered, may be discharged. These acts not being found sufficient, on the 8th of <em>February </em>1819, <em>Section 11th; </em>it is erjacted, that when the accounts of guardians, executors, or administrators, shall be finally settled, and the.same confirmed by the Orphans’ Court, no appeal shall lie therefrom, unless the same be entered within One year after the said confirmation; and, by the act' of (he-lst of <em>April, </em>Í823, <em>Section 11th, </em>unfiled transcripts of-sums appearing to be due by. guardians, executors, or administrators, on, settlement of their accounts in the Orphans’Court, may be filed in the\" office of prothonotary of the Common Pleas, and shall be a lien on the estate of such guardian, executor, or administrator, until paid, with provision to site'by debt or <em>scire .facias; </em>and, with provision, that in case of appeal the lien shall be for ho more than finally found due.</p>\n<p id=\"ARn0\">It was said, this was not a final account; but it was, and until the will avoided, the executor could not sue the several heirs. When avoided, his power cdiised, -and he had nothing further to do than deliver all over to the administrator. He is sued as late executor, and it is a final account of him as executor, though, perhaps, not final of the estate. Since this act, in <em>M‘Pherson </em>v. <em>Cunliffe, </em>10 <em>Serg. &amp; Rawle, </em>and in 14 <em>Serg. &amp; </em>Rawle, 184, it was decided in <page-number citation-index=\"1\" label=\"341\">*341</page-number>this court, that a decree of the Orphans’ Court, unreversed'.and not appealed from, was. not to be questioned in a collateral suit, unless fraud or defect appears on the face of the proceedings. When fraud is alleged, it ought,to be-distinctly asserted.</p>\n<p id=\"b341-6\">Iq <em>M‘Gaw’s </em>appeal also, in 14 <em>Serg. &amp; Rawle, </em>this court decided, that an account, on the face of it not final,'was,not within the act. I was directed to draw the opinion of the court in that case, and I still agree to the decision; but some of the expressions used require limitation, perhaps correction.</p>\n<p id=\"b341-7\">On the whole, in this case the opinion of »the court is, that this decrép of the Orphans’ Court is conclusive as to all the matters in it; and not open to revision in this or any collateral suit. Limitation of appeal and direct revision, would be worse than useless, if all matters settled in a decision of the Orphans’ Court cbiild be revised in any other court, on any collateral matter occurring there.</p>\n<author id=\"b341-8\">Gibson, C. J.</author>\n<p id=\"AQq0\">Although it be a general rule, that the decrees of, the Orphans’ Court are conclusive, yet if any point has been settled by this court, it is, that the confirmation of an administration account is an exception. It'was so held in <em>Marrot </em>v. <em>Davy, </em>(1 <em>Dall. </em>164,) so early as 1786. The register was1 not, as has been asserted of that case, a mere ministerial officer. He passed upon the account in the first instance,'precisely as after.wards .did the judges .of the Orphans’ Court, to whose revision fiis proceedings were subject. In <em>Miller’s Executors </em>v. <em>Miller’s </em>Administrators, (2 <em>Serg. &amp; Rawle, </em>518,) it was held, in an action for a legacy, that a second account, settled after the commencement of the action, is not conclusive; and, it was doubted, whether it would have been otherwise, had it been settled before. It is impossible to. assign a'particular importance to’the daté of. the.settlement. The action was not founded on the' decree of a balance in the hands of the accountant, but oh the bequest in the will, the decree being but evidence of the amount; and, it is of daily occurrence, to admit evidence as equally competent and equally operative, whether it existed at the inception of the suit, or originated' afterwards. But the first account, which was settled before suit brought, was held not to be conclusive. The plaintiff had shown a final account, by which a balance was found in the hands of the executor-; to rebut which, the executor was permitted to give in evidence a second, and an entirely distinct account, (not the same opened and altered, as errbneously stated by the reporter,) showing an entirely different balance; and, this second account was held.to'be competent, though not conclusive proof of mistake in the first; which it would not have been if the first were itself conclusive. But in <em>Dasher </em>v. <em>Lineweaver, (3 Serg. </em>&amp; <em>Rawle, </em>200,) it was directly asserted, that such an account is not .conclusive between the administrator and claimants under the statute of distribution; and in <em>Kohr </em>v. Redder<page-number citation-index=\"1\" label=\"342\">*342</page-number><em>hoff, </em>(4 <em>Serg. &amp; Rowle, 248,) </em>the very point was solemnly adjudged. Thus,, we have four decisions by the court in the last resort on the one side, and what; in the shape of authority, on the other? <em>M‘Pherson </em>v. <em>Cunliffe, </em>(11 <em>Serg. &amp; Rawle, </em>422,) only established as a general rule, that the decrees of the Orphans’ Court are conclusive; of course, it has nothing to do with cases that are to be sustained by authority, as .exceptions. <em>The President of the Orphans’ Court </em>v. <em>Groff </em>(14 <em>Serg. &amp; Rawle, </em>181,) does not touch the point, There' a son had- taken land at a valuation in the Orphans’ Court, and in defence to an-action for the purchase money, had given in evidence the administration account, which showed a balance in favour of the executor; a decree that the land be sold to raise such,balance; and an actual sale. To rebut this, there was an offer to prove, that the balance had been made, up of debts contracted by the executor himself, that ought not to have fallen on.the land; which was held to have been properly rejected. Thus, it will be perceived, the attempt was to. impeach, not merely, the confirmation of the administration account, which was only inducement, but the <em>decree of sale, </em>which every obé admits <em>to be </em>conclusive. The ground of the defence was failure of consideration,, occasioned by the land having been, swept' away by- the d.ebts; and to have, disproved, the existence of the debts, while the sale was, permitted to stand, would have been nothing to the purpose. The object of the proof was ,to-reverse the decree of sale collaterally, on the ground bf mistake in the'premises on whjch the-Orphans’ Court, had adjudicated; and in delivering the opinion of this court, my brother Rogers seems to have been studiously explicit in putting the decision on the conclusiveness of that decree: so that the case is an authority for nothing else. As to opinions at <em>Nisi Prius, </em>if these were entitled to the weight of a feather, the account would <em>be </em>balanced; my brothers Rogers and Huston, having determined the matter in the one way, and my brother Tod and myself in the other. In <em>Sutton </em>v. <em>Connolly, </em>(1 <em>P. A. Browne’s Rep., Ap. </em>65,) it seems, a decree of confirmation was deemed conclusive. The report of this case, is a memorandum, .furnished by counsel, of the decision of an inferior court; and on the abstract ground of authority, it is entitled to no weight. As respects <em>Blount </em>v. <em>Darragh, </em>(14 <em>Serg. &amp; Rawle, </em>184, <em>note,) </em>ruled by Judge Washington in the same way, it is fair to remark, that the cause was decided on abstract principles, without recurrence to the decisions of the state courts, which, as to local matters, it is well known, are usually followed by the federal courts. Had the decisions of this court been produced, it is not too much to Believe, that the learned judge would have decreed differently. This is the sum of authority on the one side and on the other; and in opposition to two cases which are not binding authority, we have an unbroken series of decisions fey the court in the last resort, for more than thirty years. And <page-number citation-index=\"1\" label=\"343\">*343</page-number>for what purpose change what had thus become the. law of the land? — not to reach the’justice of the case, but to interpose an obstacle to it — and all for the sake of consistency in respect of an abstract principle. Of this, the case in which the change is proposed to be made, is a pregnant instance. By refusing to unravel the account, the defendant is precluded from showing what he is now fully prepared to prove, that very important items for which the defendant obtained credit as advancements,' were in fact, debts due the estate, with which he ought to be charged.</p>\n<p id=\"b343-5\">It is notorious, that settlements in the Orphans’ Court are frequently, in effect, <em>ex parte, </em>while the examination of the account is rapid and superficial. The accountant consequently has the ball at his foot; and under such circumstances to conclude infants destitute of guardians, or perhaps a friend to see justice done, must let in a flood of injustice, the extent of which cannot be anticipated. Errors may doubtless be corrected by the Orphans’ Court itself; but, important ones, as in the case before us, may, for. the first time, be discovered during a trial at law, and these would necessarily be without remedy.</p>\n<p id=\"ABt\">Of what use, it has'been asked, is a settlément, if the account be' subject to reexamination?' Even the exhibition of an account is a substantial benefit; and, this being under the sanction of an oath, gives it the advantages of an answer in -chancery. But certainly enough for the purposes, of justice is gained by making the account <em>prima facie </em>evidence, and imposing on those who would impeach it, the burthen, of proving distinctly the existence of error. It may be convenient, and, in actions for distributory shares, produce an equality of recovery among the pai’ties entitled, to abide by the decree of confirmation; but this convenience will, I fear, be enjoyed at the expense of justice.</p>\n<p id=\"b343-7\">New trial granted.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}