{
  "casebody": {
    "data": "<casebody firstpage=\"348\" lastpage=\"350\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b348-7\">[Sunbury,</p>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"A6H\">July 3, 1828.]</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b348-8\">The UNITED STATES <em>against </em>BARBER.</parties>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b348-9\">IN ERROR.</summary>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b348-10\">The \"United States, when plaintiffs in court,are entitled to appeal from an award . of arbitrators with'out áffidavit or security, and without paying costs.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b348-12\">Error to the Court of Common Pleas of <em>Union </em>county-.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b348-13\">Action of debt by the <em>United States </em>against <em>Robert Barber,, </em>in which case an award was made by'the arbitrators appointed under the act of the 20th of <em>March, </em>1810, of no cause óf action. The plaintiffs entered an appeal without paying costs or giving any recognisance, and on.motion'of the defendant, the court below struck off the appeal. ,</summary>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b348-14\"><em>Bellas, </em>for the plaintiffs in error.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"ALK\">The <em>United States </em>áre not bound to pay costs or enter recognisance as other persons. The <em>United States </em>were said below to come into court as other citizens. We say they are sovereign. A sovereign, is not bound to pay costs. 1 <em>Com. </em>272. 3 <em>Com. </em>400. 11 <em>Rep. </em>74, 1 <em>Com. </em>88. A statute naming inferior orders, does not extend to superior. <em>Federalist, </em>440, 441, <em>No. </em>81, by <em>Hamilton. </em>A sovereign power is not suable: it cannot be mulcted in costs without its consent. If the court could adjudge costs, it could adjudge damages. The arbitration act did not extend to corporations or executors. 2 <em>Binn. </em>267. 5 <em>Binn. </em>508, 510, 511. <em>3 Dall. </em>301. 3 <em>Cra. </em>91, 92. <em>Fed. </em>443, 446.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b348-15\">\n<em>Merrit, contra.</em>\n</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"AKX\">There is no provision of congress on the subject. .The <em>United States </em>choose to descend to the level of an-individual when they enter our courts; . The sovereignty of the <em>United States </em>might, according to this doctrine, oppress the citizens by unfounded suits. The <em>United States </em>aré certainly bound by the act, otherwise their suits cannot be arbitrated at all. ' They may submit themselves to our laws by consent, and they have done it.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"AhQ\"><page-number citation-index=\"1\" label=\"349\">*349</page-number>The opinion of the court was delivered by</p>\n<author id=\"b349-5\">Gibson, C. J.</author>\n<p id=\"Aod\">The government of the <em>United States </em>is con» stituted of state sovereignty set. apart 'for national purposes; and being a part of the government of each of the states respectively, it is not to be treated as a foreign government. It is sovereign in every’sense of the word; and we cannot, therefore, compel it to appear to anv action, pay costs, or without its leave, put' it on a footing with ordinary suitors. If it were subject to execution, the property of the nation might be taken in satisfaction of á private debt, even by a constable under.the authority of a justice of the peace. Such a power in the judiciary of a state, would be destructive of the cardinal objects of the federal compact. But as the nation is provided with a judiciary of its own, the states may allow it the use of their courts orí' their own conditions, or interdict it altogether. While the government descends to the level of a suitor, it necessarily devests itself of the attributes of sovereignty so far as to authorize the' tribunal to pass on its claims. Hence, where it sues, it submits itself beforehand to all such rules and regulations as are prescribed in similar cases: and where it thinks proper to appear as a defendant, it necessarily subjectsitself to the judgment of the court, although not to execution. It has. been held, that the government of the <em>United States </em>is bound to conform to municipal regulations in respect of land which it holds, hot as a sovereign, but as an individual. <em>(The Commonwealth </em>v. <em>Young, Journ. Jurisp. </em>47.) Hence, did an intention to subject the <em>United States </em>tó all the provisions of the arbitration act, distinctly appear, we would be bound to enforce it. But such an intention is by no means clear. The fifst arbitration act was held to be inapplicable-to corporations, for reasons that hold with equal force in respect of all artificial persons; yet, when the legislature undertook to remedy the defect, they went no further than to provide for the ease of corporations specifically: consequently, those provisions are not, even on strict rules of construction, applicable to sovereignties, although corporations, because they are of more than equal dignity. But where the intention is at all open to interpretation, the curtesy which prevails,among even independent states, ought to be decisive. In a system so complicated as .ours, conflicts will always ensue from an intemperate use of power. Our national compact is founded in the very spirit of compromise; and to accomplish the paramount objects of the union, it will be essential in cases of doubtful right, for the depositaries of authority, whether stale or federal, to abate something of what might otherwise be their legitimate‘pretensions: else every collision must end in a convulsion.</p>\n<p id=\"b349-6\">In <em>Backwater </em>v. <em>The United States, </em>(11 <em>Serg. &amp; Rawle, </em>193,) it was determined that the arbitration act does not embrace actions on penal statutes; and, hence, it might, to say the least, be doubted <page-number citation-index=\"1\" label=\"350\">*350</page-number>here, whether the reference were not altogether void; in which state of the case, the cause would be still, depending without the appeal. But that point is not before us; and on the question submitted, we are of opinion that the <em>United States </em>are entitled to appeal without the affidavit.or security required in other cases,'and without payment of costs.</p>\n<judges id=\"b350-4\">Huston, J., dissented.</judges>\n<p id=\"b350-5\">Judgment reversed, and the appeal reinstated.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}