{
  "casebody": {
    "data": "<casebody firstpage=\"125\" lastpage=\"127\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b143-5\">[Civ. Nos. 9949, 9950, 9951.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A9p\">Third Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AGC\">June 15, 1961.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b143-6\">LOREN C. BLISS, JR., et al., Appellants, v. G. L. SPEIER et al., Respondents.</parties>\n<p data-order=\"4\" data-type=\"parties\" id=\"b143-7\">(Three Cases.)</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b143-12\">Blaine McGowan, Robert W. Hill and A. P. G. Steffes for Appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b143-13\">Mahan, Harland &amp; Gramala for Respondents.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b143-14\">VAN DYKE, P. J.</author>\n<p id=\"ABt\">Plaintiffs, appellants here, filed three actions in the Superior Court of Humboldt County against G. L. Speier and G. L. Speier Company, a corporation. The <page-number citation-index=\"1\" label=\"126\">*126</page-number>defendants answered, denying the liability sued on in the three actions and in two of the actions pleaded counterclaims, the demands exceeding the demands of the plaintiffs. The three actions were consolidated for trial and at various times, over a considerable period, the court and the parties engaged in the partial trial of the cases until finally on November 7, 1957, the evidence being closed, the court ordered “that the matter would be submitted on briefs 20-20-10, the time to start upon receipt of the transcript of the testimony.” The record does not disclose the date when the transcripts were received by the parties nor the dates of filing of briefs, if briefs were filed. Speier died on November 30, 1957, 23 days after the order for submission on briefs was made. Lois M. Speier was appointed and qualified as executrix of his estate on December 24, 1957, but no order substituting her as a party was made in the causes until October 9, 1959. The record does not disclose that any proceedings were had in the causes after the order to submit on briefs until November 24, 1958, on which date the trial judge filed a memorandum of opinion and directed that findings be prepared in accordance therewith. Nothing further appears in the record until January 8, 1959, at which time the court signed and filed findings of fact, conclusions of law and judgment, wherein it was decreed that defendants have and recover of plaintiffs $6,850.26 and costs. This sum is the excess of the moneys awarded to defendants over the moneys awarded to plaintiffs. Plaintiffs appealed January 13, 1959, claiming that the judgments must be set aside as invalid because rendered against the decedent without substitution of his personal representative.</p>\n<p id=\"b144-5\">The general rule obtaining in such a situation is stated in 1 Within, California Procedure, section 137, page 399, as follows:</p>\n<blockquote id=\"b144-6\">“If . . . the defendant was alive when the action was begun and personal jurisdiction over him was obtained, he was originally a <em>party. </em>Death occurring thereafter, prior to judgment, makes it improper to render judgment for or against him without first taking the procedural step of substituting his executor or administrator. The failure to take this step is a departure from the mandatory requirements of the statute, and does result in a judgment for or against a person not a party. Hence it seems clearly in excess of jurisdiction and subject to prevention or annulment by some form of direct attack. (See <em>Estate of Cazaurang </em>(1939), 35 Cal.App.2d 556, 558 [96 P.2d 185] [prohibition issued to restrain trial]; <em>Boyd </em><page-number citation-index=\"1\" label=\"127\">*127</page-number>v. <em>Lancaster </em>(1939), 32 Cal.App.2d 574, 581 [90 P.2d 317] [reversal on appeal: ‘ The defect would appear to us to go to the jurisdiction to file and enter such an order.’] ; <em>Hamilton </em>v. <em>Hamilton </em>(1948), 83 Cal.App.2d 771, 774 [189 P.2d 722] ; cf. Fed. Rule 25(a), requiring dismissal of the action as to decedent if substitution is not made within 2 years; see 2 B. &amp; H. 237, 241.)”</blockquote>\n<p id=\"b145-6\">Although it has been frequently held, under varying circumstances, that the claim that a judgment so rendered is void and subject to collateral attack is unsound, those eases have no application here where the attack is direct by appeal. Appellant is therefore entitled to have the judgments reversed and the causes remanded for further proceedings. However, the parties are not to be put to the burden and expense of a new trial as requested by appellants.  The personal representative of decedent has been substituted in the causes and must take the situation as she finds it as of the death of decedent.</p>\n<p id=\"b145-7\">“A substituted party takes up the case where his predecessor left it, and one substituted as plaintiff takes the place of the original plaintiff with respect to both the benefits and the burdens of his predecessor. ... A substituted defendant may avail himself of all rulings made, and of all exceptions reserved by the original defendant prior to the substitution.” (67 C.J.S., title “Parties,” §89, p. 1085.)</p>\n<p id=\"b145-8\">The judgments appealed from are reversed and the causes are remanded to the trial court with instructions to proceed further from and as of the date of decedent’s death. Appellants to recover costs.</p>\n<p id=\"b145-9\">Schottky, J., and Peek, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}