{
  "casebody": {
    "data": "<casebody firstpage=\"1172\" lastpage=\"1212\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b1060-3\">[No. A128605.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ARp\">First Dist., Div. One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ALt\">July 28, 2011.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b1060-4\">CLEMENTE CASTILLO et al., Plaintiffs and Appellants, v. TOLL BROS., INC., Defendant and Respondent. ROGELIO HERNANDEZ et al., Plaintiffs and Appellants, v. TOLL BROS., INC., Defendant and Respondent.</parties>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"b1060-5\">[No. A128611.</docketnumber>\n<p data-order=\"5\" data-type=\"court\" id=\"AIe\">First Dist., Div. One.</p>\n<p data-order=\"6\" data-type=\"otherdate\" id=\"AOf\">July 28, 2011.]</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b1069-7\"><page-number citation-index=\"1\" label=\"1181\">*1181</page-number>Counsel</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b1069-8\">Weltin Streb &amp; Weltin, Philip R. Weltin, Brian E. Kerss, Daniel R. Weltin and Kevin P. McLaughlin for Plaintiffs and Appellants.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b1069-9\">K&amp;L Gates, Matthew G. Ball and Mikal J. Condon for Defendant and Respondent.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b1069-10\">Opinion</p>\n<author id=\"b1069-11\">MARGULIES, J.</author>\n<p id=\"AlK\">Defendant Toll Bros., Inc. (Toll Bros.), a homebuilder, was joined in two wage-and-hour class action lawsuits brought by employees of its subcontractors, <em>Castillo v. Toll Bros., Inc. </em>(Super. Ct. Alameda County, 2010, No. RG06290188) (hereafter <em>Castillo) </em>and <em>Hernandez v. Toll Bros., Inc. </em>(Super. Ct. Alameda County, 2010, No. RG06302769) (hereafter <em>Hernandez). </em>In addition to asserting common law claims, the plaintiffs in each action alleged a claim under Labor Code<footnotemark>1</footnotemark> section 2810 seeking, in effect, to hold Toll Bros, liable for the subcontractors’ Labor Code violations. A relatively <page-number citation-index=\"1\" label=\"1182\">*1182</page-number>new statute, section 2810 authorizes the employees of a services contractor to sue the party hiring the contractor if the hiring party knowingly pays a contract price insufficient to permit the contractor to comply with the law in performing the contract. Toll Bros, moved for summary judgment, arguing, inter alia, that its subcontracts could not be found insufficient under section 2810 because they provided adequate funds to permit the subcontractors to pay their workers the minimum wage, as well as to comply with other applicable laws. Plaintiffs countered the contracts should be found insufficient unless they permitted payment of the locally prevailing wage for comparable work, rather than the legal minimum.</p>\n<p id=\"b1070-4\">The trial court granted summary judgment for Toll Bros., agreeing the minimum wage was the appropriate measure under section 2810 and finding no triable issue of fact regarding the adequacy of the contracts under this standard. The trial court also found for Toll Bros, as a matter of law on plaintiffs’ common law claims, but it rejected other legal defenses asserted by Toll Bros, under section 2810.</p>\n<p id=\"b1070-5\">We agree with the trial court’s legal rulings, including its application of the minimum wage as a standard under section 2810, but we conclude plaintiffs raised a triable issue of fact with respect to the sufficiency of two of the contracts challenged in the <em>Castillo </em>matter. Accordingly, we affirm the trial court’s grant of summary judgment in the <em>Hernandez </em>action and its grant of summary adjudication of the common law claims in the <em>Castillo </em>matter, but we reverse summary adjudication and remand for further proceedings on the section 2810 claim asserted in <em>Castillo.</em></p>\n<p id=\"b1070-6\">I. BACKGROUND</p>\n<p id=\"b1070-7\">These two putative class actions were filed in September and December 2006. The named plaintiffs in <em>Castillo </em>are employees of the defendant, Capaz Construction Corp. (Capaz), a subcontractor on several construction projects for which Toll Bros, acted as general contractor. Their third amended complaint alleged a series of wage-and-hour violations by Capaz in connection with its work for Toll Bros., including failure to pay overtime, failure to provide adequate meal breaks and rest periods, failure to provide accurate wage statements and keep accurate payroll records, failure to pay in a timely manner after cessation of work and on a biweekly schedule, and outright refusal to pay wages. The complaint asserted statutory causes of action to recover for these violations, as well as common law claims for unfair business practices, conversion, fraud, and other theories. The claims asserted against Toll Bros., which sought to hold Toll Bros, liable for the Capaz labor law violations, included negligence, unfair competition, and unjust enrichment.</p>\n<p id=\"b1071-4\"><page-number citation-index=\"1\" label=\"1183\">*1183</page-number>In addition, Toll Bros, was sued under section 2810. Subdivision (a) of section 2810 (hereafter subdivision (a)) prohibits a party from entering into a contract for certain types of services, including construction services, if the party knows or should know the contract “does not include funds sufficient to allow the contractor to comply with all applicable local, state, and federal laws or regulations governing the labor or services to be provided.”<footnotemark>2</footnotemark> Subdivision (g) of the statute establishes a cause of action in favor of employees “aggrieved” by a violation of subdivision (a).</p>\n<p id=\"b1071-5\">The <em>Hernandez </em>action is a parallel lawsuit brought by employees of defendant Tim Shannon Construction, Inc. (Shannon), another Toll Bros, subcontractor. The fourth amended complaint in <em>Hernandez </em>asserted similar wage-and-hour violations and common law claims against Shannon and Toll Bros. The <em>Hernandez </em>plaintiffs also asserted a section 2810 claim against Toll Bros.</p>\n<p id=\"b1071-6\">Toll Bros, moved for summary judgment in both actions in March 2009.<footnotemark>3</footnotemark> Although the motions were necessarily directed at all causes of action asserted against Toll Bros., their primary focus was the section 2810 claim. Because the trial court granted a series of postponements to permit additional discovery and the submission of supplemental briefing and evidence, the motions were not heard until nearly a year later. Both motions were ultimately granted in a single, detailed 37-page order issued in March 2010. The appeals have been consolidated.</p>\n<p id=\"b1071-7\">In moving for summary judgment, Toll Bros, initially argued that plaintiffs could not demonstrate the subcontractors’ alleged violations of law were caused by insufficiency of the contract price and section 2810 was preempted by federal labor law. Toll Bros, also argued it had not violated section 2810 because it did not know, and had no reason to believe, the compensation provided in its contracts with Capaz and Shannon was insufficient to permit the subcontractors to comply with applicable laws.</p>\n<p id=\"b1071-8\">According to the evidence submitted in support of the motion, Toll Bros, is a developer of large-scale residential projects. Capaz and Shannon are framing contractors, responsible for erecting the structural elements of the <page-number citation-index=\"1\" label=\"1184\">*1184</page-number>homes in several Toll Bros, projects. Most subcontracts for Toll Bros, projects, including the various contracts of Capaz and Shannon, are “lump-sum” contracts awarded through competitive bidding. Under a lump-sum contract, the subcontractor agrees to accept a set price for the performance of all work required by the contract. When awarding a subcontract through competitive bidding, Toll Bros, typically sends a bid package to five or six potential subcontractors. After the subcontractors submit their bids for the contract, a Toll Bros, employee reviews them, ensures the bid is complete, seeks clarification of any ambiguities from the bidders, confirms each bidder’s licensing and workers’ compensation insurance status, and seeks references to confirm the bidders’ past job performance.</p>\n<p id=\"b1072-4\">Toll Bros, relies on the competitive bidding process to arrive at an appropriate price for each subcontract. During the competitive bidding process, Toll Bros, is generally given very little information about the basis for the bids. The subcontractors may be asked to break down the cost components of a bid between materials, or subsets of materials, and labor, but there is little or no further detail provided. Even this information may be unreliable. Subcontractors have an incentive to minimize the labor cost allocation of the subcontract in favor of materials costs because the amount of the contract price retained by Toll Bros, to insure against incomplete or inadequate work is based on the labor allocation. Further, it is difficult for Toll Bros, to estimate in advance what any particular subcontractor’s labor costs will be because there are many ways for a subcontractor to perform a particular job, using different mixes of skill and experience in laborers. With respect to the contracts at issue in <em>Castillo </em>and <em>Hernandez, </em>Toll Bros, was never informed and contended it had no reason to believe the contract prices were insufficient to permit the subcontractors to complete the work in compliance with the law.</p>\n<p id=\"b1072-5\">A principal for Capaz submitted a declaration stating that when bidding subcontracts for Toll Bros., Capaz provided Toll Bros, with no information about the number of employees it would use to perform the subcontract or the terms of their employment. At the time of bidding, even Capaz itself could not be certain of the exact staffing for a particular subcontract or of the amount of overtime, if any, needed to complete it. Taking into account these uncertainties, the declarant believed the subcontracts Capaz signed with Toll Bros, had included sufficient funds to pay the workers in accordance with legal requirements. A principal for Shannon submitted a declaration stating similar facts with respect to Shannon and its Toll Bros, contracts.</p>\n<p id=\"b1072-6\">In opposition, plaintiffs argued that Toll Bros.’s evidence did not prove the contract prices were sufficient to permit the subcontractors to satisfy applicable laws and submitted its own evidence suggesting, to the contrary, the <page-number citation-index=\"1\" label=\"1185\">*1185</page-number>prices were insufficient and Toll Bros, had reason to be aware of their insufficiency. Plaintiffs’ evidence demonstrated Shannon and Capaz were frequently low bidders on contracts, allocated less to labor costs than the industry average, paid lower wages than the industry average, had serious financial problems while performing the Toll Bros, contracts, and had committed serious wage-and-hour violations.</p>\n<p id=\"b1073-5\">Plaintiffs also submitted a declaration from an industry expert, Shelton Davis, who analyzed the requirements of the Capaz subcontracts for two of the projects at issue, known as Courtyards at Dublin Ranch Villages (Courtyards) and Terraces at Dublin Ranch Villages (Terraces).<footnotemark>4</footnotemark> Using techniques accepted as standard in the industry for estimating construction contract costs, Davis derived an estimate of the cost of materials and the number of man-hours necessary to complete the tasks required under the Courtyards and Terraces subcontracts. Applying a typical industry hourly labor cost of $60.35, he derived estimates for the cost of performing the two contracts that exceeded the Capaz bids by 45 to 50 percent, permitting an inference of gross underpricing. Suggesting Toll Bros, had reason to be aware of this underpricing, plaintiffs submitted evidence demonstrating Toll Bros, was interested primarily in obtaining the lowest bid price, did nothing to ensure the contract prices were sufficient to permit the subcontractors to comply with their legal obligations, pressured Capaz and Shannon to lower their bids further, knew of the subcontractors’ financial difficulties, and turned a blind eye to their labor practices.</p>\n<p id=\"b1073-6\">Hearing on the motion was postponed twice to permit the parties to submit further argument and evidence. In its supplemental briefing, Toll Bros, argued for the first time that insufficiency under section 2810 should be measured by the ability of the contractor to pay the minimum wage, contending the Davis declaration failed to show underfunding because, even assuming Davis’s figures, Capaz had sufficient funds to pay its workers twice the minimum wage. Toll Bros, also submitted data demonstrating that, in fact, Capaz and Shannon consistently paid their workers wages higher than the minimum at their Toll Bros, worksites.</p>\n<p id=\"b1073-7\">Plaintiffs argued, to the contrary, that sufficiency under section 2810 should be judged by “what a reasonable person with reasonable knowledge of the industry would use to determine underfunding,” relying on subdivision (i) of <page-number citation-index=\"1\" label=\"1186\">*1186</page-number>the statute. They submitted evidence establishing the local average hourly carpenter wage in 2009 was $29.32, nearly four times the minimum hourly wage of $8. Because carpenters are skilled laborers, plaintiffs argued, they are unlikely to accept a job paying merely the minimum wage.</p>\n<p id=\"b1074-4\">Plaintiffs also submitted another declaration from Davis (hereafter second Davis declaration). The second Davis declaration attached revised cost estimates for the same two projects considered in his earlier declaration. The revised figures included estimated costs for hardware and equipment, costs that had been omitted without explanation from the original declaration’s estimates. By adding these costs, Davis was able to conclude that the cost of materials for the Courtyards project exceeded the contract price, leaving no money to pay wages. With respect to the Terraces project, the new cost estimates permitted Capaz to pay a labor cost of only $8.70 per hour. This was less than the minimum wage cost at the time.<footnotemark>5</footnotemark></p>\n<p id=\"b1074-5\">The trial court granted both motions for- summary judgment in an extensive written decision. In addressing section 2810, the court was working without guidance, since no published decision addresses the issues raised by the parties.<footnotemark>6</footnotemark> The order is a masterful synthesis of a sprawling factual record, reflecting the court’s careful work with the parties over the course of several months. We recount the decision in some detail because it forms the foundation for our own ruling.</p>\n<p id=\"b1074-6\">The court considered serially the various elements of a section 2810 claim. It began with the requirement under subdivision (g)(1) that a plaintiff be “aggrieved” by a violation of subdivision (a).<footnotemark>7</footnotemark> Characterizing this as a standing requirement, the court found that plaintiffs had presented evidence demonstrating standing to assert claims under only three of the 11 Capaz <page-number citation-index=\"1\" label=\"1187\">*1187</page-number>contracts performed during the class period and four of the nine Shannon contracts.<footnotemark>8</footnotemark> As to the remaining contracts, the court granted summary adjudication on this ground. In addition, the court found that two of the asserted Capaz contracts and five of the asserted Shannon contracts were entered into before the effective date of section 2810, January 1, 2004, and therefore were not covered by it. These rulings eliminated all but two of the Capaz contracts from section 2810 coverage, the Courtyards and Terraces contracts, evaluated by Davis in his expert declarations, and all but three of the Shannon contracts. Plaintiffs do not dispute these rulings.</p>\n<p id=\"b1075-5\">The court next considered the meaning of “funds sufficient to allow the contractor to comply with all applicable . . . laws or regulations” under subdivision (a). As discussed above, Toll Bros, argued the contracts should be evaluated on the basis of the minimum wage, while plaintiffs argued the statute required a determination of whether funds were sufficient to permit compliance “with laws or regulations given the real world market price of labor.” The court determined the statutory language to be ambiguous and adopted Toll Bros.’s position on the basis of a detailed examination of the legislative history, explaining the history “demonstrates that the Legislature was concerned primarily with ensuring that contracts would provide sufficient funds to permit contractors to pay the minimum wage” and otherwise comply with applicable laws.</p>\n<p id=\"b1075-6\">Turning to evidence of the sufficiency of the Capaz contracts, the court found the declaration testimony of Capaz’s principal to constitute evidence both that Toll Bros, did not know the contracts were underfunded and that, in fact, the contracts were not underfunded, thereby shifting the burden of production to plaintiffs on both issues. The court concluded plaintiffs’ evidence showing Capaz was often the lowest bidder, paid relatively low wages, allocated less to labor than most contractors, and had safety and Labor Code violations did not raise a triable fact regarding Toll Bros.’s knowledge of underfunding and found Toll Bros.’s knowledge of Capaz’s financial problems to be irrelevant because it was gained after the execution of the contracts.</p>\n<p id=\"b1075-7\">The court then considered the Davis declarations, finding Davis’s methodology sufficiently reliable to allow their admission. The centerpiece of the court’s analysis was a pair of tables it created comparing Davis’s estimates for the nonlabor cost items of the two contracts with the allocation for those same costs in the contracts themselves. The court assumed for purposes of its <page-number citation-index=\"1\" label=\"1188\">*1188</page-number>analysis that Toll Bros, should have known a contract consistent with Davis’s cost estimates was “reasonable.”</p>\n<p id=\"b1076-4\">With respect to the Courtyards contract, the court found the contract’s allocation for nonlabor costs was about 20 percent lower than the Davis estimate. Reasoning “[t]here is no indication that a 20% difference in materials costs would have triggered suspicion that the contract was underfunded” because “[Bureau of Labor Statistics] labor cost data . . . suggests that a variance of 20% in wages is not unusual,” the court concluded the Davis declaration failed to raise a triable issue of fact whether Toll Bros, knew or should have known the Courtyards contract was underfunded. The court also noted the amount allocated to labor costs in the Courtyards contract would have permitted an hourly wage of $19.95, well above the minimum wage cost of $11.48 to $13.60 during the relevant period.</p>\n<p id=\"b1076-5\">The same analysis led to somewhat different reasoning, although the same result, for the Terraces contract. The court found the contract’s allocation of nonlabor costs was 27 percent less than Davis’s estimate for the same costs. The court concluded this difference, combined with information contained in much higher bids for the same contract submitted by other contractors, “would have reasonably triggered suspicion that ... the contract did not allocate sufficient funds for materials.” Continuing its analysis, the court noted that, “[a]ssuming that [Terraces] required 111,834 hours as estimated by Mr. Davis and that Capaz was able to allocate $2,300,000 to labor after accounting for underestimating of materials costs, that would suggest an hourly rate of $20.56.”<footnotemark>9</footnotemark> Based on this calculation, the court found there was no triable issue of fact “whether at the time of contracting Toll was on inquiry notice that Capaz was unable to comply with all applicable laws.”</p>\n<p id=\"b1076-6\">The <em>Hernandez </em>plaintiffs had not submitted an expert declaration regarding the Shannon contracts. As a result, the court found no evidence to rebut the declaration testimony of Shannon’s principal that, in fact, the contracts were adequately funded. The court granted summary adjudication of the section 2810 claims in both lawsuits.</p>\n<p id=\"b1076-7\">The court also addressed and rejected Toll Bros.’s two original arguments. Concluding any interference with collective bargaining by section 2810 <page-number citation-index=\"1\" label=\"1189\">*1189</page-number>would be “indirect” and “minimal,” it found no preemption by the National Labor Relations Act (NLRA) (29 U.S.C. § 151 et seq.). The court also held section 2810 contains no causation requirement, finding the Legislature intended third parties to be liable for any Labor Code violations committed in the performance of an insufficient contract.</p>\n<p id=\"b1077-5\">In its concluding parts, the trial court’s order granted summary adjudication on plaintiffs’ various common law theories of recovery and rejected the application of a one-year statute of limitations in favor of the three-year statute of Code of Civil Procedure section 338, subdivision (d).<footnotemark>10</footnotemark> Although it declined to rule on all of the parties’ 326 objections, the court issued two other orders ruling on “focused” objections it had directed the parties to submit.</p>\n<p id=\"b1077-6\">II. DISCUSSION</p>\n<p id=\"b1077-7\">The principles governing review of a grant of summary judgment are familiar. “ 1 “A trial court properly grants a motion for summary judgment only if no issues of triable fact appear and the moving party is entitled to judgment as a matter of law. [Citations.] The moving party bears the burden of showing the court that the plaintiff ‘has not established, and cannot reasonably expect to establish,’ ” the elements of his or her cause of action.’ ” <em>(State of California v. Allstate Ins. Co. </em>(2009) 45 Cal.4th 1008, 1017 [90 Cal.Rptr.3d 1, 201 P.3d 1147].) “To determine whether triable issues of fact do exist, we independently review the record that was before the trial court when it ruled on defendants’ motion. [Citations.] In so doing, we view the evidence in the light most favorable to plaintiffs as the losing parties, resolving evidentiary doubts and ambiguities in their favor.” <em>(Martinez </em>v. <em>Combs </em>(2010) 49 Cal.4th 35, 68 [109 Cal.Rptr.3d 514, 231 P.3d 259].)</p>\n<p id=\"b1077-8\">A. <em>The Appropriate Wage Standard Under Section 2810</em></p>\n<p id=\"b1077-9\">1. <em>Background</em></p>\n<p id=\"b1077-10\">Section 2810 prohibits a person from entering into a contract for certain types of services if the person knows or should know the contract price is insufficient to permit the other party to comply with applicable laws in the performance of the contract. <em>(Id., </em>subd. (a).) Persons entering into such contracts are liable to employees who are “aggrieved” by this insufficiency. <em>(Id., </em>subd. (g).) Although “aggrieved” is not defined, subdivision (g)(1) requires plaintiffs to plead and prove they were “injured as a result of a violation of a labor law or regulation in connection with the performance of the contract or agreement,” as these plaintiffs have done.</p>\n<p id=\"b1078-3\"><page-number citation-index=\"1\" label=\"1190\">*1190</page-number>For such plaintiffs, one of the fundamental interpretive uncertainties arising from section 2810 is the proper wage standard to be used in evaluating the sufficiency of a contract. The sole criterion for establishing liability in section 2810 is whether the contract provides “funds sufficient” to comply with applicable laws. <em>(Id., </em>subd. (a).) Even the most generously funded employer may commit labor law violations from greed, ignorance, or mismanagement, but the contracting party is not responsible for such violations so long as the contract price is sufficient.<footnotemark>11</footnotemark> The sufficiency of the contract price to allow legal compliance depends directly on the wage standard to be applied. An employer whose contract price does not provide enough funds even for payment of the minimum wage cost will necessarily commit labor law violations in executing the contract.<footnotemark>12</footnotemark> Yet an employer whose contract price is adequate to permit payment of the minimum wage cost can also find itself short of funds if it pays a wage higher than minimum, leading to similar wage-and-hour violations. The former situation unquestionably results in contracting party liability under section 2810, but liability in the latter situation depends on whether the minimum wage or the actual wage is used in determining contract price sufficiency.</p>\n<p id=\"b1078-4\">Toll Bros, argues, in accord with the trial court, that the minimum wage cost should always be used in evaluating the sufficiency of a contract under section 2810, contending the statutory language and its legislative history demonstrate the Legislature intended only to ensure that employers complied with the bare minimum of labor regulations. Plaintiffs, in contrast, argue the wage standard must be determined by the particular circumstances of the contract. When the contracting party is aware the employer intends to pay a wage higher than the minimum wage, or where prevailing wages for a particular trade make it likely the employer will find it necessary to pay more than the minimum, plaintiffs argue, the higher wage should be used to evaluate the sufficiency of the contract. Plaintiffs cite subdivision (i)(l) of the statute as indicating a legislative intent to compel compliance with labor regulations according to wages typical for a particular type of work.</p>\n<p id=\"b1079-4\"><page-number citation-index=\"1\" label=\"1191\">*1191</page-number>In interpreting section 2810, our task is to “ ‘ascertain and effectuate legislative intent.’ ” <em>(Bernard v. Foley </em>(2006) 39 Cal.4th 794, 804 [47 Cal.Rptr.3d 248, 139 P.3d 1196].) “ ‘[I]t is well settled that we must look first to the words of the statute, “because they generally provide the most reliable indicator of legislative intent.” ’ ” <em>(Pineda v. Bank of America, N.A. </em>(2010) 50 Cal.4th 1389, 1394 [117 Cal.Rptr.3d <em>377, </em>241 P.3d 870].) In examining a statute’s words, we “ ‘ “giv[e] them their ‘usual and ordinary meanings’ and constru[e] them in context.” ’ ” <em>(People v. Allegheny Casualty Co. </em>(2007) 41 Cal.4th 704, 708-709 [61 Cal.Rptr.3d 689, 161 P.3d 198].) If the statutory language is unambiguous, our inquiry ends. <em>(Pineda v. Bank of America, N.A., </em>at p. 1394.) On the other hand, “[i]f the language is susceptible of multiple interpretations, ‘the court looks “to a variety of extrinsic aids, including the ostensible objects to be achieved, the evils to be remedied, the legislative history, public policy, contemporaneous administrative construction, and the statutory scheme of which the statute is a part.” [Citation.] After considering these extrinsic aids, we “must select the construction that comports most closely with the apparent intent of the Legislature, with a view to promoting rather than defeating the general purpose of the statute <em>(Lopez </em>v. <em>Superior Court </em>(2010) 50 Cal.4th 1055, 1063 [116 Cal.Rptr.3d 530, 239 P.3d 1228].) Statutory interpretation is a question of law, which we review de novo. <em>(Bruns v. E-Commerce Exchange, Inc. </em>(2011) 51 Cal.4th 717, 724 [122 Cal.Rptr.3d 331, 248 P.3d 1185].)</p>\n<p id=\"b1079-7\">2. <em>The Statutory Language</em></p>\n<p id=\"b1079-8\">Subdivision (a) states: “A person or entity may not enter into a contract or agreement for labor or services with a construction . . . contractor, where the person or entity knows or should know that the contract or agreement does not include funds sufficient to allow the contractor to comply with all applicable local, state, and federal laws or regulations governing the labor or services to be provided.” Subdivision (b) of section 2810 provides a contract will be presumed in compliance with subdivision (a) if, among other requirements, the contract is in writing and lists “[t]he total number of workers to be employed under the contract or agreement, the total amount of all wages to be paid, and the date or dates when those wages are to be paid.” <em>(Id., </em>subds. (b), (d), (d)(7).) Subdivision (i)(1) of section 2810, relied upon by plaintiffs, states: “The term ‘knows’ includes the knowledge, arising from familiarity with the normal facts and circumstances of the business activity engaged in, that the contract or agreement does not include funds sufficient to allow the contractor to comply with applicable laws.” Based on these provisions, we conclude the statutory language unambiguously requires the sufficiency of a contract challenged under section 2810 to be measured by the minimum wage cost for the work anticipated.</p>\n<p id=\"b1080-3\"><page-number citation-index=\"1\" label=\"1192\">*1192</page-number>Subdivision (a) is violated only if the contract “does not include funds sufficient to allow the contractor to comply with all applicable . . . laws or regulations governing the labor or services to be provided.” The wage a laborer must be paid for an hour of work, just like overtime compensation, rest periods, and other aspects of hourly employment, is governed by an applicable law—the law or regulation setting a minimum wage for the relevant work. A contract price that provides enough funds to permit the employer to pay its workers this minimum wage, as well as to comply with other applicable laws, therefore satisfies the plain language of section 2810. Such funds are <em>sufficient </em>to permit the employer to comply with applicable laws in performing the contract.</p>\n<p id=\"b1080-4\">Plaintiffs’ position is untenable because there is no general law requiring an employer to pay its workers the average local wage for a particular skill or trade, if that average wage is higher than the legal minimum. Merely to pay less than the prevailing wage therefore violates no law. In the absence of a local, state, or federal law requiring the payment of a wage higher than the legal minimum, a contract cannot be insufficient under section 2810 merely because it does not provide sufficient funds to pay that higher wage, since section 2810 imposes nothing more than compliance with legal requirements.</p>\n<p id=\"b1080-5\">Plaintiffs argue the phrase from section 2810, subdivision (i)(1), “[t]he term‘knows’ includes the knowledge, arising from familiarity with the normal facts and circumstances of the business activity engaged in,” imposes a requirement to use the employer’s actual anticipated wage or, if it is not known, the local average wage because “the normal facts and circumstances” of any business activity include local wage norms. Plaintiffs’ reading ignores the remainder of subdivision (i)(1), which echoes subdivision (a) in stating the knowledge referred to is “that the contract or agreement does not include funds sufficient to allow the contractor to comply with applicable laws.” Subdivision (i)(1), like subdivision (a), measures sufficiency by the ability of the contract price to permit compliance with applicable laws. The contracting party’s familiarity with “the normal facts and circumstances of the business activity” is to be used in determining the contracting party’s <em>awareness </em>of the contract’s sufficiency, not in determining the contract’s sufficiency.</p>\n<p id=\"b1080-6\">Critical to plaintiffs’ argument is their mistaken contention that subdivision (a) “does not state how . . . insufficiency is to be measured.” As discussed above, subdivision (a) states precisely how insufficiency is measured. A contract violates subdivision (a) if the funds paid will not allow the contractor to comply with applicable laws or regulations in performing the contract. One of those applicable laws or regulations is the minimum wage law. Plaintiffs <page-number citation-index=\"1\" label=\"1193\">*1193</page-number>argue the Legislature did not “refer to minimum standards,” but an express reference was unnecessary. For hourly wages, the minimum standard is the only legal requirement.</p>\n<p id=\"b1081-5\">Plaintiffs also argue that because subdivisions (b) and (d)(7) of section 2810 create a rebuttable presumption of compliance if the contract lists the actual wages to be paid by the contractor, actual wages should be used as a measure of sufficiency. The conclusion does not follow from its premises. Compliance with subdivision (d) does not purport to set the standard for compliance with subdivision (a); it merely creates a <em>presumption </em>of compliance under subdivision (b). It is unlikely, for example, that a contract listing wages lower than the minimum wage would be found in actual compliance with subdivision (a), even though it would be presumed compliant under subdivisions (b) and (d)(7).</p>\n<p id=\"b1081-6\">Plaintiffs finally argue the construction industry should be treated differently than the other trades listed in section 2810—farm labor, garment, janitorial, and security guard workers—because the constmction industry regularly pay wages much higher than the legal minimum. The statutory language, however, makes no distinction among the trades listed.</p>\n<p id=\"b1081-7\">3. <em>Other Interpretive Materials</em></p>\n<p id=\"b1081-8\">Because we find the statutory language unambiguous in requiring application of the minimum wage, we need not look beyond it for indications of legislative intent. Nonetheless, we discuss the legislative history of section 2810 and practical considerations in the statute’s application to demonstrate they are consistent with our conclusion regarding its intended meaning.</p>\n<p id=\"b1081-9\">The documents generated during the Legislature’s consideration of section 2810 consistently refer to the bill as aimed at the “underground economy,” defined as “those lawless enterprises that pay little or no sales or payroll taxes, and fail to meet very minimum labor standards.” (Sen. Com. on Labor and Industrial Relations, The Underground Economy: Its Effect on Workers, Business, and the State Economy (Mar. 18, 2003) p. 2.) In a “fact sheet” circulated by a supporter of passage, the need for the bill was explained as follows: “For more than a decade, state legislative oversight and policy committee hearings have exposed the fierce competition among labor contractors in California’s underground economy which has resulted in widespread sub-minimum wages and working conditions. [j[] Despite evidence of substantial lawbreaking by unscrupulous contractors and the entities which employ them, California has yet to respond in a meaningful way to attack the root causes of the well-documented ills of the underground economy.” (Cal. Rural Legal Assistance Foundation, Fact Sheet for SB 179 (Alarcon) p. 1, <page-number citation-index=\"1\" label=\"1194\">*1194</page-number>fn. omitted.) In illustrating the type of abuses targeted by the bill, another supporter cited contracts paying the contractor so little that its contributions to mandatory social programs, such as Social Security, workers’ compensation, and unemployment, could not be made unless its laborers were paid wages below the legal minimum. (Cal. Federation of Labor, AFL-CIO, SB 179 Fact Sheet (May 20, 2003) pp. 1-2.) Similarly, the bill’s author, Senator Richard Alarcon, stated in a press release that it was “designed to help level the business playing field while protecting the lowest paid workers.” (Press Release, Senator Richard Alarcon (Mar. 14, 2003).) This is merely a sample of many similar indications of legislative intent.</p>\n<p id=\"b1082-4\">The overwhelming impression created by the legislative history is an intent not to target labor law violators generally but to stamp out a particular type of contractor: one which demands so little compensation that it is unable to satisfy even minimum labor standards. Given this focus, the use of any measure of wages other than the minimum wage would be inconsistent with the various indications of intent created in the course of deliberations over the statute.</p>\n<p id=\"b1082-5\">Plaintiffs argue the legislative history does not contain any explicit statement indicating the Legislature “meant to limit a determination of sufficiency to the use of minimum wages.” While it may be true the legislative history contains no document expressly articulating this position, the obvious and consistent focus of the commentary on <em>minimum </em>legal requirements, as well as the singular concern with the underground economy, indicates beyond question that the statutory language regarding compliance with “applicable . . . laws and regulations” includes the laws governing minimum wages.</p>\n<p id=\"b1082-6\">There are strong practical reasons for using the minimum wage cost to determine contract sufficiency. The minimum wage provides a bright-line test for sufficiency, readily ascertained by any contracting party. As the evidence in this case demonstrates, the use of any other wage standard opens contracting parties to significant uncertainty. For these contracts, Davis’s initial declaration applied a wage standard of $60 per hour. Other evidence suggested the average local hourly wage was between $25 and $30, and Capaz and Shannon apparently paid their workers between $10 and $25 per hour. If the minimum wage is not used as a standard, Toll Bros, and other contracting parties in industries featuring a range of wages would be unable to predict to any usable degree of certainty what standard would ultimately be selected by the trier of fact to evaluate their liability.</p>\n<p id=\"b1082-7\">Plaintiffs argue that because construction workers are ordinarily paid more than the minimum wage, section 2810 will be of little use in compelling compliance with labor laws in their industry if interpreted in this manner. <page-number citation-index=\"1\" label=\"1195\">*1195</page-number>Since the total contract price for most construction subcontracts includes the compensation necessary to pay higher wages, plaintiffs argue, the contracts will nearly always be found sufficient when measured by the minimum wage, precluding construction workers’ reliance on section 2810. The argument misunderstands section 2810. There is no indication, in either its language or its history, that section 2810 was intended to provide a generally available third party remedy for wage-and-hour violations. Rather, the statute has a narrow focus: to eliminate contracts that are so inadequate that even the bare minimum labor law requirements cannot be met. There is no suggestion that workers under higher wage contracts were intended to benefit from section 2810, other than incidentally from the elimination of competition from sub-minimum-wage labor.</p>\n<p id=\"b1083-5\">Finally, plaintiffs cite a one-page “industry bulletin” from the Contractors State License Board that suggests general contractors can be held liable under section 2810 if a subcontract does not contain sufficient funds to pay prevailing wages. Because the bulletin contains no legal analysis, we find it of little value in construing the statute. (See <em>Yamaha Corp. of America </em>v. <em>State Bd. of Equalization </em>(1998) 19 Cal.4th 1, 7-8 [78 Cal.Rptr.2d 1, 960 P.2d 1031] [agency interpretations not embodied in regulations are entitled to limited deference in interpreting a statute].)</p>\n<p id=\"b1083-6\">B. <em>Sufficiency of the Capaz and Shannon Contracts</em></p>\n<p id=\"b1083-7\">Plaintiffs also dispute the trial court’s finding that they failed to raise a triable issue of fact regarding Toll Bros.’s knowledge of the sufficiency of the Capaz and Shannon contracts. For reasons discussed below, we agree with the <em>Castillo </em>plaintiffs and reverse the trial court’s finding of no triable issue with respect to the Courtyards and Terraces contracts.</p>\n<p id=\"b1083-8\">1. <em>Knowledge and Sufficiency Under Section 2810</em></p>\n<p id=\"b1083-9\">Under subdivision (a), a contracting party can be held liable if it “knows or should know” that a contract is insufficient. Because the parties disagree about the meaning of this requirement of subdivision (a), we turn first to that issue.</p>\n<p id=\"b1083-10\">While the general concept of “knowledge of insufficiency” seems straightforward in principle, its application is often challenging. Because subdivision (a) precludes a contracting party from entering into an insufficient contract, the party’s knowledge must be determined at the time the contract is executed. Yet a contracting party can know for certain that a contract is sufficient in advance of its performance only when the contract requires nothing more than the provision of a known quantity of labor. As the <page-number citation-index=\"1\" label=\"1196\">*1196</page-number>complexity of the contract increases, the determination of sufficiency becomes both more difficult and less certain. When performance requires the provision of materials and overhead in addition to labor, the contracting party may lack access to the employer’s cost information, essential to determine sufficiency. Moreover, even the employer itself may be uncertain in advance of actual contract performance how much labor will be required, as the subcontractor principals asserted here. In such circumstances, a contracting party may be unable to confirm with any confidence that the contract price is sufficient prior to its performance.</p>\n<p id=\"b1084-4\">Because of this uncertainty, as the trial court recognized, the determination called for by subdivision (a) encompasses two separate questions for a complex contract: the contracting party’s actual or constructive knowledge of insufficiency and actual insufficiency.<footnotemark>13</footnotemark> The first question, the contracting party’s knowledge, is necessarily a prospective determination, evaluated at the time the contract was executed. Because it often will not be possible for the contracting party to know with certainty whether the contract price is sufficient at this time, the party’s knowledge generally must be based on the <em>likelihood </em>of insufficiency. The second question, actual insufficiency, is retrospective. Whether a contract price was sufficient in fact can only be determined after the cost of performance, including the actual cost of materials and overhead and the actual amount and type of labor necessary, has been determined through the employer’s experience in performing the contract. A contracting party can be held liable under section 2810 only if (1) it knew or should have known the contract price was reasonably likely to be insufficient at the time the contract was executed and (2) the contract price proved insufficient in practice.</p>\n<p id=\"b1084-5\">2. <em>Actual and Constructive Knowledge</em></p>\n<p id=\"b1084-6\">While the parties agree subdivision (a) invokes both actual and constructive knowledge, they disagree about the scope of these terms. In understanding the meaning of “knows or should know” under section 2810, we are aided by two statutory provisions defining, in part, actual and constructive knowledge.<footnotemark>14</footnotemark> Under section 2810, subdivision (i)(1), as discussed previously, a contracting party’s knowledge includes knowledge “arising from familiarity with the normal facts and circumstances of the business <page-number citation-index=\"1\" label=\"1197\">*1197</page-number>activity engaged in.” In addition, under subdivision (i)(2), a contracting party “should know” a contract is insufficient if it has “knowledge of any additional facts or information that would make a reasonably prudent person undertake to inquire whether, taken together, the contract or agreement contains sufficient funds to allow the contractor to comply with applicable laws.” Taken together, these two provisions charge a contracting party with knowledge typical in the industry, as well as with knowledge of any “additional facts or information” reasonably suggesting insufficiency. Accordingly, for the reasons discussed above, in circumstances in which the actual costs for labor and materials cannot be known with certainty at the time a contract is entered into, the contracting party’s actual and constructive knowledge must be determined by estimating the likely cost of performance, using knowledge “arising from familiarity with the normal facts and circumstances of the business activity engaged in” (§ 2810, subd. (i)(1)), as well as any knowledge of the contracting party relevant to the particular contract.</p>\n<p id=\"b1085-5\">Attributing to a contracting party knowledge “arising from familiarity with the normal facts and circumstances of the business activity engaged in” is consistent with the common law as well as the statutory language. Although the doctrine of constructive knowledge “encompasses a variety of mental states,” in general terms it “means knowledge ‘that one using reasonable care or diligence should have, and therefore is attributed by law to a given person.’ ” <em>(John B. v. Superior Court </em>(2006) 38 Cal.4th 1177, 1190 [45 Cal.Rptr.3d 316, 137 P.3d 153], quoting Black's Law Dict. (7th ed. 1999) p. 876; see also <em>Doe v. City of Los Angeles </em>(2007) 42 Cal.4th 531, 546 [67 Cal.Rptr.3d 330, 169 P.3d 559].) Undoubtedly, a person engaged in a business or trade using reasonable care or diligence would be familiar with the normal facts and circumstances of his or her trade.</p>\n<p id=\"b1085-6\">Toll Bros, argues for a more restrictive definition of “knows or should know” that, as a practical matter, requires a party to have genuine knowledge that a contract is insufficient when the contract is executed before a finding of liability can be made. Any such definition is unworkable, given the common difficulty in determining whether a particular contract is insufficient. Only in unusual circumstances will the insufficiency of a contract be so clear that a contracting party can be said to have actual knowledge of the insufficiency, particularly if the contracting party has made no attempt to determine the details of the employer’s proposed performance. Further, such a limited definition would defeat the obvious purpose of section 2810, since it would <page-number citation-index=\"1\" label=\"1198\">*1198</page-number>allow a contracting party to evade liability under section 2810 by cultivating ignorance in its contractual relations.<footnotemark>15</footnotemark></p>\n<p id=\"b1086-4\">Toll Bros, contends the trial court’s interpretation, which we adopt, will devastate the process of competitive bidding as currently conducted in the construction industry. While we do not share Toll Bros.’s dire view of the impact of such a ruling, any such policy questions must be addressed to the Legislature.</p>\n<p id=\"b1086-5\">3. <em>Disputed Issue of Fact Regarding Knowledge and Sufficiency</em></p>\n<p id=\"b1086-6\">a. <em>Proving Knowledge and Sufficiency</em></p>\n<p id=\"b1086-7\">In practice, the issues of knowledge and actual insufficiency will often be treated as aspects of the burden of producing evidence. In circumstances in which, as here, the contracting party had no actual knowledge of the employer’s costs, a plaintiff may demonstrate the contracting party had reason to know, based on the common knowledge of the industry or specific information relevant to the particular contract, that the funds provided in the contract would likely be insufficient to permit the employer to perform the contract while complying with applicable laws. The showing could be accomplished, for example, using estimates of the cost of performance based on accepted industry standards, as plaintiffs’ expert did here, or the estimates of other bidders for the same contract, if these differed dramatically from the employer’s estimate. The contracting party can rebut this showing by, among other possible options, challenging the credibility of the expert’s estimates, showing it was given credible information to demonstrate the employer could perform lawfully for the contract price, or demonstrating the employer’s actual costs of performance were less than expected from the industry norms or other bids. We review the trial court’s determination no triable issue of fact existed with respect to the sufficiency of the Capaz and Shannon contracts from this perspective.</p>\n<p id=\"b1086-8\">b. <em>Toll Bros, ’s Initial Burden of Production</em></p>\n<p id=\"b1086-9\">We agree with the trial court that Toll Bros, carried its initial burden on summary judgment by submitting evidence that the Capaz and Shannon principals believed the subcontracts provided sufficient compensation to <page-number citation-index=\"1\" label=\"1199\">*1199</page-number>permit compliance with applicable laws. Plaintiffs argue Toll Bros, was required to submit evidence demonstrating its employees had reason to believe the contracts were sufficient, but the statute does not require this type of subjective inquiry. To carry its initial burden, Toll Bros, was required to provide evidence the contracts were likely, given “familiarity with the normal facts and circumstances” (§ 2810, subd. (i)(1)) of the framing business, to provide sufficient compensation to permit compliance with applicable laws. Testimony by the Capaz and Shannon principals, both of whom had years of experience in the industry, that they believed the contract prices were sufficient satisfies this burden.</p>\n<p id=\"b1087-5\">Plaintiffs contend the principals’ testimony constituted impermissible lay opinion, but we find no error in the trial court’s overruling of this objection. Lay opinion is admissible if based on the witness’s own perceptions and helpful to understanding the witness’s testimony. (Evid. Code, § 800; <em>People </em>v. <em>McAlpin </em>(1991) 53 Cal.3d 1289, 1306-1307 [283 Cal.Rptr. 382, 812 P.2d 563].) The opinions of these two witnesses were based on long experience in the framing business, grew directly out of their own work in preparing the Toll Bros, bids, and were helpful in summarizing their testimony describing the manner in which they prepared and submitted bids. The trial court did not abuse its discretion in finding these declarations within Evidence Code section 800. <em>(Jones v. P.S. Development Co., Inc. </em>(2008) 166 Cal.App.4th 707, 711 [82 Cal.Rptr.3d 882], disapproved on other grounds in <em>Reid </em>v. <em>Google, Inc. </em>(2010) 50 Cal.4th 512, 532, fn. 7 [113 Cal.Rptr.3d 327, 235 P.3d 988] [applying abuse of discretion standard of review].) Plaintiffs’ basis for their objection, that the declarants’ manner of bid preparation was inadequate to support their conclusions, goes to weight and credibility, rather than admissibility.<footnotemark>16</footnotemark></p>\n<p id=\"b1087-6\">We also agree with the trial court that plaintiffs’ nonexpert evidence was insufficient to raise a triable issue of fact regarding actual sufficiency. The evidence that Shannon and Capaz were frequently low bidders on contracts, paid lower wages than the industry average, had serious financial problems while performing certain Toll Bros, contracts, and had committed serious wage-and-hour violations did not directly address the financial sufficiency of any particular contract. All of these factors could readily be true even if the Capaz and Shannon contracts were fully sufficient to pay the minimum wage, particularly in an industry in which payment of wages above the minimum is common.</p>\n<p id=\"b1088-3\"><page-number citation-index=\"1\" label=\"1200\">*1200</page-number>c. <em>Disputed Issue in </em>Hernandez</p>\n<p id=\"b1088-4\">To raise an issue of fact regarding sufficiency in <em>Hernandez, </em>plaintiffs relied on the nonexpert evidence discussed above and on the testimony of a Shannon principal regarding his method of calculating labor costs in submitting contract bids. Plaintiffs argued the principal’s method resulted in a lower labor cost allocation than the methods used by other industry participants, resulting in lower compensation available to pay Shannon’s laborers in its contracts. We agree with the trial court this was insufficient to raise an issue of fact in the face of Toll Bros.’s evidence. It was not sufficient for plaintiffs to demonstrate Shannon’s bids allocated less to labor costs than other subcontractors’ bids. Rather, plaintiffs were required to show that Shannon’s bids allocated so little to labor costs that they were insufficient to support payment of the minimum wage. In the absence of evidence demonstrating that the Shannon principal’s methods would result in labor cost estimates inadequate even to pay the minimum wage, the evidence did not raise a triable issue of fact as to knowledge of insufficiency. Accordingly, summary adjudication of the section 2810 cause of action in <em>Hernandez </em>was appropriate.</p>\n<p id=\"b1088-5\">d. <em>Disputed Issue in </em>Castillo</p>\n<p id=\"b1088-6\">The <em>Castillo </em>plaintiffs, in contrast, relied on the Davis declarations to raise a disputed issue of fact regarding knowledge and sufficiency. Using standard methods employed in the construction industry to prepare bids, the second Davis declaration concluded the likely cost of materials and overhead for the Courtyards project would actually exceed the contract price, leaving no money to pay wages. With respect to the Terraces project, the same declaration estimated the funds available for labor were only $8.70 per hour, well below the minimum wage cost of $13 per hour. The second Davis declaration therefore provided evidence that the Courtyards and Terraces contracts were insufficient under section 2810, since the funds remaining after the payment of costs and overhead were likely to be insufficient to pay workers the minimum wage and, at the same time, make the other legally required payments associated with their work. The trial court properly found the Davis calculations to be within the constructive knowledge of Toll Bros., since they were based on information and techniques generally available and accepted in the construction industry. Attributing the Davis data to Toll Bros, created a triable issue of fact whether Toll Bros, knew or should have known the Courtyards and Terraces contracts were insufficient for purposes of section 2810.</p>\n<p id=\"b1088-7\">The trial court’s analysis in finding no triable issue of fact fails to reason away the issues of fact created by the Davis declarations. With respect to the <page-number citation-index=\"1\" label=\"1201\">*1201</page-number>Courtyards contract, the trial court first noted the allocation for materials costs in the contract was 20 percent lower than the same estimate in the second Davis declaration. It dismissed the Davis estimate on the basis of this difference because “[t]here is no indication that a 20% difference in materials costs would have triggered suspicion that the contract was underfunded.” In support of this conclusion, the court cited Bureau of Labor Statistics data showing that a 20 percent variance in wages is not unusual.</p>\n<p id=\"b1089-5\">There are several flaws in this reasoning. First, as plaintiffs have demonstrated in their briefs to this court, the trial court made a mistake in its arithmetic. The true difference between the Davis estimate for materials costs and the allocation for materials costs in the Courtyards contract was not 20 percent but 25 percent.<footnotemark>17</footnotemark> The correct 25 percent difference is not materially different from the 27 percent difference the court found excessive in connection with Terraces. As a result, the court’s decision to disregard the difference was not supported by the evidence on which it relied. Second, even if the court had been correct in its calculations, there is no evidence in the record to support its assumption that a 20 percent gap in <em>materials </em>costs could be disregarded because <em>labor </em>costs frequently vary by that percentage. The trial court based its finding that costs typically vary by 20 percent on government data regarding labor costs on construction jobsites. The cost difference it was evaluating, however, was in materials costs. Because materials costs are affected by wholly different market factors than labor costs, the court’s application of labor costs data to materials costs was unwarranted in the absence of some evidence to support it. There was no such evidence. Finally, even if there was evidence that materials costs vary widely, the gap between the Davis estimate and the contract allocation was large enough to consume Capaz’s entire budget for labor. This factor alone should have alerted Toll Bros, to the possibility of a problem.</p>\n<p id=\"b1089-6\">The trial court’s second reason for rejecting the Davis estimates regarding the Courtyards contract is similarly flawed. Assuming the Courtyards contract would require the number of man-hours of labor estimated by Davis, the trial court found the allocation of funds to labor costs in the contract would permit payment of $19.95 in hourly wage costs. This calculation does not account for the possibility, raised by the second Davis declaration and constructively known by Toll Bros., that the materials cost estimates in the contract were severely understated, thereby leaving less for labor costs than the parties had estimated. Accordingly, the trial court’s reasoning impermissibly disregards the evidence of insufficiency submitted by plaintiffs.</p>\n<p id=\"b1090-3\"><page-number citation-index=\"1\" label=\"1202\">*1202</page-number>Essentially the same reasoning leads us to reject the trial court’s conclusion with respect to the Terraces project. Because the gap between Davis’s materials cost estimates and the materials cost allocation in the Terraces contract was well over 20 percent, the trial court concluded Toll Bros, could not have disregarded it. The court found no triable issue of fact, however, because the amount allocated to labor costs in the contract, partially reduced, would still have permitted payment of wage costs above the minimum. This reasoning similarly fails to take account of the possibility, raised by the calculations in the second Davis declaration, that the true costs for materials would be much greater than the parties had allocated in the contract, thereby leaving insufficient funds to pay minimum wage labor costs.</p>\n<p id=\"b1090-4\">Toll Bros, argues the Davis declarations should not have been considered by the trial court because they are not credible. We review the trial court’s overruling of Toll Bros.’s objections to the declaration for abuse of discretion. <em>(Jones </em>v. <em>P.S. Development Co., Inc., supra, </em>166 Cal.App.4th at p. 711.) There is nothing facially improper in Davis’s work. As the trial court noted, “Mr. Davis has significant experience in general contracting and used the architectural and structural plans of the contracts and commercially accepted software to produce cost estimates.” Toll Bros, contends the declaration failed to take account of various factors suggesting the contracts were sufficient, such as Capaz’s actual payments of more than the minimum wage to workers on those projects and the possibility that Capaz could have obtained materials for lower prices. While these factors raise a triable issue of fact regarding the credibility of Davis’s conclusions, they are not so conclusive as to suggest the trial court abused its discretion in considering the Davis declarations.<footnotemark>18</footnotemark></p>\n<p id=\"b1090-5\">At oral argument before this court, Toll Bros, contended plaintiffs failed to raise an issue of fact concerning adequacy of the Courtyards and Terraces contracts because they submitted no evidence demonstrating the Capaz laborers on these projects were paid less than the minimum wage; on the contrary, it was undisputed that these workers’ stated wages were well above the minimum. Evidence of above-minimum wages paid in the performance of a contract is certainly evidence that the contract was sufficient for purposes of section 2810, but it is by no means conclusive. An employer can maintain an above-minimum wage rate in the face of insufficient contract funds by, for example, cutting comers on its other contractual obligations, supplementing the contract funds with funds from its other projects or its own capital, reducing labor costs by violating wage-and-hour standards in other <page-number citation-index=\"1\" label=\"1203\">*1203</page-number>ways, receiving supplemental payments from the contractor, or simply failing to complete the project. For this reason, the fact that Capaz paid above-minimum wages on the Terraces and Courtyards projects did not establish the absence of a disputed issue of fact regarding the sufficiency of those contracts.</p>\n<p id=\"b1091-5\">The evidence in the summary judgment record regarding Capaz’s work illustrates the possible complications. While Capaz was able to complete the Terraces project, Toll Bros, replaced Capaz with another framing contractor on the Courtyards project, in part because Capaz was not regularly meeting its payroll. Even so, Toll Bros, ultimately paid Capaz much more than the contract price for its incomplete work on Courtyards, and on a third project underway at the same time, known as Willow Glen Place, Toll Bros, was required to pay Capaz substantial additional compensation above the contract price to permit Capaz to continue working. Even with respect to the Terraces project, Toll Bros, employees discussed ways to provide Capaz with additional funds to ensure completion of the work. Given this evidence, it is a plausible inference that Capaz used funds from the other projects to keep its workers paid at the Terraces project. Further, although Capaz paid above-minimum wages on its jobsites, there was evidence it committed other wage-and-hour violations that had the effect of reducing the effective wages of its workers, such as regularly failing to pay for overtime, denying rest breaks, and failing to pay wages due upon termination. Capaz workers also claimed their actual hourly wage rate was considerably lower than that stated by Capaz on their pay stubs, although still above the legal minimum. Taken as a whole, these issues demonstrate that Capaz’s payment of above-minimum wages was not a guarantee that its contractual compensation was sufficient to permit compliance with all applicable labor laws, as required by section 2810.</p>\n<p id=\"b1091-6\">C. <em>Preemption</em></p>\n<p id=\"b1091-7\">Toll Bros, contends summary judgment on plaintiffs’ section 2810 claims should be affirmed because the statute is preempted by the NLRA. The argument relies largely on subdivision (c) of section 2810, which states in relevant part: “Subdivision (a) does not apply to a person or entity who executes a collective bargaining agreement covering the workers employed under the contract or agreement . . . .” Subdivision (c), Toll Bros, argues, impermissibly places “unlawful pressure ... on employers (the subcontractors), general contractors and employees to open the door to union representation.”</p>\n<p id=\"b1091-8\">The NLRA is the federal statute governing collective bargaining. It was enacted “ ‘to remedy “[t]he inequality of bargaining power between employees who do not possess full freedom of association or actual liberty of <page-number citation-index=\"1\" label=\"1204\">*1204</page-number>contract, and employers who are organized in the corporate or other forms of ownership association.” ’ [Citation.] . . . Congress addressed this problem not by directly dictating particular wage levels, but by establishing procedures for employee organization and collective bargaining that, it hoped, would result in fairer negotiations and higher wages. [Citation.] The resulting law was ‘concerned primarily with establishing an equitable process for determining terms and conditions of employment, and not with particular substantive terms of the bargain that is struck when the parties are negotiating from relatively equal positions.’ ” <em>(California Grocers Assn. v. City of Los Angeles </em>(2011) 52 Cal.4th 177, 195 [127 Cal.Rptr.3d 726, 254 P.3d 1019] <em>(California Grocers).)</em></p>\n<p id=\"b1092-4\">The NLRA has no express preemption provision. In the absence of express preemption, “ ‘courts sustain a local regulation “unless it conflicts with federal law or would frustrate the federal scheme, or unless the courts discern from the totality of the circumstances that Congress sought to occupy the field to the exclusion of the States.” ’ ” <em>(Metropolitan Life Ins. Co. v. Massachusetts </em>(1985) 471 U.S. 724, 747-748 [85 L.Ed.2d 728, 105 S.Ct. 2380] <em>(Met Life).) </em>Pursuant to this general rule, the United States Supreme Court has developed a two-part preemption doctrine for the NLRA, most recently summarized by the court as follows: “[W]e have held that Congress implicitly mandated two types of pre-emption as necessary to implement federal labor policy. The first, known as <em>Garmon </em>pre-emption <em>[(San Diego Unions v. Garmon </em>(1959) 359 U.S. 236 [3 L.Ed.2d 775, 79 S.Ct. 773] <em>(Garmon)], </em>‘is intended to preclude state interference with the National Labor Relations Board’s interpretation and active enforcement of the “integrated scheme of regulation” established by the NLRA.’ [Citation.] To this end, <em>Garmon </em>pre-emption forbids States to ‘regulate activity that the NLRA protects, prohibits, or arguably protects or prohibits.’ [Citation.] The second, known as <em>Machinists </em>pre-emption, forbids both the National Labor Relations Board (NLRB) and States to regulate conduct that Congress intended ‘be unregulated because left “to be controlled by the free play of economic forces.” ’ <em>[(Machinists v. Wisconsin Emp. Rel. Comm'n </em>(1976) 427 U.S. 132 [49 L.Ed.2d 396, 96 S.Ct. 2548] <em>(Machinists).))” (Chamber of Commerce of United States v. Brown </em>(2008) 554 U.S. 60, 65 [171 L.Ed.2d 264, 128 S.Ct. 2408].)</p>\n<p id=\"b1092-5\">1. Machinists <em>Preemption</em></p>\n<p id=\"b1092-6\">Toll Bros, argues section 2810 is preempted under <em>Machinists </em>because subdivision (c), which provides a safe harbor for a contracting party that has • entered into a collective bargaining agreement with the service-providing employees, impermissibly encourages collective bargaining by providing an incentive for unionization.</p>\n<p id=\"b1093-4\"><page-number citation-index=\"1\" label=\"1205\">*1205</page-number><em>Machinists </em>preemption “precludes state and municipal regulation ‘concerning conduct that Congress intended to be unregulated.’ [Citation.] Although the labor-management relationship is structured by the NLRA, certain areas intentionally have been left ‘ “to be controlled by the free play of economic forces.” ’ [Citation.] The Court recognized in <em>Machinists </em>that ‘ “Congress has been rather specific when it has come to outlaw particular economic weapons,” ’ [citation], and that Congress’ decision to prohibit certain forms of economic pressure while leaving others unregulated represents an intentional balance ‘ “between the uncontrolled power of management and labor to further their respective interests.” ’ [Citation.] States are therefore prohibited from imposing additional restrictions on economic weapons of self-help, such as strikes or lockouts, [citation], unless such restrictions presumably were contemplated by Congress.” <em>(Golden State Transit Corp. v. Los Angeles </em>(1986) 475 U.S. 608, 614-615 [89 L.Ed.2d 616, 106 S.Ct. 1395], fn. omitted.) <em>“Machinists </em>pre-emption is based on the premise that ‘ “Congress struck a balance of protection, prohibition, and laissez-faire in respect to union organization, collective bargaining, and labor disputes.” ’ ” <em>(Chamber of Commerce of United States </em>v. <em>Brown, supra, </em>554 U.S. at p. 65; see generally <em>California Grocers, supra, </em>54 Cal.4th at pp. 193-194.) That said, “indirect intrusions into collective bargaining ... are rarely preempted by labor statutes .. . .” <em>(International Paper Co. </em>v. <em>Town of Jay </em>(1st Cir. 1991) 928 F.2d 480, 484; see similarly <em>Southern California Edison Co. </em>v. <em>Public Utilities Com. </em>(2006) 140 Cal.App.4th 1085, 1100 [45 Cal.Rptr.3d 485] <em>(Southern California Edison).) </em>Further, <em>“Machinists </em>preemption does not extend to local establishment of substantive employment terms . . . .” <em>(California Grocers, </em>at p. 197.)</p>\n<p id=\"b1093-5\">To evaluate Toll Bros.’s argument, it is important to understand the scope and implications of section 2810, subdivision (c). The subdivision does not provide an exemption from section 2810 merely because the employees who are to perform services are covered by a collective bargaining agreement. Instead, to claim the exemption of subdivision (c), the “person or entity” otherwise subject to subdivision (a)—the contracting party—must enter into a collective bargaining agreement with the employees of the party performing the contract. In the present case, to claim the protection of subdivision (c), Toll Bros, itself would have been required to enter into a collective bargaining agreement with the employees of Capaz and Shannon.</p>\n<p id=\"b1093-6\">The primary application of section 2810, subdivision (c) appears to be to multiemployer collective bargaining agreements, which typically involve a series of construction contractors who have consented to a common collective bargaining agreement. (See, e.g., <em>Connell Co. </em>v. <em>Plumbers &amp; Steamfitters </em>(1975) 421 U.S. 616, 619-620 [44 L.Ed.2d 418, 95 S.Ct. 1830].) In that <page-number citation-index=\"1\" label=\"1206\">*1206</page-number>situation, the general contractor could be a party to the same collective bargaining agreement as its subcontractors.<footnotemark>19</footnotemark></p>\n<p id=\"b1094-4\">The scenario posited by Toll Bros., that a contracting party would join the collective bargaining agreement of its subcontractor to escape potential liability under section 2810, seems farfetched at best. Collective bargaining agreements impose a complicated set of burdens and benefits. It seems unlikely that a contracting party would voluntarily subject itself to those complications merely to protect against the prospect of section 2810 liability. Further, the fact that a subcontractor is unionized significantly reduces the likelihood that it will commit the type of labor law violations for which the contracting party could be liable, since a collective bargaining agreement generally provides employees with a ready remedy against such violations. If the risk of labor law violations is low, there is little incentive for the contracting party to execute the collective bargaining agreement to avoid section 2810 liability. Finally, as the trial court noted in rejecting preemption, the employees would have little incentive to permit the contracting party to join their collective bargaining agreement precisely because this would waive their section 2810 remedy. Given the other means by which a contracting party can protect itself from liability under section 2810, such as a careful examination of the subcontractor’s bid and business and the presumption available through subdivision (b), executing a collective bargaining agreement merely to gain an exemption from the statute seems unlikely to be an attractive option. We note Toll Bros.’s argument is based entirely on speculation; it has provided no evidence of even a single general contractor executing a collective bargaining agreement to avoid section 2810 liability.</p>\n<p id=\"b1094-5\">There is no doubt that, as Toll Bros, argues, <em>Machinists </em>may preempt a local government from conditioning access to certain legal benefits on a party’s assent to a collective bargaining agreement. In <em>Golden State Transit Corp. v. Los Angeles, supra, </em>475 U.S. 608, for example, the Supreme Court held that the city was precluded from conditioning an extension of a taxicab company’s business franchise on its settlement of a drivers’ strike. <em>(Id. </em>at pp. 614—616.) Subdivision (c) of section 2810 is distinguishable in two ways. First, the franchise at issue in <em>Golden State Transit Corp. </em>was a license to conduct business. The taxicab company was required either to accept a collective bargaining agreement or cease operations. The exemption of <page-number citation-index=\"1\" label=\"1207\">*1207</page-number>subdivision (c), on its face, is of far less significance to the business of contracting parties, affecting at most their legal liability. Second, on the record before us we find that significance to be more theoretical than actual. Although Toll Bros, contends companies are influenced to enter into collective bargaining agreements by section 2810, it presented no evidence that any company actually had entered into such an agreement for this reason. For the reasons discussed above, we find it improbable that any such influence exists. Accordingly, any impact of section 2810 on the collective bargaining process appears insufficiently substantial to trigger <em>Machinists </em>preemption. (See <em>Southern California Edison, supra, </em>140 Cal.App.4th at p. 1100; <em>International Paper Co. </em>v. <em>Town of Jay, supra, </em>928 F.2d at p. 484.)</p>\n<p id=\"b1095-5\">2. Garmon <em>Preemption</em></p>\n<p id=\"b1095-6\">Toll Bros, also contends section 2810 is preempted under <em>Garmon </em>because “by conditioning a contractor’s liability upon its subcontractors’ compliance with ‘all applicable laws or regulations governing the labor or services to be provided,’ ” section 2810 “provides a separate enforcement avenue for a subcontractor’s NLRA violations.” The issue turns on the definition of “all applicable local, state, and federal laws or regulations governing the labor or services to be provided” under section 2810. <em>(Id., </em>subd. (a).) California unquestionably may adopt and enforce minimum employment standards without running afoul of the NLRA, particularly if the standards apply equally to unionized and nonunionized workers. <em>(Met Life, supra, </em>471 U.S. at p. 754; <em>Southern California Edison, supra, </em>140 Cal.App.4th at pp. 1099-1101.) To the extent section 2810 is solely a means of enforcing such minimum standards, it raises no preemption issues. On the other hand, if “all applicable . . . federal laws or regulations governing the labor or services to be provided” is construed to cover the provisions of the NLRA, in addition to California’s labor standards, the statute would arguably be preempted as an improper attempt to supplement the enforcement provisions of the NLRA. (See, e.g., <em>Wisconsin Dept. of Industry </em>v. <em>Gould Inc. </em>(1986) 475 U.S. 282, 290 [89 L.Ed.2d 223, 106 S.Ct. 1057].)</p>\n<p id=\"b1095-7\">We decline to resolve this argument. None of the causes of action in <em>Castillo </em>and <em>Hernandez </em>seek to enforce provisions of the NLRA. Rather, the claims allege solely violations of state wage-and-hour statutes, which raise no <em>Garmon </em>preemption concerns. <em>(Met Life, supra, </em>471 U.S. at p. 754; <em>Southern California Edison, supra, </em>140 Cal.App.4th at pp. 1099-1101.) Toll Bros.'s argument is, in effect, an unripe as-applied challenge to the statute (see <em>Engine Manufacturers Assn v. South Coast Air Quality Management Dist. </em>(9th Cir. 2007) 498 F.3d 1031, 1049), and, as such, we will not entertain it.</p>\n<p id=\"b1095-8\">Toll Bros, also contends section 2810 is preempted under <em>Garmon </em>because it violates the “hot cargo” ban, section 8(e) of the NLRA (29 U.S.C. <page-number citation-index=\"1\" label=\"1208\">*1208</page-number>§ 158(e)), which makes it an unfair labor practice for an employer to agree to subcontract work only to unionized subcontractors. (See <em>Woodwork Manufacturers </em>v. <em>NLRB </em>(1967) 386 U.S. 612, 634-638 [18 L.Ed.2d 357, 87 S.Ct. 1250] [discussing § 8(e)].) Because section 8(e) contains an express exception for the construction industry <em>(Woelke &amp; Romero Framing, Inc. v. NLRB </em>(1982) 456 U.S. 645, 652-653 [72 L.Ed.2d 398, 102 S.Ct. 2071]), the hot cargo ban would appear not to apply here. In any event, section 2810, subdivision (c) contains no prohibition that would violate section 8(e) of the NLRA, even in the absence of the construction industry proviso, since it does not purport to preclude the use of nonunion labor.</p>\n<p id=\"b1096-4\">D. <em>Causation Requirement</em></p>\n<p id=\"b1096-5\">Toll Bros, argues it is entitled to summary judgment because plaintiffs were required to demonstrate that any failure by Capaz and Shannon to abide by labor laws was caused by the insufficiency of their contracts. According to Toll Bros., plaintiffs failed to rebut its evidence to the contrary, thereby failing to raise a disputed issue of fact regarding causation. Plaintiffs argue once insufficiency is demonstrated, section 2810 does not require a plaintiff to prove a causal connection between the insufficiency and any legal violations. While we find Toll Bros.’s construction of the statutory language plausible, we reject the imposition of a causation requirement in this context as unnecessary.</p>\n<p id=\"b1096-6\">Toll Bros.’s argument is derived from two phrases in the statutory language. First, it cites the word “allow” in subdivision (a), which states that a contract is insufficient if it does not “allow the contractor to comply with all applicable local, state, and federal laws or regulations.” Second, it relies on the word “aggrieved” in subdivision (g)(1) of section 2810, which grants a cause of action to an employee who is “aggrieved by a violation of subdivision (a).” The combination of these two phrases, Toll Bros, argues, creates the requirement that a plaintiff demonstrate any labor violation was caused by the insufficiency of the contract. While we find this argument tenable, plaintiffs’ construction of the statutory language, which does not require a showing of causation, is equally plausible.<footnotemark>20</footnotemark></p>\n<p id=\"b1097-4\"><page-number citation-index=\"1\" label=\"1209\">*1209</page-number>Nonetheless, we reject Toll Bros.’s interpretation because we find a causation requirement unnecessary in these circumstances. The only violations of law alleged in these lawsuits concern the compensation and management of laborers. As we have held, a contract is insufficient in this context only if it does not provide enough funds for an employer to comply with minimum standards in performing the contract. In other words, a contract is insufficient in this context only if legal compliance in the performance of the contract is, as a practical matter, impossible. Given such insufficiency, labor law violations are inevitable, and they can be traced directly to the insufficiency of the contract price. To require a plaintiff to show the insufficiency of the contract caused such violations, once insufficiency has been proven in this manner, is redundant. Our interpretation of section 2810 reaches the same practical result as the causation requirement advocated by Toll Bros, without imposing an unnecessary evidentiary burden on section 2810 plaintiffs.</p>\n<p id=\"b1097-5\">Further, the type of causation requirement advocated by Toll Bros, would allow a contracting party to argue it should be excused from liability under section 2810, despite its failure to pay the employer enough to allow it to comply with labor laws, because the violations of law were actually caused by some other factor, such as the duplicity or poor management of the employer. Both the language and the statutory history of section 2810 suggest the Legislature did not intend for such factors to excuse a contracting party from liability when the contract is insufficient.</p>\n<p id=\"b1097-6\">We stress this ruling is restricted to the type of labor law violations alleged by plaintiffs. The scope of a contracting party’s liability for violations of other types of laws under section 2810 has yet to be settled.<footnotemark>21</footnotemark> It may be that a causation requirement is appropriate for violations of law that are less directly tied to contract price, and our ruling is not intended to reach circumstances that are not presented by the appeal before us.</p>\n<p id=\"b1097-7\">E. <em>Plaintiffs’ Common Law Causes of Action</em></p>\n<p id=\"b1097-8\">Plaintiffs also asserted causes of action for unjust enrichment, negligence, and unfair competition under Business and Professions Code section 17200.<footnotemark>22</footnotemark> The trial court granted summary adjudication of the claims for unjust <page-number citation-index=\"1\" label=\"1210\">*1210</page-number>enrichment on the ground California does not recognize unjust enrichment as a separate cause of action. (See <em>McBride v. Boughton </em>(2004) 123 Cal.App.4th 379, 387 [20 Cal.Rptr.3d 115].) Plaintiffs do not dispute this ruling on appeal.</p>\n<p id=\"b1098-4\">The trial court granted summary adjudication of the claims for unfair competition on two grounds: the claims were premised on the unsuccessful claims under section 2810 and plaintiffs were not seeking the type of restitutionary remedy authorized by Business and Professions Code section 17200. (See <em>Korea Supply Co. v. Lockheed Martin Corp. </em>(2003) 29 Cal.4th 1134, 1148 [131 Cal.Rptr.2d 29, 63 P.3d 937] [“Our previous cases discussing the UCL [(unfair competition law)] indicate our understanding that the Legislature did not intend to authorize courts to order monetary remedies other than restitution in an individual action”].) Plaintiffs do not address the latter basis for summary adjudication. We find no error in the court’s reasoning on this ground and affirm summary adjudication of the unfair competition claims without regard to the success of the section 2810 claim.</p>\n<p id=\"b1098-5\">Plaintiffs do contest summary adjudication of their claims for negligence, but we find little substance in the challenge. The duties created by the wage-and-hour statutes run solely from employer to employee. <em>(Violante v. Communities Southwest Development &amp; Construction Co. </em>(2006) 138 Cal.App.4th 972, 978-979 [41 Cal.Rptr.3d 673].) Plaintiffs seek to hold Toll Bros, derivatively liable for wage-and-hour violations, but, outside section 2810, Toll Bros, has no statutory liability to the employees of Capaz and Shannon for violations of the labor laws by their employers. Plaintiffs cite no authority even remotely suggesting one party to a contract has a common law duty to safeguard the employees of another party against labor law violations by their employer.</p>\n<p id=\"b1098-6\">Even assuming, as plaintiffs contend, a violation of section 2810 by Toll Bros, would establish a failure to “exercise due care” pursuant to Evidence Code section 669, subdivision (a), that failure is without legal significance unless Toll Bros, had a duty to plaintiffs to exercise care. <em>(Rice v. Center Point, Inc. </em>(2007) 154 Cal.App.4th 949, 959 [65 Cal.Rptr.3d 312].) The only negligence cases cited by plaintiffs concern a duty to protect others from physical harm and property damage, not from the economic harm resulting from labor law violations. (E.g., <em>Golden </em>v. <em>Conway </em>(1976) 55 Cal.App.3d 948, 956 [128 Cal.Rptr. 69]; <em>Risley v. Lenwell </em>(1954) 129 Cal.App.2d 608, 622 [277 P.2d 897].) We find no other basis for a duty of care in these circumstances.</p>\n<p id=\"b1099-4\"><page-number citation-index=\"1\" label=\"1211\">*1211</page-number>We also reject plaintiffs’ statutory employer argument under section 2750.5.<footnotemark>23</footnotemark> Under that statute, a general contractor can be held liable as an employer for labor law violations committed by its subcontractor if the subcontractor lacks a required license. (E.g., <em>Sanders Construction Co., Inc. v. Cerda </em>(2009) 175 Cal.App.4th 430, 434-436 [95 Cal.Rptr.3d 911].) Although there is no evidence Capaz and Shannon were unlicensed, plaintiffs argue they should be treated as such because they misreported the nature of their payroll to reduce their workers’ compensation payments. Citing <em>Wright v. Issak </em>(2007) 149 Cal.App.4th 1116 [58 Cal.Rptr.3d 1], plaintiffs argue such misreporting resulted in the suspension of their contractor’s licenses as a matter of law under Business and Professions Code section 7125.2, making Toll Bros, a statutory employer under Labor Code section 2750.5.</p>\n<p id=\"b1099-5\">License suspension under Business and Professions Code section 7125.2 occurs only if a contractor fails to obtain or maintain workers’ compensation insurance.<footnotemark>24</footnotemark> The trial court found it undisputed that Capaz and Shannon maintained workers’ compensation insurance throughout their work for Toll Bros., a finding plaintiffs do not challenge. While we recognize language in <em>Wright v. Issak </em>can be construed as supporting their argument for revocation as a result of misreporting, <em>Wright </em>makes clear that its contractor defendant reported “zero or next to zero” payroll and therefore had no insurance. <em>(Wright v. Issak, supra, </em>149 Cal.App.4th at p. 1119.) For purposes of Business and Professions Code section 7125.2, the type of misreporting of wage classifications alleged by plaintiffs is not comparable to a complete failure to obtain or maintain insurance. (See <em>Loranger </em>v. <em>Jones </em>(2010) 184 Cal.App.4th 847, 857 [109 Cal.Rptr.3d 120].)</p>\n<p id=\"b1099-6\">F. <em>Evidentiary Issues</em></p>\n<p id=\"b1099-7\">Plaintiffs object to the trial court’s treatment of their repetitive, boilerplate evidentiary objections. To the extent the parties have raised evidentiary rulings relating to material items of evidence on appeal, we have addressed them above. The validity of the trial court’s remaining evidentiary rulings is moot.</p>\n<p id=\"b1100-3\"><page-number citation-index=\"1\" label=\"1212\">*1212</page-number>III. DISPOSITION</p>\n<p id=\"b1100-4\">The trial court’s grant of summary adjudication of the 18th cause of action of the third amended complaint in the <em>Castillo </em>action, alleging a violation of section 2810, is reversed. The trial court’s grant of summary adjudication in favor of Toll Bros, on the remaining causes of action in the <em>Castillo </em>action is affirmed. The trial court’s grant of summary judgment in the <em>Hernandez </em>action is affirmed. The matter is remanded to the trial court for further proceedings consistent with this decision.</p>\n<p id=\"b1100-5\">The parties shall bear their own costs on appeal. (Cal. Rules of Court, rule 8.493(a)(1)(B).)</p>\n<p id=\"b1100-6\">Marchiano, P. J., and Dondero, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b1069-12\"> All statutory references are to the Labor Code unless otherwise indicated.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b1071-9\"> Section 2810, subdivision (a) reads in full: “A person or entity may not enter into a contract or agreement for labor or services with a construction, farm labor, garment, janitorial, or security guard contractor, where the person or entity knows or should know that the contract or agreement does not include funds sufficient to allow the contractor to comply with all applicable local, state, and federal laws or regulations governing the labor or services to be provided.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b1071-10\"> As the trial court noted in ruling on the motions, they were directed only to the claims of the named plaintiffs, not to the potential claims of the absent class members.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b1073-8\"> This declaration was submitted to the trial court as one of 25 exhibits attached to an attorney’s declaration. The entirety of the attorney’s declaration has been filed under seal with this court, apparently because it appends copies of Toll Bros, contracts. The designation also places the Davis declaration under seal, but both parties have freely discussed the Davis declaration in their publicly filed briefs. Any purported confidentiality of the Davis declaration has been waived.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b1074-7\"> The labor “cost” to an employer is the laborer’s wage plus legally required payments associated with employment, such as the employer’s share of the Social Security payroll tax and unemployment and workers’ compensation levies. Because an employer is required to pay all of these costs to comply with applicable laws when employing a laborer, it is appropriate to use the total labor cost, rather than the worker’s wage, in determining sufficiency under section 2810.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b1074-8\"> The only reported decision considering section 2810, <em>Rojas </em>v. <em>Brinderson Constructors, Inc. </em>(C.D.Cal. 2008) 567 F.Supp.2d 1205, deals with pleading issues that are not pertinent here.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b1074-9\"> Section 2810, subdivision (g)(1) reads in full: “An employee aggrieved by a violation of subdivision (a) may file an action for damages to recover the greater of all of his or her actual damages or two hundred fifty dollars ($250) per employee per violation for an initial violation and one thousand dollars ($1,000) per employee for each subsequent violation, and, upon prevailing in an action brought pursuant to this section, may recover costs and reasonable attorney’s fees. An action under this section may not be maintained unless it is pleaded and proved that an employee was injured as a result of a violation of a labor law or regulation in connection with the performance of the contract or agreement.”</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b1075-8\"> Although the court did not state its criteria for standing, a review of the record suggests the court required that one or more of the named plaintiffs actually worked on the project covered by the contract.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b1076-8\"> In the contract, the parties had allocated $3.1 million for labor costs. The trial court reduced this allocation by $800,000 to account for underfunding of materials costs. The contract’s allocation of materials costs, however, was actually $2,127,499 less than Davis’s estimate. The court did not explain its decision to reduce the amount available for labor costs by $800,000, rather than by the more than $2 million underfunding found by Davis. It appears the $800,000 reduced the difference between the Davis estimate and the contract allocation from 27 to 20 percent, the same variance found acceptable by the court in connection with Courtyards.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b1077-11\"> Toll Bros, has not argued the statute of limitations on appeal.</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b1078-5\"> For clarity, we will use the term “contracting party” to refer to the “person or entity” to be held derivatively liable under subdivision (a). We will use the term “employer” to refer to the other party to the contract, referred to as the “contractor” in subdivision (a), which employs the aggrieved workers. In this context, Toll Bros, is the “contracting party,” while Capaz and Shannon are the “employers.”</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b1078-6\"> In this and the following parts, we use the term “minimum wage” to mean the minimum permissible wage under applicable state and local law for the work covered by the contract at issue. The minimum wage is established on an industry-by-industry basis under order of the Industrial Welfare Commission. (§ 1197; see generally <em>Martinez v. Combs, supra, </em>49 Cal.4th 35, 56-57.) On some jobs, notably those requiring payment of the prevailing wage, the minimum permissible wage may be higher than the commission’s designated minimum wage. (See, e.g., <em>Oxbow Carbon &amp; Minerals, LLC v. Department of Industrial Relations </em>(2011) 194 Cal.App.4th 538, 546-548 [122 Cal.Rptr.3d 879].)</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b1084-7\"> By using the terra “should know” in subdivision (a), the Legislature was invoking the doctrine of constructive knowledge. (E.g., <em>People v. Lee </em>(2003) 31 Cal.4th 613, 622-623 [3 Cal.Rptr.3d 402, 74 P.3d 176].)</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b1084-8\"> The two provisions, from section 2810, subdivision (i), read in full: “(1) The term ‘knows’ includes the knowledge, arising from familiarity with the normal facts and circumstances of the business activity engaged in, that the contract or agreement does not include funds sufficient to allow the contractor to comply with applicable laws. [][] (2) The phrase <page-number citation-index=\"1\" label=\"1197\">*1197</page-number>‘should know’ includes the knowledge of any additional facts or information that would make a reasonably prudent person undertake to inquire whether, taken together, the contract or agreement contains sufficient funds to allow the contractor to comply with applicable laws.”</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b1086-10\"> Toll Bros.’s own arguments illustrate the risk of this approach. In both the trial court and this court, Toll Bros, argued its employees’ failure to make any effort to ensure the subcontracts were sufficient for purposes of section 2810 is evidence Toll Bros, lacked knowledge of their insufficiency. A statutory interpretation that would reward contracting parties for looking the other way with respect to their legal obligations would plainly undercut the intent of the Legislature.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b1087-7\"> Plaintiffs also objected on grounds of relevance, lack of personal knowledge and foundation, speculation, and credibility under Code of Civil Procedure section 437c, subdivision (e). We find no abuse of discretion in the overruling of these objections, either.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b1089-7\"> The trial court erred by overstating the contractual allocation of lumber costs by $250,000, leading to an underestimate of the difference between the Davis estimate and the contractual allocation. An error is evident on the face of the court’s opinion, since the figures in the contract column of its Courtyards table do not add correctly.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b1090-6\"> Toll Bros, argues the situation is comparable with <em>Nardizzi v. Harbor Chrysler Plymouth Sales, Inc. </em>(2006) 136 Cal.App.4th 1409 [39 Cal.Rptr.3d 530], in which the court disregarded an expert declaration that failed to take account of uncontested facts that made the expert’s view of causation both improbable and physically impossible. <em>(Id. </em>at p. 1415.) In contrast to the situation in <em>Nardizzi, </em>none of the factors cited by Toll Bros, establishes with certainty that Davis’s calculations are unreliable.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b1094-6\"> The legislative history gives no clue to the rationale behind section 2810, subdivision (c). The provision attracted little attention in discussions of the statute, and documents generated during the Legislature’s deliberations make little mention of it. When mentioned, the provision was generally quoted or characterized as meaning “employment covered by a collective bargaining agreement would be exempt. ..” from the statute. (Sen. Rules Com., Office of Sen. Floor Analyses, 3d Reading Analysis of Sen. Bill No. 179 (2003-2004 Reg. Sess.) Apr. 30, 2003, p. 2.) For the reasons discussed in the text, the latter characterization is not entirely consistent with the statutory language.</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b1096-7\"> Toll Bros, contends its position is bolstered by a comparison with section 1695.7, which, inter alia, prohibits agricultural growers from contracting with unlicensed labor contractors. <em>(Id., </em>subd. (a)(3)(A).) We find no significant difference between the language of sections 2810 and 1695.7. Further, to the extent any difference exists, it favors plaintiffs’ position. Section 1695.7 restricts its cause of action to damages “that are a direct result of’ a wage-and-hour violation, thereby expressly incorporating a causation requirement. <em>(Id., </em>subd. (c)(2).) In this connection, we deny Toll Bros.’s motion for judicial notice of two documents from the legislative history of section 1695.7, since we are not called upon to construe section 1695.7 in this decision.</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b1097-9\"> While subdivision (a) refers to “all” applicable laws, subdivision (g)(1) of section 2810 restricts plaintiffs to persons who have been “injured as a result of a violation of a labor law or regulation in connection with the performance of the contract or agreement.”</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b1097-10\"> The fourth amended complaint in <em>Hernandez </em>also joined Toll Bros, as a defendant on the wage-and-hour causes of action alleged in the first through 11th causes of action. The trial court’s grant of summary adjudication for Toll Bros, on these claims was not opposed by plaintiffs in the trial court and is not raised on appeal. Accordingly, we affirm summary adjudication of those causes of action in <em>Hernandez.</em></p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b1099-8\"> Although plaintiffs argued this theory of liability in connection with their negligence cause of action both here and in the trial court, the theory has nothing to do with negligence. If found to be a statutory employer, Toll Bros, would be liable for the various wage-and-hour violations without a showing of negligence.</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b1099-9\"> Business and Professions Code section 7125.2 states, in relevant part: “The failure of a licensee to obtain or maintain workers’ compensation insurance coverage, if required under this chapter, shall result in the automatic suspension of the license by operation of law in accordance with the provisions of this section . . . .”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}