{
  "casebody": {
    "data": "<casebody firstpage=\"344\" lastpage=\"347\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b400-16\">KOHLER v. NICHOLSON, Warden. SCHREIBER v. SAME.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b400-18\">Nos. 4705, 4707.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b400-19\">Circuit Court of Appeals, Fourth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b400-20\">Jan. 6, 1941</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b401-8\"><page-number citation-index=\"1\" label=\"345\">*345</page-number>Samuel J. Ohringer, of New York City, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b401-9\">Durward E. Balch and George R. Gallagher, Attys., Department of Justice, both of Washington, D. C. (Sterling Hutcheson, U. S. Atty., and John V. Cogbill, Asst. U. S. Atty., both of Richmond, Va., on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b401-10\">Before PARKER and DOBIE, Circuit Judges, and CHESNUT, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b401-11\">DOBIE, Circuit Judge.</author>\n<p id=\"b401-12\">This is an appeal from an order entered by Judge Pollard in the District Court of the United States for the Eastern District of Virginia, denying the petition of the appellant, Kohler, for a writ of habeas corpus and discharging the writ.</p>\n<p id=\"b401-13\">Only the case of the appellant, Kohler (#4705), was argued orally before the Court though the records in both cases were certified to us. And only the case of Kohler is discussed in this opinion. It was agreed, however, that the case of Schreiber (#4707) should abide, and be controlled by, the opinion in the case of Kohler.</p>\n<p id=\"b401-14\">On October 27, 1939, in the District Court of the United States for the District of Maryland, appellant was convicted of conspiracy to use the mails to defraud. On November 1, 1939, appellant was sentenced by Judge Coleman to imprisonment for twelve months, and' was duly committed to the Federal Reformatory at Camp Lee, Petersburg, Virginia, for the service of this sentence.</p>\n<p id=\"b401-16\">On July 22, 1940, appellant filed a petition in the District Court of the United States for the Eastern District of Virginia, seeking a writ of habeas corpus. He alleged in this petition that he was entitled to release from custody on that date because, according to his allegations, he had completed his sentence. The completion of this sentence was based on his claim that he had earned a credit of sixty days for good conduct and an additional credit of forty days for employment in this camp.</p>\n<p id=\"b401-17\">It was conceded that appellant was entitled to the credit for good conduct,'but it was strenuously denied by the warden (ap-pellee) that petitioner was entitled to any credit by virtue of his actual employment. It is further conceded that petitioner was entitled to a writ of habeas corpus at the date of his petition if, but only if, his claim to credit for camp employment was valid.</p>\n<p id=\"b401-18\">On July 24, 1940, Judge Pollard entered a formal order denying petition for habeas corpus and discharging the writ.</p>\n<p id=\"b401-19\">The primary question involved in this appeal is whether the Act of Congress of February 26, 1929, Ch. 336, 45 Stat. 1318, U.S.C.A. Title 18, §§ 851-855, was repealed by the Act of Congress of May 27, 1930, Ch. 340, 46 Stat. 391, U.S.C.A. Title 18, §§ 744a to 744h. It is perfectly clear that if the Act of 1930 did repeal the Act of 1929, petitioner was not entitled to an allowance for employment and Judge Pollard was correct in discharging the writ of habeas corpus. We think, as did Judge Pollard, that the Act of 1930 did repeal the Act of 1929 and we therefore affirm his order.</p>\n<p id=\"b401-20\">These two Acts (the Act of 1929 and the Act of 1930) are too lengthy to be set out here in full. Counsel for petitioner strenuously contended that the two Acts are quite different in scope and purpose; that the Act of 1930 merely supplements the Act of 1929 and that the Act of 1929 still remains in force; that, under the Act of 1929, petitioner is entitled to a credit of forty days for camp employment under § 2 of that Act, which allows “a deduction from his sentence of five days for each month of actual employment in said camp”. 18 U.S.C.A. § 852.</p>\n<p id=\"b401-21\">In support of this contention, petitioner’s counsel pointed out many differences be<page-number citation-index=\"1\" label=\"346\">*346</page-number>tween the two Acts. No little stress was laid on the difference in the title of the Acts in question. The Act of 1929 is entitled “An Act to establish Federal prison camps”. The Act of 1930 is entitled “An Act to provide for the diversification of employment of Federal prisoners, for their training and schooling in trades and occupations, and for other purposes”. He also insists that the Act of 1929 was passed primarily for application to prisoners already in Federal prison camps, while the Act of 1930 was designed chiefly for application to those who might be sent to Federal prison camps after the passage of the Act. Further, he points out, the Act of 1929 was much more limited than the Act of 1930 in prescribing the work to be done by prisoners in prison camps; and, finally, he indicates, under the broader provisions of the Act of 1930, prisoners might be housed in purely temporary buildings convenient to the place at which the prisoners were working.</p>\n<p id=\"b402-4\">Under the Act of 1929, the following Executive Order was issued on April 10, 1930: “In accordance with the provisions of the Act of Congress approved February 26, 1929 (Public No. 622, 70th Congress), it is ordered that Camp Lee, Virginia, be and hereby is designated as a site upon which the Attorney General may establish a camp for the confinement of persons convicted of offenses against the United States, said persons to be employed upon road or trail building, the cost of which is to be borne exclusively by the United States.”</p>\n<p id=\"b402-5\">On July 22, 1930, under the Act of 1930, the following Executive Order was issued: “By virtue of the authority vested in me by the Act of Congress approved May 27, 1930 (H. R. 7412, 71st Congress), I hereby designate the Federal Prison Road Camp at Camp Lee, Virginia, as a place for confinement of persons convicted of offenses against the laws of the United States, and authorize the commitment or transfer thereto of such United States prisoners as the Director of the Bureau of Prisons may order from time to time. The said prisoners may be employed in such manner as is authorized by the aforesaid Act.”</p>\n<p id=\"b402-6\">Under the Act of 1929, by virtue of the provision in § 2 quoted* above, the prisoner who was employed under the .terms of the Act, is entitled as a matter of right, to a deduction of five days for each month of actual employment. Under the Act of 1930, the petitioner would be entitled to a deduction under § 8 of this Act, “of not to exceed three days for each month of actual employment”. 18 U.S.C.A. § 744h. However, this latter deduction is allowed only in the discretion of the Attorney General, and the Attorney General, instead of affirmatively allowing such a deduction under the Act of 1930, has specifically denied any such deduction to prisoners at Camp Lee.</p>\n<p id=\"b402-8\">We are convinced that § 8 of the Act of 1930, did repeal § 2 of the Act of 1929. These sections both relate to deductions from sentences of prisoners in prison camps for actual employment, though the scope of this employment, as has been indicated, is broader under the Act of 1930 than under the Act of 1929. Although the two Acts in many respects are in direct conflict, the field covered by the two Acts is essentially the same. If the Act of 1929 is not repealed by the Act of 1930, and consequently, the Act of 1929 still remains in force, the prison authorities will be confronted with what appears to be an inconvenient and anomalous situation. There might then be in a single Federal prison camp one group of prisoners who are entitled as a matter of right to a monthly deduction of five days for their employment and another group of prisoners who are entitled to a lesser deduction dependent entirely upon the discretion of the Attorney General. Such a result should surely be avoided if that is possible.</p>\n<p id=\"b402-9\">No single case on this precise question appears to have been decided by any federal appellate court. Nor are there any reported cases that we have been able to find in any District Court of the United States. Indeed, the only decision on this question seems to be in an opinion by Judge Soper, dated January 10, 1931, in the case of Phil Kastel v. Fish, Superintendent, 36 F.Supp. 700, in which Judge Soper said: “One question which needs to be decided is whether the Act of May 27, 1930, superseded the Act of February 26, 1929. It is suggested by counsel for the prisoner that the Act of February 26, 1929, took effect as of its date of approval, and that any one who was transferred from the Penitentiary to the. Camp while that Act was in effect acquired in a sense a vested right in the deductions of five days per month which the Act provided, and that as to said person the reduced allowance provided for at the discretion of the Attorney General by the Act of May 27, 1930, could not apply. The opinion of the Court on that point is that <page-number citation-index=\"1\" label=\"347\">*347</page-number>the Act of May 27, 1930, did repeal the Act of February 26, 1929, and was effective from its date, not only as to persons who were brought to the Camp after its date, but as to persons who were brought to the Camp before its date. In other words, after May 27, 1930, the allowances were cut from five days to three days a month for the first year. I do not know of any rule of law which would give the prisoner a vested right in the larger allowance. If Congress had the right to pass the Act of February 26, 1929, authorizing the transfers, and giving the allowance, which right is not disputed by counsel for the prisoner, it seems to the Court that Congress also had the right to amend that Act.”</p>\n<p id=\"b403-4\">It is worthy of note that the Act of 1930 contained an express repealing clause. Section 9 of that Act, 18 U.S.C.A. § 744a note, reads: “All Acts and parts of Acts in conflict herewith are hereby repealed”. This express revocation clause of course renders it unnecessary here that, resort should be had to the doctrine of repeal by implication, when the later Act contains no express repealing clause. On this score, petitioner is not materially aided by the case of Posadas v. National City Bank, 296 U.S. 497, 56 S.Ct. 349, 80 L.Ed. 351. Mr. Justice Sutherland, in his opinion in this case, did restrict the application of the doctrine of repeal by implication, and did limit the scope of that doctrine, and did qualify certain expressions used in connection with that doctrine in some earlier opinions of the United States Supreme Court. Mr. Justice Sutherland,, however, made it quite clear that the language of his opinion was limited to repeals by implication, when the second statute contained no repealing clause. For he started his discussion of this phase of that case (296 U.S. at page 503, 56 S.Ct. at page 352, 80 L.Ed. 351): “The amending act just described contains no words of repeal; and if it effected a repeal of section 25 of the 1913 act [12 U.S.C.A. § 601], it did so by implication only.”</p>\n<p id=\"b403-5\">It might be pointed out here that one convicted of a federal offense and sentenced therefor, acquires no vested right for confinement in any particular federal penal institution. The Attorney General of the United States has full power to transfer prisoners from one federal penal institution to another. Nor does the sentencing judge specify in the sentence anything about the labor of the sentenced prisoner in penal institutions of the United States.</p>\n<p id=\"b403-7\">For the reasons indicated, we affirm the order of Judge Pollard denying the petition for habeas corpus and dismissing the writ.</p>\n<p id=\"b403-8\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}