{
  "casebody": {
    "data": "<casebody firstpage=\"108\" lastpage=\"111\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b156-8\">In re NEWMAN. WELLS v. MOORE, Collector.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b156-10\">No. 7632.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b156-11\">Circuit Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b156-12\">Jan. 5, 1938.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b157-16\"><page-number citation-index=\"1\" label=\"109\">*109</page-number>Monroe A. Loeser, of Cleveland, Ohio (Milton W. Krasny, of Cleveland, Ohio, on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b157-17\">E. L. Foote, of Cleveland, Ohio (E. B. Freed, of Cleveland, Ohio, on the brief), for appellee,.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b157-19\">Before HICKS and ALLEN, Circuit Judges, and HAMILTON, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b157-20\">HAMILTON, District Judge.</author>\n<p id=\"b157-21\">Pinkus Newman, doing business under the trade-name of the Newman Wrecking Company, was adjudged a bankrupt on March 3, 1934, and Hugh Wells, the appellant, was duly elected and qualified trustee. Newman had voluntarily filed his income tax returns with the proper collector for the calendar year 1927, which showed a taxable net income of $5,287.24, and had paid taxes of $2.81. For 1928, his return showed a net loss of $48,675.47; and for 1929, a net nóntaxable income of $4,919.20.</p>\n<p id=\"b157-22\">The Commissioner of Internal Revenue, on an audit and review of Newman’s return for the year 1927, disallowed as a de-duction $14,848.76, premiums for industrial or employer’s liability insurance; for the year 1928, $19,619.53; and for the year 1929, $21,308.22; and also disallowed as a bad debt deduction for the year 1928, $25,528.00.- He found deficiencies in taxes of $1,527.73 for the year 1927; $9,184.51 for the year 1928; and $5,829.81 for the year 1929.</p>\n<p id=\"b157-23\">' The deductions were disallowed on the ground that the insurance premiums had not been paid and the bad debts had not been charged off on the books of the taxpayer. If these deductions had been allowed, the bankrupt would have owed no taxes for the year 1927, and would have owed $60.28 for the year 1928, and $34.61 for the year 1929.</p>\n<p id=\"b157-24\">The Commissioner determined the bankrupt’s tax liability on a cash receipt and disbursement basis, because the- bankrupt kept no books clearly reflecting income. The parties agree that the Commissioner’s determination was correct on a cash receipt and disbursement basis, but -the appellant insists that the taxpayer kept his books on an acc'rual basis, and the appellee agrees that if the books were so kept, the Commissioner was in error in disallowing the deductions.</p>\n<p id=\"b157-25\">The sole issue is whether the bankrupt kept his books on an accrual basis, so as to clearly reflect income.</p>\n<p id=\"b157-26\">On March 14, 1934, C. E. Moore, collector of internal revenue, appellee, pursuant ,to the determination of the Commissioner, filed in the bankruptcy proceedings a claim for the above tax deficiencies. The trustee filed exceptions to the claim, and on a hearing before the referee, where proof was in<page-number citation-index=\"1\" label=\"110\">*110</page-number>troduced, the referee found deficiencies in taxes for 1927 of $2,821.55; for 1928, of $4,394.01; and for 1929, of $5,176.78; and sustained the Commissioner in his disallowance of the above deductions.</p>\n<p id=\"b158-4\">Petition to review the referee’s order was filed with the District Court. The order of the referee was confirmed, hence this appeal.</p>\n<p id=\"b158-5\">The referee determined some items by accruals and some by cash receipts. The appellant insists there is no statutory basis for the referee’s findings, but this becomes immaterial because if the cash receipts method was proper, the referee found less taxes than the appellant owes. The important question is whether the Commissioner was correct in using the cash basis.</p>\n<p id=\"b158-6\">The bankrupt was engaged solely in wrecking buildings and selling the salvage material at both wholesale and retail, and during the years involved, was doing business in the cities of Cleveland, Boston, and Cincinnati.</p>\n<p id=\"b158-7\">Single entry books were kept by a bookkeeper, inexperienced in accounting and income tax procedure. They consisted of daily sales records, daily cash receipts and disbursements, accounts receivable, notes receivable and notes payable records, accounts receivable ledgers, miscellaneous supporting books of various .expenses and disbursements, records of bank deposits and bank withdrawals for the Cleveland operations, and miscellaneous canceled checks, bank statements, merchandise inventory sheets, and retained copies of income tax returns. There was also maintained books for each year “Modern Bookkeeping System and Income Tax Record,” and these books were made up of daily and monthly summaries of receipts, sales, and disbursements, entered into the books from details contained in other memoranda books and records.</p>\n<p id=\"b158-8\">For the year 1929, the taxpayer had a contract for wrecking the post office building at Boston, Massachusetts, and maintained a separate set of books for that job, which were kept and posted in Boston on a double entry basis. He'also had jobs in Philadelphia and Cincinnati during the years 1927 and 1928, and kept a separate set in each place on the operations there, which were on a single entry basis. The income tax returns were prepared by the bookkeeper at the Cleveland office from the memoranda and accounts in that office. The bankrupt did not keep books reflecting clearly his actual income, whether on a cash receipts and disbursements or accrual basis. Some items of income were omitted entirely from either his books or his returns. In some instances expenses in fact paid were not entered, and many accrued items were left out of the books and some out of the returns. The insurance premiums now claimed to be deductible were not accrued on the books.</p>\n<p id=\"b158-10\">The method of accounting used by the bankrupt was not one which would clearly reflect income. Section 212(b) of the Revenue Acts 1924, and <em>1926, </em>43 Stat. 267, 44 Stat. 23, and section 41 of thé Revenue Act of 1928, 45 Stat. 805, U.S.C.A. title 26, § 41 and note, provides:</p>\n<p id=\"b158-11\">“The net income shall be computed * * * in accordance with the method of accounting regularly employed in keeping the books of such taxpayer; but if no such method of accounting has been so employed, or if the method employed does not clearly reflect the income, the computation shall be made in accordance with such method as in the opinion of the Commissioner does clearly reflect the income.”</p>\n<p id=\"b158-12\">The usual method of reporting income in the case of small or individual taxpayers is the so-called “cash method” and is specifically recognized in the statute. At the beginning of the taxing of income in the United States it was the only available method. It has been said by some courts to be the normal or prima facie correct test for computing income. Morris-Poston Coal Company v. Commissioner, 6 Cir., 42 F.2d 620.</p>\n<p id=\"b158-13\">The fundamentals of the cash method are well known among taxpayers, which simply means that money actually received from income sources and money actually disbursed for statutory deductible expenses within the tax year shall be used in determining the net income, and in addition, such readily ascertained deductions as depreciation and depletion.</p>\n<p id=\"b158-14\">It was early recognized in the administration of the Income Tax Law that often distortions of taxable income or net losses occurred by following the cash receipts and disbursements basis, which resulted in heavy burdens on taxpayers in one year compared with another, and ■ caused abnormal losses in taxes in the same manner to the Government. Beginning with the 1916 law, the Taxing Act provided for op<page-number citation-index=\"1\" label=\"111\">*111</page-number>tional methods of accounting in determining income, 39 Stat. 756; that is, either cash receipts or accrual. United States v. Anderson, 269 U.S. 422, 443, 46 S.Ct. 131, 135, 70 L.Ed. 347. Beginning with the 1918 Act, there was no option, the taxpayer being compelled to report his income under his regularly employed method of accounting as shown by his books. 1918 Revenue Act, § 212 (b), 40 Stat. 1064. If no books were kept clearly reflecting income, the simpler method of cash receipts and disbursements was applicable.</p>\n<p id=\"b159-4\">Theoretically, accrual bookkeeping is recognized by accountants as the more scientific, but there is no perfect system of accounting in determining income, and any method may be warped to unhappy results if applied by untrained hands.</p>\n<p id=\"b159-5\">In tire case here under consideration, some of the business transactions of the taxpayer were reflected in single entry bookkeeping, some in double entry, and some not at all. The so-called “single-entry” bookkeeping is merely keeping a record of in and out transactions. In order to accrue under a single entry system, a complete record and classification of all cash transactions during the year and at the'end thereof a complete inventory of all assets and liabilities would be required.</p>\n<p id=\"b159-6\">The difference between the statement so prepared at the beginning and end of the year, plus any withdrawals and minus any additions, would be the net profit for the year.</p>\n<p id=\"b159-7\">Where a taxpayer was engaged in the business of buying buildings for the specific purpose of wrecking them and selling the material for profit, in order to be on the accrual basis, he would be required to set the building into his inventory on his books at cost, and add to it the cost of wrecking, and at the end of the year, credit the inventory, and debit sales for the material sold, and he should also accrue on his books all other assets and liabilities.</p>\n<p id=\"b159-8\">It is obvious from the evidence in this case the bankrupt here did none of these things, and his records would not clearly reflect income.</p>\n<p id=\"b159-9\">The statute provides that if the taxpayer keeps no books clearly reflecting income, the Commissioner of Internal Revenue shall compute the tax in accordance with such methods as in his opinion clearly reflect income.</p>\n<p id=\"b159-11\"> When it is once made to appear that the taxpayer has failed to keep books clearly reflecting income, the Commissioner has a broad discretion in determining the taxes due, and his decision upon such questions is conclusive, unless the evidence shows that his findings were unreasonable and without support under any fair view of the facts. United States v. Tillinghast, 1 Cir., 69 F.2d 718; Williamsport Wire Rope Company v. United States, 277 U.S. 551, 565, 48 S.Ct. 587, 591, 72 L.Ed. 985.</p>\n<p id=\"b159-12\"> In addition to the burden resting on the appellant to overcome the findings of the Commissioner of Internal Revenue, the report of the referee, affirmed by the District Court, will not be set aside unless clearly erroneous.</p>\n<p id=\"b159-13\">The decree of the District Court is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}