{
  "casebody": {
    "data": "<casebody firstpage=\"93\" lastpage=\"102\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b117-6\">Briegel, Appellant, <em>v. </em>Briegel et al.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b119-4\"><page-number citation-index=\"1\" label=\"95\">*95</page-number>Argued October 8,1931.</otherdate>\n<judges data-order=\"2\" data-type=\"judges\" id=\"A1E\">Before Frazer, C. J., Walling, Simpson, Kephart, Schaefer, Maxey and Drew, JJ.</judges>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b119-10\"><em>Morris M. Berger, </em>of <em>Levy, Crone &amp; Berger, </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"AQC\">— Where a husband’s land is condemned by a municipality under its eminent domain powers and an award for the total taking is made by the board of viewers, as between the husband and wife, and not in any way affecting the rights of the municipality, the wife is entitled to the same interest in the proceeds of the award as she had in the land, by virtue of her contingent dower interest: Arnold v. Ry., 32 Pa. Superior Ct. 452; Lazear v. Porter, 87 Pa. 513.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b119-11\">A person who contracts to purchase real estate is not bound to purchase that real estate whenever the vendor cannot convey the property free of the contingent interest of dower: Deckert’s App., 5 W. &amp; S. 342; Reese v. Addams, 16 S. &amp; R. 40; Schuylkill Nav. Co. v. Thoburn, 7 S. &amp; R. 411.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b120-3\"><page-number citation-index=\"1\" label=\"96\">*96</page-number><em>Artemas C. Leslie </em>and <em>Joseph P. Doherty, </em>for appellee, were not heard.</attorneys>\n<decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"AtI\">November 23, 1931:</decisiondate>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b120-4\">Opinion by</p>\n<author id=\"AHT\">Mr. Justice Kephart,</author>\n<p id=\"b120-5\">The City of Pittsburgh, in the exercise of the right of eminent domain, condemned land of Anthony Briegel, for which he was awarded $10,500. Briegel was married when the condemnation took place. His wife brought this bill against the city and her husband to have a portion of this fund set apart for her by virtue of her interest in lieu of her dower expectancy in the property. The award has been paid to a trustee pending the proceeding. Her husband denies her right to any part of the award, and the court below sustained his contention. The sole question before us is whether a fund raised through condemnation of a husband’s land is subject to a claim by his wife by virtue of her contingent dower interest in the land?</p>\n<p id=\"b120-6\">The theory of eminent domain comes from the absolute right of the sovereign to take property for public use. All title interests must be included in the taking. It would be unthinkable that outstanding interests or rights in the land should remain in others after condemnation; to permit such interests to remain would materially interfere with the completion of the purposes for which the government, or those acting for it or in its right, have taken the property through eminent domain. It is, therefore, a matter of public policy that condemnation operates against all interests directly connected with the title of land, including all unrecorded equities or hidden interests indirectly connected with or growing out of such titles.</p>\n<p id=\"b120-7\">When the land is taken by condemnation, title passes from the owner immediately.. Compensation, when not then paid but secured, may follow later through court proceedings. When land owned by a married man is taken under eminent domain, the husband is the only person who has any estate in the land which entitles him <page-number citation-index=\"1\" label=\"97\">*97</page-number>to be heard on the question of damages. A wife is not entitled to any compensation for her inchoate right of dower as she had no estate as such in the land: Arnold v. Buffalo, Rochester &amp; Pittsburgh Ry. Co., 32 Pa. Superior Ct. 452, 459. As the State may alter statutes of distribution, the manner of making wills, or repeal all statutes relating to wills, and may, in its discretion, annul the common law right to dower (Melizet’s App., 17 Pa. 449, 455), barring dower through eminent domain does not violate the Fourteenth Amendment of the Federal Constitution: Washburn on Real Property, book 1, page 220, section 37, page 229, section 230.</p>\n<p id=\"b121-3\">Is the inchoate right of dower such a lien or interest in the land that equity will impose an equitable lien on the fund? Appellant argues that, because dower is barred by eminent domain and is a thing of value, the interest it stands for should be safeguarded by the court by attaching or fastening a lien on the fund. This act, she says, would in no way affect the right of eminent domain as the contest would be between wife and husband. She further argues the money realized should be treated as real estate and not as personal property.</p>\n<p id=\"b121-4\">Undoubtedly, contingent dower is a thing of value (Mandel v. McClave,46 Ohio 407); thus the release of such contingent interest is good consideration for a promise: Bullard v. Briggs, 7 Pick. (Mass.) 533; Holmes v. Winchester, 133 Mass. 140; Nichols v. Nichols, 136 Mass. 256. An inchoate right of dower has been held to be an encumbrance on the land (Shearer v. Ranger, 22 Pick. (Mass.) 447; Greiner v. Klein, 28 Mich. 12, 17), and may in a proper case be the subject of judicial protection: 19 C. J. 493. While dower, strictly speaking, is an interest in real property which the wife acquires in land of her husband by reason of marriage, the common law rule as to dower has been altered by statute, and our Act of June 7, 1917, P. L. 429, section 3, provides, “That the share allotted to the widow shall be in lieu and full satisfaction of her dower at common law, so <page-number citation-index=\"1\" label=\"98\">*98</page-number>far as relates to land of which the husband died seized.” It further provides, “That her share in lands aliened by the husband in his lifetime, without her joining in the conveyance, shall be the same as her share in lands of which the husband died seized.” In discussing dower, we refer to statutory dower; though the rules governing the question involved would apply alike to common law or statutory dower.</p>\n<p id=\"b122-4\">In the condemnation of lands for public purpose, liens, encumbrances or mortgages are divested as a matter of public policy, since it would be inconvenient, prejudicial to and destructive of the right of eminent domain to have such items remain as a charge on the property. Since the lien of a legacy, judgment, or mortgage against property taken by eminent domain is thus divested, it attaches forthwith to the fund realized from the land and the owner is regarded as a trustee for the benefit of others directly interested who are not necessarily parties to the proceedings. See Schuylkill Navigation Co. v. Thoburn, 7 S. &amp; R. 416, 418. We so held in Deckert’s App., 5 W. &amp; S. 342, though the insolvent owner of land condemned “had the legal right to receive the money from the company, and payment to him would have been a good payment without notice of the equitable interest.” But although he was the owner of the land, yet, as respects legacies charged on the land, he was a trustee for others who had an equitable lien. The theory of equitable lien was created “under the head of preventive justice.” Equity in that case would have restrained payment of the money to the owner, but the money was impounded so that the rights of claimants could not be destroyed by passing it on to the insolvent.</p>\n<p id=\"b122-5\">Inchoate dower is not such a lien, encumbrance or interest as will attach to a fund realized in condemnation of land. This has been held in many similar situations where the point arose, such as the sale of a husband’s land for debt, and sale under partition where property cannot be divided. Lands are chattels for the payment <page-number citation-index=\"1\" label=\"99\">*99</page-number>of debts and may be subjected, to the payment of a husband’s debts to the exclusion of the widow’s dower: 19 Corpus Juris 492, section 103; Killinger v. Riedenhaur, 6 S. &amp; R. 531, 533; Blair County Poor Directors v. Royer, 43 Pa. 146, 152; Helfrich v. Overmyer, 15 Pa. 113, 115; Eberle v. Fisher, 13 Pa. 525, 527. If there is a surplus remaining after the payment of debts, it is personal property belonging to the husband on which the wife has no claim by reason of dower. In Wilson v. Sailer, 18 Pa. Dist. 435, 438, in an opinion by the late Judge Audenried, it was held that a husband is not entitled by reason of his curtesy to any part of a fund realized from a sale in partition of his wife’s property. She was entitled to the fund unconditionally. See Sharpless v. West Chester, 1 Grant 257;. Haggerty v. Wagner, 48 N. E. 366. Carl v. Jauss, 22 Pa. Dist. 407, an opinion by our late brother Justice Sadler when on the common pleas, is not opposed to this conclusion; the only issue decided there was as to whether or not the wife was a party to a sale of a husband’s estate in partition proceeding, and it was held she was not.</p>\n<p id=\"b123-3\">To enable an equitable lien to attach to money, there must be a subsisting interest as a lien, one that is recognized as property, subject to claims that may be against it as property, or one that is the subject, of sale, gift, attachment, or devise; it must be a thing of substance. Before dower exists, three things must occur, marriage, seisin of the husband, and his death before the death of his wife. Prior to his death dower is a mere intangible, inchoate, contingent expectancy; it is not an interest in the land and cannot rise to the dignity of a vested right, it vests only at the death of the husband. Such a contingent expectancy is not the subject of gift, sale, attachment or devise. Then when land is condemned for public or quasi public use, the fund received in payment is personal property. The right to an award for damages in eminent domain proceedings is a personal claim of the person owning the property at the time the appropria<page-number citation-index=\"1\" label=\"100\">*100</page-number>tion takes place: Losch’s App., 109 Pa. 72; Kaufmann v. Pittsburgh, 248 Pa. 41; Safe Deposit and Title Guaranty Co. v. Linton, 256 Pa. 274; Sloan v. Hoyt, 40 Pa. Superior Ct. 181. It does not pass by a subsequent conveyance by deed (Losch’s App., supra), though it may be assigned as a chose in action: Coons v. McKees Rocks Boro., 243 Pa. 340, 346. On death a fund arising through such circumstances is distributed as personal property and not land, and, under such circumstances, with the fund distributable as personal property, dower would not attach: Sloan v. Hoyt, supra. The wife has no such interest in the subject of the condemnation as will entitle her to claim any part of the fund: Arnold v. Buffalo, Rochester &amp; Pittsburgh <em>Ry. </em>Co., supra.</p>\n<p id=\"b124-5\">Appellant attempts to avoid this conclusion by arguing that the taking by eminent domain is tantamount to a sale without a wife’s joinder, the fund being considered as real estate. Appellant misconceives the full force of the proceeding in eminent domain. Under it title passes when compensation is paid or secured, as it was here. Eminent domain is the exercise of the strong arm of the government to take property for public use without the owner’s consent. Land in private ownership is always subject to this right no matter how diversified the interests in it may be or in what right the title owners may hold the land. In this respect it is a qualified fee, subject under the Constitution to be compensated for. The owner of land does not initiate or take part in the proceeding to condemn — taking his land from him is an involuntary act so far as he is concerned. The State in effect says, we want this land, we reimburse you with money according to the value of the land. If a deed from husband and wife is made for land taken for public purposes under the right of eminent domain, there is no question that the wife has no dower right in the fund; if the parties do not voluntarily make a deed, the law, through eminent domain proceedings, does what amounts to the same thing for them. The effect of con<page-number citation-index=\"1\" label=\"101\">*101</page-number>demnation is the same as an involuntary or judicial sale of land wherein neither wife nor husband is required to make a deed and in which dower is barred as a claim on the fund realized; filing a bond is equivalent to a sheriff’s deed or other similar transfer under any involuntary transfer of land. It has the same force and effect as a deed from husband and wife within the scope of the taking. There can be no dower expectancy or lien therefore under such circumstances. Where the parties cannot agree on the amount of money to be paid for the land, or for some reason (as here) a title under a deed may be questionable because of a wife’s nonjoinder, and compensation has been secured, the legal steps taken therefore are to secure that compensation. But, when condemnation proceedings are had, that is, by exploration, appropriation and compensation paid or secured, the title ipso facto is transferred. This is evidenced either by taking a deed, by a bond when filed and approved, or by other appropriate proceeding in cases of municipalities.</p>\n<p id=\"b125-3\">A review of the authorities outside this State shows that'New York and New Jersey are in favor of impounding a sum of money to protect inchoate dower, while Massachusetts and Ohio are opposed to such view. We agree with the decisions in the latter states. The decisions in the former states are based on the premise that the wife has such an interest in her husband’s land as should be included in the award. If she has, then the same claim could be made in surplus from sales for a husband’s debts, partition proceedings or all manner of involuntary transfers of title of a husband’s land. It is opposed to our theory of dower, that it only becomes certain on the death of the husband before the wife. If, as these authorities hold, the money realized is real estate representing the wife’s interest, what becomes of it when she dies before the husband? Is it reconverted into personal property which it always was, and if it belongs to the husband why was he deprived of its use to the same <page-number citation-index=\"1\" label=\"102\">*102</page-number>extent that he could make of the land while the wife, lived? It seems to us, these and many other reasons demonstrate the soundness of the Massachusetts and Ohio rule.</p>\n<p id=\"b126-4\">Judgment affirmed at cost of appellant.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}