{
  "casebody": {
    "data": "<casebody firstpage=\"320\" lastpage=\"322\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b350-13\">UNITED STATES of America, Plaintiff-Appellee, v. Paul A. LEWIS, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AtD\">No. 00-5330.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"Ans\">United States Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b350-17\">Aug. 10, 2001.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b351-17\"><page-number citation-index=\"1\" label=\"321\">*321</page-number>Before KEITH, NORRIS, and BATCHELDER, Circuit Judges.</p>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b351-18\">In 1999, Paul A. Lewis pleaded guilty to wire fraud, mail fraud, and conspiring to defraud the United States, violations of 18 U.S.C. §§ 2, 371, 1341, 1343 and 2326. On March 1, 2000, he was sentenced to fifty-seven months of imprisonment and three years of supervised release. It is from this judgment that Lewis now appeals. The parties have waived oral argument, and the panel unanimously agrees that oral argument is not needed in this case. Fed. R.App. P. 34(a).</p>\n<p id=\"b351-19\">We examine the sentencing court’s legal conclusions <em>de novo, </em>while reviewing its factual findings for clear error. <em>See United States v. Henderson, </em>209 F.3d 614, 617 (6th Cir.2000).</p>\n<p id=\"b351-20\">Lewis first argues that he was entitled to an offense-level reduction for acceptance of responsibility because he entered a timely guilty plea to all twenty counts of the indictment. <em>See </em>USSG § 3E1.1 (1999). However, the district court may “consider the defendant’s behavior following his initial indictment in federal court for purposes of measuring whether the defendant has accepted responsibility,” because the filing of the indictment puts him on notice that the gov<page-number citation-index=\"1\" label=\"322\">*322</page-number>ernment has an interest in his affairs. <em>United States v. Harper, </em>246 F.3d 520, 526 (6th Cir.2001). Hence, the court did not err by refusing to reduce Lewis’s offense level for acceptance of responsibility, as it is undisputed that he continued his fraudulent conduct after he was indicted. <em>See id. </em>at 527.</p>\n<p id=\"b352-4\">Lewis next argues that the district court erred in finding that he had been an organizer or leader of the offense within the meaning of USSG § 3B1.1(a). This finding was based on the testimony of an FBI Agent, who indicated that Lewis owned the companies that were used to perpetrate the fraud, that he signed most of the checks, and that he had at least six steady employees. Moreover, Lewis pleaded guilty to count one of the indictment which charged him with being “the overall manager, beneficial owner and true party in interest” of a company that was used to further the conspiracy. Under these circumstances, the court’s finding was not clearly erroneous. <em>See United States v. Jackson, </em>25 F.3d 327, 331 (6th Cir.1994).</p>\n<p id=\"b352-5\">Finally, Lewis argues that the district court should have departed downward from the applicable guideline range under USSG § 5K2.0, because the combination of his age and health problems distinguished his case from the heartland of cases that were considered by the Sentencing Commission. However, the record shows that the sentencing judge was aware of his discretion to grant a downward departure in appropriate cases. His decision not to exercise that discretion here is simply not reviewable on appeal. <em>See Henderson, </em>209 F.3d at 617-18.</p>\n<p id=\"b352-6\">Accordingly, the district court’s judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}