{
  "casebody": {
    "data": "<casebody firstpage=\"701\" lastpage=\"704\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b731-9\">OHIO BELL TELEPHONE CO. v. PUBLIC UTILITIES COMMISSION OF OHIO et al.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b731-12\">(District Court, S. D. Ohio, E. D.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"aic-dedup-0\">July <em>5, </em>1924.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b731-13\">No. 272.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b731-20\">Henderson &amp; Burr, of Columbus, Ohio, S. H. Tolles, of Cleveland, Ohio, and George H. Clark, of Columbus, Ohio, for plaintiff.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b731-22\">John W. Bricker, of Columbus, Ohio, and T. M. Miller and J. E. Kinnison, both of Canton, Ohio, for defendants.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b731-24\">Before DONAHUE, Circuit Judge, and SATER and HICKENLOOPER, District Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b731-25\">PER CURIAM.</author>\n<p id=\"AqCo\">The hearing in this case proceeded in accordance with the provisions of section 266 of the Judicial Code (Comp. St. § 1243). In 1921 the Ohio Bell Telephone Company and the Ohio State Telephone Company, each then and theretofore owning and operating in Ohio a telephone system and furnishing to the public sepárale telephone service, exchange, and toll, were consolidated under plaintiff’s name, with the consent of the Public Utilities Commission of Ohio and the Interstate Commerce Commission. On September 7, 1921, when the Utilities Commission assented to the consolidation, it directed that the then lawfully existing rates, charges, tolls, and rentals of the constituent companies should be charged by the consolidated company after such merger until altered in the manner provided by law; that, in communities in whieh dual service had been furnished by such companies, the consolidated company should proceed to unify <em>its </em>service <em>immediately after </em>the rates to he charged for unified service should be legally determined; that nothing in the order sanctioning the consolidation should be construed to be its consent to or approval of any increase in rates or diminution of service in the territory into which the property of sueh respective consolidated company extends; and that the findings then made as to the value of such properties ($81,316,429.90) or as to the rates and service, should not be binding upon such commission or the consolidated company in any future proceeding involving matters of rates and service, or either of them. The cost of unification (claimed by plaintiff to <page-number citation-index=\"1\" label=\"702\">*702</page-number>be about’ $12,000,000) \"will -necessarily be large.</p>\n<p id=\"b732-4\">On June 9, 1922, after unified service had been installed in various exchange areas on rates fixed by the Utilities Commission, application was made to such commission for the fixing of rates in the Canton exchange area. At a hearing had on June 27 next following, plaintiff submitted its evidence as to the value of its telephone property used and useful in furnishing telephone service to the public in such area, and also as to the value of such property after the unification should be completed. It also filed a schedule of the rates it proposed to charge in lieu of those which had prevailed under the dual service, which proposed rates it elaims are just, reasonable, nondiseriminatory, and lawful, and will yield no more than a fair return on its used and useful property to be employed in furnishing service. The city of Canton appeared to resist the rates suggested by plaintiff, and has not yet completed its evidence. Whether, as claimed by defendants, the plaintiff consented to the continuances had at the city’s request, the time consumed in hearing the case has been greatly prolonged. On account of the delay the plaintiff, in response to the wishes of subscribers and to the knowledge of the Utilities Commission, without awaiting the fixing of rates for the unified service, proceeded to unify the properties of the constituent companies. It filed with such commission a schedule of rates for optional unified'private branch exchange service, which were accepted by most of the subscribers for that character of service, and on December 1, 1922, it filed with such body a schedule of rates effective January 1, 1923, for optional unified residence and business service, of which many of its patrons voluntarily availed themselves; section 614 — 20, G-. C. Ohio, providing that no existing rates shall be changed, so as to become effective, except after 30 days’ notice to the commission, unless the commission prqgeribes a less time when they’ may take effect. No objection appears to have been interposed at the time by the commission to plaintiff’s above-mentioned course, which plaintiff alleges was in anticipation of an early fixing of rates for unified service for all. subscribers and to speed the work of unification, which would require 'in all about 12 months.</p>\n<p id=\"b732-5\">Complaints having been made of the service rendered, the Utilities Commission, acting on its own motion, and, so it claims, under section 614 — 21, G. C., caused an investigation to be made. It would seem that some inconvenience would result to telephone users from the work of unification, and it is quite possible the plaintiff was reluctant to make repairs to maintain high efficiency in the dual service, in so far as repairs made might have to be discarded when such service was unified. The plaintiff alleges the causes of the complaints were unprecedented storms and other casualties suffered by its plants and properties, the delay of the city of Canton in producing its evidence before the commission, and the consequent postponement of the announcement of a unified rate order. The commission’s expert, whose letter of August 29, 1923, made a part of his affidavit offered by defendants, admits that it is probably true that a great deal of the. trouble was due to the large number of severe storms, but states that their effect would not have been so marked, had the plaintiff’s plant been in first-class condition. He further states that his understanding is that the plaintiff was making strenuous efforts to remedy certain of the conditions which he enumerates as faulty and productive of defective service, and was endeavoring to get its outside plants in good condition, but he did not think first-class service could be furnished until the plants were completely unified. He had no doubt but that the handling of traffic would be greatly simplified when the two' exchanges were unified.</p>\n<p id=\"b732-7\">The Utilities Commission, on September 7, 1923, found, as the result of its investigation, plaintiff’s service to be inadequate, inefficient, and insufficient, in that plaintiff, anticipating a unification of its plants which would render unusable a considerable part of its existing facilities, had permitted its plants to a great extent to fall into a dilapidated condition, and had unified or attempted to unify one class of service without unifying or attempting to unify all other classes, with the result that great confusion exists in its operations; that plaintiff had failed and neglected properly and adequately to maintain its facilities for such service, to employ an adequate and sufficient force to maintain the same, and an efficient method for recording and correcting complaints of trouble, to train adequately its new operators Jjroperly and efficiently to operate its facilities, and to furnish an up-to-date directory. Plaintiff was ordered to remedy the conditions so found, and was further directed to complete the unification within six weeks, and to issue a new directory as soon as possible. It further found an emergency to exist, so it claims, within the meaning <page-number citation-index=\"1\" label=\"703\">*703</page-number>of section 614 — 32, <em>G. </em>C., which required a temporary alteration of its order relating to rates, made on September 17, 1921, and therefore directed that the rates to he charged and collected should be the same as those charged and collected by the Ohio Bell Telephone ' Company prior to the merger.</p>\n<p id=\"b733-5\">The plaintiff thereupon moved for a rehearing. A summary of the reasons assigned therefore, which are somewhat redundantly stated, is that the amendment of the order of September 17, 1921, was unjust, unreasonable, and illegal, and contrary to the intent of such original order, was made without the filing of any application therefor, and without in any manner apprising plaintiff of any intention to make such amendment, or notifying it that the subject of rate-making was to be considered and determined, or giving it an opportunity to be heard thereon, and was not authorized by section 614 — 32 or section 614 — 63, or any provision of the Ohio Code; that the finding of inadequate, inefficient, and insufficient service, and the fixing, as just and reasonable, the rates to be charged and collected, were contrary to and unsupported by the evidence; that the commission, in naming the rates so to be charged and collected for unified service, made no attempt to determine the value of plaintiff’s property used and useful, and to be used and useful, either before or after the expenditures for unification shall have been made; but, acting in disregard of what rates would be just and reasonable, prescribed rates that are unjust and unreasonably low, unlawful, and eonfiseatory, and which will deprive plaintiff of its property without just compensation and duo course and process of law, in violation of the Constitution of Ohio and the Fourteenth Amendment to the Constitution of the United States.</p>\n<p id=\"b733-6\">The motion for rehearing was denied, in consequence of which the plaintiff was at liberty to invoke the jurisdiction of this court or of the Supreme Court of the state, as it might .elect. All of the recitals contained in the motion are averred in one form or another in plaintiff’s pleading.</p>\n<p id=\"b733-7\">The statutory penalty for failure, omission, or neglect to comply with the Utilities Commission’s order is not more than $1,000 for each failure, omission, or neglect, and each day’s continuance thereof shall be deemed and held to be a separate offense (section 614 — 64, G. C.), and any officer, agent, or employee guilty of a like offense shall be fined not less than $100 nor more than $1,000, or be imprisoned not more than two .years, or both, <em>and </em>each day’s continuance of such failure, omission, or neglect is made a separate offense (section 614 — 65).</p>\n<p id=\"b733-9\">The plaintiff completed the unification of its plants on December 1, 1923. Its contention that no complaint of its service was made after that date is not challenged, nor is it charged that plaintiff did not proceed diligently with its work of unification after the period of its completion was fixed by the commission. It would seem that the commission, when it allowed the plaintiff but six weeks in which completely to unify its plants, did not grant it sufficient time for such purpose.</p>\n<p id=\"b733-10\">The commission’s order of September 7, 1923, recites that in the course of the investigation, conducted on its own motion, all parties in interest were notified and a full hearing was had. The evidence, if any, upon which the temporary alteration of the rate-fixing portion of the order of September 17, 1921, was based, and the valuation of plaintiff’s property used and useful, or to be used and useful, which the commission had in mind when such alteration was made, is not before us, nor did the commission’s expert in his affidavit indicate his valuation of such property.</p>\n<p id=\"b733-11\">The affidavits of plaintiff’s experts fix its valuation at $3,400,000; those of the city of Canton, at $1,627,687.88. The plaintiff’s evidence is to the effect that the conduct of its business in the Canton Exchange area, under the rates in accordance with which the constituent companies operated, has been attended with substantial financial loss; that at the rates for unified service proposed by the plaintiff its net income will not exceed 1.34 per cent, on the minimum fair value of its property after unification, and at the temporary rates proscribed by the commission in its order of September 7, 1923, the plaintiff will sustain a net deficit of not less than $86,507. The city’s experts contend that <em>on </em>their valuation the plaintiff’s net income will be 6.19 per cent., and, if the plaintiff be required to credit 6 per cent, on the amount of its depreciation reserve, which they claim to bo properly alloeatable to such exchange area, the rate of return will be 6.78 per cent, to the plaintiff. The respective experts have set forth in extenso the various elements which they claim should enter into the determination of the value of plaintiff’s property, and have assigned their reasons therefor. A review of their estimates and reasons will not be undertaken, because the fixing of snch valuation and operating rates is not without our province.</p>\n<p id=\"b734-3\"><page-number citation-index=\"1\" label=\"704\">*704</page-number>The duty with reference to such matters rests upon the Utilities 'Commission, and we are averse to entering upon its domain. When the valuation and rates have been determined, the courts may say whether they are confiscatory or not, and, if they are to be corrected, it is for the commission to make the correction. Whether the rate fixed . by the Utilities Commission is or is not confiscatory depends wholly upon the true valuation of plaintiff’s property used and useful in the public service. The question cannot be determined by this court with any substantial dégree of certainty upon affida1 vits merely, and especially so in this ease, where there is such a wide difference in the values fixed by the experts whose affidavits have been filed. Upon a careful consideration of these affidavits it would appear that the temporary rate prescribed by the commission on September 7, 1923, is based upon a valuation that is probably too low. If the court is wrong in this respect, the public will be amply protected by a bond conditioned for the return of the excess charges, if they should later be found to be excessive. On the other hand if the plaintiff is denied a temporary injunction, it would be remediless if it should later be determined by a final valuation upon full proof, that the rate fixed by the commission is confiscatory.</p>\n<p id=\"b734-5\">We are therefore constrained to grant a temporary injunction against the enforcement of the order of September 7, 1923, prescribing the rates to be charged by plaintiff for telephone service rendered by it, and any attempt to enforce any penalties against plaintiff, its officers, agents, and employes for their past and future nonperformance of any of the terms and provisions of such order relating to rates and the completion of unification within six weeks from the date of its making. We assume that the prolonged hearing whieh has been in progress before the Utilities Commission will be concluded at a reasonably early date. The $25,000 bond exacted of plaintiff when the restraining order issued, to protect the defendants against costs and damages, if any, wrongfully suffered by them in consequence of this suit, and to insure repayment to telephone subscribers of the sums, if any, collected of them in excess of what may ultimately be found to be the amounts properly chargeable against them for services rendered by plaintiff, will be continued in force, with the right on the part of the defendants to move for an increase thereof, if the amount of the present bond shall be found to be insufficient.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}