{
  "casebody": {
    "data": "<casebody firstpage=\"851\" lastpage=\"856\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b877-5\">UNITED STATES of America, Plaintiff-Appellee, v. Victor ADAMES, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AHG\">No. 07-13321</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AQ8\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b877-7\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b877-8\">May 29, 2008.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b877-14\">Anne R. Schultz, U.S. Attorney’s Office, Miami, FL, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b877-15\">Ana Maria Jhones, Coral Gables, FL, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b877-17\">Before ANDERSON, HULL and FAY, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b877-18\">PER CURIAM:</author>\n<p id=\"b877-19\">Victor Adames appeals the 60-month sentences imposed after he pled guilty to (1) one count of conspiracy to possess with intent to distribute more than 100 kilograms of marijuana, in violation of 21 U.S.C. §§ 841(a)(1) and (b)(1) and 846 (“Count 1”); two counts of possession with intent to distribute less than 50 kilograms of marijuana, also in violation of § 841(a)(1) and (b)(1) (“Counts 3 and 5”); and (3) one count of conspiracy to launder money, in violation of 18 U.S.C. § 1956 (“Count 6”). Adames argues that the district court failed to adequately explain its decisions not to apply a role enhancement under U.S.S.G. § 3Bl.l(b), a one-level reduction for acceptance of responsibility under U.S.S.G. § 3El.l(b), and safety valve sentencing under U.S.S.G. § 5C1.2. For the reasons discussed below, we affirm Adames’s sentences.</p>\n<p id=\"b877-20\">At Adames’s change-of-plea hearing, the government proffered that his role in a certain marijuana-distribution scheme involved coordinating the purchase of marijuana from brokers for resale to other co-conspirators. The government also proffered that Adames had admitted that he was assisted in this role by his girlfriend and co-conspirator, Miguelina Antigua.</p>\n<p id=\"b877-21\">In Adames’s presentence investigation report (“PSI”), a probation officer likewise explained that Adames’s role in the conspiracy also involved operating a “grow house,” supplying marijuana for distribution in New York City, and supervising <page-number citation-index=\"1\" label=\"852\">*852</page-number>another co-conspirator, Keilyn Lantigua, who helped distribute marijuana in Miami.</p>\n<p id=\"b878-4\">Based on the government’s proffer and the PSI’s supplemental information, the probation gave Adames (1) a three-level enhancement, pursuant to § 3Bl.l(b), because he was a manager or supervisor of a conspiracy involving five or more participants; (2) a two-level reduction, pursuant to U.S.S.G. § 3El.l(a), because he had accepted responsibility for his crimes; and (3) a one-level reduction, pursuant to § 3El.l(b), because he assisted the government’s investigation of his conduct by timely notifying it of his intention to plead guilty. With these adjustments, Adames guideline imprisonment range was 63 to 78 months.<footnotemark>1</footnotemark> The probation officer noted that Count 1 carried a statutory range of 5 to 40 years’ imprisonment, Counts 3 and 5 each carried a statutory minimum of 5 years’ imprisonment, all pursuant to § 841(b)(1), and Count 6 carried a statutory maximum of 20 years’ imprisonment, pursuant to 18 U.S.C. § 1956(a)(1).</p>\n<p id=\"b878-5\">The government objected to Adames’s receipt of a three-level decrease for acceptance of responsibility, pursuant to § 3El.l(a) and (b), as Adames had refused to cooperate with the government since his change-of-plea hearing regarding Antigua’s participation. Adames objected to receiving a role enhancement, pursuant to § 3Bl.l(b), and to not receiving safety valve sentencing, pursuant to § 5C1.2.</p>\n<p id=\"b878-6\">At Adames’s sentencing hearing, the parties argued their objections as follows. Regarding the § 3Bl.l(b) role enhancement, Adames argued that he did not supervise his girlfriend, Antigua, or co-conspirator, Lantigua. He asserted that no evidence was presented showing that he ordered either Antigua or Lantigua to do anything or otherwise exercised control over them. Lantigua actually was his partner and co-owned the aforementioned grow house with Adames. Antigua was not the type of person to be told what to do by anyone. Adames also argued that several of his co-conspirators actually gave orders to others but did not receive role enhancements. The government responded that Adames was a leader of the marijuana distribution scheme. The government asserted that several of Adames co-conspirators indicated during their interviews that Adames “directed and controlled” some of the co-conspirators. Also, intercepted telephone calls demonstrated that Adames made the decisions as to where, to whom, and in what units the marijuana grown in the grow house would be sold.</p>\n<p id=\"b878-9\">Regarding the § 3El.l(a) and (b) acceptance-of-responsibility reductions, the government argued that Adames should not receive any credit for acceptance of responsibility or, alternatively, should receive at most a two-level reduction, pursuant to § 3El.l(a). The government asserted that, since signing the plea agreement and agreeing to provide all possible information, Adames had refused to explain Antigua’s involvement in the scheme and had disavowed statements made about her involvement at previous interviews and debriefings. Antigua had since pled guilty to her involvement. Adames responded that he readily had accepted his responsibility, so he deserved at least a two-level reduction, pursuant to § 3El.l(a), and had cooperated with the government, so he also deserved the extra one-level reduction, pursuant to § 3El.l(b). Adames asserted that he never had said Antigua was involved and that his interviewers simply had written in their notes what they <page-number citation-index=\"1\" label=\"853\">*853</page-number>wanted to hear, such that it was not true that he had disavowed his earlier statements. He provided two hours worth of information about his coconspirators’ roles and that the government had used some of this information at the sentencing hearings of certain of these co-conspirators.</p>\n<p id=\"b879-5\">Regarding safety valve sentencing under § 5C1.2, Adames argued that he deserved a sentence below the statutory minimum because he was 38 years old, never had been in trouble before, always had been gainfully employed, and was the father of two small children whom he financially supported. The government responded that Adames was not eligible for safety valve sentencing because he was a leader within the marijuana-distribution scheme and had not cooperated with the government or been completely truthful.</p>\n<p id=\"b879-6\">Also during the sentencing hearing, the government explained that, if the district court granted only a two-level reduction for acceptance of responsibility under § 3El.l(a), did not grant a role enhancement under § 3Bl.l(b), and did not apply safety valve sentencing under § 5C1.2, Adames’s guideline imprisonment range would be 51 to 63 months and minimum sentence would be 60 months’ imprisonment, as that was the statutory minimum.<footnotemark>2</footnotemark></p>\n<p id=\"b879-7\">The district court sustained Adames’s role-enhancement objection. The district court reasoned, “[T]he Judge has to find that by a preponderance. And I think that one thing that is clear given the hotly contested arguments here about the defendant’s role or adjustment for role in the offense, [is that] I can’t make that finding by a preponderance.” The district court also granted in part the government’s acceptance-of-responsibility objection, finding that Adames did not merit the extra one-level reduction, pursuant to § 3Bl.l(b). The district court reasoned, “[T]he government is appropriate in not asking for the third level for acceptance of responsibility. I think that is entirely appropriate.” The district court further declined to apply safety valve sentencing, reasoning, “I think it is entirely appropriate in this case for me not to offer this defendant the safety valve. I don’t think it is appropriate.” Accordingly, the district court sentenced Adames to concurrent terms of 60 months’ imprisonment as to each count.</p>\n<p id=\"b879-11\">As an initial matter, Adames presents his argument in terms of procedural reasonableness, or that the district court imposed a procedurally unreasonable sentence by failing to adequately explain its decisions.<footnotemark>3</footnotemark> His argument, however, does not cleanly fit this bill. We distinguish between, and use different standards of review to analyze, challenges to the district court’s individual guideline calculations and challenges to the ultimate sentence. Reasonableness review applies only to the <page-number citation-index=\"1\" label=\"854\">*854</page-number>latter type of challenge. <em>See United States v. Winingear, </em>422 F.3d 1241, 1245 (11th Cir.2005). While Adames argues that his sentence was not procedurally reasonable, he does not challenge his final sentence; thus, standard reasonableness review is inapplicable. However, he also does not challenge the district court’s decisions not to apply a role enhancement, an extra one-level aceeptance-of-responsibility reduction, or safety valve sentencing, such that the separate standards of review applicable to these decisions also are inapplicable. Rather, Adames argues that the decision underlying each guideline calculation was not adequately explained.</p>\n<p id=\"b880-4\">We find that Adames’s argument is best analyzed under 18 U.S.C. § 3553©, which governs the adequacy of the district court’s explanation of its guideline decisions. Pursuant to this provision, the district court, “at the time of sentencing, shall state in open court the reasons for its imposition of the particular sentence.” We have applied § 3553© to both reasonableness challenges and guideline challenges. <em>See United States v. Saunders, </em>318 F.3d 1257, 1270 n. 18 (11th Cir.2003) (applying § 3553© to a guideline calculation in finding that the district court adequately stated its reasons for applying an enhancement, under U.S.S.G. § 2B6.1(b)(2), because the defendant was in the business of receiving and selling stolen property); <em>Rita v. United States, </em>551 U.S. —, 127 S.Ct. 2456, 2468, 168 L.Ed.2d 203 (2007) (applying § 3553© to a reasonableness challenge). Although Rita deals with a straight argument that the defendant’s ultimate sentence was unreasonable, unlike this case, we find the Supreme ' Court’s treatment in <em>Rita </em>of § 3553© instructive.</p>\n<p id=\"b880-8\">In that case, the defendant argued for a sentence below the guideline imprisonment range because of his health, fear of retaliation in prison, and military record. <em>Id. </em>at —, 127 S.Ct. at 2469. The district court declined to do so, finding that these circumstances were insufficient to merit a lower sentence and that the guideline imprisonment range was appropriate. <em>Id. </em>The Supreme Court held that, while the district court might have said more to explain his reasoning, the context of the case and record made his reasoning clear. <em>Id. </em>Specifically, the Supreme Court noted that the record demonstrated that the district court listened to each of the parties’ arguments, was fully aware of defendant’s various physical ailments, understood that the defendant previously had held a job linked to criminal justice, and had a lengthy and decorated military service. <em>Id.</em></p>\n<p id=\"b880-11\">In holding that the district court’s brief explanation was sufficient in context, the Supreme Court reasoned that § 3553© did not require “a full opinion in every case,” but that the “appropriateness of brevity or length, conciseness or detail, when to write, what to say, depends upon circumstances.” <em>Id. </em>at 2468. The Supreme Court reasoned that, ultimately, what is important is that the district court “should set forth enough to satisfy the appellate court that he has considered the parties’ arguments and has a reasoned basis for exercising his own legal decisionmaking authority.” <em>Id.</em></p>\n<p id=\"b880-12\">Adames has not demonstrated that the district court failed to adequately explain its guideline decisions. <em>See </em>18 U.S.C. § 3553©; <em>Rita, </em>551 U.S. —, 127 S.Ct. at 2468-69. The record demonstrates that the district court heard extensive arguments on the parties’ objections and the possible adjusted offense level calculations immediately before making its decisions. Based on this evidence, it is evident that the district court was resting on the government’s or Adames’s arguments in granting or denying their objections. As such, the district court adequately implied <page-number citation-index=\"1\" label=\"855\">*855</page-number>its reasoning. <em>See Rita, </em>551 U.S. —, 127 S.Ct. at 2468-69.</p>\n<p id=\"b881-6\">More specifically, the record illustrates that Adames argued that a preponderance of the evidence did not support a role enhancement under § SBl.l(b) because the evidence demonstrated that (1) he had not given orders to any of his co-conspirators, (2) Lantigua actually was his partner, (3) Antigua would not take direction from anyone, and (4) no other of the conspiracy’s alleged leaders received a role enhancement. The record likewise illustrates that the government argued that a preponderance of the evidence did support a role enhancement because Adames’s co-conspirators had said he was a leader and because intercepted telephone calls indicated that he hade important decisions. Because of these arguments, the district court’s statement that it could not find, by a preponderance of the evidence, that Adames deserved a role enhancement is not ambiguous. Rather, it is evident that the district court did not believe that the evidence of Adames’s leadership role outweighed the evidence that he acted more as a partner of Lantigua’s and Antigua’s.</p>\n<p id=\"b881-7\">Also, the record illustrates that the government argued that Adames did not merit safety valve sentencing under § 5C1.2 or a full three-level acceptance-of-responsibility reduction under § 3El.l(a) and (b) because, while he had indicated that Antigua was involved in marijuana distribution during his pre-plea interviews and Antigua had admitted as much later, Adames had refused to provide any more information and had disavowed his earlier information after entering his plea. The record also illustrates that Adames argued that he deserved the acceptance-of-responsibility reductions and safety valve sentencing because he had provided two hours worth of information and had not disavowed anything. Because of these arguments, the district court’s statements that the government was correct in objecting to the extra one-level acceptance-of-responsibility reduction under § 3El.l(b) and that safety-valve sentencing was inappropriate adequately illustrated that the district court was granting the government’s acceptance-of-responsibility objection and denying Adames’s safety-valve-sentencing objection because it thought the government’s argument were more persuasive.</p>\n<p id=\"b881-10\">Finally, the record illustrates that the government explained what guideline imprisonment range would result if the district court denied Adames’s safety-valve-sentencing objection and granted in part the government’s acceptance-of-responsibility objection. Based on this explanation and the district court’s decisions on the parties’ objections, the district court’s ultimate adjusted-offense-level calculation makes sense. Thus, because the source of the district court’s findings is evident in the record, the district court’s decisions were adequately explained. <em>See Rita, </em>551 U.S. —, 127 S.Ct. at 2468-69. Accordingly, the district court did not err in the manner claimed, and we affirm Adames’s sentences. <em>See </em>id.<footnotemark>4</footnotemark></p>\n<p id=\"b881-12\">AFFIRMED.</p>\n<footnote label=\"1\">\n<p id=\"b878-7\">. Adames’s base offense level was 26, pursuant to U.S.S.G. § 2D 1.1(a)(3), and criminal history category was I.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b879-8\">. In that case, Adames’s adjusted offense level would be 24 and criminal history category would remain I.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b879-9\">. Indeed, after the Supreme Court’s decision in <em>United States v. Booker, </em>543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), the sentencing court must not only correctly calculate the guideline imprisonment range, but must treat that range as advisory and impose a reasonable sentence. <em>United States v. Talley, </em>431 F.3d 784, 786 (11th Cir.2005). Specifically, the district court must impose a sentence that is both procedurally and substantively reasonable. <em>United States v. Hunt, </em>459 F.3d 1180, 1182 n. 3 (11th Cir.2006); <em>Gall v. United States, </em>552 U.S. —, 128 S.Ct. 586, 597, 169 L.Ed.2d 445 (2007). The Supreme Court has explained that a sentence may be procedurally unreasonable if the district court improperly calculates the guideline imprisonment range, treats the Guidelines as mandatory, fails to consider the appropriate statutory factors, bases the sentence on clearly erroneous facts, or fails to adequately explain its reasoning. <em>Gall, </em>552 U.S. —, 128 S.Ct. at 597.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b881-8\">. We note that the government devoted a significant portion of its brief on appeal to arguing that the district court did not clearly err in declining to apply safety valve sentencing under § 5Cl.2. However, while Adames stated the standard of review applicable to a safety-valve-sentencing determination and that, pursuant to § 5C1.2, \"a district court shall impose a sentence without regard to any statutory mandatory minimum sentence if a defendant convicted of certain crimes satisfies” the criteria, Adames did not provide any argument on the merits of this matter in his brief on appeal. Rather, Adames argued only that the district court did not explain its deni<page-number citation-index=\"1\" label=\"856\">*856</page-number>al of safety-valve-sentencing relief. Accordingly, Adames abandoned any claim that the district court clearly erred in denying safety valve sentencing, and we need not address that issue or the government's treatment of it. <em>See United States v. Jernigan, </em>341 F.3d 1273, 1284 n. 8 (11th Cir.2003) (holding that \"a party seeking to raise a claim or issue on appeal must plainly and prominently so indicate\" and must \"devote[ ] a discrete section of his argument to [that] claim[],” or else abandon the claim).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}