{
  "casebody": {
    "data": "<casebody firstpage=\"286\" lastpage=\"288\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"otherdate\" id=\"b294-7\">HEARD APRIL TERM, 1874.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b294-8\">Shumate <em>vs. </em>Powell.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b294-9\">Case stricken from the docket — the brief containing no case upon which the appeal could, be heard..</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b294-11\">Action by W. T. Shumate against Edward Powell, tried in Greenville County.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b294-12\">The brief, after stating the names of the parties, and that the action was on bond, contained a notice, addressed to plaintiff’s attorney, that defendant appeals, in this action, from the ruling of the Circuit Judge, on the ground that an action can only be maintained in the name of the real party in interest, and that the plaintiff herein is not the party in interest, and does not come within any of the exceptions of the Code — signed by defendant’s attorney — and then proceeded as follows:</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b294-13\">“We tender the following statements of facts as containing so much of the testimony as necessary to present the legal question involved:</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b294-14\">“The suit is brought in the name of ‘W. T. Shumate,’ individually.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b294-15\">“ The cause of action is payable to W. T. Shumate, Treasurer of the Board of Public Buildings.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b294-16\">“ W. T. Shumate has no interest, as he swore, in this suit, and had not authorized its institution. The note was taken for dis<page-number citation-index=\"1\" label=\"287\">*287</page-number>tiller’s license, under the Act of the General Assembly of 1865, and, though he was Treasurer, he was not a member of the Board.”</summary>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b295-5\"><em>Earle &amp; Blythe, </em>for appellant.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b295-6\"><em>Perry &amp; Perry, </em>contra.</attorneys>\n<decisiondate data-order=\"11\" data-type=\"decisiondate\" id=\"b295-7\">June 20, 1874.</decisiondate>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"AFMK\">The opinion of the Court was delivered by</p>\n<author id=\"b295-8\">Moses, C. J.</author>\n<p id=\"AuoF\">As the case was not heard on its call, but submitted by the counsel for the appellant for our judgment, we had no opportunity of noticing the manner in which it was brought before us until it was taken up for consideration and decision.</p>\n<p id=\"b295-9\">The printed paper which is submitted as the brief is so wanting in compliance with all-the requisitions of our rules, in regard to the <em>“ease” </em>which shall be made in “all appeal cases,” that we cannot accept it, without violating the mode of procedure which we have prescribed for the hearing of appeals, both from judgments and such orders as the Code allows us to review.</p>\n<p id=\"b295-10\">Where the departure from the settled and established course does not involve any substantial infraction of it, if there is enough before the Court to show the character of the proceeding below, and the right of the appellant to review here any supposed error of the Circuit Court in adjudications at the hearing, we might not insist on a formal adherence to the rules, particularly where no objection is made by the opposing counsel. Here we have nothiug but the notice of appeal from the ruling of the presiding Judge that the action could be maintained in the name of the party in which it was brought, a statement by the counsel of the appellant as to the nature of the cause of action, and the recital of the fact “ that the plaintiff swore he had no interest in the suit and had not authorized its institution.”</p>\n<p id=\"b295-11\">W e know nothing of the character of the action, of the mode in which it was tried, nor do we know whether, as error is alleged on the part of the Judge, there was a request to charge the charge, and the exceptions. In fact, the “ case,” in the form in which it is presented, is wanting in all the essential elements necessary for a proper understanding of the points to be considered.</p>\n<p id=\"b295-12\">We can readily conceive how the learned counsel supposed there was enough in the paper to present the single point on which he desired the judgment of the Court. He was familiar with the case <page-number citation-index=\"1\" label=\"288\">*288</page-number>and tbe proceeding below, forgetting that we had no opportunity of knowing them but through the brief.</p>\n<p id=\"b296-5\">The case must be struck from the docket without prejudice.</p>\n<judges id=\"b296-6\"><em>Wright, </em>A. J., and <em>Willard, </em>A. J., concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}