{
  "casebody": {
    "data": "<casebody firstpage=\"212\" lastpage=\"216\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b246-9\">In re DISSOLUTION of MARRIAGE of COPLIN.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b246-10\">[Cite as <em>In re Dissolution of Marriage of Coplin </em>(1995), 102 Ohio App.3d 212.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b246-11\">Court of Appeals of Ohio, Third District, Van Wert County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b246-13\">No. 15-94-14.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b246-14\">Decided March 29, 1995.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b247-14\"><page-number citation-index=\"1\" label=\"213\">*213</page-number><em>Hatcher, Diller, Rice &amp; Beebe </em>and <em>W. Edward Hatcher, </em>for appellee Debra Ann Coplin.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b247-15\"><em>George F. Crummey, </em>for appellant Larry Russell Renner.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b247-16\">Shaw, Judge.</author>\n<p id=\"b247-17\">Appellant, Larry R. Renner, appeals from the judgment of the Common Pleas Court of Van Wert County determining the dischargeability of a debt to his ex-wife, Debra Ann Coplin, appellee, for one-half of college expenses expended for their daughter, Shannon Renner.</p>\n<p id=\"b248-4\"><page-number citation-index=\"1\" label=\"214\">*214</page-number>In 1975, appellant and áppellee entered into a separation agreement, which they incorporated into their petition for a dissolution of the marriage. The trial court adopted that agreement in the decree of dissolution. Under the section labeled “Division of Property,” the appellant agreed “to render aid and support to the extent of one-half the cost of such expense in the event [the parties’ two children, Shannon and Braydon,] desire to pursue an education after high school.”</p>\n<p id=\"b248-5\">On September 3, 1992, appellee filed a motion requesting the trial court to enforce the college expense provision and order the appellant to pay one-half of Shannon’s college expenses. The trial court sustained the appellee’s motion and ordered appellant to fulfill his obligation as per the separation agreement. On April 27, 1993, the appellee filed a motion for appellant to show cause for failure to pay Shannon’s college expenses. In its August 19, 1993 entry the trial court granted appellee a judgment against the appellant in the amount of $4,501.81 for reimbursement of one-half of the college expenses appellee paid for Shannon.</p>\n<p id=\"b248-6\">During proceedings to collect that judgment, the appellant filed bankruptcy under Chapter 7, Title 11, U.S.Code, in the United States Bankruptcy Court for the Northern District of Ohio. In his petition, appellant listed the appellee and the parties’ two children as unsecured creditors for the amount of $20,000 each. The bankruptcy court subsequently granted appellant a discharge pursuant to Chapter 7.</p>\n<p id=\"b248-7\">On April 22, 1994, appellee filed a motion in the Van Wert County Court of Common Pleas, requesting the court to determine the dischargeability of the judgment ordering appellant to pay appellee $4,501.81 for one-half of Shannon’s college expenses. A hearing was held and in its entry dated June 14, 1994, the trial court found that appellant’s debt to appellee in that amount was nondischargeable under Section 523(a)(5), Title 11, U.S.Code, which prohibits discharge of obligations in the nature of alimony, maintenance, or support. The trial court specifically stated that it did not make any ruling on any claims that may exist individually to Shannon or Braydon Renner. The court also declined to rule on any other expenses or claims that appellee may have incurred subsequent to the trial court’s order of August 19,1993, or upon any expenses to be advanced in the future for educational purposes.</p>\n<p id=\"b248-8\">The appellant then requested the court to issue findings of fact and conclusions of law as to its decision. On August 31, 1994, the court adopted appellee’s findings of fact and conclusions of law and incorporated a copy thereof as the order of the court. The findings adopted by the court characterize appellant’s debt to appellee as a nondischargeable support obligation.</p>\n<p id=\"b248-9\">Appellant now appeals from the trial court’s decision and asserts the following two assignments of error:</p>\n<p id=\"b249-3\"><page-number citation-index=\"1\" label=\"215\">*215</page-number>“1. The trial court erred in finding that the parties intended to create the college expense obligation through the assumption of the joint debt as alimony, maintenance or support as defined in 11 USC 523(a)(5).</p>\n<p id=\"b249-4\">“2. The trial court erred in not finding that the college expense provision in the separation agreement was excessive and unreasonable to the appellant.”</p>\n<p id=\"b249-5\">Appellant was discharged in the bankruptcy proceeding pursuant to Section 727, Title 11, U.S.Code, which provides in pertinent part as follows:</p>\n<p id=\"b249-6\">“(a) The court shall grant the debtor a discharge * * *.</p>\n<p id=\"b249-7\">“(b) Except as provided in section 523 of this title, a discharge under subsection (a) of this section discharges the debtor from all debts that arose before the date of the order for relief under this chapter * * *.”</p>\n<p id=\"b249-8\">Specifically, Section 523(a)(5) provides that:</p>\n<p id=\"b249-9\">“(a) A discharge under section 727 * * * of this title does not discharge an individual debtor from any debt—</p>\n<p id=\"b249-10\">“(5) to a spouse, former spouse, or child of the debtor, for alimony to, maintenance for, or support of such spouse or child, in connection with a separation agreement * * *, but not to the extent that—</p>\n<p id=\"b249-11\">« * * *</p>\n<p id=\"b249-12\">“(B) such debt includes a liability designated as alimony, maintenance, or support, unless such liability is actually in the nature of alimony, maintenance, or support[.]”</p>\n<p id=\"b249-13\">State courts have concurrent jurisdiction with the federal courts to determine the dischargeability of debts under Section 523(a)(5). <em>Barnett v. Barnett </em>(1984), 9 Ohio St.3d 47, 49, 9 OBR 165, 166-167, 458 N.E.2d 834, 836; <em>Matter of Brock </em>(Bankr.Ct.Ohio 1986), 58 B.R. 797. While state law is a useful source of guidance, federal law is controlling in making the determination. <em>Barnett, supra.</em></p>\n<p id=\"b249-14\">In determining dischargeability under Section 523(a)(5), the initial inquiry is whether the parties intended to create an obligation for support. <em>In re Calhoun </em>(C.A.6, 1983), 715 F.2d 1103, 1109. See, also, <em>Pearl v. Pearl </em>(1990), 69 Ohio App.3d 173, 178-179, 590 N.E.2d 315, 318-319. The next inquiry is whether the obligation has the effect of providing necessary support. <em>In re Calhoun. </em>Finally, the court must determine that the amount of support is “not so excessive that it is manifestly unreasonable under traditional concepts of support.” <em>Id. </em>at 1110.</p>\n<p id=\"b250-3\"><page-number citation-index=\"1\" label=\"216\">*216</page-number>On appeal, appellant argues that the parties did not intend to create an obligation to provide support because neither party at the time of the dissolution had the financial ability to fund the college expenses for two children and, further, that the placement of the obligation in the parties’ separation agreement made it part of the property settlement. Appellant also argues that his obligation under the college expense provision was excessive and unreasonable to him. More specifically, the appellant argues that his monthly expenses indicate that he cannot afford the additional expenses for his child’s college education.</p>\n<p id=\"b250-4\">While it is true that appellant’s obligation was located under the “Division of Property” section, the language of the obligation itself states that appellant agrees to render “aid and support” to the extent of one-half the cost of his children’s education after high school. At the hearing, appellant testified that his intention at the time the separation agreement was entered into was “to help” his children after high school. The parties’ financial circumstances at that time do not indicate that appellant could not have intended his obligation to function as support. Lastly, the fact that appellant’s obligation enables Shannon to obtain her college degree and provides for her economic safety during her college years indicates that his obligation has the effect of providing necessary support.</p>\n<p id=\"b250-5\">As noted <em>supra, </em>the trial court specifically stated that its finding of nondischargeability extended only to the $4,501.81 judgment amount against the appellant. The question of future college expenses and their reasonableness is not before this court. Upon review, we find that the amount found to be nondischargeable by the trial court was not excessive.</p>\n<p id=\"b250-6\">In sum, we agree with the trial court that appellant’s debt to the appellee for one-half of Shannon’s college expenses in the amount of $4,501.81 is in the nature of support and therefore, not dischargeable pursuant to Section 523(a)(5). Accordingly, both of the appellant’s assignments of error are overruled and the judgment of the trial court is affirmed.</p>\n<p id=\"b250-7\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b250-8\">Thomas F. Bryant, P.J., and Hadley, J., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}