{
  "casebody": {
    "data": "<casebody firstpage=\"338\" lastpage=\"345\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b372-8\">In re S. et al.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b372-9\">[Cite as <em>In re S. </em>(1995), 102 Ohio App.3d 338.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b372-10\">Court of Appeals of Ohio, Sixth District, Lucas County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b372-12\">No. L-93-011.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b372-13\">Decided March 31, 1995.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b374-4\"><page-number citation-index=\"1\" label=\"340\">*340</page-number><em>Penny Nasatir, </em>for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b374-5\"><em>Bruce McLaughlin, </em>for appellee Lucas County Children Services Board.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b374-6\">Sherck, Judge.</author>\n<p id=\"b374-7\">This is an appeal from a judgment of the Lucas County Court of Common Pleas, Juvenile Division, which terminated- parental rights and granted permanent custody of three children to a county children’s services agency. Because we have determined that appellants were not prejudiced by the admission of hearsay evidence during the adjudicatory hearing in this matter, and because we further conclude that the trial court’s determination that these children were neglected and dependent was supported by the evidence, we affirm.</p>\n<p id=\"b374-8\">The facts of this matter are more fully discussed in our prior decisions concerning these children.<footnotemark>1</footnotemark> For purposes of the instant appeal, a summary of these facts will suffice.</p>\n<p id=\"b374-9\">In 1988, appellee Ottawa County Department of Human Services (“OCDHS”) filed its initial complaint seeking permanent custody of the four children who are the subject of this action: Forrest, now age seventeen; Dawn, now fifteen; Maurice and Ronald, ages thirteen and twelve, respectively. Two additional children, who are now emancipated, were also a subject of the original complaint. OCDHS alleged that all the children were neglected and dependent.</p>\n<p id=\"b374-10\">Prior to the adjudicatory hearing on the 1988 OCDHS complaint, the children’s parents, who are appellants herein, moved from Ottawa County to Lucas County. Following nine days of hearings in Ottawa County, appellants consented to findings of neglect and dependency, on condition that the dispositional hearing would be transferred to Lucas County. The transfer was then ordered by the Ottawa County Juvenile Court. The ease was accepted by the Lucas County Juvenile Court. However, appellee, Lucas County Children Services Board (“LCCSB”), appealed that acceptance as being improperly premised on the parent’s place of residence rather than the children’s residence as required by Juv.R. 11(A). This court agreed with the LCCSB position and remanded the matter for a dispositional hearing in Ottawa County. (1990), 64 Ohio App.3d 773, 582 N.E.2d 1117.</p>\n<p id=\"b375-4\"><page-number citation-index=\"1\" label=\"341\">*341</page-number>On remand, the Ottawa County Juvenile Court denied appellants’ motion to withdraw their admission of dependency and neglect. The court then proceeded to hold a dispositional hearing for the six children. The hearing concluded with the court granting appellants custody of their oldest child, giving temporary custody of the next oldest child to LCCSB, and granting permanent custody of Forrest, Dawn, Maurice and Ronald to LCCSB. Appellants then appealed to us the court’s decision. We reversed the Ottawa County judgment, concluding that flaws in the adjudicatory proceedings had denied appellants substantial justice. (1991), 77 Ohio App.3d 1, 601 N.E.2d 45. Again, the matter was remanded to Ottawa County.</p>\n<p id=\"b375-5\">On remand, appellants submitted to the Ottawa County Juvenile Court a proposed entry dismissing the case and returning all the children to appellants’ custody. When that court failed to act on the proposed entry, appellants filed in this court a petition for a writ of habeas corpus. During the pendency of that action, the trial court denied appellants’ motion to dismiss. We then dismissed the writ of habeas corpus, without prejudice, and ordered the children returned to appellants. (Nov. 21, 1991), Ottawa App. No. 91-OT-046 at 7. However, we stayed that order to permit OCDHS to file a new complaint, if it elected to do so. <em>Id.</em></p>\n<p id=\"b375-6\">On February 13,1992, OCDHS filed a twenty-page complaint in Lucas County alleging that the four minor children, who are the subject of the instant appeal, were abused, neglected and dependent. LCCSB entered the case as custodian of the children pursuant to a prior shelter care order.</p>\n<p id=\"b375-7\">The adjudicatory hearing on OCDHS’s complaint began on March 7, 1992, and spanned eleven days. At that hearing, appellee, LCCSB, presented several witnesses who testified to incidents which occurred prior to 1987, a time before the children were removed from appellants’ care. Neighbors from that time period told of seeing the children playing, apparently unsupervised, in the street, being without adequate clothing during winter, and begging for food. The children were said to have been made to wait in the family car while the parents ate in a restaurant. A school truant officer reported the poor attendance record of some of the children. The officer recounted an episode wherein appellant mother refused to cooperate with the officer to the extent that the mother used profanity and ordered the officer out of the family home. A social worker testified to numerous incidents over the years including two occasions where children overdosed on prescription drugs taken from their father’s pockets.</p>\n<p id=\"b375-8\">Although the children themselves were not permitted to testify, statements which they had made to physicians and psychologists were admitted over objection. Included in these statements were allegations of sexual conduct <page-number citation-index=\"1\" label=\"342\">*342</page-number>between the children and their oldest brother, as well as between the children and both their mother and father.</p>\n<p id=\"b376-4\">Appellants, for their part, presented expert testimony from a child psychologist who criticized the interview techniques used to elicit the allegations of sexual abuse from the children. The expert concluded that these statements were quite likely unreliable.</p>\n<p id=\"b376-5\">On this evidence, the trial court entered a finding that all four children were neglected and dependent. The court specifically declined, however, to find the children abused. The court then moved to a dispositional hearing. Upon the conclusion of that hearing, the court determined that Dawn, Maurice and Ronald could not be placed with either parent within a reasonable period of time or should not be placed with either parent. The court found it in the best interest of Dawn, Maurice and Ronald that appellants’ parental rights be terminated and permanent custody be granted to LCCSB. Because of Forrest’s age and his repeatedly voiced desire to be reunited with his parents, the court ordered temporary custody of him to LCCSB with a future case plan to be filed. From this judgment, appellants appeal raising the following assignments of error:</p>\n<p id=\"b376-6\">“First Assignment of Error</p>\n<p id=\"b376-7\">“The trial court applied incorrect standards in admitting hearsay during the adjudication, and permitted evidence to be admitted which was fatally prejudicial to the appellants.</p>\n<p id=\"b376-8\">“A. The trial court erred in admitting hearsay testimony under Evid.R. 803(4), when it should have applied Evid.R. 809.</p>\n<p id=\"b376-9\">“B. The trial court erred by deciding not to permit the children to testify.</p>\n<p id=\"b376-10\">“Second Assignment of Error</p>\n<p id=\"b376-11\">“The trial court erred in admitting evidence during the adjudication which was dispositional in nature.</p>\n<p id=\"b376-12\">“Third Assignment of Error</p>\n<p id=\"b376-13\">“The trial court’s decision was not supported by the manifest weight of the evidence, which failed to meet the required clear and convincing standard of proof.”</p>\n<p id=\"b376-14\">I</p>\n<p id=\"b376-15\">Appellants’ first assignment of error is directed to testimony by physicians and psychologists who treated or evaluated the children.. These professionals recounted out-of-court statements made by the children alleging acts by both parents which, if true, would constitute sexual abuse. Appellants sought to impugn these allegations by pointing out that no physical evidence of sexual <page-number citation-index=\"1\" label=\"343\">*343</page-number>abuse had ever been presented. Additionally, appellants sought the direct testimony of the children so as to refute the statements, or to explain the circumstances under which the statements were elicited. Appellants assign as error the introduction of these hearsay statements and the trial court’s refusal to permit the children to testify.</p>\n<p id=\"b377-5\">We do not, however, need to reach the hearsay admissibility question which appellants raise. In order to prevail bn that issue, appellants must demonstrate not only that there was error but that such error operated to their prejudice. <em>Smith v. Flesher </em>(1967), 12 Ohio St.2d 107, 41 O.O.2d 412, 233 N.E.2d 137, paragraphs one and two of the syllabus. The hearsay testimohy went only to the issue of abuse: an issue upon which appellants prevailed. The trial court specifically refused to find the children abused. Accordingly, appellants were not prejudiced by the testimony received, irrespective of whether its admission was proper or not.</p>\n<p id=\"b377-6\">With respect to the trial court’s decision not to permit the appearance of the children at the hearing, evidentiary rulings and the overall conduct of a trial are within the discretion of the trial court. <em>State v. Long </em>(1978), 53 Ohio St.2d 91, 98, 7 O.O.3d 178, 181-182, 372 N.E.2d 804, 808-809; <em>Booksbaum v. Christian </em>(App.1936), 5 O.O. 267, 21 Ohio Law Abs. 129. Absent an abuse of discretion, such rulings of a trial court will not be found in error. <em>Berk v. Matthews </em>(1990), 53 Ohio St.3d 161, 168-169, 559 N.E.2d 1301, 1307-1309. An abuse of discretion is more than “ ‘an error of law or of judgment; it implies that the court’s attitude is unreasonable, arbitrary or unconscionable. * * * ’ ” <em>Id., </em>at 169, 559 N.E.2d at 1308, citing <em>State v. Adams </em>(1980), 62 Ohio St.2d 151, 157, 16 O.O.3d 169, 173, 404 N.E.2d 144, 149.</p>\n<p id=\"b377-7\">In this case, the record reflects that the trial court gave extensive consideration as to whether to allow the children to be called as witnesses. The court even requested proposed questions for an <em>in camera </em>examination. In the end, however, the court made the determination that calling the children was not in their best interests. We cannot say that such a carefully contemplated determination exhibited the type of attitude which characterizes an abuse of discretion. Accordingly, appellants’ first assignment of error is not well taken.</p>\n<p id=\"b377-8\">II</p>\n<p id=\"b377-9\">Appellants, in their second assignment of error, complain that the trial court erroneously permitted “dispositional” evidence to be introduced into the adjudicatory hearing. Specifically, appellants point to testimony that recommended therapy for the parents before permitting the exercise of visitation, and further testimony which recommended the reevaluation of one of the children concerning <page-number citation-index=\"1\" label=\"344\">*344</page-number>a learning disability. Appellants also objected to the introduction of an edited transcript of the testimony about the sexual abuse allegations. This testimony was from a doctor who had died since testifying at the first dispositional hearing.</p>\n<p id=\"b378-5\">A shorthand has developed in custody matters to the extent that parties now object to a certain type of evidence as “dispositional.” Such a designation may be useful, but can sometimes lead to misconceptions. The prohibition concerning the introduction of “dispositional” evidence into adjudicatory proceedings is not so much the nature of the evidence as for what purpose it is admitted. The distinction is best explained in <em>In re Baby Girl Baxter </em>(1985), 17 Ohio St.3d 229, 233, 17 OBR 469, 472, 479 N.E.2d 257, 260-261:</p>\n<p id=\"b378-6\">“The law commands that the proceedings be bifurcated into separate adjudicatory and dispositional hearings because the issues raised and the procedures used at each hearing differ. The issue at the adjudicatory stage of a dependency case is whether petitioner has proven, by clear and convincing evidence, that the child is in fact dependent. The issue at the dispositional stage involves a determination of what is in the child’s best interests. There must be strict adherence to the Rules of Evidence at the adjudicatory stage. Yet, ‘any evidence that is material and relevant, including hearsay, opinion and documentary evidence,’ is admissible at the dispositional stage. Juv.R. 34(B)(2).” See, also, <em>Elmer v. Lucas Cty. Children Serv. Bd. </em>(1987), 36 Ohio App.3d 241, 245-246, 523 N.E.2d 540, 544-546.</p>\n<p id=\"b378-7\">The proper objection, then, is not that evidence relates to dispositional issues. Rather, the objection should focus on whether the evidence is relevant to the child’s alleged abuse, neglect or dependency. If the evidence is relevant, then its admission must be tested by compliance with the other Rules of Evidence. See, <em>e.g., </em>Evid.R. 403.</p>\n<p id=\"b378-8\">As discussed in Assignment of Error No. 1, our standard of review on evidentiary rulings is whether the trial court abused its discretion in ruling as it did. We have carefully examined the admission of the evidence of which appellants complain and fail to find in the court the attitude of unreasonableness, arbitrariness or unconscionability which marks such an abuse. Accordingly, appellants’ second assignment of error is not well taken.</p>\n<p id=\"b378-9\">Ill</p>\n<p id=\"b378-10\">Appellants, in their remaining assignment of error, challenge the weight of the evidence by which the trial court adjudicated these children as neglected and dependent. The decision of a trier of fact relating to the adjudication of the children as neglected or dependent will not be overturned as against the manifest weight of the evidence, so long as the record contains competent credible <page-number citation-index=\"1\" label=\"345\">*345</page-number>evidence by which the trial court could have formed a firm belief or conviction that the essential statutory elements for neglect or dependency have been established. <em>C.E. Morris Co. v. Foley Constr. Co. </em>(1978), 54 Ohio St.2d 279, 8 O.O.3d 261, 376 N.E.2d 578, syllabus; <em>Cross v. Ledford </em>(1954), 161 Ohio St. 469, 53 O.O. 361, 120 N.E.2d 118, paragraph three of the syllabus; R.C. 2151.031, 2151.03, 2151.04 and 2151.353.</p>\n<p id=\"b379-5\">Our examination of the record reveals that such evidence does exist, a fact appellants appear to concede. Nevertheless, appellants contend that the proceedings were so tainted by the improper admission of hearsay testimony concerning alleged sexual abuse by appellants that a reliable result could not be obtained. We find no support for this argument. The trial court clearly demonstrated its ability to sort out these issues when it declined to find abuse. Additionally, there is ample evidence from occurrence witnesses alone which would support the trial court’s determination. Accordingly, appellants’ third assignment of error is found not well taken.</p>\n<p id=\"b379-6\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b379-7\">Handwork, and Melvin L. Resnick, JJ., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b374-11\">. See <em>In re Smith </em>(1989), 61 Ohio App.3d 788, 573 N.E.2d 1170; <em>In re Smith </em>(July 10, 1989), Lucas App. No. L-89-112, unreported, 1989 WL 385873; <em>In re Smith </em>(1990), 64 Ohio App.3d 773, 582 N.E.2d 1117; <em>In re Smith </em>(1991), 77 Ohio App.3d 1, 601 N.E.2d 45; <em>In re Smith </em>(Nov. 21, 1991), Ottawa App. No. 91-OT-046, unreported, 1991 WL 325699.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}