{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"652\" lastpage=\"653\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b674-7\" pgmap=\"674\">Annette Grosvenor, Appellee, v. John Grosvenor, Appellant.</parties><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b674-8\" pgmap=\"674\">Gen. No. 21,022.</docketnumber><p data-order=\"2\" data-type=\"p\" id=\"Agc\" pgmap=\"674\">(Not to he reported in full.)</p><summary data-order=\"3\" data-type=\"history\" id=\"b674-9\" pgmap=\"674\">Appeal from the Circuit Court of Cook county; the Hon. Thomas G. Windes, Judge, presiding.</summary><otherdate data-order=\"4\" data-type=\"otherdate\" id=\"AloW\" pgmap=\"674\">Heard in the Branch Appellate Court at the October term, 1914.</otherdate><disposition data-order=\"5\" data-type=\"disposition\" id=\"ApF\" pgmap=\"674\">Affirmed.</disposition><decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"AMzD\" pgmap=\"674\">Opinion filed October 5, 1915.</decisiondate><p data-order=\"7\" data-type=\"summary\" id=\"b674-10\" pgmap=\"674\">Statement of the Case.</p><p data-order=\"8\" data-type=\"summary\" id=\"b674-11\" pgmap=\"674\">Bill for divorce by Annette Grosvenor, complain.ant, against John Grosvenor, defendant, in the Circuit Court of Cook county, on the ground of impotency due to masturbation. From a decree granting complainant an absolute divorce, defendant appeals.</p><attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b674-12\" pgmap=\"674\">Francis Borrelli, for appellant.</attorneys><attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b674-13\" pgmap=\"674\">Leo B. Lowenthal, for appellee.</attorneys> <footnote data-order=\"11\" data-type=\"footnote\" id=\"x999-1\" label=\"*\"> <p id=\"b675-11\" pgmap=\"675\">See Illinois Notes Digest, Vols. XI to XV, and Cumulative Quarterly, game topic and section number.</p> </footnote> <opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\"> <author id=\"b674-14\" pgmap=\"674\">Mr. Presiding Justice Gridley</author> <p id=\"A7g\" pgmap=\"674\">delivered the opinion of the court.</p> <headnotes id=\"b675-3\" pgmap=\"675\">Abstract of the Decision.</headnotes> <headnotes id=\"AzM\" pgmap=\"675\">1. Divorce, § 15<footnotemark>*</footnotemark>—what constitutes impotency. Under Rev. St. ch. 40, sec. 1 (J. &amp; A. H 4215), providing that it shall be a cause for divorce if either party to a marriage shall be at the time thereof and shall continue to be “naturally impotent,” “naturally” means “incurably,” and “naturally impotent,” as used in the statute, means impotent or incapable in the matter of performing coition with the other sex as nature prompts, and incurably so.</headnotes> <headnotes id=\"Ah7R\" pgmap=\"675\">2. Divorce, § 50<footnotemark>*</footnotemark>—when burden of proving impotency on complainant. In a bill for divorce on the ground of impotency, the burden is on complainant to prove the existence of the defect at the time of marriage, and that it is incurable.</headnotes> <headnotes id=\"AqOe\" pgmap=\"675\">3. Divorce, § 15<footnotemark>*</footnotemark>—when impotency ground. In a bill by a wife for divorce, wherein it is alleged that the husband is impotent by reason of masturbation, such action is maintainable on the ground of impotency where it appears that the husband will not so control himself as to make it possible to determine whether his disorder is curable.</headnotes> <headnotes id=\"AFT-\" pgmap=\"675\">4. Divorce, § 45<footnotemark>*</footnotemark>—when evidence sufficient to support decree. In a bill for divorce on the ground of impotency due to masturbation, rendering defendant incapable of the act of coition, where the evidence as to such impotency was conflicting, evidence held, sufficient to support a decree in favor of complainant for an absolute divorce, for the reason that the decree was not manifestly against the weight of the evidence.</headnotes> <headnotes id=\"AT2b\" pgmap=\"675\">5. Divorce, § 43<footnotemark>*</footnotemark>—when admission as to impotency admissible. In a bill for divorce on the ground of impotency, an admission of defendant of the fact of impotency may be admitted as evidence of such fact if the court is satisfied that it was made in sincerity and without fraud or collusion.</headnotes> <headnotes id=\"AGvJ\" pgmap=\"675\">6. Trial, § 68<footnotemark>*</footnotemark>—when offer of defendant for examination by court’s experts properly refused. Where in a bill for divorce on the ground of impotency, and after both parties had rested, defendant offered himself for medical examination by competent and disinterested physicians to be appointed by the court, as to the fact of his impotency, held on all the evidence not reversible error to refuse to follow the suggestion.</headnotes> <headnotes id=\"AHf\" pgmap=\"675\">7. Divorce, § 16<footnotemark>*</footnotemark>—-when delay in suing not defense. The fact that a bill for divorce on the ground of impotency existing at the time of the marriage was not filed until eight years after marriage is not of itself sufficient to preclude complainant from obtaining a divorce, but merely a fart to be considered by the court in connection with all the other evidence.</headnotes> </opinion> </casebody> ",
    "status": "ok"
  }
}