{
  "casebody": {
    "data": "<casebody firstpage=\"200\" lastpage=\"205\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b214-8\">The Connecticut Company <em>v. </em>David Mongillo et al.</parties>\n<p data-order=\"1\" data-type=\"judges\" id=\"b214-9\">Inglis, C. J., Baldwin, Wynne, Daly and Shapiro, Js.</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b215-7\"><page-number citation-index=\"1\" label=\"201\">*201</page-number>Argued November 7, 1956</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A1F\">decided January 7, 1957</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b215-9\"><em>Clarence A. Hadden, </em>with whom, on the brief, was <em>William L. Hadden, </em>for the appellant (defendant London Guarantee and Accident Company, Ltd.).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b215-10\"><em>Thomas P. Hackett, </em>with whom, on the brief, were <em>Edwin H. Hall </em>and <em>John M. Toohey, Jr., </em>for the appellee (plaintiff).</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b215-11\">Wynne, J.</author>\n<p id=\"AA9\">In this action the plaintiff seeks to recover such damages as will reimburse it for what it was obliged to pay out in defending and settling a negligence action in which it was named as one of three defendants. The present complaint was in two counts: one, against the named defendant for breach of contract, and the other, against the defendant insurance company for failure to enter and defend an action brought against the plaintiff for negligently injuring a third party, Grace N. Smith. The <page-number citation-index=\"1\" label=\"202\">*202</page-number>case at bar was submitted on the pleadings and a stipulation of facts made in court. While a finding was thereafter made on appeal, it serves only to clarify the ultimate question that the trial court was called upon to decide. The trial court rendered judgment for the plaintiff to recover damages from the defendant Mongillo for breach of contract and from the defendant London Guarantee and Accident Company, Ltd., upon a policy of public liability insurance. The latter defendant only has appealed.</p>\n<p id=\"b216-5\">The following facts appear from the pleadings and the stipulation. On October 13, 1948, Mongillo entered into a contract with the plaintiff. By its terms Mongillo agreed to remove certain trolley poles in New Haven, to fill the holes with sand or gravel, and to cap them temporarily with bituminous macadam wherever poles had been removed from concrete sidewalk locations. On or about May 23,1949, Mongillo removed a trolley pole from a concrete sidewalk on Church Street in New Haven. The removal left a hole in the sidewalk which Mongillo failed to cap with bituminous macadam. The hole was approximately three feet square, and because it had not been capped there was a depression, the surface being about one and one-half inches below the level of the sidewalk. On June 2,1949, at about 4:29 p.m., Grace N. Smith, walking on the sidewalk, tripped in the hole and was injured. Prior to June 2,1949, as well as on that date and for some months subsequent thereto, the contract between the plaintiff and Mongillo was in effect. During this time Mongillo was prosecuting the work to be performed by him in the removal of trolley poles and had not completed their removal. On July 18,1949, Grace N. Smith brought suit against Mongillo, the city of New Haven and the plaintiff.</p>\n<p id=\"b217-4\"><page-number citation-index=\"1\" label=\"203\">*203</page-number>In accordance with the provisions of the pole-removal contract between the plaintiff and Mongillo, the latter had purchased a policy of public liability insurance from the defendant London Guarantee and Accident Company, Ltd., in which the plaintiff was named as the insured. The policy covered trolley pole removal operations, as evidenced by an indorsement attached. The policy and the indorsement were in force when Grace N. Smith sustained her injuries. When her suit was commenced, notice thereof was given to the insurance company. On September 12, 1949, it notified the plaintiff that it would appear and defend the suit. It subsequently withdrew its appearance, however, and notified the plaintiff that it would not defend the suit. The suit was settled on or about December 11,1951, by voluntary agreement, the plaintiff paying $1000, Mongillo $250, and the city of New Haven $250.</p>\n<p id=\"b217-5\">The trial court concluded that the insurance company was aware of the provisions of the contract between the plaintiff and Mongillo, that Mongillo had not abandoned operations at the place where Grace N. Smith fell, and that the plaintiff was entitled to recover $1000 from Mongillo for breach of contract and to recover $1000 from the insurance company, with interest of $220 and a reasonable attorney’s fee of $150 for the defense of the action brought by Grace N. Smith.</p>\n<p id=\"b217-6\">By the terms of the insurance policy, liability is excluded “if the accident occurs after .. . operations have been completed or abandoned at the place of occurrence thereof.” The issue presented resolves itself into the simple question whether this so-called “products hazard” exclusion applies. The insurance company argues that it does, because the work at the situs of the accident had been abandoned by Mon<page-number citation-index=\"1\" label=\"204\">*204</page-number>gillo, ten days having elapsed between the date of the removal of the pole and the accident.</p>\n<p id=\"b218-5\">The assignments of error directed at the finding of subordinate facts are without merit.</p>\n<p id=\"b218-6\">The insurance company claims that a conclusion, by the trial court to the effect that Mongillo had not abandoned his work at the place where the accident occurred, within the provisions of the exclusion,, cannot be justified. In considering whether a policy of insurance covers a particular liability of the insured, we must keep in mind the distinction between a duty to defend the insured and a duty to indemnify him with respect to any judgment which might be recovered against him. <em>Smedley Co. </em>v. <em>Employers Mutual Liability Ins. Co., </em>143 Conn. 510, 516, 123 A.2d 755. If the complaint in the action brought by Grace N. Smith against the present plaintiff stated a cause of action which appeared to be within the-terms of the policy coverage, the insurance company was under a duty to defend. The stipulated facts indicate that the complaint did. Whether Mongillohad in fact abandoned the work within the terms of the exclusion in the policy was no concern of Grace N. Smith. It was, rather, a matter between the-present plaintiff and the insurance company only.</p>\n<p id=\"b218-7\">The trial court in the present case was required to decide whether, within the terms of the policy, there-had been an abandonment of the work so as to make the exclusion applicable. This question presented an issue of fact. <em>M. Shapiro Construction Co. </em>v. <em>Battaglia, </em>138 Conn. 238, 244, 83 A.2d 204. The contract contemplated the removal of trolley poles over a wide-area, not just the removal of one pole. The insurance company concedes in the stipulation of facts that prior to the date of the accident, at the time of' it, and subsequent to it, Mongillo was engaged in. <page-number citation-index=\"1\" label=\"205\">*205</page-number>removing trolley poles elsewhere. Under these circumstances, a finding that the work had not been abandoned within the terms of the exclusion was not illogical nor unreasonable. See <em>Heyward </em>v. <em>American Casualty </em>Co., 129 F. Sup. 4,10; <em>Lloyds Casualty Insurer </em>v. <em>McCrary, </em>149 Tex. 172, 179, 229 S.W.2d 605.</p>\n<p id=\"b219-5\">The final assignment of error has to do with the fact that the complaint in the action asked for damages only of $1500, and that the total as entered by the trial court exceeded that amount. It must be remembered that the complaint was in two counts, that the damages found against Mongillo amounted only to $1000 and that the judgment against the insurance company was in the sum of $1370. Obviously the larger figure represents the total amount to which the plaintiff would be entitled. This amount is within the ad damnum. It was stated in court in argument that the plaintiff sought only to satisfy its judgment within the limits of the ad damnum. The claim of technical difficulty is more apparent than real. The judgment was permissible. See <em>Burkhardt </em>v. <em>Armour &amp; Co., </em>115 Conn. 249, 257, 161 A. 385. The nominal attorney’s fee included in the trial court’s assessment of damages against the insurance company was within the court’s discretion .and represented no abuse.</p>\n<p id=\"b219-6\">There is no error.</p>\n<p id=\"b219-7\">In this opinion the other judges concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}