{
  "casebody": {
    "data": "<casebody firstpage=\"80\" lastpage=\"85\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b100-4\">[Crim. No. 7311.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AgO\">Second Dist., Div. Three.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AMr\">Nov. 16, 1961.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b100-5\">THE PEOPLE, Plaintiff and Respondent, v. THEODORE B. KOVACH, Defendant and Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b101-6\"><page-number citation-index=\"1\" label=\"81\">*81</page-number>Theodore B. Kovach, in pro. per., for Defendant and Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b101-7\">Stanley Mosk, Attorney General, William E. James, Assistant Attorney General, and Carlos P. Borja, Jr., Deputy Attorney General, for Plaintiff and Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b101-8\">SHINN, P. J.</author>\n<p id=\"A0c\">The Grand Jury of Los Angeles County returned an indictment of Theodore B. Kovach, accusing him of six offenses of grand theft, namely, the unlawful taking of $500 from Sarah Glade, $1,000 from Sarah Glade, $1,500 from Sarah Glade, $2,000 from Richard Moss, $1,000 from Prank Graves and $3,200 from Hubert Gary. In a non jury trial he was convicted of all offenses and was sentenced to state prison. He appeals from the judgment in propria persona and represents himself on the appeal.</p>\n<p id=\"b101-9\">In the early stages of the case defendant was represented by counsel. A motion for dismissal under section 995 of the Penal Code was made with respect to each of the six counts, and was denied. Defendant then relieved his attorneys of their employment and in writing substituted himself in their stead. Thereafter, the public defender was appointed as counsel for defendant. Trial by jury was duly waived. It was stipulated that the court might read and consider the testimony taken before the grand jury, reserving the right of either side to produce further evidence. No additional evidence was produced. Testimony was given by Sarah Glade, Richard Moss, Prank Graves, Hubert Gary, and others. Defendant did not testify.</p>\n<p id=\"b101-10\">Upon three occasions defendant represented to Mrs. Glade that he was representing a syndicate in the purchase of houses that had to be moved because of freeway construction; he was associated with a friend in the State Division of Highways from whom he obtained valuable information and that the houses could be quickly sold at a substantial profit. Mrs. Glade first gave defendant $500 to be used in the purchase of houses and for an interest in the profits when the houses would be sold. Shortly thereafter, defendant returned the $500 and $200 in addition. Upon the same representations and promises by defendant and for the same purpose Mrs. Glade gave defendant $1,000 and the following month upon the same representations for the same purpose she gave defendant <page-number citation-index=\"1\" label=\"82\">*82</page-number>$1,500. She testified that he had returned to her $1,300. It was stipulated that defendant was deemed to have testified that he returned $2,700 to Mrs. Glade.</p>\n<p id=\"b102-5\">To Richard T. Moss defendant represented that he was purchasing some land from the California Division of State Highways, that he needed $7,000 to close an escrow on the purchase and that he had another escrow pending for the sale of the property for $15,000. Upon this representation and the promise that Mr. Moss would share in the profits, he gave defendant $2,000.</p>\n<p id=\"b102-6\">To Prank Graves defendant made the same representations he had made to Mrs. Glade, namely, the money would be used for the purchase of houses that were being sold, due to freeway construction. On the promise of a share of profits that would be made when the houses were sold, Mr. Graves gave defendant $1,000.</p>\n<p id=\"b102-7\">To Hubert L. Gary defendant made representations that he was purchasing a house through the Division of Highways which could be sold at a profit and needed additional money to complete the purchase price. On defendant’s promise that Mr. Gary would share in the profits Gary gave defendant $3,200. Later he returned to Gary $800.</p>\n<p id=\"b102-8\">In the transactions with each of the victims defendant gave them two postdated checks, one representing the amount of the investment and the other the anticipated profit. He also issued his promissory notes, postdated, for the amount of each investment and anticipated profits. To each of the victims defendant represented that he had connections with the Division of Highways which enabled him to learn of advantageous purchases to be made. Defendant had no bank accounts to cover the cheeks, and returned no money except as previously stated.</p>\n<p id=\"b102-9\">Defendant was called to the stand by the People and when questioned whether he had received the amounts with which the victims had parted he refused to answer upon the advice of his attorney and the provisions of section 1323.5 of the Penal Code, which provide that an accused is deemed a competent witness only at his own request.</p>\n<p id=\"b102-10\">Upon representations that he was making arrangements for representation by counsel on the appeal and by means of other excuses and pretexts urged to the court, defendant succeeded in delaying the filing of his opening brief for more than a year. The delay has accomplished nothing for defendant except to keep him out of prison.</p>\n<p id=\"b103-5\"><page-number citation-index=\"1\" label=\"83\">*83</page-number>Defendant states his first point as “Insufficiency of the evidence to establish guilt beyond a reasonable doubt.” One phase of the claim of insufficiency of the evidence is that the district attorney stated he would prove larceny by trick and device and then produced evidence that would only tend to prove embezzlement or obtaining property by false pretenses. Defendant’s discussion of the elements of these offenses is wasted effort.  It has been held repeatedly that a conviction of grand theft is supported by evidence that the accused was guilty of embezzlement, of larceny or obtaining property by false pretenses. Of the many cases declaring this principle, we select at random <em>People </em>v. <em>Brown, </em>114 Cal.App.2d 52 [249 P.2d 595], <em>People </em>v. <em>Shepherd, </em>141 Cal.App.2d 367 [296 P.2d 919] and <em>People </em>v. <em>Marlin, </em>153 Cal.App.2d 275 [314 P.2d 493].</p>\n<p id=\"b103-6\">The evidence that defendant was guilty of six offenses of grand theft was overwhelming. It was proved beyond question that all the representations of defendant with respect to the purchase of land or houses were false. Defendant had an Army acquaintance named Austin who was connected with the Right-of-Way Department. Defendant came to Austin, told him he had borrowed money from a Dr. Harper, representing that it would be repaid from money coming from the Division of Highways, and asked Austin to confirm that fact. Austin declined. Nevertheless, defendant appeared with Dr. Harper, who asked Austin if defendant had money coming from the Division of Highways, and Austin replied that so far as he knew there was no money coming to Kovach. He referred the doctor to Aerial Gardner. Defendant took the doctor to Mr. Gardner; the doctor inquired whether defendant had some money coming. Gardner replied that as far as he knew Kovach’s mother might have some money coming for an interest in a condemned property but that he did not know about any interest of Kovach’s. The doctor asked whether there was a condemnation case entitled <em>People </em>v. <em>Jones; </em>Gardner said there was and started to explain, when defendant took the doctor by the arm and said “That’s all we wanted to know. Goodbye” and they left. That appears to have been the only connection defendant had with the Division of Highways. He had purchased or arranged to purchase no land or houses. Evidence to this effect was given by officials who had charge of the disposal of excess land and buildings for the Division of Highways in Los Angeles, Orange and Ventura Counties.</p>\n<p id=\"b104-4\"><page-number citation-index=\"1\" label=\"84\">*84</page-number>A further contention is that the several amounts of money were loaned to defendant. This assertion is without support in the evidence. Loans were not even mentioned in the negotiations. The money was to be invested for defendant’s victims, not for defendant himself. The victims, and not defendant, would be the owner of the investments that were to be made. The representations were made to induce the victims to invest and not to loan money to defendant. The claim that the money was borrowed is a mere assertion made by defendant at this time. If he understood that he had borrowed the money and believed that the victims understood they were loaning it to him, the time for assertion of these facts was during the <em>trial; </em>not having testified he cannot complain now of the inferences which the trial court drew from the evidence of the People. Clearly defendant was guilty of grand theft in each transaction.</p>\n<p id=\"b104-5\">A further contention of defendant that the judgment is one of imprisonment for debt in violation of article I, section 15 of the state Constitution, is specious. Defendant’s incarceration will be for the commission of crimes and not for failure to pay his debts.</p>\n<p id=\"b104-6\">Defendant contends further that prior to the trial the deputy district attorney offered to dismiss five of the counts of the indictment and not object to probation if defendant would plead guilty to one count. Nothing of the sort appears in the record. It does appear that defendant went to trial without objection.</p>\n<p id=\"b104-7\">It is asserted further by defendant that his attorney made a motion for dismissal of the indictment under section 995 of the Penal Code, and after the motion was denied defendant’s private counsel moved to be relieved from his employment, the motion was granted and defendant was substituted in propria persona. As previously stated, defendant signed the substitution. The public defender was not appointed to represent defendant for some two months thereafter. In the meantime defendant was without counsel and he now contends that he was deprived of the right to petition the District Court of Appeal for prohibition following the denial of his motion for dismissal. So far as shown by the record, defendant voluntarily discharged his private counsel. Whatever the fact may be, he suffered no prejudice. There would have been no merit whatever in a petition for a writ of prohibition.</p>\n<p id=\"b105-5\"><page-number citation-index=\"1\" label=\"85\">*85</page-number>The ease was tried without error and upon the evidence the court could not have done otherwise than find defendant guilty of each charged offense.</p>\n<p id=\"b105-6\">The judgment is affirmed.</p>\n<p id=\"b105-7\">Vallée, J., and Ford, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}