{
  "casebody": {
    "data": "<casebody firstpage=\"1027\" lastpage=\"1034\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1055-9\">WATSON V. CITY OF NEW YORK.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b1055-10\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AqmA\">January 10, 1902.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b1055-11\">1. Boundaries—Lot—Center of Street—Deeds — Description — Evidence.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b1055-12\">The original owner of a tract of land platted it, and sold a lot bounded' by four streets, describing it by the length and direction, of the lines; and the área, and afterwards deeded the land within the lines of the streets to the city. His grantee, in his conveyance of a part thereof, bounded on one street, limited, in the description the part conveyed by the exterior street line. A subsequent grantee, claiming through sucia conveyances, claimed title, to. the center of the street. Heldi, that the-deed of such original owner to the city, and the deed by his- grantee, were admissible to show that the original owner did not intend to- convey, or his grantee to receive, the fee to any part of the street; a contrary intent being ascribed to him only by presumption.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b1055-13\">2. Same—Presumption.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b1055-14\">Such evidence was sufficient to overcome the presumption that the original grantor intended to convey to the center of the streets.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b1056-4\"><page-number citation-index=\"1\" label=\"1028\">*1028</page-number>$. Same—Description in Deed—Ambiguity—Extrinsic Evidence.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b1056-5\">A landowner platted his land as a town, and conveyed a lot, describing it as “southeasterly by A. avenue, 387 feet; southwesterly by junction of A. and B. avenues, 45 feet; westerly by Fordham avenue, 345 feet; and northerly by S. Place, 206 feet,—containing one acre, more or less.” The courses and distances corresponded with the measurements of the lot as laid out on the map. The area of the lot, excluding Place, was 60 square feet less than an acre, but, including 50 feet of S. Place and to the center of the bounding streets, the area was 1% acres. <em>Helé, </em>that the description was so ambiguous as to justify the admission of extrinsic evidence offered to rebut the presumption that the grantor intended to convey to the center of the adjacent streets.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b1056-7\"><em>4. </em>Same—Area—“More or Less.”</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b1056-8\">Where the words “more or less” are added to the statement of the quantity of land conveyed by a deed, such words are intended to provide for a slight discrepancy in the amount, but cannot be construed to add 50 per cent, to the specified area.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b1056-9\">■5. Street—Fee—Abandonment.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b1056-10\">Where a city owns the fee to the land included within a street, the subsequent narrowing of such street does not give title to the abandoned strip to the owner of the abutting land.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b1056-11\">Ingraham, J., dissenting.</headnotes>\n<summary data-order=\"14\" data-type=\"history\" id=\"b1056-12\">Appeal from trial term, New York county.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b1056-13\">Action by Henry R. C. Watson against the city of New York. From a judgment in favor of defendant (70 N. Y. Supp. 1033), plaintiff appeals.</summary>\n<disposition data-order=\"16\" data-type=\"disposition\" id=\"AXmr\">Affirmed.</disposition>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b1056-14\">The action was brought under section 1638 of the Code of Civil Procedure to determine the title to real estate. On August 10, 1848, Gouverneur Morris caused to be made and filed in the county clerk’s office of Westchester county a map laying out certain lines and streets in the town of Morrisania, which map embraces the land in controversy. On September 8, 1848, Morris deeded to John Rushby lot No. 142 on said map by the following description: “Southeasterly by Franklin avenue, 387 feet Yio inches; southwesterly by junction of Franklin and Fordham avenues, 45 feet; westerly by\" Fordham avenue, 345 feet 5 inches; and northerly by Spring Place, 206 feet, —containing one acre more or less.” On August 20th, Rushby conveyed to Michael Schoepler part of lot No. 142, by the following description: “Beginning at a point, the southerly corner of Spring Place and Fordham avenue as laid down on said map; thence running south-southwesterly, along Fordham avenue, thirty-five (35) feet; thence-east-southeasterly, along a line drawn parallel with the northeasterly boundary as laid down on said map of said lot number 142, being the southerly line of Spring Place, seventy (70) feet; thence northeasterly, and parallel with Fordham avenue, to Spring Place, thirty-five (35) feet; thence west-northwesterly, along Spring Place, seventy (70) feet, to the place of beginning.” On January 7, 1865, Schoepler conveyed by the same description the premises last described to Margaretta Hoffman, who on the 17th of the same month reconveyed to Madeline Schoepler. In 1870, Schoepler and Madeline, his wife, executed a mortgage to the Mutual Life Insurance Company, using substantially the «ame description contained in the deed from Rushby to Schoepler. In November, 1871, another mortgage was placed upon the same premises, the description being as follows: “Beginning at a point,” etc., and “thence southeasterly, along a line parallel with the northeasterly boundary of said lot as laid down on said map, being the southerly line of Spring Place.” This mortgage was assigned to one Emmons, and then to Grenville M. Weeks. Schoeplér and wife conveyed, in May, 1876, the premises to Kate E. Lyon, using like words- of description as those contained in the previous deed. In February, 1876, said Lyon, with her husband, executed a mortgage on the premises to one Diossy, and in October of the same year conveyed the premises to Regina Levy, together with all interest in the adjoining streets <page-number citation-index=\"1\" label=\"1029\">*1029</page-number>and avenues; and in December, 1877, Regina Levy and husband conveyed} the premises, with ail the right, title, and interest in the adjoining streets, to Dore Lyon. Suit was brought on the Diossy mortgage in 1877, and in January, 1878, the premises were conveyed by Dore Lyon by referee’s deed, in which there was no reference to the streets. In 1878 the Mutual Life Insurance Company brought action to foreclose its mortgage, and in January, 1879, the referee appointed in such action executed a referee’s deed of the premises to the said company. On November 8, 1864, Gouverneur Morris deeded to the trustees of the village of Morrisania, “to have\" and to hold, forever, in trust, nevertheless, for the benefit of the inhabitants of the village of Morrisania,” all the streets, avenues, and places as designated upon the said map before referred to, including “Spring Place, 100 feet wide.” This deed was introduced by the defendant over plaintiff’s objection an&lt;2 exception, and its admission is claimed to be error. In 1868, by chapter S4X of the Laws of that year, commissioners were appointed to lay out streets in the village of Morrisania, Gouverneur Morris being one of the said commissioners; and in 1869 a map was made, upon which Spring Place is shown as a street 100 feet wide. This map agrees and is in conformity with the original map filed by Gouverneur Morris. In 1873 the village of Morrisania was annexed to the city of New York, and in 1878' the commissioners appointed under the annexation act filed their map, and designated Spring Place as a street 60 feet wide, instead of 100 feet wide; 20 feet being taken off from each side. The controversy is based upon the ownership of this strip of property, 20 feet by 70 feet. In March, 1879, Lyon by bargain and sale deed conveyed this strip of land to William A. Gumming; and on August 17, 1880, the Mutual Life Insurance Company conveyed by bargain and sale deed the same strip to Gumming. In May, 1880, John Rushby quit-claimed all his interest in the strip to Gumming, and the title to this 20-foot: strip has become vested by various mesne conveyances in the plaintiff. Ibl 1899 the work was completed under the provision of certain acts of 1890 and 1895, and Spring Place was widened to 99 feet 6 inches, substantially as upon the old map.</summary>\n<p data-order=\"18\" data-type=\"judges\" id=\"b1057-3\">Argued before VAN BRUNT, P. J„ and HATCH, McRAUGH-LIN, O’BRIEN, and INGRAHAM, JJ.</p>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b1057-4\">H. B. Closson, for appellant.</attorneys>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b1057-5\">Theodore Connoly, for respondent.</attorneys>\n<opinion data-order=\"21\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1057-6\">HATCH, J.</author>\n<p id=\"A7xP\">It is evident that the rights of the parties in the present action are to be determined by a construction of the deed from Gouverneur Morris to John Rushby in 1848, in connection with the map filed at the time when the deed was executed and the circumstances surrounding the transaction. This deed bounds these premises along the lines of the respective streets by given distances, surrounding the property conveyed. It has been assumed for many years to be settled law that such a description, bounding upon a street or highway laid out upon a map, carried with it \"title to the land to the center of the street. The reason for such rule was found in the fact that ordinarily, in conveyances of such a character, no purpose would be served by reserving to the grantor the title embraced within the street opposite to the premises conveyed, as it would not be available for any purpose of use independent of am easement for passage by the public; and for this, among other reasons, a presumption was indulged that the conveyance carried title to the center of the street, even though such part was not contained! within the metes and bounds of the conveyance. Bank v. Nichols, 64 N. Y. 65. In all cases, however, the question as to whether the <page-number citation-index=\"1\" label=\"1030\">*1030</page-number>title to the street passes is one of intent of the parties to the conveyance. It was said in the case above cited:</p>\n<blockquote id=\"b1058-4\">“Whether a grant of lands bounded by a street, highway, or running stream extends to the center of such street, highway, or stream, or is limited <em>to </em>the exterior line or margin of the same, depends upon the intent of 'the parties to the grant as manifested by its terms, so that the question as to the true boundary is in all cases one of interpretation of the deed or grant.” ,</blockquote>\n<p id=\"b1058-5\">In the above case the description was stated as beginning in the morthwesterly line of the street, intersecting the northeasterly line of another street as the-same appeared upon a map laying out the streets and filed prior to the execution of the conveyance. It was held that the true interpretation of the deed carried title only to the exterior line of the street, and did not embrace any part of it.</p>\n<p id=\"b1058-6\">In Mott v. Mott, 68 N. Y. 246, the rule of the above case was reaffirmed. It was there, said that:</p>\n<blockquote id=\"b1058-7\">“An intent to exclude the highway or bed of the stream will not he presumed, but must appear from the terms of the deed as interpreted and illustrated, by the surrounding circumstances.”</blockquote>\n<p id=\"b1058-8\">And, further:</p>\n<blockquote id=\"b1058-9\">“It depends upon the intent of the parties, to he gathered from the description of the premises, read in connection with the other parts of the &lt;deed, and by reference to the situation of the land and the condition and relation of the parties to those and other lands in the vicinity, whether the grant extends to the center of the road or stream. This is the recognized arule of interpretation, and it is a question of interpretation and intent.”</blockquote>\n<p id=\"b1058-10\">In that case, the subject-matter presented was whether a conveyance adjoining a lane was held to be included within a description bounding thereon, and also whether a certain other private road, aipon which other lands involved in the action were bdunded, conveyed to the center of the same; and it was held that, as the lane was a private way of which use could be made by the grantor, the rule was different as applicable to a public street, and an intent was deduced from the instrument and surrounding circumstances to exclude it from the operation of the grant. As to the highway, the deed, although bounding thereon, assumed to reserve an easement in the roadway to the grantee in the deed, and it was held that reserving such rights evidenced an intent on the part of the grantor to retain title to the road, subject to an easement of the grantee therein..</p>\n<p id=\"b1058-11\">The question again arose in Muldoon v. Deline, 135 N. Y. 150, 31 N. E. 1091. In that case paroi evidence was offered of conversations and negotiations between the parties, together with other circumstances, for the purpose of showing that it was not the intention of the parties to include the land embraced within the deed. The court held that, as there was no ambiguity in the description and the land could be exactly located by the terms expressed in the deed, there was no ambiguity in the conveyance, and paroi evidence was inadmissible for the purpose of showing the intent of the parties. The court said:</p>\n<blockquote id=\"b1058-12\">“When the description is applied to the land, no ambiguity is produced, and. hence there is no room for paroi evidence. It is true that the intent of the parties to the deed must control. But that intent must be’ascertained (from the language contained in the deed.”</blockquote>\n<p id=\"b1059-4\"><page-number citation-index=\"1\" label=\"1031\">*1031</page-number>And it was further held that paroi evidence could only be given where there was an ambiguity appearing upon the face of the deed.</p>\n<p id=\"b1059-5\">We think it has been generally understood that these and other authorities bearing upon this question had established the rule that in a conveyance which bounded by, upon, or along a highway or stream, or where other equivalent phrases were used, it evidenced an intent from which was raised the presumption that the grant extended to the center of the highway or stream, and that, in the absence of other language contained in the deed qualifying or limiting it, such presumption became conclusive, and precluded an inquiry by evidence aliunde of the conveyance for the purpose of showing a different intention. This rule seems, however, to have received recent modification. In Graham v. Stern, 168 N. Y. 517, 61 N. E. 891, the question arose respecting the grant of lands bounded by and upon a city street. The presumption that such a description would carry the title to the center of the street was recognized as laid down in the authorities we have cited. But it was also held that, as the original grant came from the city at the time when the street was in existence, such presumption was offset by the fact that the city was charged with the duty to keep and maintain the street for the passage of the public, and that such interest and duty was inconsistent with an intent to convey title thereto, and that, therefore, no title to the street passed to the grantee in the deed. The court in its opinion discussed the rule of interpretation as ’ applied to such grant under ordinary circumstances between individuals, saying:</p>\n<blockquote id=\"b1059-6\">“The general rule that a conveyance of land bounded by or upon a street carries the fee to the center o£ the street is founded upon a presumption. It is that in ordinary cases there is no reason for supposing an intention in a grantor of lands to reserve the fee in a strip of a street or highway bounding them, when its control and use have ceased to be of importance or of benefit to him. Haberman v. Baker, 128 N. Y. 253, 28 N. E. 370, 13 L. R. A. 611. Such a presumption necessarily must give way before any evidence of a different intention in the parties. The presumption is not one juris et de jure, and yields when the grounds upon which it rests are displaced by other evidence. Dunham v. Williams, 37 N. Y. 251. Whether a grant of lands shall be construed as extending to the center of the adjoining street is not decided always by the mere presence of the words \"which give rise to the ordinary presumption, but may be decided by the intention of the parties, as it may be gathered from the description, when read with reference to the situation of the lands and the relations of the parties to them, and to the circumstances which enlighten their transaction. See Mott v. Mott, 68 N. Y. 246. If the right to the land in the boundary street is rested upon words which operate by way of presumption, and not by way of a precise description, there is no violation of the rules of law in showing by evidence what was intended as the boundary line of the grant. This is not a case of any mistake in the description, but one where the description is ambiguous in its application; and in such a case as that the intention of the parties should and will control, and the ambiguity may be removed by the facts in evidence. Muldoon v. Deline, 135 N. Y. 150, 31 N. E. 1091.”</blockquote>\n<p id=\"b1059-7\">As we understand this statement of the law, it means to announce a. rule that where the presumption of an intent to convey to the center of the street or stream is founded upon words out of which the intent to'convey to the center is presumed, as by, or upon, or along, or other equivalent phrases, it is not conclusive as such, but may be inquired into by any evidence, paroi or otherwise, which <page-number citation-index=\"1\" label=\"1032\">*1032</page-number>tends to establish the existence of a different intent. ■ In other words, it is no longer the rule that the intent is to be found in the language of the instrument, associated with the circumstances and surroundings existing at the time of the grant; but any evidence competent, as indicative of an intent to limit the operation of the grant, may be proven. And such seems to be the construction placed by this case upon the authorities to which we have called attention. If our construction of the language of this case be correct, then -foe see no reason why the grant from Rushby to Schoepler in August, 1850, and the deed from Morris to the trustees of the town of Morrisania, in November, 1864, was not competent for the purpose of showing that the parties to the original deed understood—the grantee by limiting his conveyance to the exterior line of the street when he conveyed, and the grantor by subsequently conveying the fee of the streets—that no title to the land in the street passed by such deed, and that these acts evidenced an intention upon their part to exclude the fee of the street from the operation of the first deed. If a deed whose words simply operate by way of presumption to carry the title to the center of the street may be regarded as ambiguotis in description, then clearly such rule is applicable to the deed now under consideration. Consequently the evidence was sufficient from which the court could find that there existed an intention upon the part of the parties to the first deed to limit that grant to the land embraced within the specific metes and bounds; and it did not operate to extend the same to the center of the street, in consequence of which the plaintiff in this action acquired no title thereto.</p>\n<p id=\"b1060-4\">Independently of the question as to whether our construction of the Graham Case be correct or not, we think that sufficient appears in this deed, within the rule of all the authorities, to show an ambiguity in the description of the premises intended to be conveyed thereby. The courses and distances given in the deed correspond with the measurement of lot 142, as laid out upon the map at the time when it was filed and the deed executed. The deed itself purports to convey an acre of land, more or less. The area of lot 142, excluding Spring Place, is 60 square feet less than an acre; but, including 50 feet of Spring Place, and 25 feet of Franklin avenue, half its width, the area is acres. The excess is, therefore, nearly 50 per cent., and it is scarcely possible to ascribe an intent to convey 50 per cent, more of land than the instrument expresses an intention to convey. Where a specific quantity of land is located by precise measurements, such measurements may be laid hold of as evidencing the intent of the parties, and will be controlling of the center of the street as a monument, when it appears that the quantity of the land within such boundary evidently answers to the intention of the parties. Higinbotham v. Stoddard, 72 N. Y. 94; Baldwin v. Brown, 16 N. Y. 359; People v. Jones, 112 N. Y. 597, 20 N. E. 577. The words “more or less” cannot be held to extend the operation of the grant over an area as great as appears in the present case, under the circumstances of the case, and where the conveyance fails to disclose an intent to increase the quantity above the amount specified. Such words are precautionary, intending to <page-number citation-index=\"1\" label=\"1033\">*1033</page-number>cover slight or unimportant inaccuracies, and are not to be construed as extending beyond known monuments or specific measurements and boundaries. Oakes v. De Lancey, 133 N. Y. 227, 30 N. E. 974, 28 Am. St. Rep. 628.</p>\n<p id=\"b1061-5\">If the deed to Rushby did not operate to convey title to the center of the street, then the deed from Morris to the trustees of Morrisania operated to convey a good title, as Morris was then possessed of it. Consequently the narrowing of the street by municipal authority did not cause the title to revert to the owners of lot 142, as the owners of that lot never acquired title to it. It was still held subject to the right of the city or the trustees therein, and could be subsequently used for street purposes by the proper authorities. In any event, it is of no consequence to the plaintiff in the present action; for as against the city he has no title, right, nor interest, as none of his grantors ever had title to the 20-foot strip in Spring Place.</p>\n<p id=\"b1061-6\">If these views be correct, it follows that the judgment should be affirmed, with costs.</p>\n<p id=\"b1061-7\">.VAN BRUNT, P. J., and O’BRIEN and McLAUGHLIN, JJ., concur.</p>\n<author id=\"b1061-8\">INGRAHAM, J.</author>\n<p id=\"Ay6\">I do not concur in the proposition that the deed from Morris to Rushby, executed and delivered in 1848, is to be affected by a deed made by Morris to the board of trustees of the town of. Morrisania, executed in 1864, to which the gr,antee in the deed of 1848 was not a party, and of which, so far as appears, he had no knowledge. That this deed from Morris to Rush-by would, standing alone, convey to the grantee the fee of the abutting streets, seems to be conceded in the prevailing opinion;, and, while we may concede that the surrounding circumstances or the cotemporaneous acts of the parties might rebut the inference that the property conveyed extended to the center line of the streets-upon which the property abutted, a deed executed 16 years after can hardly be said to be a cotemporaneous act that could affect any one not a party to such subsequent deed. The map referred to in the deed was not a public map, made by the public authorities, but a map made by an owner of a plot of land, upon which were laid out lots and streets to make the plot of land available for sale, and in relation to which he sold the lot in question to the plaintiff’s grantor. There is no evidence to justify an inference that when this deed was executed the grantor had any intention of reserving the fee of the streets. The plot of land conveyed to Rush-by is described upon this map as containing one acre, and I do not think that the fact that in the deed it was stated that the property conveyed contained one acre, more or less, would indicate an intention to exclude the fee of the street. Rushby’s subsequent conveyance in 1850 conveys the land in reference to this map, and the description of the land conveyed would also, I think, carry it to the center of Spring Place, and he had the right to rely upon the conveyance by Morris conveying to his grantee the .fee of one-half <page-number citation-index=\"1\" label=\"1034\">*1034</page-number>of the abutting streets. The subsequent deed of Morris to the trustees of the town of Morrisania is not inconsistent with the fact that this particular part of Spring Place had been conveyed by him; the evident intent being to vest in the trustees the fee of these streets so far as the grantor had title. There is nothing in the record to show that he did not then own the streets, with the exception of this portion conveyed to Rushby.</p>\n<p id=\"b1062-4\">The effect of a description relating to property upon this map and the title to Spring Place was before the superior court of the city of New York in the case of Pollock v. Morris, 51 N. Y. Super. Ct. 112. The deed there under consideration conveyed a lot diagonally across Spring Place from the 'lot in question, and the description was almost identical with the description of the lot now under consideration; and it was held that under this description one-half of Spring Place was included, that the grantee took to the center of Spring Place, and that no seisin, right, interest, or reversion therein remained in Morris; and this decision was affirmed on appeal to the court of appeals. See 105 N. Y. 676, 12 N. E. 179. It does not appear that Spring Place was accepted by the public authorities as a public street before the conveyance from Morris to the trustees of the town of Morrisania, 16 years after the title to this street had vested in the plaintiff’s grantor; and there is nothing in the evidence to justify the court in refusing to give to this deed the effect implied from the description of the property.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}