{
  "casebody": {
    "data": "<casebody firstpage=\"556\" lastpage=\"561\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b602-11\">Edward D. KENNEDY, Appellant, v. Maurice H. SIGLER, Warden of the Nebraska Penal <em>&amp; </em>Correctional Complex, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b602-13\">No. 19067.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b602-14\">United States Court of Appeals Eighth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b602-15\">July 12, 1968.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b603-20\"><page-number citation-index=\"1\" label=\"557\">*557</page-number>Edward D. Kennedy, pro se.</attorneys>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b603-17\">Clarence A. H. Meyer, Atty. Gen., of the State of Nebraska, and H. G. Hamilton, Asst. Atty. Gen., on brief for appellee.</attorneys>\n<p data-order=\"5\" data-type=\"judges\" id=\"b603-18\">Before VOGEL, BLACKMUN LAY, Circuit Judges. and</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b603-21\">BLACKMUN, Circuit Judge.</author>\n<p id=\"b603-22\">This in forma pauperis corpus petition by Edward D. Kennedy, a Nebraska state prisoner, primarily raises an issue of the propriety of utilizing, upon the facts and in the application of Nebraska’s habitual criminal statute, Neb.R.R.S.1943 § 29-2221,<footnotemark>1</footnotemark> a prior conviction of the petitioner when he was a juvenile. An issue of this kind has been characterized as a “serious” one. Chewning v. Cunningham, 368 U.S. 443, 447, 82 S.Ct. 498, 7 L.Ed.2d 442 (1962). The statute’s constitutionality is not challenged here. It has been upheld. State v. Huffman, 181 Neb. 356, 148 N.W.2d 321, 324 (1967), cert, denied 386 U.S. 1024, 87 S.Ct. 1384, 18 L.Ed.2d 466. See Gryger v. Burke, 334 U.S. 728, 732, 68 S.Ct. 1256, 92 L.Ed. 1683 (1948); Oliver v. United States, 290 F.2d 255 (8 Cir. 1951), cert, denied 368 U.S. 850, 82 S.Ct. 83, 7 L.Ed.2d 48; Epperson v. United States, 125 U.S.App.D.C. 303, 371 F. 2d 956, 958 (1967).</p>\n<p id=\"b603-23\">The chronology may be helpful:</p>\n<p id=\"b603-24\">1. In 1946 Kennedy and another were charged in state district court with burglary of certain premises in Omaha. A plea of guilty was entered. Kennedy was represented by the public defender. The <page-number citation-index=\"1\" label=\"558\">*558</page-number>state court’s judgment and sentence, dated August 14, 1946, recites:</p>\n<blockquote id=\"b604-4\">“ * * * the Court, after due inquiry, finds: that said defendant is not less than sixteen nor more than thirty years of age; <footnotemark>2</footnotemark> that this is his first conviction of a felony; that, in the judgment of the Court, he is capable of reformation ; and that a sentence to the State Reformatory would be compatible with the general welfare.</blockquote>\n<blockquote id=\"b604-5\">“IT IS, THEREFORE, CONSIDERED, ORDERED AND ADJUDGED by the Court that the defendant, Edward Kennedy, be taken * * * as early as practicable * * * to the Nebraska State Reformatory at Lincoln, Nebraska, and there imprisoned at hard labor for a period of two (2) years from and after this 14th day of August A.D., 1946, no part of which said period of time is by virtue of this sentence to be spent in solitary confinement, and that he pay the costs of this prosecution * * * ”</blockquote>\n<p id=\"b604-7\">2. On another occasion prior to 1959, Kennedy was again convicted of burglary in state district court.</p>\n<p id=\"b604-8\">3. By a two count information filed in state district court in February 1959, Kennedy was charged with possessing burglary tools with intent feloniously to break and enter, and with carrying concealed weapons, in violation of § 28-534 and § 28-1001, R.R.S.1943, respectively.</p>\n<p id=\"b604-9\">4. Later, and prior to trial, the information was amended by the addition of a third count charging that Kennedy was an habitual criminal, having twice theretofore pleaded guilty in Nebraska to charges of burglary, and having been duly sentenced for terms of not less than one year.</p>\n<p id=\"b604-10\">5. After a plea of not guilty Kennedy was tried by a jury on the first two counts of the information. The jury convicted him on each count. (These convictions are not challenged here).</p>\n<p id=\"b604-12\">6. Thereafter, as § 29-2221(2) provides, and prior to sentence, the court alone held a hearing on the information’s third count. The court found that Kennedy had been convicted twice before on felony charges. On January 11, 1960, it imposed a sentence of 15 years, plus costs, in the Nebraska state penitentiary upon each of the first two counts of the information. These sentences were to run concurrently.</p>\n<p id=\"b604-13\">7. After preliminary motions, Kennedy v. State, 170 Neb. 193, 101 N.W.2d 853 (1960), and 170 Neb. 348, 102 N.W. 2d 620 (1960), Kennedy prosecuted error to the State Supreme Court. He asserted five points. The fifth was that the trial court erred in finding that he was an habitual criminal and in sentencing him accordingly. The Nebraska Court on the appeal decided all five points adversely to Kennedy and affirmed the judgment and sentences of the trial court. Kennedy v. State, 171 Neb. 160, 105 N.W.2d 710 (1960). The court, in reviewing a claim as to the insufficiency of the evidence, describes the 1959 crimes in some detail. Pp. 718-720. In disposing of the habitual criminal issue the Court said, p. 721:</p>\n<blockquote id=\"b604-14\">“Defendant’s contention was and is that his first conviction was void because defendant was less than 16 years of age when he was sentenced, therefore he was erroneously sentenced to serve 2 years in the Nebraska State Reformatory. In the first place, we conclude that defendant failed to establish by any competent evidence that he was less than 16 years of age when he was so convicted and sentenced. The record of his first conviction upon a plea of guilty and his sentence as well, which imports validity, disclosed by judicial recitation that defendant was not less than 16* years of age at the time of his conviction and sentence. This court recently reaffirmed and concluded in Haswell v. State, 167 Neb. <page-number citation-index=\"1\" label=\"559\">*559</page-number>169, 92 N.W.2d 161, that an unauthorized or erroneous sentence does not void a lawful conviction. In any event the age of an accused when he has been twice convicted, sentenced, and committed to prison on a felony charge has no bearing on a question of whether or not he was an habitual criminal within the statutory meaning thereof.”</blockquote>\n<p id=\"b605-5\">8. In May 1967 Kennedy filed his petition for a federal writ of habeas corpus. The matter came before Judge Van Pelt and was by him denied without an evidentiary hearing. The trial court then issued the certificate of probable cause required by 28 U.S.C. § 2253 and the case is here for full review. Nowakowski v. Maroney, 386 U.S. 542, 87 S. Ct. 1197, 18 L.Ed.2d 282 (1967).</p>\n<p id=\"b605-7\">So much for the chronology. What Kennedy now stresses is that in fact he was born on October 18, 1930; that his birth certificate so shows; that, consequently, at the time of his August 1946 conviction he was a few weeks under the age of 16 years; that the Nebraska trial court’s finding that he was “not less than sixteen nor more than thirty years of age” was factually erroneous; that at the time he was only a juvenile offender; that he was not then subject to the jurisdiction of the state district court; and that the 1946 conviction cannot be regarded as one for a prior felony within the meaning and application of § 29-2221.</p>\n<p id=\"b605-8\">Kennedy pins his hopes on the fact that, apart from the habitual criminal statute, and the punishment it prescribes, the maximum sentences imposable under § 28-534 and § 28-1001 were 5 years and 2 years, respectively. And he has now served more than 7 years on his current incarceration.<footnotemark>3</footnotemark></p>\n<p id=\"b605-12\">A preliminary question perhaps is whether Kennedy has exhausted his state remedies. We agree, however, with the petitioner and Judge Van Pelt that state remedies have been sufficiently exhausted. Since 1965 Nebraska has had post-conviction procedure. Laws 1965, ch. 145, now §§ 29-3001 to 29-3004, R.S. Supp.1967. This court has held specifically that the Nebraska post-conviction route ordinarily should be pursued before a petitioner seeks federal habeas corpus. Dabney v. Sigler, 345 F.2d 710, 715 (8 Cir. 1965); Burnside v. State of Nebraska, 346 F.2d 88, 89 (8 Cir. 1965); Ellenson v. Fugate, 346 F.2d 151, 152 (8 Cir. 1965); see Case v. State of Nebraska, 381 U.S. 336, 85 S.Ct. 1486, 14 L.Ed.2d 422 (1965). However, the Supreme Court of Nebraska has already ruled directly on Kennedy’s present claim in the appeal he took from his conviction and sentences. Kennedy v. State, supra, p. 721 of 105 N.W.2d. And that court very clearly has indicated that, in the absence “of a real miscarriage of justice”, issues litigated on direct appeal are not to be relitigated in a proceeding under the post-conviction statute. State v. Parker, 180 Neb. 707, 144 N.W.2d 525, 529 (1966). We therefore conclude that Kennedy has satisfied the requirement under 28 U.S.C. § 2254(b) that he first utilize the state procedure. See Donnell v. Nash, 323 F.2d 850, 851 (8 Cir. 1963), cert, denied 376 U.S. 924, 84 S.Ct. 686, 11 L.Ed.2d 619.</p>\n<p id=\"b605-13\">This takes us to the merits. For this purpose we assume that Kennedy was born, as he claims, on October 18, 1930. All of this, of course, is fundamentally a matter of state law. Conway v. Wilson, 368 F.2d 485, 486 (9 Cir. 1966), cert, denied 386 U.S. 925, 87 S.Ct. 897, 17 L.Ed.2d 798. A review of the Nebraska <page-number citation-index=\"1\" label=\"560\">*560</page-number>cases convinces us that there is nothing of substance to Kennedy’s argument.</p>\n<p id=\"b606-4\">1. The Nebraska court has held, flatly and without equivocation, that “an unauthorized or erroneous sentence does not void a lawful conviction”. Kennedy v. State, supra, p. 721 of 105 N.W.2d; State v. Burnside, 181 Neb. 20, 146 N.W.2d 754, 756 (1966), cert, denied Burnside v. Sigler, 387 U.S. 936, 87 S.Ct. 2063, 18 L.Ed.2d 1000; see Haswell v. State, 167 Neb. 169, 92 N.W.2d 161, 165 (1958). And under § 29-2221, as we read it, it is the felony conviction which is the primary and significant factor.</p>\n<p id=\"b606-6\">2. Similarly, age of the petitioner at the time of his prior convictions, the Nebraska court tells us, “has no bearing on a question of whether or not he was an habitual criminal within the statutory meaning thereof”. Kennedy v. State, supra, p. 721 of 105 N.W.2d.</p>\n<p id=\"b606-8\">3. Kennedy’s suggestions that, because he was under 16, and not above that age, at the time of his conviction in August 1946, the state district court had no jurisdiction to try him; that his conviction was therefore void; and that he should have been subjected to the jurisdiction of the juvenile court, are not persuasive. Here again the Nebraska court has spoken clearly. In State v. McCoy, 145 Neb. 750, 18 N.W.2d 101 (1945), the defendant was 17 years of age. He moved to quash an information, which had been filed against him in district court, charging him with the crime of receiving a stolen automobile. The motion was on the ground that the juvenile court had exclusive jurisdiction. The Nebraska Supreme Court reviewed the legislation relating to the State Industrial School and the State Reformatory and Juvenile Court Acts, and their respective amendments and pertinent chronology, and the duty of the county attorney generally to institute criminal proceedings under § 23-1201. The conclusion, in a case of first impression, was that there was concurrent jurisdiction in the juvenile and district courts and that a juvenile could be prosecuted as an adult in the district court. The Court said, p. 106:</p>\n<blockquote id=\"b606-10\">“In an endeavor to learn and carry out the meaning of the legislature, we reach the conclusion that the judge of the juvenile court does not have the sole -or exclusive jurisdiction of youth under eighteen years of age; that the county attorney is not limited by the Juvenile Court Act in any way in his duty to file the proper complaints against wrongdoers and prosecute the same.</blockquote>\n<blockquote id=\"b606-11\">“However, in this respect we have not overlooked section 43-211, R.S. 1943, wherein it is provided that, where a juvenile court is held, as provided in section 43-204, R.S.1943, if a child under the age of sixteen years is arrested, with or without a warrant, and taken before a justice of the peace, or public or police magistrate, such case shall be transferred to juvenile court.</blockquote>\n<blockquote id=\"b606-12\">“It thus clearly appears that there is a concurrent jurisdiction between these several courts. While we are inclined to the view that the juvenile court of each county in the state has a broad discretion in the handling of all cases involving dependent, neglected and delinquent minors, however, other courts also have concurrent jurisdiction under the general criminal laws of our state, and complaints can properly be brought before all such courts by the county attorney.”</blockquote>\n<p id=\"b606-13\">To the same effect are Lingo v. Hann, 161 Neb. 67, 71 N.W.2d 716, 719-720 (1955), where the defendant at the age of 15 pleaded guilty to charges of robbery and automobile theft and was sentenced by the district court to the state penitentiary, and Fugate v. Ronin, 167 Neb. 70, 91 N.W. 240, 242-244 (1958), where the petitioner was a 14-year-old girl. We sense no distinction in the <em>McCoy, Lingo </em>and <em>Fugate </em>cases, as Kennedy would urge, on the ground that they concerned crimes of greater violence than his.</p>\n<p id=\"b606-14\">While Kennedy’s 1946 ease could have been handled in the Nebraska juve<page-number citation-index=\"1\" label=\"561\">*561</page-number>nile court, it was not necessary that it be channeled to that tribunal. A Nebraska district court conviction of a 15-year-old defendant is not invalid.</p>\n<p id=\"b607-5\"> 4. Lastly, Kennedy intimates that he was confined in the wrong institution upon his conviction in 1946 and that he should have been committed to the Boys’ Training School under § 83-465.<footnotemark>4</footnotemark> The suggestion is that, had he been sent to that School, he would not, in view of § 29-102,<footnotemark>5</footnotemark> be deemed to have committed a felony in 1946. However, we read both statutes as permissive and not mandatory. The Nebraska court in Lingo v. Hann, supra, p. 721 of 71 N.W. 2d, said:</p>\n<blockquote id=\"b607-7\">“While we think the intent of the Juvenile Court Act is that offenders under 16 years of age, except when convicted of murder or manslaughter, should, if a sentence of confinement is imposed, be committed to the Boys’ Training School rather than to the penitentiary, however, we find nothing in the law to prevent the district court from sentencing such juvenile to the penitentiary when convicted of a felony in that court.”</blockquote>\n<p id=\"b607-8\">Thus, the existence of a possible alternative place of confinement for his 1946 offense does not lessen the felony character of that offense when Kennedy was sentenced in the district court.</p>\n<p id=\"b607-9\">Finally, in the motion for a new trial, which he made to the federal district court, Kennedy suggested a deprival, in the 1946 proceedings, of a Sixth— Fourteenth Amendment right to counsel. Judge Van Pelt noted that this claim does not appear to have been presented to the state courts and that no mention of it was made in the opinion in Kennedy v. State, supra. He concluded that Kennedy, on this issue, had not exhausted his state remedy. The denial of his new trial motion was without prejudice to the pursuit of the denial-of-counsel claim. We agree.</p>\n<p id=\"b607-13\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b603-25\">. “29-2221. Habitual criminal defined; procedure for determination; bearing; penalty; effect of pardon. (1) Whoever has been twice convicted of crime, sentenced and committed to prison, in this or any other state, or by the United States. * * * for terms of not less than one year each, shall, upon conviction of a felony committed in this state, be deemed to be an habitual criminal, and shall be punished by imprisonment in the Nebraska Penal and Correctional Complex for a term of not less than ten nor more than twenty years; * * * “(2) * * * If the accused is convicted of a felony and before sentence is imposed, a hearing shall be had before the court alone as to whether such person has been previously convicted of prior felonies. The court shall fix a time for the hearing and notice thereof shall be given to the accused at least three days prior thereto. At the hearing, if the court shall find from the evidence submitted that the accused has been convicted two or more times of felonies and sentences imposed therefor by the courts of this or any other state, or by the United States, the court shall sentence such person so convicted as an habitual criminal.”</p>\n<p id=\"Ayl\">This section was amended by Laws 1967, ch. 179, § 1, which increased the sentence range to “not less than ten nor more than sixty years.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b604-11\">. The court, in making this finding, evidently was using the language in the State Reformatory Act, Laws 1921, ch. 208, § 4, then R.S.1943, § 83-455. See State v. McCoy, 145 Neb. 750, 18 N.W.2d 101, 105 (1945).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b605-9\">. <em>The </em>warden’s return <em>to the </em>district court’s order to show cause alleges, “On July 7, 1965, the petitioner was sentenced by the District Court of Lancaster County, Nebraska, to serve a period of one year for escape from prison, which is to be served consecutive to the commencement of the sentence that petitioner is presently serving.” The record before us contains no denial of this allegation. Of course, the presence of an unserved sentence for escape would not affect Kennedy’s standing for the present proceeding. Walker v. Wainwright, 390 U.S. 335, 88 S.Ct. 962, 19 L.Ed.2d 1215 (1968).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b607-10\">. “83-465. Boys’ Training School; juvenile offenders not guilty of homicide; commitment discretionary; procedure. When a boy of sane mind, under the age of eighteen years, has been found guilty of any crime, except murder or manslaughter, in any court of record in this state, the court may order that the boy be committed to the Boys’ Training School. v *5' sjí</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b607-24\">. “29-102. Felony and misdemeanor, defined. The term felony signifies such an offense as may be punished with death or imprisonment in the Nebraska Penal and Correctional Complex. Any other offense is denominated a misdemeanor.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}