{
  "casebody": {
    "data": "<casebody firstpage=\"252\" lastpage=\"256\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b276-4\">IN THE MATTER OF: E.G., A Youth.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b276-7\">No. DA 13-0314.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b276-8\">Submitted on Briefs April 30, 2014.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b276-9\">Decided June 3, 2014.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b276-10\">2014 MT 148.</citation>\n<p data-order=\"5\" data-type=\"citation\" id=\"b276-11\">375 Mont. 252.</p>\n<citation data-order=\"6\" data-type=\"citation\" id=\"b276-12\">326 P.3d 1092.</citation>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b276-23\">For Appellant: Paul Sullivan, Measure, Sampsel, Sullivan &amp; O’Brien, P.C., Kalispell.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b277-4\"><page-number citation-index=\"1\" label=\"253\">*253</page-number>For Appellee: Timothy C. Fox, Montana Attorney General, Jonathan M. Krauss, Assistant Attorney General, Helena; Olivia Norlin-Rieger, Dawson County Attorney, Marvin Howe, Deputy County Attorney, Glendive.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b277-5\">CHIEF JUSTICE McGRATH</author>\n<p id=\"AXt\">Delivered the Opinion of the Court.</p>\n<p id=\"AOV\">¶1 E.G., a delinquent youth now an adult, appeals from the District Court’s order and judgment revoking his suspended sentence for probation violations and committing him to the Department of Corrections until age 25. E.G. contends that the District Court lacked subject matter jurisdiction to revoke his suspended sentence because the case against him was improperly transferred from Youth Court.</p>\n<p id=\"b277-6\">PROCEDURAL AND FACTUAL BACKGROUND</p>\n<p id=\"b277-7\">¶2 In 2008, when E.G. was age 15, the State petitioned to have him declared a delinquent youth. He was accused of offenses that, if committed by an adult, would constitute sexual intercourse without consent, three incidents of assault with a weapon, and intimidation. He admitted to two instances of assault and to intimidation and the other accusations were dismissed. The Youth Court found E.G. to be delinquent and ordered that he be committed to the Department of Corrections until age 18.</p>\n<p id=\"b277-8\">¶3 E.G. appealed to this Court, which reversed and remanded for reconsideration of several issues not involved in the current proceeding. <em>Matter </em>of E.G., 2009 MT 404N. A Youth Court commitment order entered after remand stated that the Youth Court would retain jurisdiction until E.G. was 21 and would consider transfer of the case to District Court. E.G. turned 18 in October 2010 and shortly thereafter the State filed a motion in Youth Court to transfer supervisory control over E.G. to the District Court. The Youth Court conducted a hearing on the motion on November 8, 2010. E.G. appeared with his attorney and expressly consented to the transfer to District Court, acknowledging that his ongoing treatment needs would benefit from moving to adult supervision.</p>\n<p id=\"b277-9\">¶4 At the November 2010 hearing, the Court inquired whether E.G.’s parents had received notice of the proceeding as provided in § 41-5-208(2), MCA. The parents lived out of state and E.G. did not know if any such notice had been provided. The parties and the Court discussed notifying E.G.’s parents and re-convening the hearingif they wished to participate. The record does not reflect whether any such notice was provided or, if so, the parents’ response. E.G. stated that he wanted to proceed with the hearing.</p>\n<p id=\"b278-3\"><page-number citation-index=\"1\" label=\"254\">*254</page-number>¶5 On December 7,2010, the Youth Court entered an order granting the motion to transfer the supervision of E.G. to District Court. The Youth Court found that E.G. did not contest the transfer and that it was necessary to ensure E.G.’s compliance with the conditions of probation. The order further provided that E.G. would remain under the jurisdiction of the District Court until he was age 25, but that he could be released from supervision earlier upon recommendation of his probation officer and compliance with all conditions.</p>\n<p id=\"b278-4\">¶6 On October 24,2012, the State filed a petition in District Court to revoke E.G.’s suspended sentence based upon violations of his conditions of probation. E.G. subsequently admitted several of the violations and the remainder were dismissed. On March 13,2013, the District Court sentenced E.G. to the Montana Department of Corrections until age 25, with no time suspended.</p>\n<p id=\"b278-5\">¶7 E.G. appeals. He contends that the District Court lacked jurisdiction to revoke his probation and sentence in 2010 because his parents did not receive notice of the hearing on the motion to transfer supervision of his probation from Youth Court to District Court.</p>\n<p id=\"b278-6\">STANDARD OF REVIEW</p>\n<p id=\"b278-7\">¶8 Determination of subject matter jurisdiction is a question of law that this Court reviews to determine whether the district court had authority to act. <em>Green v. Gerber, </em>2013 MT 35, ¶ 12, 369 Mont. 20, 303 P.3d 729.</p>\n<p id=\"b278-8\">DISCUSSION</p>\n<p id=\"b278-9\">¶9 The youth court has original jurisdiction over cases involving persons under age 18. <em>State v. Andersen-Conway, </em>2007 MT 281, ¶ 15, 339 Mont. 439, 171 P.3d 678. Section 41-5-208, MCA, provides that a youth court may upon motion transfer jurisdiction of a case to the district court and “order the transfer of supervisory responsibility from juvenile probation services to adult probation services.” Section 41-5-208(1), MCA. The youth court must hold a hearing before ordering transfer and must give notice of the hearing to the youth, the youth’s counsel, and the youth’s parents or guardian. Section 41-5-208(2), MCA. The youth has the right to counsel, to be heard, to present witnesses and evidence, to cross-examine witnesses, and to a written statement of the evidence and reasons supporting the transfer. Section 41-5-208(2), MCA. The State and the youth may stipulate to the transfer. <em>Anderson-Conway, </em>¶ 16.</p>\n<p id=\"b278-10\">¶10 In the present case the State moved to transfer supervision of E.G. <page-number citation-index=\"1\" label=\"255\">*255</page-number>to District Court and the Youth Court held a hearing. E.G.’s parents did not receive notice of the motion or hearing, but E.G. stated that he wanted to proceed. He stated that he agreed to the transfer to adult probation because it would be beneficial to him. On appeal E.G. now contends that the lack of notice to his parents deprived the Youth Court of jurisdiction to transfer his case.</p>\n<p id=\"b279-5\">¶11 Jurisdiction is “the court’s fundamental authority to hear and adjudicate cases or proceedings.” <em>Matter of A.D.B., </em>2013 MT 167, ¶ 54, 370 Mont. 422, 305 P.3d 739; <em>Lorang v. Fortis Ins. Co., </em>2008 MT 252, ¶ 57, 345 Mont. 12, 192 P.3d 186. Jurisdiction encompasses a court’s adjudicatory authority and may delineate classes of cases (subject matter jurisdiction) or persons (personal jurisdiction) that are subject to the court’s authority. <em>Elseiver v. Muchnick, </em>559 U.S. 154, 160-161, 130 S. Ct. 1237, 1243 (2010). Lack of personal jurisdiction over an individual does not deprive the court of subject matter jurisdiction. <em>Matter of B.F., </em>2004 MT 61, ¶ 18, 320 Mont. 261, 87 P.3d 427. Jurisdiction of the district courts in Montana is established by the Montana Constitution. Mont. Const, art. VH, § 4 (district courts have “original jurisdiction in all criminal cases amounting to felony and all civil matters and cases at law and in equity.”); <em>BNSF v. Cringle, </em>2010 MT 290, ¶ 15, 359 Mont. 20, 247 P.3d 706. The Montana Youth Court Act provides that youth courts have original jurisdiction over cases involving persons under the age of 18. Section 41-5-203(1), MCA; <em>Matter of J.A., </em>2011 MT 132, ¶ 8, 361 Mont. 16, 255 P.3d 150.</p>\n<p id=\"b279-6\">¶12 Statutory time and notice prescriptions applicable to various proceedings are different from jurisdictional provisions that delineate the cases that fall within a court’s subject matter adjudicatory authority. <em>Cringle, </em>¶ 17. Filing deadlines or notice requirements enacted by the Legislature do not affect a court’s fundamental subject matter jurisdiction, and the Legislature does not deprive courts of subject matter jurisdiction when it enacts filing or notice deadlines. <em>Green, </em>¶ 24; <em>Matter of A.D.B., </em>¶ 54; <em>Cringle, </em>¶¶ 13, 15. A party’s assertion that statutory notice and hearing opportunities were not provided raises a question of due process, not jurisdiction. <em>Watson v. West, </em>2011 MT 57, ¶ 23, 360 Mont. 9, 250 P.3d 845; <em>Steab v. Luna, </em>2010 MT 125, ¶ 24, 356 Mont. 372, 233 P.3d 351. A party who properly raises an issue regarding statutory notice or time requirements may expect them to be applied regularly and consistently, <em>Cringle, </em>¶ 18, but due process issues can be waived. <em>State v. Lindsey, </em>2011 MT 46, ¶¶ 18-21, 359 Mont. 362, 249 P.3d 491.</p>\n<p id=\"b279-7\">¶13  These principles clearly apply to the parental notice <page-number citation-index=\"1\" label=\"256\">*256</page-number>requirement in § 41-5-208, MCA. While the statute imposes several requirements, including a requirement for parental notification (“shall”), the Legislature did not designate parental notification as a jurisdictional requirement. Compare, for example, § 41-5-205, MCA, designating circumstances under which youth court “jurisdiction terminates.” <em>Matter of J.A., </em>¶ 9. The Legislature’s failure to designate a particular notice requirement as jurisdictional is important in determining whether the requirement should be construed as jurisdictional. <em>Matter of B.F., </em>¶ 19; <em>Davis v. State, </em>2008 MT 226, ¶ 21, 344 Mont. 300, 187 P.3d 654 (statutory time limit for filing petition for postconviction relief did not specifically diminish the court’s jurisdiction). The parental notice requirement of § 41-5-208, MCA, does not withdraw, circumscribe, limit or affect the Youth Court’s jurisdiction over the issue of transferring supervision of E.G. to the District Court. <em>Cringle, </em>¶ 20.</p>\n<p id=\"b280-5\">¶14 E.G. was an adult and was represented by counsel at the time of the transfer proceeding. Nothing in § 41-5-208, MCA, prohibited him from determining that it was in his interest to proceed with the transfer hearing, as he did in this case, in the absence of satisfaction of the parental notification requirement.</p>\n<p id=\"b280-6\">¶15  E.G. does not raise any other issue concerning the transfer of supervision to District Court or concerning the revocation of his probation or his sentence. He does not argue that his rights were compromised or that he was injured in any way by the lack of parental notification. <em>Matter of B.F., </em>¶ 16 (mother in guardianship proceeding was not injured by deficiencies in statutorily-required notice to children’s father).</p>\n<p id=\"b280-7\">¶16 The District Court is affirmed.</p>\n<judges id=\"b280-8\">JUSTICES WHEAT, BAKER, COTTER and McKINNON concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}