{
  "casebody": {
    "data": "<casebody firstpage=\"610\" lastpage=\"612\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b626-5\">WOODS <em>v. </em>WARDEN OF MARYLAND HOUSE OF CORRECTION</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b626-6\">[H. C. No. 52,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AVs\">September Term, 1957.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b627-4\">\n<page-number citation-index=\"1\" label=\"611\">*611</page-number>\n<em>Decided December 26, 1957.</em>\n</decisiondate>\n<judges data-order=\"4\" data-type=\"judges\" id=\"b627-7\">Before Bruñe, C. J., and Henderson, Hammond, Prescott and Horney, JJ.</judges>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b627-8\">Horney, J.,</author>\n<p id=\"Akh3\">delivered the opinion of the Court.</p>\n<p id=\"b627-9\">This is an application by Gene Woods for leave to appeal from the denial of a writ of <em>habeas corpus </em>by Michaelson, J., of the Circuit Court for Anne Arundel County.</p>\n<p id=\"b627-10\">The petitioner was convicted in the Circuit Court for Montgomery County (Eawlor, J.) of burglary and receiving stolen goods, and was sentenced to five years in the House of Correction.</p>\n<p id=\"b627-11\">The petitioner alleges four reasons for granting the writ which relate to the sufficiency of the evidence: (i) failure to establish proof of burglary, (ii) failure to prove that goods received were stolen, (iii) failure of owner to identify stolen goods, and (iv) failure of State to explain absence of money paid for stolen goods. This Court has held repeatedly that the weight and sufficiency of evidence cannot be raised on <em>habeas corpus. </em>See <em>Cunningham v. Warden, </em>213 Md. 642, 131 A. 2d 394, for one of the later cases in which it was so held.</p>\n<p id=\"b627-13\">The petitioner further alleges two separate reasons which challenge the admissibility of evidence, that is, the admission of the evidence of an untruthful witness: a “fence” with a criminal record. This Court has ruled on many applications, to appeal that the improper admission of evidence cannot be considered on <em>habeas corpus. </em>See <em>Harley v. Warden, </em>213 Md. 652, 132 A. 2d 129.</p>\n<p id=\"b627-15\">The petitioner further alleges that his “court-appointed” counsel failed to take an appeal when requested. This Court has held time after time that <em>habeas corpus </em>will be denied when the alleged incompetence of counsel is not based on a charge of fraud, bad faith or collusion with an officer of the <page-number citation-index=\"1\" label=\"612\">*612</page-number>State addressed to the trial judge. <em>Smith v. Warden, </em>213 Md. 643, 131 A. 2d 392.</p>\n<p id=\"b628-5\">Petitioner further alleges that he entered an appeal, which was ignored. The record shows that an appeal was entered, but the petitioner failed to perfect the appeal or, so far as appears, to seek assistance from the State in so doing. More•over, it appears from the record that a motion to this Court to extend the time for filing the transcript of record on appeal filed by an attorney of Mt. Rainier, Maryland, was not received until after the time for transmitting the record had •expired, of which the Clerk of this Court promptly notified the attorney.</p>\n<p id=\"b628-6\">And finally the petitioner alleges that he was not afforded •a preliminary hearing before a qualified judicial officer within •a reasonable time. This allegation goes only to the regularity •of the proceedings and not the jurisdiction of the trial court, .and cannot be raised on <em>habeas corpus. Szukiewicz v. Warden, </em>213 Md. 636, 131 A. 2d 390.</p>\n<p id=\"b628-7\">\n<em>Application denied, with costs.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}