{
  "casebody": {
    "data": "<casebody firstpage=\"540\" lastpage=\"544\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b562-6\">Missouri, Kansas &amp; Texas Railway Company of Texas v. State of Texas.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b562-8\">Application No. 9049.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ANE\">Decided January 12, 1916.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b562-9\">1.—Interstate Commerce—Through Passenger Trains.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b562-10\">The operation of through passenger trains over connecting lines in several States, the traffic being largely interstate, is not to be regarded as purely intrastate as to the lines of a corporation lying wholly within Texas and over which they pass, but is interstate commerce. (P. 542.)</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"ASDo\">2.—Same—State Regulation.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b562-12\">Regulation by the State of the operation of passenger trains over railroads lying wholly within its limits, though these are run over connecting roads and through several States and are engaged in interstate transportation of passengers, pertains to a matter in which the State may act in the absence of action by the Congress of the United States, though not where that body has acted on the subject. (Pp. 542-544.)</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b562-13\">3.—Same—Police Power—Railroad Commission—Passenger Trains—Thirty Minute Rule.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b562-14\">The order of the Railroad Commission of Texas, known as the 30 Minule Rule, regulating the starting and operation of trains with reference to schedule <page-number citation-index=\"1\" label=\"541\">*541</page-number>time and delay permissible in waiting for connections, under authority given the Commission by article 6552, Rev. Stats., 1911, was, as applied to the Missouri, K. &amp; T. Ry. Co. of Texas, whose lines lay wholly within the State, and the delay permissible in Texas in operation of through interstate trains over that road and its connections, a valid exercise of the police power of the State, in the absence of any regulation on the subject by authority of the Federal Congress. (Pp. 541-544.)</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b563-4\">Application for writ of error to the Court of Civil Appeals for the Third District, in an appeal from Travis County.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b563-5\">The State sued the Railway Company and had judgment recovering penalties. Upon the affirmance on the company’s appeal, it applied for writ of error. '</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b563-6\"><em>Charles C. Huff, </em>Fiset, <em>McClendon \\&amp; Shelley, </em>and <em>A. H. </em>McKnight, for plaintiff in error.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"A5i9\">—The court erred in refusing the writ of error because the order involved is a regulation of, a burden upon and an interference with interstate commerce. H. &amp; T. C. R. R. Co. v. Mayes, 201 U. S., 321; Central of Georgia Ry. Co. v. Murphey, 196 U. S., 194; Yazoo and Mississippi Valley R. R. Co. v. Greenwood Grocery Co., 227 U. S., 1; Barrett v. City of New York, 232 U. S., 14; Southern Railway Co. v. Reid, 222. U. S., 424; Southern Railway Co. v. United States, 222 U. S., 20; Baltimore &amp; Ohio R. R. Co. v. Interstate Commerce Commission, 221 U. S., 612; Adams Express Co. v. Croninger, 226 U. S., 491; C. R. I. P. Ry. Co. v. Hardwicke Elevator Co., 226 U. S., 426; Kansas City Southern Ry. Co. v. Carl, 227 U. S., 657; The Minnesota Rate Cases, 230 U. S., 352; The Shreveport Case, 234 U. S., 342; Kansas City S. Ry. Co. v. Kaw Valley Drainage District, 233 U. S., 75.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b563-7\">• <em>B. F. Looney, </em>Attorney General, and <em>Luther </em>Nickels, Assistant, for State, on appeal.</attorneys>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b563-8\">Me. Chief Justice PHILLIPS</author>\n<p id=\"A2g\">delivered the opinion of the court.</p>\n<p id=\"b563-9\">The case involves the validity of what is commonly known as “The Thirty Minute Order” of the Railroad Commission of Texas as applied to certain trains of the plaintiff in error, which, according to its claim, were interstate in character and, therefore, not subject to the regulation. The question presented is a vital one, concerning in a large measure the powers of the Railroad Commission and important also to the railway carriers of the State; and it is preferable for this reason that the views of the court in its action upon the petition be briefly stated.</p>\n<p id=\"b563-10\">The order of the Railroad Commission was issued under the authority of article 6552, Revised Statutes of 1911, and reads:</p>\n<p id=\"b563-11\">“Each and every railroad company operating a railroad in this State shall start its passenger trains from the points of origin in accordance with advertised schedule, and said trains, except from unavoidable accidents thereto en route, shall' observe and conform to the published schedule as to arrival and departure at the several stations on the line; provided that trains may be held not to exceed thirty (30) minutes at <page-number citation-index=\"1\" label=\"542\">*542</page-number>origin or at junction points with other lines to make connection with trains on such other lines. If, at the expiration of said thirty minutes, connecting trains are in sight, ten minutes, in addition to said thirty minutes, will be allowed in which to make the connection. Where connecting trains arrive within the time above allowed a reasonable time, in addition to that provided for, will be allowed for transfer of passengers, mail, express and baggage. Where connections are reliably reported to be more than thirty minutes late, no wait will be made.”</p>\n<p id=\"AdN\">For its violation by the plaintiff in error in the operation of the trains in question, the suit was brought by the State for the recovery of penalties, a judgment for the State resulting, affirmed by the Court of Civil Appeals. 167 S. W., 822.</p>\n<p id=\"b564-4\">The trains were through passenger trains from St. Louis and Kansas City, Missouri, to points in Texas; operated by the Missouri, Kansas &amp; Texas Railway Company to Denison, Texas, and from there to destination by the plaintiff in error under a contract with that company; and it appears from the proof that a considerable portion of their passenger traffic was interstate.</p>\n<p id=\"b564-5\">Because the trains were operated by the plaintiff in error altogether in Texas, and, as held, its want of authority as a corporation chartered in Texas to operate them beyond the State line, the honorable Court of Civil Appeals concluded in its opinion on rehearing that they were to be treated as purely intrastate trains, and upon that ground rested its decision. But under the proof that the traffic of the trains was largely interstate, we think they must be regarded in the case as instrumentalities of interstate commerce. Being employed in the movement of such traffic, it is difficult to perceive how they can be differently regarded; and we shall so treat them.</p>\n<p id=\"b564-6\">There is accordingly presented the simple question as to the power* of the Railroad Commission to provide and enforce a regulation of this character as applied to trains employed in interstate commerce by railway companies operating in this State.</p>\n<p id=\"b564-7\">While by the Federal' Constitution Congress is empowered to regulate commerce with foreign nations and among the several States, there remains in the States the power, distinct from any granted to the Federal Government, to prescribe, within constitutional limitations, relative rights and duties of persons and corporations within their jurisdiction in the interest of the public convenience and for the public good. It is a power still valid and effectual, though its exercise may relate to subjects over which Congress possesses, but has not exerted, authority. It can not be supposed that a sovereign State in the grant of the rights and privileges accorded by its laws to' railway carriers is required to wholly surrender its authority over them simply because they may engage in interstate commerce. Kor is it to be assumed that such rights and privileges are extended merely for their benefit as interstate carriers, or only to subserve the interest of those making use of them for that character of traffic. There aire certain duties whose performance by common car<page-number citation-index=\"1\" label=\"543\">*543</page-number>riers in the State the police power of the State may exact, notwithstanding their employment in interstate commerce; and that power is not nullified by the mere fact that they are so employed. Its valid exercise in relation to carriers engaged in such commerce, as well as their instrumentalities so used, is dependent upon other considerations; and the principles which in the particular case determine the question are well established.</p>\n<p id=\"b565-4\">The Supreme Court of the United States, which is invested with the ultimate authority of determining these questions, recognizes three classes of cases respecting the power of the State over the subject of commerce. To use the language of one of its opinions, they are: 1. Those in which the power of the State is exclusive. <em>2. </em>Those in which the States may act in the absence of legislation by Congress. 3. Those in which the action of Congress is exclusive and the State can not interfere at all. In relation to cases of the second class, it is the exercise by Congress of its power to regulate commerce, and not the mere existence of such power in Congress, which renders inconsistent the exercise of the same power by the State; and the State is free to exert its power where Congress has not acted. If the subject of the particular State enactment is national in its character, the absence of legislation by Congress amounts to an indication of its will that, as affected by such subject, commerce shall be left untrammelled, and the State regulation is of no effect. But it is equally true that an enactment of the State may be valid though it incidentally affects interstate commerce. The authority of the State to enact legislation which is iri aid of such commerce, as distinguished from that which burdens or interferes with it, is likewise recognized.</p>\n<p id=\"b565-6\">These are the principles of law which govern the present question, as clearly recognized and plainly declared in repeated adjudications of the United States Supreme Court upon the subject. Covington, etc., Bridge Company v. Kentucky, 164 U. S., 204, 38 L. Ed., 962; Western Union Telegraph Company v. James, 162 U. S., 650, 40 L. Ed., 1105; New York, New Haven &amp; Hartford Railroad Company v. New York, 165 U. S., 628, 41 L. Ed., 853; Lake Shore &amp; Michigan Southern Railway Company v. Ohio, 173 U. S., 285, 43 L. Ed., 702; Mobile County v. Kimball, 102 U. S., 691, 26 L. Ed., 238; Grladson v. Minnesota, 166 U. S., 427, 41 L. Ed., 1064.</p>\n<p id=\"b565-7\">Applying them in the present case for the purpose of determining the validity of the Railroad Commission’s order in its relation to interstate trains, what is the result ? It is clear, we think, that in its legislation with respect to interstate commerce Congress has not dealt with the subject matter of the order. With the order producing no conflict with any expression by Congress of its power over the subject, is the State, through its administrative agency established for the regulation of railroads operating within its limits, yet powerless to require their maintenance of the schedules of such of their trains as may have an interstate character, leaving those trains altogether free from any proper <page-number citation-index=\"1\" label=\"544\">*544</page-number>regulation of that nature ? We do not think its authority is to be considered as so reduced.</p>\n<p id=\"b566-4\">The order is very plainly not directed against interstate commerce. It is not an attempt to regulate commerce. ' It has to do merely with the manner of the operation of trains. It has no further object than to bring about dispatch and certainty in their operation as essentials of efficient service to the public. And it seeks to do no more than require that kind of operation merely within the limits of the State. The effect of its observance upon commerce, whether domestic or interstate, is purely' incidental since as a consequence of its obedience commerce will be affected as the result of only the ordinary operation of trains upon their schedule time. It is no more of a regulation of commerce, and in particular is it no more of a burden upon or interference with commerce in its effect, than familiar enactments requiring competency of train operatives as a means of affording safety to passengers and co-employes. It will hardly be denied that in the absence of action by Congress the police power of the State may be validly exercised to promote the safe carriage of passengers upon interstate trains. New York, New Haven &amp; Hartford Railroad v. New York, 165 U. S., 628, 41 L. Ed., 853. If so, by what authority is the State, under a similar condition, to be deprived of the exercise of its rightful powers for the furtherance of their prompt carriage by such trains ?</p>\n<p id=\"b566-5\">So far as it may affect interstate commerce, the order is a regulation in aid of commerce. It is difficult to conclude that a requirement whose natural effect upon commerce is to facilitate its prompt movement through the observance of train schedules and connections, constitutes an interference with commerce, or in any just sense a burden upon it. There being no legislation by Congress which renders inconsistent such action by the State, the order of the Bailroad Commission in such bearing as it has upon interstate commerce is accordingly a regulation which the State had the full authority to provide in the exercise of its sovereign powers, under which its right to reasonably prescribe the duties of railway companies within its limits is clear and undoubted.</p>\n<p id=\"b566-6\">Since the order in question as applied to interstate trains can not 'in our opinion be regarded as an interference with interstate commerce, the case is to be clearly distinguished from those which hold as invalid regulations of a State requiring the stoppage of such trains where adequate local facilities had been provided.</p>\n<p id=\"b566-7\">The writ of error is refused.</p>\n<p id=\"b566-8\">\n<em>Writ of error refused.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}