{
  "casebody": {
    "data": "<casebody firstpage=\"725\" lastpage=\"735\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b739-7\">Yazoo &amp; M. V. R. Co. <em>v. </em>Fields.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b739-8\">(Division A.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A4F4\">April 22, 1940.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"A_2\">Suggestion of Error Overruled June 3, 1940.)</otherdate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b739-10\">[195 So. 489.</citation>\n<docketnumber data-order=\"5\" data-type=\"docketnumber\" id=\"ADCs\">No. 34116.]</docketnumber>\n<p data-order=\"6\" data-type=\"docketnumber\" id=\"AjA\"><page-number citation-index=\"1\" label=\"726\">*726</page-number>(Division A.</p>\n<otherdate data-order=\"7\" data-type=\"otherdate\" id=\"A_l\">June 3, 1940.)</otherdate>\n<citation data-order=\"8\" data-type=\"citation\" id=\"AzQ2\">\n<em>[196 So. 503.</em>\n</citation>\n<p data-order=\"9\" data-type=\"docketnumber\" id=\"AxO\"><em>No. </em>34116.]</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b741-4\"><page-number citation-index=\"1\" label=\"727\">*727</page-number>Dent, Robinson &amp; Ward, of Vicksburg, V. W. Foster and E. C. Craig, both of Chicago, Illinois, and Lucius E. Burch, Jr., Frank F. Roberson, and Clinton H. McKay, all of Memphis, Tenn., for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b743-4\"><page-number citation-index=\"1\" label=\"729\">*729</page-number>Chaney &amp; Oulkin, of Vicksburg, and Clements <em>&amp; </em>Clements, of Rolling Fork, for appellee.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b744-8\"><page-number citation-index=\"1\" label=\"730\">*730</page-number>Argued orally by C. H. McKay, for appellant, and by W. H. Clements, for appellee.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b745-4\"><page-number citation-index=\"1\" label=\"731\">*731</page-number>Smith, O. J.,</author>\n<p id=\"Al1\">delivered the opinion of the court.</p>\n<p id=\"b745-5\">This appeal is from a judgment against the appellant for negligently permitting fire set out by it on its premises to enter the premises of the appellee and consume a cotton gin house and plant thereon.</p>\n<p id=\"b745-6\">The appellant’s railroad at Anguilla runs north and south, and the appellee’s gin is on the west side of the railroad. A spur-track leaves the main line of the railroad about two hundred yards north of the gin and runs south, passing within a few feet of the gin. The ground between the main line and this spur-track was covered with dry grass and weeds, as was also the ground on which the gin was. About nine A. M. of the day on which the gin was burned, the appellant’s section foreman, with several helpers, set fire to the grass between the two tracks, for the purpose of clearing the ground therefrom. They left there around eleven A. M., without, as the event determined, completely extinguishing the fire after the grass and weeds between the tracks had been consumed. At about twelve A. M., other parties, including Saxon, the appellee’s gin foreman, saw fire in several places along the spur-track, but not on the appellee’s premises. Saxon put out some but not all of the fire and left the premises. He could have easily put all of it out, and we will assume that danger of its crossing the spur-track was then apparent. Later in the afternoon, the fire crossed the spur-track and destroyed the appellee’s gin house and plant.</p>\n<p id=\"b745-7\">Counsel for the appellant argue only two of their assignments of error.</p>\n<p id=\"b745-8\">1st. That the court below should have granted the appellant’s request for a directed verdict of no liability; and if mistaken in this, that 2nd, the court erred in refusing another instruction requested by the plaintiff.</p>\n<p id=\"b745-9\">The rule of law invoked by the appellant in support of both of these instructions is that requiring one, after being injured by another, to exercise reasonable care to <page-number citation-index=\"1\" label=\"732\">*732</page-number>diminish the damage caused him by the injury. The argument is that, Saxon, the appellee’s gin foreman, could have prevented the burning* of the appellee’s gin by putting out the fire before it crossed the spur-track and entered the appellee’s premises and thereby avoided the resulting damage to the appellee’s property, for which conduct of her servant the appellee is responsible.</p>\n<p id=\"b746-6\">The rule invoked is that stated in 4 Rest. Torts, Sec. 918: “Except as stated in Subsection (2), a person injured by the tort of another is not entitled to recover damages for such harm as he could have avoided by the use of due care after the commission of the tort.”</p>\n<p id=\"b746-8\">This rule applies to all injuries wrongfully inflicted, whether by means of a tort or breach of a contract, and deals not with conduct of a plaintiff contributing to his injury, but with his failure to avoid the consequences of his injury after it has been inflicted, to avoid or diminish the damages resulting from his injury. Injury, strictly speaking, “means something done against the right of the party, producing damage, whereas damage is the harm, detriment, or loss sustained by reason of the injury.” 1 C. J. S., Actions, section 15.</p>\n<p id=\"b746-9\">The infliction of his injury constitutes a plaintiff’s cause of action, and his damage is the amount of money recoverable by him therefor. Negligence contributing to the infliction of an injury, of course, necessarily contributes to the damage sustained therefrom, the injury being the cause of the damage, but negligence contributing to the infliction of an injury, and negligently failing after the infliction of an injury to reduce the damage caused thereby, are governed by different rules producing different results. The first of these rules, at common law, determines the existence of a cause of action in the plaintiff — provides a bar thereto; and, the second determines the amount of damages the plaintiff can recover. The distinction between these two rules is set forth in Comment a, section 918, vol. 4, Rest. Torts, invoked by the appellant. It is there said: ‘ ‘ The rule stated in this <page-number citation-index=\"1\" label=\"733\">*733</page-number>Section is to he distinguished from the rules stated in sections 463-496, vol. II, dealing with contributory negligence. As there stated, a person threatened with harm from the negligent conduct of another is not entitled to recover for damages from such other if he failed to use due care to avoid such harm, this being subject to the various qualifications stated in those Sections. . . . On the other hand, the rule stated in this Section applies only to the diminution of damages and not to the existence of a cause of action.”</p>\n<p id=\"b747-6\">The negligence with which Saxon, and through him the appellee, is here charged, is a failure to exercise due care to prevent the fire from crossing the appellant’s spur-track into the premises of the appellee and destroying her gin — in failing to exercise due care to prevent the infliction of the appellee’s injury after he discovered the danger thereof. His conduct therefore is governed by the law relating to negligence contributing to the infliction of an injury; Illinois C. R. Company v. McKay, 69 Miss. 139, 12 So. 447; 51 C. J. 1181, section 1309.</p>\n<p id=\"b747-7\">The common law rule that contributory negligence bars a recovery for an injury to the person or property has been changed in this State by Sec. 511, Code of 1930, which provides: In all actions hereafter brought for personal injuries, or where such injuries have resulted in death, or for' injury to property, the fact that the person injured, or the owner of the property, or person having control over the property may have been guilty of contributory negligence shall not bar a recovery, but damages shall be diminished by the jury in proportion to the amount of negligence attributable to the person injured, or the owner of the property, or the person, having control over the property.” This section precludes the appellant from a directed verdict of no liability. In passing on this instruction, we have assumed, but merely for the purpose of the argument, that Saxon’s conduct contributed to the infliction of the appellee’s injury.</p>\n<p id=\"b747-9\">The other instruction refused the appellee submitted <page-number citation-index=\"1\" label=\"734\">*734</page-number>the question of Saxon’s negligence to the jury and instructed it to return a verdict for the appellant if they believed “that the gin was burned as a result of the failure of the plaintiff’s employee to put out said fires after discovering their being in close proximity to the gin. . . .” ’This instruction was properly refused for the reason that, as hereinbefore said, Saxon’s negligence, if any, did not bar the appellee from recovery but only entitled the appellant to a diminution of the damages sustained by the appellee in proportion to the amount of negligence attributable .to Saxon.</p>\n<p id=\"b748-7\">Affirmed.</p>\n<p id=\"b748-8\">On Suggestion of Error.</p>\n<author id=\"b748-9\">Griffith, J.,</author>\n<p id=\"AFK\">delivered the opinion of the court on suggestion of error.</p>\n<p id=\"b748-10\">In our original opinion we called attention to the difference between the rule when an injured party fails to avoid further damage so far as he reasonably can after the injury has in part been inflicted, and the rule which applies when the injured party fails to take reasonable care to avoid a threatened injury but no part of which has yet happened at the time of his negligent failure; and we said that in the latter case the negligence is contributory and, under our statute, Section 511, Code 1930, affords no complete defense in favor of the original wrongdoer.</p>\n<p id=\"b748-11\">Appellant in its suggestion of error now contends that we were under a mistaken impression when we said that, at the time of the asserted negligence on the part of Saxon, appellee’s foreman, in not intercepting the fire, it had not at that time reached appellee’s premises; and appellant now urges that the testimony is undisputed that at the time the fire had already reached and was upon appellee’s property adjacent to the gin. We here quote from page 17 of appellant’s original printed brief: “None of plaintiff’s property had been touched by the fire up to the time Saxon left the premises.” So it is <page-number citation-index=\"1\" label=\"735\">*735</page-number>that appellant has taken one position as to the facts in its original argument, and the reverse position in respect to the same facts in its suggestion of error.</p>\n<p id=\"b749-4\">But the reversed position which appellant now takes does not aid appellant, under the record as made, for if the fire had already reached the gin premises and was upon appellee’s private property, she would in that case be entitled to recover at least nominal damages, and that in itself is enough to avoid the peremptory instruction. See the recent case, Brewer v. Universal Credit Co., Miss., 192 So. 902, and the authorities therein cited. The only instructions requested by the appellant were those which proposed an absolute bar to any right of recovery at all; there was none given or requested which submitted any theory of diminution of damages under either of the rules mentioned herein.</p>\n<p id=\"b749-5\">Suggestion of error overruled.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}