{
  "casebody": {
    "data": "<casebody firstpage=\"311\" lastpage=\"312\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b317-30\">(Superior Court of Cincinnati.)</court>\n<p data-order=\"1\" data-type=\"misc\" id=\"AqH\">General Term</p>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ap-\">April, 1895.</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b317-31\">Hunt, Smith and Moore, JJ. COLON SCHOTT, ON BEHALF OF HIMSELF et al. v. THE CITY OF CINCINNATI.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b317-32\"><em>Validity of assessment, when the rede is increased by a. reduction of </em>frontage—</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"A9k\">Street assessments, where the rate of the preliminary assessment is raised by reason of a reduction of the foot frontage are valid.</headnotes>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b317-33\">HUNT, J.</author>\n<p id=\"b317-34\">This cause is reserved from the special term. This action originally was brought <page-number citation-index=\"1\" label=\"312\">*312</page-number>to enjoin the assessment for the improvement of Buck street, between Harrison and Queen City avenues, on the ground “that the rate of assessment is raised by reason of the reduction of the frontage, occasioned by the ruling in the Haviland case.”</p>\n<attorneys id=\"A2l\">Tafel &amp; Schott, for Plaintiff.</attorneys>\n<attorneys id=\"ADx\">Corporation Counsel, contra.</attorneys>\n<p id=\"b318-5\">The total cost of the improvement, as shown by the preliminary estimate, was 89,-733. The number of feet assessed was 1,816 at 85.25, amounting to 89,538.94. lhe two per cent, is 8194.17. Total, 89,733.60.</p>\n<p id=\"b318-6\">The total cost of the improvement, as shown by the final estimate, was 89,310.58; the total frontage assessed was 1500.50 feet at S6,204, amounting to 89,310.58.</p>\n<p id=\"b318-7\">Section 2284 of the Revised Statutes provides that the cost of the improvement shall include the cost and expense of the assessment as shown by the final estimate.</p>\n<p id=\"b318-8\">The preliminary estimate was made before the Haviland case was decided, show ing the total number of front feet to be 1,8L6, instead of 1,500.50.</p>\n<p id=\"b318-9\">The total actual cost was 89,310.58, so that the rate was 86,204. which was found by dividing the total cost by the number of assessable feet.</p>\n<p id=\"b318-10\">We see no error in this method of computation, and. sustain the contention of the city. Injunction will be discharged.</p>\n<p id=\"b318-11\">Decree accordingly.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}