{
  "casebody": {
    "data": "<casebody firstpage=\"201\" lastpage=\"202\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b225-9\">UNITED STATES of America, Plaintiff-Appellee, v. Joey Levi JOHNSON, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b225-12\">No. 07-4883.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b225-13\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b225-14\">Submitted: June 3, 2008.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b225-15\">Decided: June 13, 2008.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b225-17\">James B. Loggins, Assistant Federal Public Defender, Greenville, South Carolina, for Appellant. Alan Lance Crick, Assistant United States Attorney, Green-ville, South Carolina, for Appellee.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b225-18\">Before MICHAEL and SHEDD, Circuit Judges, and HAMILTON, Senior Circuit Judge.</judges>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b225-19\">Affirmed by unpublished PER CURIAM opinion.</p>\n<p data-order=\"8\" data-type=\"misc\" id=\"b225-20\">Unpublished opinions are not binding precedent in this circuit.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b225-21\">PER CURIAM:</author>\n<p id=\"b225-22\">Joey Levi Johnson appeals from his conviction and fifteen-month sentence after pleading guilty to one count of felon in possession of a firearm, in violation of 18 U.S.C. § 922(g)(1) (2000). Johnson’s counsel filed a brief pursuant to <em>Anders v. California, </em>386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967), stating that there are no meritorious issues for appeal, but questioning whether the district court erred in sentencing Johnson. Johnson was given an opportunity to file a supplemental pro se brief, but has not done so. For the following reasons, we affirm.</p>\n<p id=\"b225-23\">Appellate courts review sentences imposed by district courts for reasonableness, applying an abuse of discretion standard. <em>Gall v. United States, </em>— U.S. -, 128 S.Ct. 586, 597-98, 169 L.Ed.2d 445 (2007); <em>United States v. Pauley, </em>511 F.3d 468, 473-74 (4th Cir.2007) (discussing procedure district courts must follow in sentencing defendant). “A sentence within the proper Sentencing Guidelines range is presumptively reasonable.” <em>United States v. Allen, </em>491 F.3d 178, 193 (4th Cir.2007); <em>see Rita v. United States, </em>— U.S.-, 127 S.Ct. 2456, 2462-69, 168 L.Ed.2d 203 (2007) (upholding presumption of reasonableness for within-guidelines sentence).</p>\n<p id=\"b225-28\">Here, the district court properly calculated the guideline range, appropriately treated the guidelines as advisory, and considered the factors set forth in 18 U.S.CA. § 3553(a) (West 2000 &amp; Supp. 2007). Johnson’s fifteen month sentence is the bottom of the guideline range and is below the statutory maximum sentence of ten years’ imprisonment. <em>See </em>18 U.S.C. § 924(a) (2000). Neither Johnson nor the record suggests any information so com<page-number citation-index=\"1\" label=\"202\">*202</page-number>pelling as to rebut the presumption that a sentence within the properly calculated guideline range is reasonable. We therefore conclude that the sentence is reasonable.</p>\n<p id=\"b226-4\">As required by <em>Anders, </em>we have reviewed the entire record and have found no meritorious issues for appeal. We therefore affirm the district court’s judgment. This court requires that counsel inform his client, in writing, of his right to petition the Supreme Court of the United States for further review. If the client requests that a petition be filed, but counsel believes that such a petition would be frivolous, then counsel may move in this court for leave to withdraw from representation. Counsel’s motion must state that a copy thereof was served on the client. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b226-5\">\n<em>AFFIRMED.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}