{
  "casebody": {
    "data": "<casebody firstpage=\"278\" lastpage=\"279\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b302-9\">UNITED STATES of America, Plaintiff-Appellee, v. Ruben ALVARADO, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b302-12\">No. 07-51188</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Ar\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b302-13\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b302-15\">June 2, 2008.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b302-16\">Joseph H. Gay, Jr., Assistant U.S. Attorney, San Antonio, TX, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b302-18\">Donna F. Coltharp, Federal Public Defender’s Office Western District of Texas, San Antonio, TX, for Defendant-Appellant.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b302-20\">Before SMITH, BARKSDALE, and ELROD, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b302-21\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b302-22\">Ruben Alvarado appeals the sentence imposed after he pleaded guilty to one count of importing marihuana and one count of possession of marihuana with intent to distribute. Alvarado argues that the sentence is substantively unreasonable because the district court failed to give adequate weight to his history of mental health problems in mitigation of his culpability and in terms of his personal characteristics and history. Because Alvarado never objected to the sentence as unreasonable, review is for plain error only. <em>United States v. Peltier, </em>505 F.3d 389, 390-93 (5th Cir.2007), <em>petition for cert. filed </em>(Jan. 22, 2008) (No. 07-8978); <em>see also United States v. Hernandez-Martinez, </em>485 F.3d 270, 272-73 (5th Cir.) (revocation context), <em>cert. denied, </em>— U.S.-, 128 S.Ct. 325, 169 L.Ed.2d 229 (2007).</p>\n<p id=\"b302-24\">Although Alvarado does not allege procedural error in the sentencing, we notice that his sentence for marihuana importation — 84 months of imprisonment followed by 10 years of supervised release — exceeds the applicable statutory máximums. <em>See </em>21 U.S.C. § 960(b)(4); 18 U.S.C. § 3583(b)(2); <em>United States v. Kelly, </em>974 F.2d 22, 24-25 (5th Cir.1992). Because his total terms of imprisonment and supervised release will not be affected by modification, given the concurrent sentence im<page-number citation-index=\"1\" label=\"279\">*279</page-number>posed for his conviction of possession with intent to distribute marihuana, we modify the sentence for marihuana importation to 60 months of imprisonment followed by three years of supervised release. <em>See United States v. De Jesus-Batres, </em>410 F.3d 154, 164 (5th Cir.2005). The sentence still runs concurrently with the sentence imposed for the conviction on the other count.</p>\n<p id=\"b303-5\">The district court sentenced Alvarado, within the sentencing guidelines, to 84 months’ imprisonment followed by 10 years’ supervised release, for possession with intent to distribute marihuana. The district court listened to the statement of Alvarado and his attorney’s arguments based on Alvarado’s history of mental health problems. The court reviewed Alvarado’s criminal history and the specific facts of the crime and explained that Alvarado’s culpability was not reduced by his mental health problems. The court’s reasoning also reflects attention to such § 3553(a) factors as promoting respect for the law, affording adequate deterrence to criminal conduct, and protecting the public from further crimes of the defendant. <em>See </em>§ 3553(a)(2)(A)-(C). Thus, Alvarado has not shown that the sentence constitutes error, plain or otherwise. <em>See Gall v. United States, </em>— U.S. -, 128 S.Ct. 586, 597, 169 L.Ed.2d 445 (2007); <em>United States v. Nikonova, </em>480 F.3d 371, 376 (5th Cir.), <em>cert. denied, </em>— U.S.-, 128 S.Ct. 163, 169 L.Ed.2d 112 (2007). The judgment is therefore affirmed as modified. <em>See United States v. Izaguirre-Losoya, </em>219 F.3d 437, 441 (5th Cir.2000) (plain error standard).</p>\n<p id=\"b303-10\">MODIFIED IN PART; AFFIRMED AS MODIFIED.</p>\n<footnote label=\"*\">\n<p id=\"b302-17\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}