{
  "casebody": {
    "data": "<casebody firstpage=\"318\" lastpage=\"325\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b356-4\">[S. F. No. 13714.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AL1\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"At1\">April 17, 1930.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b356-5\">EDITH FRIDA MENSING., Respondent, v. JACOB CROTER, Appellant.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b356-10\">Raymond Benjamin, Myron Harris and Leo A. Sullivan for Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b356-11\">Thornton Wilson for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b356-12\">RICHARDS, J.—</author>\n<p id=\"A3N\">This appeal is from a judgment in favor of the plaintiff and respondent rendered and entered after a jury had returned a verdict against, the defendant in an <page-number citation-index=\"1\" label=\"319\">*319</page-number>action commenced by the plaintiff to compel the defendant to support her illegitimate son, of whom she alleged, and according to the' judgment established, the defendant was the father. During the trial of the cause it was sufficiently shown that the child of the plaintiff had been born in the due course of gestation in the month of June, 1924. The plaintiff testified, and the jury apparently accepted her statement, that the act or acts of illicit intercourse between herself and the defendant occurred in Los Angeles during the last week of September; 1923, and that as a result thereof the child had been conceived. The defendant did not very seriously or successfully controvert the plaintiff’s evidence as to his intercourse with her at said time, but rested his defense chiefly upon the ground that the plaintiff had been similarly intimate with other men at or sufficiently near the time of her intercourse with him as to render it possible for the jury to draw the inference that another than the defendant was the father of the child. In the course of this attempted proof the defendant offered evidence to the effect that during the latter part of September, 1923, and while the plaintiff was in the city of Los Angeles there was also living in that city a man named Eaiche, whom the plaintiff had previously known in the city of Sacramento, and whom she met upon several occasions during the period of her stay in Los Angeles, and with whom she was apparently upon friendly terms. Having made this showing the defendant offered proof that during the month of April, 1922, and while she was living in Sacramento the plaintiff was the mistress of Eaiche and lived for a time during that year in that illicit relationship with him. The basis upon which the defendant made the latter proffer of evidence was not that such former illicit intercourse, admittedly beyond the possible period of gestation, was directly admissible for the purpose of showing another paternity of the child, but that such evidence was admissible for the purpose of showing that the former relationship between the plaintiff and Eaiche during 1922, coupled with the fact that the plaintiff and Eaiche remained friendly up to and including the month of September, 1923, and were shown to have met each other in the city of Los Angeles and to have been in company there upon two or more occasions during the very period when the plaintiff was ihain<page-number citation-index=\"1\" label=\"320\">*320</page-number>taming illicit sexual relationship with the defendant, would be sufficient to entitle the jury to draw the inference that the past intercourse between herself and Raiche had been there resumed, and that the latter and not the defendant was the father of the child. The trial court, however, took the position that the defendant had not so far succeeded in showing such opportunity for the plaintiff and Raiche to resume their past illicit relation while in Los Angeles at said time as would suffice to open the door for admission of such evidence, and the trial court consistently and repeatedly refused to permit the defendant to introduce the same. It is this refusal of the trial court which the defendant assigns as prejudicial error upon this appeal.</p>\n<p id=\"b358-5\">After a careful examination of the entire record we are of the opinion that the trial court was correct in its refusal to permit the defendant to make proof of the plaintiff’s illicit relationship and intercourse with Raiche as of a time at least, one year prior to the period within which the plaintiff’s child must have been begotten.  That such evidence would not be directly admissible in such an action as this was fully established by this court in <em>Estate of Gird, </em>157 Cal. 534 [137 Am. St. Rep. 131, 108 Pac. 499], wherein it was held that evidence of illicit relation on the part of the mother of an illegitimate child with men other than the defendant, whom she alleges to be its father, must be directed to a time at or about the time when, in the ordinary course of nature, the child must have been begotten. The authorities cited in said decision, as well as those to which our attention has been directed upon this appeal, are in practical accord to the foregoing effect. It was, therefore, incumbent upon the defendant in this action to sufficiently show that during the period in the month of September, 1923, when the plaintiff and Raiche were at the same time in the city of Los Angeles, there existed both the desire and opportunity on the part of each for the resumption of their past illicit relationship. We are constrained to hold that the defendant failed to make anything like a sufficient showing in the foregoing regard, for while it is true that the plaintiff and Raiche met upon two or more occasions while they were together in said city, there is no evidence whatever that at anyosueh time of meeting an opportunity existed for sexual intercourse between them, the uncontradicted evidence in the <page-number citation-index=\"1\" label=\"321\">*321</page-number>case being that upon each occasion of such meeting or meetings between the plaintiff and Eaiche they were never alone together, but were upon each occasion in the, company of others and in such circumstances as would render it practically impossible for such intercourse to have occurred, even if the resumption of their former relationship had been desired by either. Eaiche was not called as a witness in the case, and from the testimony of the plaintiff, under a most rigid cross-examination, it appeared that she had so far transferred her affections and desires toward the defendant herein as to have no wish to renew a past illicit connection with Eaiche. This being the state of the record, we are constrained to hold that the trial court was correct in its refusal to permit the defendant to introduce the proposed evidence as to whatever prior illicit relationship might have been shown to exist between the plaintiff and Eaiche as of a period long prior to the possible term of gestation.</p>\n<p id=\"b359-5\">This being the only question involved in the present appeal, it follows that the judgment of the trial court should be and the same is hereby affirmed.</p>\n<p id=\"b359-6\">Curtis, J., Seawell, J., Shenk, J., and Waste, C. J., concurred.</p>\n</opinion>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b359-7\">PBESTON, J., dissenting.—</author>\n<p id=\"Aqa\">I dissent.</p>\n<p id=\"b359-8\">The following opinion by Mr. Justice Sturtevant of the District Court of Appeal sets forth my views on this case in better form than I could, and I adopt it as the basis of my dissent.</p>\n<p id=\"b359-9\">“The plaintiff commenced an action against the defendant to compel him to support her illegitimate son and alleged that the defendant was the father. He appeared and answered and a trial was had before the court sitting with a jury. The jury returned a verdict against the defendant and from a judgment entered thereon the defendant has appealed under section 953a of the Code of Civil Procedure.</p>\n<p id=\"b359-10\">“The defendant claims the trial court should have allowed him to introduce, for a limited purpose, evidence of previous acts of sexual intercourse with other men. The plaintiff replies that he was not denied that right.</p>\n<p id=\"b359-11\">“That in this class of cases the defendant will be allowed to prove that at about the date of the conception of the child <page-number citation-index=\"1\" label=\"322\">*322</page-number>the plaintiff had sexual intercourse with other men is admitted by both parties. <em>(Kelly </em>v. <em>State, </em>133 Ala. 195 [91 Am. St. Rep. 25, 32 South. 56]; <em>Maynard </em>v. <em>People, </em>135 Ill. 416 [25 N. E. <em>740]; State </em>v. <em>Gereke, </em>74 Kan. 196 [86 Pac. 160, 87 Pac. 759]; <em>Burris </em>v. <em>Court, </em>34 Neb. 187 [51 N. W. 745] ; <em>Humphrey </em>v. <em>State, </em>78 Wis. 569 [47 N. W. 836]; <em>State </em>v. <em>Ginger, </em>80 Iowa, 574 [46 N. W. 657] ; <em>Nimmo </em>v. <em>Simms, </em>178 Ark. 1052 [13 S. W. (2d) 304] ; <em>In re Gird’s Estate, </em>157 Cal. 534 [137 Am. St. Rep. 131, 108 Pac. 499].) Furthermore,' both agree that ordinarily other acts with other men are collateral matters which are not admissible. But the defendant claims that there is an exception to the proposition last stated. The plaintiff admits there is, but states that the limits of the exception are not as claimed by the defendant. The defendant argues that if it is first shown that the plaintiff, at about the date of the conception, had an association and an opportunity to have sexual intercourse with another man, that then, but not until then, will the defendant be allowed to show that at some date prior thereto the plaintiff actually did have intercourse with such other man. <em>(Odewald </em>v. <em>Woodsum, </em>142 Mass. 512 [8 N. E. 347]; <em>Walker </em>v. <em>State, </em>165 Ind. 94 [74 N. E. 614]; <em>State </em>v. <em>Woodworth, </em>65 Iowa, 141 [21 N. W. 490]; <em>State </em>v. <em>Borie, </em>79 Iowa, 605 [44 N. W. <em>824]; Guy </em>v. <em>State, </em>20 Ala. App. 374 [102 South. 243].) The plaintiff admits the rule, but claims that in the instant case there was no showing of ‘association and opportunity’ within the meaning of the rule. In this contention we think the plaintiff fails to take into consideration all of the facts that have been proved. Whether the jury may draw a certain inference depends in the first place on ‘the facts legally proved.’ (Code Civ. Proc., sec. 1960, subd. 1.) Now, in this ease the witness Smith had deposed that the plaintiff, while with child, called on him as an assistant probation officer and discussed her case. Among other statements she told him that about the date of conception she had intercourse with a man other than the defendant, but she knew such other man was not the father of her child, she ‘could tell by her woman’s intuition.’ Prior to the date of conception the plaintiff, Raiche and Millam had been acquainted in Sacramento. About the first of September, 1923, Raiche and Millam went to Los Angeles and took bachelor quarters in an apartment and <page-number citation-index=\"1\" label=\"323\">*323</page-number>at that time other men were members of the same household. Raiehe was a married man whose wife had obtained a divorce but no final decree had been entered. The men had no woman to cook for them, but one of them did the cooking. In the latter part of September, 1923 (date of conception), the plaintiff, a young stenographer, went to Los Angeles to obtain employment. She was not married, she was unescorted, and had no kith or kin at that place. She knew this defendant, who resided there. She also knew Raiehe and Millam. The plaintiff testified that she had had intercourse with the defendant at Sacramento in April, 1923. She arrived in Los Angeles on September 26, 1923, and on that day called at the defendant’s place of business. He was out, but they met the next day and had intercourse. There was evidence that while the plaintiff was living at the Y. W. 0. A. in Los Angeles she went with Raiehe to his apartments, and that at other times she went there with him. She testified that she lived at the Y. W. C. A. September 26, 27, 28 and 29, 1923. At least some of the calls she made to the bachelor quarters were made after night. We think the foregoing facts show an ‘association’ within the rule. We think they also show an ‘opportunity’ within the rule. True, there were contradictory statements, but the conflicts were for the jury to unravel. Now, at one time (Rep. Tr. 287) the defendant, through Mr. Benjamin, said: ‘I offer to prove on the basis of the testimony in the record at the present time, together with such other testimony as may be admitted, that in 1922 Miss Mensing was the mistress of one Alfred L. Raiehe in Sacramento . . . ,’ etc. The offer was refused. Later (Rep. Tr. 326, 327), when all of the evidence which we have recited above had been introduced, the defendant renewed his offer. The offer was refused. That last ruling, we think, was error and that it was prejudicial.</p>\n<p id=\"b361-5\">‘ ‘ The plaintiff contends that the ruling was correct because the defendant had not shown that during their association in Los Angeles the plaintiff and Raiehe were seen in any compromising position. That was not necessary. If the defendant could have shown an act of sexual intercourse between the plaintiff and Raiehe at Los Angeles in September, 1923, such act, both parties admit, would have been admissible and it would be wholly unnecessary for us to <page-number citation-index=\"1\" label=\"324\">*324</page-number>conduct this specific inquiry regarding acts committed at Sacramento in 1922. An association together in Los Angeles in September, 1923, was admitted. Moreover, the uncontradicted evidence was that at that time the two were not restrained by family ties or physical obstacles, and that they were strangers in the large city of Los Angeles and free to claim that they were man and wife and were free to be by themselves and indulge their passions. Therefore, they had ‘an opportunity’ within the meaning of the rule. In the following cases the evidence of ‘opportunity’ consisted of various combinations of facts which were held to constitute a sufficient foundation to introduce evidence of other acts as showing or tending to show such acts also took place about the date of conception. In <em>State </em>v. <em>Woodworth, </em>65 Iowa, 141 [21 N. W. 490], it was shown that the pair resided in the same house. In <em>Walker </em>v. <em>State, </em>165 Ind. 94 [74 N. B. 614], it was shown that the pair were alone together for a time on that evening. In <em>State </em>v. <em>Borie, </em>79 Iowa, 605 [44 N. W. 824], it was shown that the pair took a twenty-mile ride together and the plaintiff stayed at his house two nights, sleeping with the man’s mother. In no one of those cases were additional facts shown than those we have cited. Counsel have not cited, and we have searched the books but cannot find, any cases at variance with these authorities.</p>\n<p id=\"b362-5\">“There is yet another angle from which we may view the specific question before us. It is settled law that circumstantial evidence of acts of sexual intercourse with other men at about the date the child was begotten is admissible. <em>(Estate of Gird, </em>157 Cal. 534, 547 [137 Am. St. Rep. 131, 108 Pac. 499].) When following that rule, the courts have allowed to go to the jury a set of facts no more convincing than the offer made by this defendant. <em>(State </em>v. <em>Creager, </em>97 Kan. 334 [155 Pac. 29, 30, 32]; <em>De Mund </em>v. <em>State, </em>167 Wis. 40 [166 N. W. 328, 329] ; <em>Anderson </em>v. <em>State, </em>65 Utah, 512 [238 Pac. 557, 559] ; <em>State </em>v. <em>Gereke, </em>74 Kan. 196 [86 Pac. 160, 87 Pac. 759, 761]; <em>Maynard </em>v. <em>People, </em>135 Ill. 416 [25 N. E. 740, 744]; <em>Burris </em>v. <em>Court, </em>34 Neb. 187 [51 N. W. 745, 746]; <em>Kelly </em>v. <em>State, </em>133 Ala. 195 [91 Am. St. Rep. 25, 32 South. 56, 57].) If in connection with the evidence which was admitted there had been admitted also the testimony of witnesses that in Sacramento, about one year prior to the <page-number citation-index=\"1\" label=\"325\">*325</page-number>conception of the child, the plaintiff lived as the mistress of Raiehe, there is no doubt but what the jury might have drawn the inference that at Los Angeles, about the date of the conception, the plaintiff had sexual intercourse with Raiehe and that the jury might have concluded that the plaintiff had failed to show by a preponderance of the evidence that the defendant and not Raiehe was the father of her child.”</p>\n<p id=\"b363-5\">To my mind, therefore, the judgment should be reversed and the action remanded for a new trial.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}