{
  "casebody": {
    "data": "<casebody firstpage=\"745\" lastpage=\"752\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b783-8\">[Sac. No. 4323.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ALj\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aad\">July 10, 1930.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b783-9\">ANNIE COAKLEY, Administratrix, etc., Appellant, v. LUCIO AJURIA, Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b784-7\"><page-number citation-index=\"1\" label=\"746\">*746</page-number>Erling S. Norby, Albert E. Sheets and George M. Naus for Appellant.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b784-8\">Ray Manwell and Rich &amp; Weis for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b784-9\">SEA WELL, J.</author>\n<p id=\"Arn\">—  This appeal is from a judgment of nonsuit. The trial court’s ruling must, • therefore, be examined in the light of the uniform decisions of this state, too numerous to require citations, which hold, in effect, that every inference of fact and intendment of law must be liberally construed in favor of sustaining the case made by plaintiff, to the end that causes may be determined upon their merits.</p>\n<p id=\"b784-10\">Plaintiff’s intestate, John A. Coakley, a plasterer by occupation, was her husband, and both resided at the city of Marysville, this state. The defendant, Lucio Ajuria, was also a resident of said city, and proprietor of the Española Hotel. The question presented by the appeal is whether the intoxication of said John A. Coakley, deceased, was as a matter of law the proximate cause of his death, which resulted instantly upon being struck by an automobile driven by defendant, as held by the trial court, or whether, as contended by appellant, it was the remote cause, considered in the light of the attending undisputed facts and circumstances. The injuries which caused the death of said Coakley were inflicted on C Street, one of the principal thoroughfares of said city, between Second and Third Streets, at the hour of 11:45 P. M. Said street is a north and south street, <page-number citation-index=\"1\" label=\"747\">*747</page-number>intersected at right angles by said Second and Third Streets. At the time Coakley was killed the street was clear of automobile and pedestrian traffic and obstructions of every kind and, repeating the words of witness Fred R. Wilson—the proprietor of a garage located in the immediate vicinity of the place where Coakley was killed—it was lighted so “you could see a person or a dog or anything plainly.” Said Wilson was an eye-witness to the entire incident. His uncontradicted statement of the facts is that he was on the easterly sidewalk near his place of business when he first observed Coakley, with whom he had no prior acquaintance, leaning against a window of the next door garage, apparently asleep from the effect of intoxicating liquors. Presently Coakley aroused himself from his stupor and in an unsteady gait started to cross the street to the westerly side. Wilson, observing his plight, tried to persuade him to engage a taxicab to take him home, but Coakley replied that he had but a short distance to go. He came back, however, to the sidewalk and walked up the sidewalk a short distance and again started to cross the street in a staggering stride. When fifteen or twenty feet from the westerly curb and well westerly of the center line he staggered to his fall. He struggled helplessly for a few seconds and finally succeeded in raising himself to his hands and knees, and while in that position he was struck by defendant driving a Paige 66-tour-ing car. Defendant was approaching at this time on the westerly or wrong side of C Street, going in a northerly direction, and according to his testimony his lights were dimmed to the degree that they would not carry more than fifteen or twenty feet, and his brakes were not in good condition, as shown by his testimony and the tire bums upon the pavement, which showed that only one wheel was holding. The impact with Coakley’s body crushed in the parietal bone, thereby exposing the brain and the tissues, fractured four ribs and carried his body seven or eight feet forward before it was thrown clear of the automobile. The car skidded and traveled seventy-five or eighty feet before it was brought to a stop. As the defendant hit the body of the deceased a bystander, A1 Hyman, called to him, “Stop there, you killed a man.” There is also testimony in the record that skid marks made by one wheel of the automobile were visible upon the pavement beginning at a <page-number citation-index=\"1\" label=\"748\">*748</page-number>point twenty feet distant southerly from the spot where decedent’s body was struck.</p>\n<p id=\"b786-5\">The defendant, called as a witness by plaintiff, testified that he did not see the decedent until the instant he was upon him, at which time he applied his brakes, as illustrated by the following parts of his testimony which appear in the record:</p>\n<p id=\"b786-6\">“Question: Tou see him when you hit him? Answer: I see the black spot. I am not sure man, or what.” Asked if his lights were burning brightly, he answered no, “not too brightly,” and estimated that he was able to see objects only fifteen or twenty feet distant. The speed of the automobile, in terms of mileage, was not approximated by any witness except the defendant, who testified at one stage of the proceeding that he was traveling between twelve and fifteen miles per hour, and at another that he did not know how fast he was traveling. The twelve or fifteen miles per hour testimony is, of course, out of all reason in the face of the distance that his car carried the body of the deceased and as shown by the skid marks and the distance the car traveled before brought to a stop as told by an apparently disinterested eye-witness. What the defendant had been doing or where he was immediately before starting on his unfortunate journey he refused to divulge. He was first seen to turn from Second Street into 0 and proceed northerly at an increasing rate of speed until he struck the decedent. Police Officer Hopkins was upon the scene four or five minutes after the fatality occurred and gave testimony as to the skid marks on the pavement, which tended to rebut the defendant’s testimony as to the speed the car was under at the time of the impact. The physical facts demonstrate beyond doubt the position of the car upon the street and the further fact that defendant was driving at a high rate of speed. The testimony of Mr. Wilson, who actually saw defendant approaching at some distance southerly, is to the same effect. Examined from the viewpoint of a nonsuit judgment we have the following established facts: The defendant was traveling in a <em>northerly </em>direction on the <em>ivest </em>side of an unobstructed street at a rapid rate of speed with insufficient headlights and inadequate brakes. The evidence is further to the effect that, notwithstanding the inadequacy of defendant’s headlights, <page-number citation-index=\"1\" label=\"749\">*749</page-number>the zone in which decedent was hit was sufficiently lighted to have enabled the defendant to avoid the accident had he been exercising ordinary care. Unless it may be said as a matter of law that intoxication <em>per se </em>bars recovery under every conceivable set of circumstances, the judgment of nonsuit must be reversed.</p>\n<p id=\"b787-5\">We think the learned trial judge took an erroneous view of the law applicable to the facts, as is made apparent from an oral opinion which he delivered directing the order of nonsuit. While the reasons of a trial court so given do not in a strict sense constitute a part of the record on appeal, yet where they furnish, as in this case, the basis of the court’s action, and really constitute the only grounds upon which the judgment may be affirmed, it is proper to give them special consideration. The trial court observed that the evidence showed negligence on the part of the defendant in the operation of his automobile at the time the accident happened, but concluded that the acts of Coakley Avere not the acts of an ordinarily prudent man, and, therefore, he was guilty of contributory negligence; that had decedent not gone upon the street and lain doAvn the accident would not have happened. Speaking of the decedent’s conduct and its legal status the court said: “He [decedent] had gone out in the street and fell down on the street and lay there on the business street of the city in a drunken, helpless condition. Had he not done that he wouldn’t have gotten hurt. A man has no right to get drunk and stagger out in the street and fall down and then if someone runs over him say he ought to have seen him. His acts constitute negligence <em>per se.” </em>Undoubtedly, had decedent not become intoxicated and lain doAvn in the street the accident would not, as a result of the law of concatenation of events, have happened, but decedent’s antecedent indiscretion or negligence furnishes no answer to the claim of actionable negligence against the defendant, unless the negligence of the decedent concurred with and co-operated with the negligence of the defendant. In other words, if the negligence of the decedent was a remote and not the immediate cause of the injury and the negligence of the defendant was the proximate and immediate cause of the injury the intoxication of the decedent would not of itself bar plaintiff’s cause of action.</p>\n<p id=\"b788-4\"><page-number citation-index=\"1\" label=\"750\">*750</page-number>This court very early, in <em>Needham </em>v. <em>San Francisco &amp; S. J. R. R. Co., </em>37 Cal. 409, in an exhaustive and thorough review of the law of contributory negligence premised it on the rule which has the universal approval of the inner conscience of mankind. It is there said: “The Golden Rule is a cornerstone of the law as well as of morals, and in the department of the former finds its expression in the maxim: <em>Sic utere tuo, ut alienmn non laedas. </em>No more in law than in morals can one wrong be justified or excused by another. A wrongdoer is not an outlaw, against whom every man may lift his hand. Neither his life, limbs, nor property are held at the mercy of his adversary. On the contrary, the latter is bound to conduct himself with reasonable care and prudence, notwithstanding the fault of the former; and if, by so doing, he can avoid injuring the person or property of the former, he is liable if he does not, if, by reason thereof, injury ensues.” It then expressly approved the rule formulated by the Supreme Court of Connecticut <em>(Isbell </em>v. <em>New York </em>&amp; <em>New Haven R. R. Co., </em>27 Conn. 392, 403 [71 Am. Dec. 78], which, in part, reads: “A remote fault in one party does not, of course, dispense with care in the other. It may even make it more necessary and important, if thereby a calamitous injury can be avoided, or an unavoidable calamity essentially mitigated. Common justice and common humanity, to say nothing of law, demand this; and it is no answer for the neglect of it to say that the complainant was first in the wrong, since inattention and accidents are to a greater or less extent incident to human affairs. Preventive remedies must, therefore, always he proportioned to the case in its peculiar circumstances—to the imminency of the danger, the evil to be avoided, and the means at hand of avoiding it. And herein is no novel or strange doctrine of the law; it is as old as the moral law itself, and is laid down in the earliest books on jurisprudence. . . . An intoxicated man is lying in the traveled part of the highway, helpless, if not unconscious; must I not use care to avoid him? May I say that he has no right to encumber the highway, and therefore carelessly continue my progress, regardless of consequences ? . . . Or, if the intoxicated man has entered a private lane or byway, and will be run over if the owner does not stop his team which is passing through it, must he not stop them? These are <page-number citation-index=\"1\" label=\"751\">*751</page-number>instances, I am aware, of personal rights, but what is true in relation to the person is essentially true in relation to dumb animals and other kinds of property, though perhaps the rule would be applied in the latter case with less strictness. It must be so, that an unnecessary injury negligently inflicted in these and kindred cases is wrong, and therefore unlawful. ’ ’</p>\n<p id=\"b789-5\">In <em>Robinson </em>v. <em>Pioche, 5 </em>Cal. 461, this court very early had occasion to consider the same question presented by the instant case, and it was held that a person who voluntarily incapacitates himself by drink does not by reason of his intoxication place himself so far beyond the pale of the law that he may be injured with impunity. It then curtly but pointedly disposed of the case in this brief fashion: “If the defendants were at fault in leaving an uncovered hole in the sidewalk of a public street, the intoxication of the plaintiff cannot excuse such gross negligence. A drunken man is as much entitled to a safe street, as a sober one, and much more in need of it.” (See, also, <em>Brooks </em>v. <em>City of Monterey, </em>(Cal. App.) 283 Pac. 977.)</p>\n<p id=\"b789-6\">Many years ago the English courts summarized the law which rules this case, as follows: “If a man is lying drunk on the road, another is not negligently to drive over him. If that happened, the drunkenness would have made the man liable to the injury, but would not have occasioned the injury.”</p>\n<p id=\"b789-7\">The famous case of <em>Davies </em>v. <em>Mann, </em>152 Eng. Eeprint, 588, Parke, B., which gave rise to the doctrine of the last clear chance, presents the case of a donkey placed by the owner upon the highway to graze with its forefeet fettered, and while so fettered it was killed by being driven upon by the defendant’s servant, who was held to be driving too fast down a slight descent. The immediate cause of the injury was held to be the negligent driving of the defendant’s servant, and not the putting the ass upon the highway. The question was disposed of by a very renowned judge in these words: “ . . . although the ass may have been wrongfully there, still the defendant was bound to go along the road at such a pace as would be likely to prevent mischief. Were this not so, a man might justify the driving over goods left on a public highway, or even</p>\n<p id=\"b790-4\"><page-number citation-index=\"1\" label=\"752\">*752</page-number>over a man lying sleeping there, or the purposely running against a carriage going on the wrong side o£ the road.”</p>\n<p id=\"b790-5\">The foregoing expresses the judicial view which obtains not only in this country, but, so far as we are advised, in all jurisdictions in which the English and American standards are recognized.</p>\n<p id=\"b790-6\">The fact that a person when injured was intoxicated is not in itself evidence of contributory negligence, but it is a circumstance to be considered in determining whether his intoxication contributed to his injury. If it did he cannot recover. If it did not it will not excuse the defendant’s negligence. Ordinarily it is a matter to go to the jury. (Beach on Contributory Negligence, 3d ed., secs. 197, 395; <em>Trumbull </em>v. <em>Erickson, </em>97 Fed. 891, 893; <em>Eaug </em>v. <em>Great Northern R. Co., </em>8 N. D. 23, 27 [73 Am. St. Rep. 727, 42 L. R. A. 664, 77 N. W. 97].) A person wholly incapacitated by the excessive use of intoxicants is in a state of helplessness in the sense as though he were asleep or suffering sickness produced by any of the many causes of illness. The law looks to the condition of helplessness and not to the antecedent cause which produced it, and his impotency to care for himself does not relieve others of the duty to avoid injuring him when it can be avoided by the exercise of ordinary care. In thus guarding life and limb the law does not condone intoxication in any sense, but it imposes upon each person the duty of exercising ordinary care to the end no person whomsoever may be made to suffer an injury that could have been reasonably avoided. A remote fault in one does not dispense with care in the other. Numerous decisions and text-writers might be cited, a large number of which deal specifically with the question of contributory negligence in its relation to intoxication, but the law is so thoroughly settled that in order to constitute a bar to an action for damages it must appear that the intoxication was the immediate, concurrent and operative cause of the injury and not merely the antecedent cause. It seems unnecessary to further pursue the subject. The case should have gone to the jury.</p>\n<p id=\"b790-7\">Judgment reversed.</p>\n<p id=\"b790-8\">Richards, J., Shenk, J., Curtis, J., Preston, J., Lang-don, J., and Waste, C. J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}