{
  "casebody": {
    "data": "<casebody firstpage=\"539\" lastpage=\"542\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b567-8\">A. K. Seago v. Lewis White.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b567-9\">Decided. March 16, 1907.</decisiondate>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b567-10\">1.—Contract oí Employment—Construction.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b567-11\">A contract of employment reading as follows: <em>“I </em>will work for you the first year for one thousand dollars, give my undivided time and attention to the advancement and best interest of the enterprise, arid after that time, provided each of us should live, I will leave it to you to say what I am worth to the business. . . . This contemplates continuous and. perpetual service,” held to evidence a hiring for one year.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b567-14\">3.—leading Question.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b567-15\">The following question held to be leading: “Is it not a fact that after you made your contract with the defendant it was generally understood that plaintiff was to be discharged?”</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b567-17\">3. —Immaterial Testimony.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b567-18\">In a suit for breach of a contract of employment it was error \"to require the defendant to answer a question as to how many times he had been sued during his business career, because the testimony was irrelevant to any issue in the case.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b567-19\">4. —Item of Account—Evidence.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b567-20\">Among the items of indebtedness claimed by plaintiff from defendant was one as to which the only evidence was that of plaintiff to the effect that he had paid it for board at a hotel. Held, to authorize a recovery the evidence should have shown that the defendant was chargeable with the expense, and that it was reasonable.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b567-21\">5. —Objection to Evidence—Defective Brief.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b567-22\">Where the briefs of parties fail to set out sufficient of the evidence to enable the Appellate Court to determine the relevancy or irrelevancy of evidence objected to on that ground, an assignment of error based on the admission or exclusion of said evidence can not be considered.</headnotes>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b567-23\">Appeal from the County Court of Upshur County.\" Tried below before Hon. M. M. Briggs.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b567-24\"><em>Barnwell &amp; </em>Eberhart, for appellant.</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"Am_\">A contract between employer and employe which does not specify the time of service may be terrain<page-number citation-index=\"1\" label=\"540\">*540</page-number>ated at any time by either party. East Line &amp; R. R. Ry. Co. v. Scott, 72 Texas, 70; Texas Cent. Ry. Co. v. Newby, 41 S. W. Rep., 102; Louisville &amp; N. Ry. Co. v. Offutt, 99 Ky., 435, 36 S. W. Rep., 183; El Paso Gas Co. v. El Paso, 22 Texas Civ. App., 312.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b568-3\">In contracts for personal service the incompetence of the employe to perform in a reasonably skillful manner the service which he has undertaken is a sufficient ground for discharge, though he was hired for a definite period, and this is true whether he has actually made representations as to his competency or not. 20 Am. and Eng. Ency. of Law, 29 (2d ed.).</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b568-4\"><em>Warren &amp; Briggs, </em>for appellee.\"</attorneys>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b568-5\">BOOKHOUT, Associate Justice.</author>\n<p id=\"A_p\">On the 18th day of August, 1905, appellee filed suit against appellant in the County Court of Upshur County, alleging: That on February 19, 1904, he made a written contract of employment with appellant for one year, beginning on February 19, 1904, at an agreed salary of $1,000; that he entered upon his services on said date and continued to serve appellant until the 1st day of August, 1904, when he was discharged without cause.</p>\n<p id=\"b568-6\">Appellant answered by general and special exceptions, denied that the contract of employment was for any definite time; that the contract was void; that in order to induce appellant to employ him appellee represented to appellant that he understood the business of superintending saw mills and box factories,, which representation appellant believed; that appellee was in fact incompetent to discharge the duties as such superintendent; that he neglected appellant’s business, and was discharged \"for good cause, as appellant had the right to do.</p>\n<p id=\"b568-7\">A trial before a jury at the February term, 1906, resulted in a verdict and judgment for appellee for the sum of $570.90. Defendant prosecutes an appeal.</p>\n<p id=\"b568-8\">The contract upon which the suit is based reads:</p>\n<p id=\"b568-9\">“Big Sandy, Texas.</p>\n<p id=\"b568-10\">“Articles of agreement between A. K. Seago and Lewis White, February 19, 1904, with the privilege of taking stock left open as you proposed. I will work for you the first year for one thousand dollars, give my undivided time and attention to the advancement and best interest of the enterprise; after that time, provided each of us should live, I will leave it to you to say what I am worth to the business.</p>\n<p id=\"b568-11\">Lewis White. A. K. Seago.</p>\n<p id=\"b568-13\">“This contemplates continuous and perpetual service.</p>\n<p id=\"b568-14\">Lewis White. A. K. Seago.”</p>\n<p id=\"b568-16\">It is contended that the court erred in admitting this contract in evidence over defendant’s objection, for that it is not a contract of hiring for a year, but a contract to pay for services at the rate of a stipulated sum per year, no definite time being specified, and is a <page-number citation-index=\"1\" label=\"541\">*541</page-number>general hiring terminable at the will of either party. The objection was overruled and defendant took his bill of exception! He also asked, and the court refused, a special charge in line with the above contention. There was no error in admitting the contract in evidence, or in refusing the requested charge. The contract construed as a whole evidences a hiring for one year. The court should have so instructed the jury and not left it to the jury to determine whether the contract evidenced a hiring for a year. The jury, however, found that the contract was for a year, hence, if there was error on the part of the court in not construing the contract, and in leaving it for the jury to determine from the evidence whether it embraced a hiring for one year, it was harmless.</p>\n<p id=\"b569-3\">While the witness Wheeler was testifying in behalf of appellee, his attorneys were permitted to ask the witness: “Is it not a fact that after you made your contract with the defendant (appellant) on June 24, 1904, it was generally understood that plaintiff (appellee) was to be discharged?” To which question the witness answered: “Tes, it was generally understood after I made my contract that White (plaintiff) was to be discharged.” This question and answer were objected to by appellant at the time on the ground that the question was leading, irrelevant and immaterial. The objections were overruled, to which appellant excepted. The question was clearly leading under the decisions, and the court erred in not sustaining the exception to the question and answer. (Railway Company v. Dalwigh, 92 Texas, 655; St. Louis &amp; S. F. Ry. Co. v. Conrad, 17 Texas Ct. Rep., 566.) The evidence sought to be elicited by this question was material. The question as to whether appellant had the right to discharge appellee was a vital issue in the case.</p>\n<p id=\"b569-6\">The appellant while being cross-examined by the attorneys for appellee was asked if it was not a fact that his nephew, E. M. Seago, had not sued him in the District Court, Upshur County, Texas, at the January term, 1906, and how many times he had been sued in his business career, and over his objections he was forced to answer and did answer as follows: “In my career as a business man I have been sued several times. I was sued by my nephew, E. M. Seago, in the District Court, Upshur County, Texas, at the January term, 1906, claiming that I owed him on a contract of emplo37ment. I was also sued some few times while I was in business in Atlanta, Ga. Can not remember how many times. That was many years ago, when I was a young man. I am now seventy years old.” This action of the court was error. The evidence did not tend to prove any material issue in the case, nor did it tend to impeach the witness. It could have had only one effect, that was to prejudice the appellant in the minds of the.jury.</p>\n<p id=\"b569-7\">Among the items sued for by appellee and for which a recovery was had was an-item for $12.88, board paid at Key’s hotel at Big Sandy. The only evidence as to this item was the statement of appellee while testifying, that “I paid Mr. Key for board at the hotel $12.88.” The testimony did not show for what time this item was paid nor that it was reasonable. This matter was called to the attention of the court in the motion for new trial and the same was overruled. This ruling was error. To authorize a recovery the evidence should have shown that the item was a part of the expenses which defendant had agreed to pay when <page-number citation-index=\"1\" label=\"542\">*542</page-number>plaintiff was induced to -come to Texas, and that the amount was reasonable.</p>\n<p id=\"b570-3\">W. T. Wheeler, a witness for appellee, while testifying, was permitted to state over the objections of appellant that, “If lumber should be cut according to the instructions of defendant such lumber, would be worthless.” “I do not think any man could successfully run a plant for the manufacture of lumber and boxes hampered by instructions from defendant.” The witness had listened to the reading of certain letters written by defendant in New Orleans to plaintiff at Big Sandy, Texas, in which letters defendant gave instructions as to how he wanted the lumber sawed. The objection to the evidence was that it was immaterial and irrelevant. We can not decide on the admissibility of this evidence. It was shown the plant lost money during the time plaintiff superintended its operation. If the evidence of defendant was sufficient to raise the issue that the loss of operating the mill while plaintiff was in charge was the result of his incompetency and mismanagement, and by reason thereof the mill was operated at a loss to defendant, then it would be competent to show in reply that the loss was the result of plaintiff being hampered by instructions from defendant. In such case the evidence would be admissible to show that the loss was the result of following defendant’s instructions. Neither party has set out the evidence on this issue and we are not required to read the entire statement of facts to see what the evidence does show.</p>\n<p id=\"b570-5\">For the errors pointed out the judgment is reversed and the cause remanded.</p>\n<p id=\"b570-6\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}