{
  "casebody": {
    "data": "<casebody firstpage=\"997\" lastpage=\"997\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1053-4\">CHASE NAT. BANK OF CITY OF NEW YORK v. HENDRICKSON et al. In re HENRY.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1053-6\">No. 6304.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1053-7\">Circuit Court of Appeals, Third Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1053-8\">May 6, 1937.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1053-14\">Mudge, Stern, Williams &amp; Tucker, Paul D. Miller, and Charles D. G. Breckinridge, all of New York City, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1053-15\">Mark A. Sullivan, of Jersey City, N. J., for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b1053-16\">Before BUFFINGTON, DAVIS, and BIGGS, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1053-17\">BUFFINGTON, Circuit Judge.</author>\n<p id=\"b1053-18\">In the bankruptcy case below of Archibald M. Henry, an order was made by the court directing the Chase National Bank to turn over to the trustee securities in possession of the bank alleged to belong to Henry. The question presented on this appeal of the Chase National Bank (hereafter called Chase) is whether the securities in question were subject to a lien of the bank as collateral on a loan made by it to Henry,</p>\n<p id=\"b1053-19\">The facts are that ,in December, 1929, Chase loaned Henry $50,000 on his note, which contained an agreement by which all stocks, bonds, etc., of Henry “which have been or at any time shall be delivered to the bank, for any purpose, whethe^or not accepted for the purpose or purposes for which they are delivered,” are to be considered as security for the loan.</p>\n<p id=\"b1053-20\">In 1930 the North Hudson National Securities Company,, of which Henry was president, also obtained a loan from the Chase and .pledged as security certain collateral belonging to Henry. This pledge was made with the consent of Henry. The securities so pledged are the ones here involved.</p>\n<p id=\"b1053-21\">On August 21, 1931, the Securities Company paid its note to Chase, but neither it nor Henry demanded a return of the securites which from then until the present remain in the custody of the bank.</p>\n<p id=\"b1053-22\">On October 26, 1931, Henry was adjudged a bankrupt. Chase contends that under the omnibus provision of the Henry loan a lien attached immediately when it later obtained possession of Henry’s bonds and stocks pledged as collateral for the Securities Company loan, which latter loan was made more than ten months before Henry’s bankruptcy. It does not appear that the Chase knew that the collateral bonds and stocks pledged by the Securities Company at the time of its loan were in point of fact owned by Henry, or that it knew they were Henry’s property when it later filed a claim with the referee, in which it did not mention Henry’s ownership of the bonds and stocks here in question.</p>\n<p id=\"b1053-23\">After argument and consideration had, we are clear\" in the view that Chase obtained a lien, by virtue of the omnibus-clause, on Henry’s bonds and stocks when they came into possession, to wit, at the date the Securities Company’s note was-made. In failing to so hold, and in allowing a turnover order, we think the court below erred, and its judgment must be reversed, and the rule upon Chase discharged. In so holding we deem it proper to state that the case of In re Herkimer Mills Co. (D.C.) 39 F. (2d) 625, on which the court below relied, was wholly different from the present situation and is not controlling.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}