{
  "casebody": {
    "data": "<casebody firstpage=\"313\" lastpage=\"315\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b369-4\">UNITED STATES of America, Appellee, v. Patrick J. O’SHEA, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b369-6\">No. 73-1142.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b369-7\">United States Court of Appeals, First Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b369-8\">Submitted May 7, 1973.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b369-9\">Decided May 21, 1973.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b369-15\">Before COFFIN, Chief Judge, Mc-ENTEE and CAMPBELL, Circuit Judges.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b369-16\">COFFIN, Chief Judge.</author>\n<p id=\"b369-17\">Petitioner, Patrick J. O’Shea, was convicted in early 1967 of bank robbery and assault with a dangerous weapon, 18 U. S.C. § 2113(a) and (d), and sentenced that same year to twenty years in prison. Before imposing sentence, the court stated that “[i]n deciding upon the sentence, I consider as elements against you your previous records, which are serious, your having served time in state prison, the seriousness of the offense here, and all of the circumstances. The only factor which I consider to be in your favor is that this was not as aggravated an armed robbery as some are [and thus] not a case for imposition of the maximum sentence, which is recom-' mended by the government.” Petitioner’s conviction was affirmed by this court in an unpublished memorandum and order in March 1971.</p>\n<p id=\"b369-19\">Apparently desirous of voiding his sentence, in late 1972 petitioner moved <em>in forma pauperis </em>in the district court for a copy of the pre-sentence report considered by the judge 'before pronouncing the twenty-year sentence and for a transcript of the sentencing proceedings, alleging conclusorily that the report contained “false and untrue information”. He seemingly relied upon our recent decision in United States v. Picard, 464 F. 2d 215 (1st Cir. 1972), in which we held that, subject to certain restrictions, the sentencing court must make known to a defendant the substance of a pre-sentence report, to the extent it is relied upon. In denying petitioner’s motions, the district court here distinguished <em>Picard </em>on the grounds that petitioner’s trial counsel never. requested a copy of the pre-sentence report and that “the court did not place general reliance upon the pre-sentence report as is more frequently the case when conviction is based upon a plea of guilty or a trial of short duration.” Treating the district court’s ruling as a denial of a § 2255 motion, we affirm its decision, but on the different ground that <em>Picard </em>does not apply to sentences imposed prior to the date of its decision.</p>\n<p id=\"b369-20\">When procedural rights are sought to be applied retroactively, “the criteria guiding resolution of the question implicates (a) the purpose to be served by the new standards, (b) the extent of the reliance by law enforcement officials on the old standards, and (c) the effect on the administration of justice of a retroactive application of the new standards.” Stovall v. Denno, 388 U.S. 293, 297, 87 S.Ct. 1967,1970, 18 L.Ed.2d 1199 (1967). <page-number citation-index=\"1\" label=\"314\">*314</page-number><em>Cf. </em>Robinson v. Neil, 409 U.S. 505, 93 S.Ct. 876, 35 L.Ed.2d 29 (1973). This test applies whether the rights be viewed as constitutional, <em>see e. g., </em>DeStefano v. Woods, 392 U.S. 631, 88 S.Ct. 2093, 20 L.Ed.2d 1308 (1968), or as emanating from other sources, <em>see, e. g., </em>Fuller v. Alaska, 393 U.S. 80, 89 S.Ct. 61, 21 L. Ed.2d 212 (1968). <em>See also </em>Desist v. United States, 394 U.S. 244, 256 n. 1, 89 S.Ct. 1030, 22 L.Ed.2d 248 (1969) (Harlan, J., dissenting). Measured by this yardstick, our holding in <em>Picard </em>must be said to be of no avail to petitioner.</p>\n<p id=\"b370-4\">To be sure, the purpose to be served by requiring limited disclosure of the pre-sentence report is salutary and important. The opportunity for allocution may be meaningless in many cases if little is known of the information which might influence the court’s imposition of sentence. The role of the appellate courts in the sentencing process, presently consisting generally of review for abuse of discretion, consideration of improper factors or failure to consider appropriate ones, <em>cf. </em>United States v. Walker, 469 F.2d 1377 (1st Cir. 1972), depends, for its restricted but proper fulfillment, upon the identification of factors affecting the imposition of sentence. And perhaps most important, the deprivation of liberty inherent in any sentence should not be magnified as the result of any false data which may have infested the pre-sentence report. But the extent to which the soundness of the sentencing process and the right of allocution have been affected by clandestinely viewed, and perhaps somewhat erroneous, pre-sentence reports is a “question of probabilities”. <em>Stovall, supra, </em>388 U.S. at 298, 87 S.Ct. 1967. Thus, while our holding in <em>Picard </em>is “justified by the need to assure the integrity and reliability of our system of justice, [it] undoubtedly [would] affect cases in which no unfairness [was] present” if it were to be retroactively applied. <em>Id. </em>at 299, 87 S.Ct. at 1971.<footnotemark>1</footnotemark></p>\n<p id=\"b370-8\">Moreover, the extent of the reliance by our district courts on the old rule that pre-sentence reports may be withheld from a defendant was significant. Our holding in <em>Picard </em>was not foreshadowed, and it evidenced a departure from tradition, including what we viewed in <em>Picard, supra </em>464 F.2d at 218-219 n. 4, as an overly broad reading of Williams v. New York, 337 U.S. 241, 69 S.Ct. 1079, 93 L.Ed. 1337 (1949) and Williams v. Oklahoma, 358 U.S. 576, 79 S.Ct. 421, 3 L.Ed.2d 516, reh’g denied, 359 U.S. 956, 79 S.Ct. 737, 3 L.Ed.2d 763 (1958).</p>\n<p id=\"b370-9\">Perhaps most relevant here, however, is the fact that if <em>Picard </em>were to be applied to sentences imposed before the date of its decision, it “would have an impact upon the administration of [the] criminal law so devastating as to need no elaboration.” Tehan v. Shott, 382 U.S. 406, 419, 86 S.Ct. 459, 467, 15 L.Ed. 2d 453 (1966). It would mean, quite simply, the re-sentencing of virtually all those previously sentenced.<footnotemark>2</footnotemark></p>\n<p id=\"b370-10\">In similar situations where the purpose of a ruling was to avoid a harm, the existence of which is merely problematical, where past reliance was extensive, and the anticipated consequences for the administration of our laws would be disastrous, the Supreme Court has recognized that we “may in the interest of justice make the rule prospective . . . ” Linkletter v. Walker, 381 U.S. 618, 628, 85 S.Ct. 1731, 1737, 14 L.Ed.2d 601 (1965). <em>See also </em>Johnson v. New Jersey, 384 U.S. 719, 726-727, 86 S.Ct. 1772, 16 L.Ed.2d 882 (1966); <em>Tehan, supra, </em>382 U.S. at 410, 86 S.Ct. 459; <em>Stovall, supra </em>388 U.S. at 297, 87 S.Ct. <page-number citation-index=\"1\" label=\"315\">*315</page-number>1967; <em>De Stefano, supra.</em><footnotemark><em>3</em></footnotemark><em> </em>In accordance with these principles, we refuse to apply <em>Picard </em>to instances in which sentencing occurred before the date of our decision.</p>\n<p id=\"b371-5\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b370-5\">. While procedural rights relating to imposition of sentence do not affect the integrity of the fact-finding process which determines guilt or innocence, we feel that retroactive application of these rights is properly analyzed in accordance with principles concerning the trial process. <em>Cf. </em>Morrissey v. Brewer, 408 U.S. 471, 480, 490, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b370-13\">. This, of course, is not to say that a due process violation could not be made out by specific allegations and proof of sufficiently serious reliance on false information.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b371-15\">. In <em>Stovall, </em>for example, the Court recognized that “a conviction which rests on a mistaken identification is a gross miscarriage of justice”, <em>id. </em>388 U.S. at 297, 87 S.Ct. at 1970, yet refused to apply retroactively the exclusionary rules set forth in United States v. Wade, 388 U.S. 218, 87 S.Ct. 1926, 18 L.Ed.2d 1149 (1967) and Gilbert v. California, 388 U.S. 263, 87 S. Ct. 1951, 18 L.Ed.2d 1178 (1967). In <em>DeStefano, </em>the Court noted that contempt tried before a jury rather than before the judge who was the object of the contemptuous behavior “would be more fairly tried”, <em>id. </em>392 U.S. at 634, 88 S.Ct. 2093, yet refused to apply retroactively Bloom v. Illinois, 391 U.S. 194, 88 S.Ct. 1477, 20 L.Ed.2d 522 (1968).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}