{
  "casebody": {
    "data": "<casebody firstpage=\"239\" lastpage=\"241\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b263-4\">WESTERN DISTRIBUTING CO. v. PUBLIC SERVICE COMMISSION OF STATE OF KANSAS et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b263-5\">No. 1391-N.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b263-6\">District Court, D. Kansas, First Division.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ace\">June 3, 1931.</decisiondate>\n<seealso data-order=\"4\" data-type=\"seealso\" id=\"b263-23\">See, also, 58 F. (2d) 241.</seealso>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b263-24\">Robert D. Garver, of Kansas City, Mo., and Robert Stone, of Topeka, Kan., for plaintiff.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b263-25\">Earl H. Hatcher, of Topeka, Kan., and S. C. Bloss, of Winfield, Kan., for defendants.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b263-26\">Before PHILLIPS, Circuit Judge, and SYMES and HOPKINS, District Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b263-27\">PHILLIPS, Circuit Judge.</author>\n<p id=\"b263-28\">Plaintiff is the owner of a gas distributing system for the distribution' and sale of natural gas to domestic and industrial consumers within the city of Eldorado-, Kansas. It brought this suit to enjoin the. enforcement of an order of the Kansas court of industrial relations, entered August 17, 1926, establishing rates for gas to be sold for domestic purposes in the city of Eldorado.</p>\n<p id=\"b264-3\"><page-number citation-index=\"1\" label=\"240\">*240</page-number>In its bill, plaintiff alleged that, under such rates, it was nnable to earn an adequate return on the fair value of its property used and useful in the services rendered by it in the city of Eldorado; and that such rates were confiscatory, and deprived plaintiff of its property without due process of law.</p>\n<p id=\"b264-4\">It further alleged that it filed an application with the public service commission on July 30, 1029<footnotemark>1</footnotemark>, in which it alleged that such rates were insufficient to produce a fair return on the fair value of its property, were unreasonable and unjust, and resulted in taking plaintiff’s property without due process of law, and prayed that such commission fully investigate all matters pertaining to such rates and establish reasonable, just and equitable rates.</p>\n<p id=\"b264-5\">It further alleged that, after a hearing on such application, the commission dismissed the same on the ground that plaintiff had failed to introduce evidence “proving to the satisfaction of the Commission the reasonableness of the price of 40 cents per thousand cubic feet paid by” plaintiff “to the Cities Service Gas Company at the .city gate.”</p>\n<p id=\"b264-6\">To the bill of complaint, defendants have interposed a motion to dismiss, sotting up wo principal grounds. While denominated a motion, this pleading, as the basis for the first ground thereof, alleges that, at the hearing before the commission, plaintiff failed and refused to introduce evidence of any kind showing the eo'st of services rendered to it by Henry L. Doherty <em>&amp; </em>Company for which it paid one and three-fourths per cent, of the gross revenue derived by it .from the sale of gas to the city of Eldorado, the cost of services rendered to it by the Gas Service Company, a holding company affiliated with plaintiff, and the cost of gas furnished to it by the Cities Service Gas Coinpany, a holding company also affiliated with plaintiff. These facts’do not appear on the face of the bill.</p>\n<p id=\"b264-7\">Eor the second ground of their motion, defendants set up that plaintiff failed to exhaust the remedy provided by sections 66— 118e and 66 — 118d, 1930' Supp. to Rev. Stat. of Kansas 1923, being sections 3 and 4 of chapter 220 of the Session Laws of 1929’, which aie set out in the margin.<footnotemark>1</footnotemark></p>\n<p id=\"b264-9\">Counsel for the defendants contend that they should he permitted to establish by affidavits the facts upon which the first ground of their motion is predicated. The court is of the opinion that the better practice would he to set up such facts in either the bill or answer, so that the legal questions presented thereby may he clearly drawn in issue. These facts, if true, will present, at the very threshhold of this law suit, an important legal question going to the right of plaintiff to maintain its suit. Such facts, therefore, should he set up in either the bill or answer and the question disposed of at the earliest possible date.</p>\n<p id=\"b264-10\">Coming to the second proposition raised by the motion, it will he observed that the statutes of Kansas in force prior to the adoption of chapter 220, supra, provided that a public utility, dissatisfied with an order of the commission fixing a rate, might com<page-number citation-index=\"1\" label=\"241\">*241</page-number>menee, within, thirty days from the making of sneh order, an action in any court of competent jurisdiction against the commission seeking to vacate and set aside such order, on the ground that the findings, valuation or rate of the commission made or fixed therein were unlawful or unreasonable. See sections 66 — 118c and 66 — 118d, supra.</p>\n<p id=\"b265-4\">In the recent ease of Wichita Gas Co. v. Public Service Commission, 132 Kan. 459, 295 P. 668, the court held that the review Under sections 66 — 118c and 66 — 118d, supra, was limited to questions of law and that the court could not set aside a finding of fact if there was any evidence before the commission to sustain it.</p>\n<p id=\"b265-5\">It is settled law that an order of a state commission fixing maximum future rates to be charged by a utility violates the due process clause of the federal constitution, if no fair opportunity is provided by the state law for submitting the question, as to whether the rates are confiscatory, to the determination of a judicial tribunal upon its own independent judgment as to both law and fact. Ohio Valley Water Co. v. Ben Avon Borough et al., 253 U. S. 287, 40 S. Ct. 527, 64 L. Ed. 908.</p>\n<p id=\"b265-6\">Counsel for defendants assert that sections 66 — 118c and 66 — 118d, supra, furnish an exclusive remedy for reviewing the order of the commission and that plaintiff, having invoked the jurisdiction of the commission to set aside an existing rate and to establish a fair rate, is now estopped to question the constitutionality of such sections. The construction urged by counsel for defendants would render these sections unconstitutional, since they make no provisions for judicial review of questions of fact.</p>\n<p id=\"b265-7\">It is well settled that if a statute is susceptible of two constructions, one of which will render it constitutional and the other unconstitutional, it is the duty of the court to adopt that construction which, without doing violence to the fair meaning of the language, will render it valid. 12 C. J. p. 788.</p>\n<p id=\"b265-8\">Section 66 — 118c, supra, provides that “the applicant <em>may </em>apply to the district court *' * * for a review of such order or decision” of the commission. (Italics ours.) “May,” in its ordinary sense, means that which is permissive, not mandatory.</p>\n<p id=\"b265-9\">Since the language of the act permits of the construction that it provides an alternative, elective remedy and such a construction will render it constitutional we so construe it and overrule the second ground of the motion to dismiss.</p>\n<p id=\"b265-12\">We may observe, in passing, that if the facts set out in support of the first ground of the motion to dismiss are true, then the questions of the reasonableness of the forty cent rate at the city gates, and of the charges made by Henry L. Doherty &amp; Company and the Gas Service Company are proper subjects of inquiry, both before the commission and the court, in determining the reasonableness of the rates to be charged by plaintiff. Smith v. Illinois Bell Tel. Co., 282 U. S. 133, 51 S. Ct. 65, 75 L. Ed. 255.</p>\n<footnote label=\"1\">\n<p id=\"b264-8\"> Sec. 66 — 118c, supra. \"Within thirty (30) days ivfter the application for a rehearing- is denied, or if the application is granted, then within thirty (SO) days after the rendition of the decision on rehearing, the applicant may apply to the district court of the county in which the order of the commission is to become effective for a review of such order or decision; if the order of the commission is to become effective in more than one county the application must he to the district court of one of such counties. The application for review shall be filed in the office of the clerk of the district court of the proper county and shall specifically state the grounds for review upon which the applicant relies and shall designate the order or decision sought to be reviewed. The clerk of the district court shall immediately serve a certified copy of said application upon the public service commission by transmitting a certified copy thereof by registered mail to the secretary of the public service commission at his office at the state capitol. The secretary shall immediately notify all parties who appeared in the proceedings before the commission, by registered mail, that such -application for review has been filed.\"</p>\n<p id=\"b264-12\">Sec. 66 — 118d, supra. \"The secretary upon receipt of said copy of the application for review shall forthwith transmit to the clerk of the district court in which the application for review has been filed, a certified transcript of all pleadings, applications, proceedings, orders or decisions of the commission and of the evidence heard by the commission on the hearings of the matter or cause: Provided, That the parties, with the consent and approval of the commission, may stipulate in writing that only certain portions of the record be transcribed. Said proceedings for review shall be for the purpose of having the lawfulness or reasonableness of the original order or decision or the order or decision on rehearing inquired into and determined, and the district court hearing said cause shall have the power to vacate or set aside such order or decision on the ground that such order or decision is unlawful or unreasonable. After the said transcript shall he filed in the office of the clerk of the district court of the county in which the application is filed, the judge of said district court may, on his motion, or on application of any parties interested therein, make an order fixing a time for the filing of abstracts and briefs and shall fix a day for the hearing of such cause. All proceedings under this <em>section </em>shall have precedence in any court in which they may be pending, and the hearing of the cause shall be by the court without the' intervention of a jury. The procedure upon the trial of such proceedings in the district court and upon appeal to the supreme court of this state shall be tbe same as in other civil actions, except as herein provided. No court of this state shall have power to set aside, modify or vacate any order or decision of the commission except as herein provided.\"</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}