{
  "casebody": {
    "data": "<casebody firstpage=\"559\" lastpage=\"561\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b583-3\">AMERICAN SURETY CO. OF NEW YORK v. LEWIS STATE BANK.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b583-4\">No. 6398.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b583-5\">Circuit Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AQu\">April 9, 1932.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b583-6\">Rehearing Denied April 29, 1932.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b583-22\">Stuart Mackenzie, of Miami, Fla., for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b583-23\">Joe A. Edmondson, W. J. Oven, and C. L. Waller, all of Tallahassee, Fla., for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b583-24\">Before BRYAN, FOSTER and HUTCHESON, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b583-25\">HUTCHESON, Circuit Judge.</author>\n<p id=\"b583-26\">Section 1903 of the Compiled General Laws of Florida 1927, provides for the creation of the department of game and fresh water fish, and the office of state game commissioner, who shall be an appointee of the Governor and whose duty it is to enforce the game laws of Florida. It is provided that he shall give bond in the sum of $10,-000 for the faithful performance of his duties; that he shall have authority to appoint deputies and other assistants; and that all accounts, claims, and bills of any nature against the department shall be examined by the state game commissioner, and, if found correct, shall be approved and delivered to the comptroller, who shall issue a warrant drawn on the state treasury against such fund to pay such accounts, bills, or claims. By section 1912, it is provided that the Governor shall require an audit of the commissioner’s office and accounts to be made at least once during the fiscal year, and the commissioner shall make a yearly written report to the Governor as to the administration of his department.</p>\n<p id=\"b583-27\">In 1927, J. B. Royall was appointed commissioner. He executed a bond as required by the statute with the American Surety Company as surety. Thereafter, among other bills and accounts which he approved for payment by the comptroller, he approved 198 warrants to various named payees, aggregating $19,800, all of which were paid by the Lewis State Bank, the depository of the funds of the department of game and fresh water fish of the state of Florida. The state asserting that these warrants had been fraudulently procured to be issued in the name of fictitious payees, and fraudulently presented for collection and collected by Royall, demanded that the surety company pay to the state the full penalty of the bond. This the company did, taking a subrogation agreement pro tanto the amount paid on the bond, to all actions which the state of Florida had against Roy-all or any other person answerable to the said Royall or to the state of Florida. It then brought this suit to enforce that subrogation, alleging the facts substantially as above. It further alleged that while it was the duty of the defendant bank to pay warrants drawn against the funds of the game and fish department by the comptroller of the state of Florida to the payees named in <page-number citation-index=\"1\" label=\"560\">*560</page-number>such warrants, and presented or properly endorsed for payment by such payees, it was its duty not to pay out tke funds except to genuine and authentic payees and upon genuine and authentic indorsements. That Royall, the principal in the bond, had “fraudulently and with intent to embezzle the funds of the State of Florida, especially those maintained in the defendant bank, presented to the Comptroller payrolls containing the names of fictitious persons and induced the Comptroller to issue warrants drawn to the order of such fictitious persons and deliver the same to him.” It further alleged that each of the 198 warrants had been indorsed in the name of a fictitious payee and presented by Royall to the bank, and the amounts thereof had been by the bank paid to him, in violation of its duty, as custodian of the funds, to ascertain that the same were drawn to fictitious persons and that they were fictitiously indorsed.</p>\n<p id=\"b584-4\">Defendant’s motion to dismiss the bill for want of equity was sustained upon the expressed views that the bill showed no equity in plaintiff, and that the bank being innocent of any fraud or wrong dealing would not be liable to the state because of the failure of the state to advise it of the fraud being committed. From the judgment dismissing the bill, this appeal is prosecuted.</p>\n<p id=\"b584-5\">In addition to many grounds urged in support of its contention that the judgment was right on its merits, appellee urges here that the appeal should be dismissed for want of jurisdiction in the District Court. The point made is that plaintiff’s suit is one in the right of its assignor, the state of Florida, which could not have maintained the suit in the federal court, and therefore it is one cognizance of which is, by section 41, 28 USCA, Judicial Code, § 24, denied the District Court. We think this contention is without merit. The cause of action asserted here is one in equity for subrogation, not at law upon the assignment. This is not the character of suit to which the section refers. City of New Orleans v. Whitney, 138 U. S. 595, 11 S. Ct. 428, 34 L. Ed. 1102; Fidelity <em>&amp; </em>Deposit Co. v. Farmers’ Bank (C. C. A.) 44 F.(2d) 11; Palmer v. Oregon-Washington R. &amp; Nav. Co. (D. C.) 208 F. 666, 667. That the case should be affirmed on its merits, however, for want of equity in the bill, we agree with appellee.</p>\n<p id=\"b584-6\">In support of the judgment, appellee urges: That it was right because it appears from the bill that the bank was wholly without fault, and that if the state itself were suing, it could not recover, that the bank did only what it was its duty to do, cash warrants properly drawn on it, which, because of the fictitious character of the payees and the circumstances under which they were drawn, were, in effect, bearer warrants, for the cashing of which the bank was not liable; that the state having placed the commissioner in the position to defraud' the bank, and having been grossly negligent in not ascertaining and preventing the fraud, may not look to the bank for moneys thus lost, citing Empire Trust Co. v. Cahan, 274 U. S. 473, 47 S. Ct. 661, 71 L. Ed. 1158, 57 A. L. R. 921; McNeely v. Bank of North America, 221 Pa. 588, 70 A. 891, 20 L. R. A. (N. S.) 79; Weinstein v. Bank, 69 Tex. 38,, 6 S. W. 171, 5 Am. St. Rep. 23; that a pro tanto subrogation will not be raised, and plaintiff, having paid only part of the state’s debt, may not have the remedy; that all of these considerations aside, plaintiff may not have subrogation against the bank because it is not equitable that it should, since the bank is liable to the state, if at all, not as a wrongdoer, but by virtue of its absolute liability upon implied contract to pay the funds of the state only to those entitled to them; that the bank and not the surety is therefore in the true equitable -position of surety to the state, entitled upon making good the loss, to subrogation to the state’s claim against the defaulting principal in the bond and his surety.</p>\n<p id=\"b584-8\">We do not find it neeessary to examine the contentions as to the right of the state against the bank, as we fully agree with appellee that, though the state may have a right against the bank, appellant may not have subrogation to it. A surety is indeed a favorite of equity, which will extend its aid in exoneration, quia timet, before he pays, and will subrogate him after he pays, liberally and fully, as against, others primarily liable on the debt. Glades. County, Fla., v. Detroit Fidelity &amp; Surety Co. (C. C. A.) 57 F.(2d) 449; Prairie State Nat. Bank v. U. S., 164 U. S. 227, 17 S. Ct. 142, 41 L. Ed. 412. It is not, however, the-name, but the fact of suretyship which equity protects. Of all its remedies, subrogation presents perhaps the purest equity. It. is applicable only in cases where the party invoking it has been required to pay a debt for which another is primarily answerable, and which in equity and good conscience ought to be discharged by the latter. It is. <page-number citation-index=\"1\" label=\"561\">*561</page-number>properly applied in favor of a surety on a fidelity bond only against persons who have participated in the wrong of its principal. Fidelity &amp; Deposit Co. of Md. v. Farmers’ Bank (C. C. A.) 44 F.(2d) 11. It is never applied against an innocent person wronged by the principal’s fraud. Where, as here, a bank of public deposit has without complicity in, or knowledge of, the fraud been innocently misled by the principal into paying out public moneys whieh under its contract it agreed to pay only to those lawfully entitled to it, as between the state and the principal and surety on- the bond, it is the real surety, entitled to exoneration to the extent of the bond before it pays, and to subrogation to it after it pays.</p>\n<p id=\"b585-5\">The matter standing thus, the bill is without equity. It was properly dismissed. American Surety Co. v. Robinson (C. C. A.) 53 F.(2d) 22; N. Y. Title <em>&amp; </em>Mtg. Co. v. First National Bank (C. C. A.) 51 F.(2d) 485; American Surety Co. v. Citizens’ National Bank (C. C. A.) 294 F. 609, 610; American Bonding Co. v. State Savings Bank, 47 Mont. 332, 133 P. 367, 46 L. R. A. (N. S.) 557; Stewart v. Commonwealth, 104 Ky. 489, 47 S. W. 332, 333.</p>\n<p id=\"b585-6\">The judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}