{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"237\" lastpage=\"242\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Thomas E. SHEEDY, Trustee of the Red Bird Trust, Plaintiff,\n  <br/>\n  v.\n  <br/>\n  BANK OF NEW YORK MELLON, Defendants.\n </parties>\n <docketnumber id=\"p-2\">\n  CIVIL ACTION NO. 17-cv-40046-TSH\n </docketnumber>\n <court id=\"p-3\">\n  United States District Court, D. Massachusetts.\n </court>\n <decisiondate id=\"p-4\">\n  Signed December 18, 2017\n </decisiondate>\n <attorneys id=\"p-5\">\n  Donald C. Kupperstein, South Easton, MA, for Plaintiff.\n </attorneys>\n <attorneys id=\"p-6\">\n  Amy B. Hackett, Richard E. Briansky, Nicholas W. Allen, McCarter &amp; English, LLP, Boston, MA, for Defendants.\n </attorneys>\n <p id=\"p-7\">\n  <em>\n   <strong>\n    MEMORANDUM AND ORDER ON DEFENDANT'S MOTION TO DISMISS 1\n    <sup>\n     st\n    </sup>\n    AMENDED COMPLAINT (Docket No. 10)\n   </strong>\n  </em>\n </p>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   TIMOTHY S. HILLMAN, DISTRICT JUDGE\n  </author>\n  <p id=\"p-9\">\n   <em>\n    <strong>\n     Introduction\n    </strong>\n   </em>\n  </p>\n  <p id=\"p-10\">\n   Thomas Sheedy (\"Plaintiff\") is trustee of RedBird Trust (\"Trust\"), the owner of a property located in Northborough, Massachusetts (the \"Property\"). Bank of New York Mellon (\"Defendant\"), as trustee for the Certificateholders of CWABS, Inc., Asset-Backed Certificates, Series 2005-17 (\"CWABS\"), conducted a foreclosure sale on the Property on February 6, 2017 (\"2017 Foreclosure\") after Defendant was assigned the rights and interests in the mortgage on the Property (the \"Mortgage\") by MERS. The nonjudicial foreclosure was conducted pursuant to the statutory power of sale provided in the Mortgage. See Mass. Gen. Laws ch. 183 § 21. Plaintiff alleges that the Defendant did not have the authority to conduct the 2017 Foreclosure and has brought the instant action. I find that the pleadings fail to state a claim upon which relief can be granted and must be dismissed. Fed. R. Civ. P. 12(b)(6).\n  </p>\n  <p id=\"p-11\">\n   <em>\n    <strong>\n     Facts Alleged\n    </strong>\n   </em>\n  </p>\n  <p id=\"p-12\">\n   On November 22, 2005, Daniel and Tammy Lyons (\"Borrowers\") gave the Mortgage and promissory note (the \"Promissory Note\") on the Property to Countrywide Home Loans, Inc. (\"Countrywide\"). The Mortgage provides\n   <em>\n    inter alia\n   </em>\n   :\n  </p>\n  <blockquote id=\"p-13\">\n   MERS is a separate corporation that is acting solely as nominee for [Countrywide] and [Countrywide's] successors and assigns. MERS is the mortgagee under this Security Instrument.\n  </blockquote>\n  <blockquote id=\"p-14\">\n   * * *\n  </blockquote>\n  <blockquote id=\"p-15\">\n   Borrower does hereby mortgage, grant and convey to MERS, (solely as nominee\n   for [Countrywide] and [Countrywide's] successors and assigns) and to the successors and assigns of MERS, with the power of sale, the following described property ...\n  </blockquote>\n  <blockquote id=\"p-16\">\n   Borrower understands and agrees that MERS holds only legal title to the interest granted by Borrower in this Security Instrument but, if necessary to comply with law or custom, MERS (as nominee for [Countrywide] and [Countrywide's] successors and assigns) has the right: to exercise any or all of those interests, including but not limited to, the right to foreclose and sell the Property...\n  </blockquote>\n  <blockquote id=\"p-17\">\n   The Note or a partial interest in the Note (together with this Security Instrument) can be sold one or more times without prior notice to Borrower.\n  </blockquote>\n  <blockquote id=\"p-18\">\n   ...Lender at its option may require immediate payment in full...and may invoke the STATUTORY POWER OF SALE and any other remedies permitted by Applicable Law. (Docket No. 10-2).\n  </blockquote>\n  <p id=\"p-19\">\n   On December 9, 2006, Plaintiff became the second mortgagee on the Property, behind the CWABS mortgage.\n  </p>\n  <p id=\"p-20\">\n   CWABS, the Depositor, and Countrywide, the seller, executed a pooling and servicing agreement and prospectus supplement (\"PSA\"). As a result of the PSA, the Mortgage was securitized into the CWABS trust with Defendant named as trustee on or about May 30, 2014. The PSA provided a cut-off date for assignments for December 1, 2005. The PSA provided\n   <em>\n    inter alia\n   </em>\n  </p>\n  <blockquote id=\"p-21\">\n   ...the Depositor may its discretion provide evidence that the related Mortgage is held through the MERS(R) System. In addition, the Mortgages for some or all of the Mortgage Loans in the Trust Fund that are not already held through the MERS(R) System may, at the discretion of the Master Servicer, in the future be held through the MERS(R) System. For any Mortgage held through the MERS(R) System, the Mortgage is recorded in the name of Mortgage Electronic Registration Systems, Inc., or MERS(R), as nominee for the owner of the Mortgage Loan, and subsequent assignments of the Mortgage were, or in the future may be, at the discretion of the Master Servicer, registered electronically through the MERS(R) System.\n  </blockquote>\n  <p id=\"p-22\">\n   (Docket No. 6, ¶ 29)\n  </p>\n  <p id=\"p-23\">\n   In October 2009, MERS conducted a foreclosure sale on the Property pursuant to the statutory power of sale in the Mortgage. The Borrowers filed an action for wrongful foreclosure in Massachusetts Land Court. See\n   <em>\n    Lyons v. Mortg. Elec. Reg. Sys., Inc.\n   </em>\n   ,\n   <extracted-citation index=\"0\" url=\"https://cite.case.law/citations/?q=83%20Mass.%20App.%20Ct.%201134\">\n    83 Mass.App.Ct. 1134\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=2013%20WL%202420705\">\n    2013 WL 2420705\n   </extracted-citation>\n   (2013), (\"\n   <em>\n    Lyons\n   </em>\n   \"). In\n   <em>\n    Lyons\n   </em>\n   , the Appeals Court held that MERS did not have the authority to foreclose on the Property pursuant to the statutory right of sale because MERS \"did not hold the note at the time of its nonjudicial foreclosure.\"\n   <em>\n    Id.\n   </em>\n   at *2.\n  </p>\n  <p id=\"p-24\">\n   On May 30, 2014 MERS assigned and recorded the Mortgage on the Property to Defendant. On January 21, 2016 the Borrowers transferred title to the Property to the Plaintiff. Defendant conducted a foreclosure sale pursuant to the statutory power of sale on the Property on February 6, 2017.\n  </p>\n  <p id=\"p-25\">\n   <em>\n    <strong>\n     Legal Standard\n    </strong>\n   </em>\n  </p>\n  <p id=\"p-26\">\n   To state a claim for relief, a complaint must include \"a short and plain statement of the claim showing that the pleader is entitled to relief.\" Fed. R. Civ. P. 8(a)(2). \"[s]ufficient factual matter, accepted as true, to 'state a claim to relief that is plausible on its face' \" is required.\n   <em>\n    Ashcroft v. Iqbal\n   </em>\n   ,\n   <extracted-citation case-ids=\"3653744\" index=\"2\" url=\"https://cite.case.law/us/556/662/#p678\">\n    556 U.S. 662\n   </extracted-citation>\n   , 678,\n   <extracted-citation case-ids=\"3653744\" index=\"3\" url=\"https://cite.case.law/us/556/662/#p678\">\n    129 S.Ct. 1937\n   </extracted-citation>\n   , 1949,\n   <extracted-citation case-ids=\"3653744\" index=\"4\" url=\"https://cite.case.law/us/556/662/#p678\">\n    173 L.Ed.2d 868\n   </extracted-citation>\n   (2009) (quoting\n   <em>\n    Bell Atl. Corp. v. Twombly\n   </em>\n   ,\n   <extracted-citation case-ids=\"3556136\" index=\"5\" url=\"https://cite.case.law/us/550/544/\">\n    550 U.S. 544\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3556136\" index=\"6\" url=\"https://cite.case.law/us/550/544/\">\n    127 S.Ct. 1955\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3556136\" index=\"7\" url=\"https://cite.case.law/us/550/544/\">\n    167 L.Ed.2d 929\n   </extracted-citation>\n   (2007) ). \"The plausibility standard...asks for more than a sheer possibility that a defendant has acted unlawfully\"\n   <em>\n    <extracted-citation case-ids=\"3556136\" index=\"8\" url=\"https://cite.case.law/us/550/544/\">\n     Id.\n    </extracted-citation>\n   </em>\n   If \"the well-pleaded facts do not permit the court to infer more than the mere possibility of misconduct\" the complaint should be dismissed.\n   <em>\n    <extracted-citation case-ids=\"3556136\" index=\"9\" url=\"https://cite.case.law/us/550/544/\">\n     Id.\n    </extracted-citation>\n   </em>\n   When determining whether or not to grant a motion to dismiss, the court must accept all factual allegations in the complaint as true and draw all reasonable inferences in the plaintiff's favor.\n   <em>\n    Langadinos v. American Airlines, Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1753164\" index=\"10\" url=\"https://cite.case.law/f3d/199/68/#p68\">\n    199 F.3d 68\n   </extracted-citation>\n   , 68 (1st Cir. 2000). Documents of which the parties do not dispute the authenticity of, are central to the plaintiffs claim, and are sufficiently referenced in the complaint may also be considered.\n   <em>\n    Curran v. Cousins\n   </em>\n   ,\n   <extracted-citation case-ids=\"3330296\" index=\"11\" url=\"https://cite.case.law/f3d/509/36/#p44\">\n    509 F.3d 36\n   </extracted-citation>\n   , 44 (1st Cir. 2007).\n  </p>\n  <p id=\"p-27\">\n   <em>\n    <strong>\n     Discussion\n    </strong>\n   </em>\n  </p>\n  <p id=\"p-28\">\n   <em>\n    <em>\n     Standing to Foreclose\n    </em>\n   </em>\n  </p>\n  <p id=\"p-29\">\n   The power of sale \"may be incorporated in any mortgage by reference,\" and provides \"the mortgagee or his executors, administrators, successors or assigns\" with the power to conduct a nonjudicial foreclosure. Mass. Gen. Laws ch. 183 § 21. A mortgagee has been defined as \"the person or entity then holding the mortgage and also either holding the mortgage note or acting on the behalf of the note holder.\"\n   <footnotemark>\n    1\n   </footnotemark>\n   <em>\n    Eaton v. Fed. Nat. Mortg. Ass'n.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4274228\" index=\"12\" url=\"https://cite.case.law/mass/462/569/#p571\">\n    462 Mass. 569\n   </extracted-citation>\n   , 571,\n   <extracted-citation index=\"13\" url=\"https://cite.case.law/citations/?q=969%20N.E.2d%201118\">\n    969 N.E.2d 1118\n   </extracted-citation>\n   (2012).\n  </p>\n  <p id=\"p-30\">\n   The pleadings fail to provide sufficient facts to support a reasonable inference that Defendant did not have the authority to foreclose in 2017. The pleadings allege that the language in the Mortgage provided Countrywide (its successors and assigns) with the exclusive authority to exercise the statutory power of authority. However, this statement is unsupported by the language of the Mortgage which labels MERS as nominee and mortgagee with the associated rights.\n   <footnotemark>\n    2\n   </footnotemark>\n   The Mortgage states in part\n  </p>\n  <blockquote id=\"p-31\">\n   Borrower does hereby mortgage, grant and convey to MERS, (solely as nominee for [Countrywide] and [Countrywide's] successors and assigns) and to the successors and assigns of MERS, with the power of sale\" on the Property. \"MERS hold only legal title to the interest granted by Borrower in this Security Instrument but, if necessary to comply with law or custom, MERS (as nominee for [Countrywide] and [Countrywide's] successors and assigns) has the right: to exercise any and all of those interests, including but not limited to, the right to foreclose and sell the Property.\n  </blockquote>\n  <p id=\"p-32\">\n   (Docket No. 10-2). Additionally, Plaintiff relies on the Appeals Court's ruling in\n   <em>\n    Lyons\n   </em>\n   to support this argument.\n   <footnotemark>\n    3\n   </footnotemark>\n   In\n   <em>\n    Lyons\n   </em>\n   , the Appeals Court found that MERS, although identified as the mortgagee in the Mortgage, did not have standing to exercise the statutory power of sale at the time it foreclosed on the Property in 2009.\n   <em>\n    Lyons v. Mortg. Elec. Reg. Sys., Inc.\n   </em>\n   ,\n   <extracted-citation index=\"14\" url=\"https://cite.case.law/citations/?q=83%20Mass.%20App.%20Ct.%201134\">\n    83 Mass.App.Ct. 1134\n   </extracted-citation>\n   , at *1,\n   <extracted-citation index=\"15\" url=\"https://cite.case.law/citations/?q=2013%20WL%202420705\">\n    2013 WL 2420705\n   </extracted-citation>\n   (2013). The Court made this determination by applying the definition of\n   \"mortgagee\" as defined in\n   <em>\n    Eaton\n   </em>\n   .\n   <em>\n    <extracted-citation index=\"16\" url=\"https://cite.case.law/citations/?q=2013%20WL%202420705\">\n     Id.\n    </extracted-citation>\n   </em>\n   The court held that because it was undisputed that MERS did not hold the note at the time of the nonjudicial foreclosure it lacked standing to conduct the sale.\n   <em>\n    <extracted-citation index=\"17\" url=\"https://cite.case.law/citations/?q=2013%20WL%202420705\">\n     Id.\n    </extracted-citation>\n   </em>\n   The Appeals Court did not determine that MERS lacked the power of sale based on the language of the Mortgage only that MERS failed to comply with the statutory requirements necessary to exercise the statutory power of sale, at the time of the 2009 Foreclosure.\n   <em>\n    <extracted-citation index=\"18\" url=\"https://cite.case.law/citations/?q=2013%20WL%202420705\">\n     Id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-33\">\n   The present case is distinguishable from\n   <em>\n    Lyons\n   </em>\n   because in the present case, Defendant was holder of the Note. The fact that a different court has previously found a foreclosure by MERS involving the Mortgage to be invalid does not provide a sufficient factual basis to infer that the Mortgage does not provide the Defendant with the authority to exercise the statutory power of sale (provided that the mortgagee executes that power in compliance with the applicable statutes).\n  </p>\n  <p id=\"p-34\">\n   <em>\n    <em>\n     Assignment of Mortgage\n    </em>\n   </em>\n  </p>\n  <p id=\"p-35\">\n   A \"nonparty who does not benefit from a contract generally lacks standing to assert rights under that contract.\"\n   <em>\n    Culhane v. Aurora Loan Services of Nebraska\n   </em>\n   ,\n   <extracted-citation case-ids=\"3541448\" index=\"19\" url=\"https://cite.case.law/f3d/708/282/#p290\">\n    708 F.3d 282\n   </extracted-citation>\n   , 290 (1st Cir. 2013) (citing\n   <em>\n    Almond v. Capital Props., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"1747485\" index=\"20\" url=\"https://cite.case.law/f3d/212/20/#p24\">\n    212 F.3d 20\n   </extracted-citation>\n   , 24 (1st Cir. 2000) ). However, in certain circumstances, a mortgagor may have standing to challenge the validity of a mortgage assignment.\n   <em>\n    Culhane\n   </em>\n   ,\n   <extracted-citation case-ids=\"3541448\" index=\"21\" url=\"https://cite.case.law/f3d/708/282/#p290\">\n    708 F.3d at 290\n   </extracted-citation>\n   . Because Massachusetts law allows a mortgagee (his executors, administrators, successors or assigns) to conduct a nonjudicial foreclosure, a mortgagor may properly challenge the validity of an assignment \"to the extent that such a challenge is necessary to contest a foreclosing entity's status qua mortgagee.\"\n   <em>\n    Wilson v. HSBC Mortg. Servs., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4120547\" index=\"22\" url=\"https://cite.case.law/f3d/744/1/#p9\">\n    744 F.3d 1\n   </extracted-citation>\n   , 9 (1st Cir. 2014) (quoting\n   <em>\n    Culhane\n   </em>\n   ,\n   <extracted-citation case-ids=\"3541448\" index=\"23\" url=\"https://cite.case.law/f3d/708/282/#p290\">\n    708 F.3d 282\n   </extracted-citation>\n   at 291 ). However, a mortgagor does not have standing to challenge an assignment that renders it \"merely voidable at the election of one party but otherwise effective to pass legal title.\"\n   <em>\n    Culhane\n   </em>\n   ,\n   <extracted-citation case-ids=\"3541448\" index=\"24\" url=\"https://cite.case.law/f3d/708/282/#p290\">\n    708 F.3d at 291\n   </extracted-citation>\n   .\n  </p>\n  <p id=\"p-36\">\n   The Plaintiff does not have standing to challenge the validity of the assignment of the Mortgage based on MERS' and the Defendant's noncompliance with the PSA. \"[C]laims that merely assert procedural infirmities in the assignment of a mortgage, such as a failure to abide by the terms of a governing trust agreement, are barred for lack of standing.\"\n   <em>\n    Woods v. Wells Fargo Bank, N.A.\n   </em>\n   ,\n   <extracted-citation case-ids=\"3715218\" index=\"25\" url=\"https://cite.case.law/f3d/733/349/#p354\">\n    733 F.3d 349\n   </extracted-citation>\n   , 354 (1st Cir. 2013) (citing\n   <em>\n    Culhane\n   </em>\n   ,\n   <extracted-citation case-ids=\"3541448\" index=\"26\" url=\"https://cite.case.law/f3d/708/282/#p290\">\n    708 F.3d at\n   </extracted-citation>\n   291 ). The defect that the Plaintiff points out in the present case is procedural and renders the assignment voidable at the option of one of the parties to the assignment, which Plaintiff is not.\n  </p>\n  <p id=\"p-37\">\n   At oral argument, the Plaintiff argued that because the Mortgage states that the \"Note or a partial interest in the Note (together with this [Mortgage] ) can be sold one or more times without prior notice to Borrower\" the Note and Mortgage may be required to travel together. (Docket No. 10-2 pg. 10). Plaintiff again points to the Appeals Court's holding in\n   <em>\n    Lyons\n   </em>\n   , which cites to\n   <em>\n    Galiastro vs. Mortgage Electronic Registration Sys., Inc.\n   </em>\n   ,\n   <extracted-citation case-ids=\"4317952\" index=\"27\" url=\"https://cite.case.law/mass/467/160/#p167\">\n    467 Mass. 160\n   </extracted-citation>\n   , 167,\n   <extracted-citation index=\"28\" url=\"https://cite.case.law/citations/?q=4%20N.E.3d%20270\">\n    4 N.E.3d 270\n   </extracted-citation>\n   (2014) on providing guidance on this issue. Consistent with Massachusetts law and the plain language of the Mortgage, which does not require that the Note\n   <em>\n    must\n   </em>\n   travel with the Mortgage in order to be effectively assigned, Plaintiff's argument fails.\n   <footnotemark>\n    4\n   </footnotemark>\n   See\n   <em>\n    Mitchell v. U.S. Bank Nat. Ass'n\n   </em>\n   , Land Ct., No. 12 MISC 473427 RBF,\n   <extracted-citation index=\"29\" url=\"https://cite.case.law/citations/?q=2014%20WL%201159707\">\n    2014 WL 1159707\n   </extracted-citation>\n   (Mar. 21, 2014) (\"the assignment of the [n]ote to another entity while MERS held the Mortgage did not breach the Mortgage\" where the security agreement provided that \"The Note or partial interest in the Note (together with this Security Instrument) can be sold one or more times without prior notice to Borrower\").\n  </p>\n  <p id=\"p-38\">\n   The Plaintiff has asserted no additional facts to plausibly infer that MERS lacked the power of sale or that the assignment was otherwise void\n   <footnotemark>\n    5\n   </footnotemark>\n   and therefore, this claim must be dismissed.\n  </p>\n  <p id=\"p-39\">\n   <em>\n    <strong>\n     Conclusion\n    </strong>\n   </em>\n  </p>\n  <p id=\"p-40\">\n   The pleadings fail to provide any factual basis to support the alleged unlawful acts by the Defendant. For the foregoing reasons the Defendant's motion to dismiss is hereby\n   <em>\n    <strong>\n     <em>\n      granted\n     </em>\n    </strong>\n   </em>\n   .\n   <footnotemark>\n    6\n   </footnotemark>\n  </p>\n  <p id=\"p-41\">\n   <strong>\n    SO ORDERED.\n   </strong>\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-44\">\n    This definition of mortgagee has been defined for the purposes of the applicable statutory provisions in Massachusetts, in particular Mass. Gen. Laws ch. 183 § 21 and Mass. Gen. Laws. ch. 244, § 14.\n    <em>\n     Eaton v. Fed. Nat. Mortg. Ass'n.\n    </em>\n    ,\n    <extracted-citation case-ids=\"4274228\" index=\"30\" url=\"https://cite.case.law/mass/462/569/#p571\">\n     462 Mass. 569\n    </extracted-citation>\n    , 571,\n    <extracted-citation index=\"31\" url=\"https://cite.case.law/citations/?q=969%20N.E.2d%201118\">\n     969 N.E.2d 1118\n    </extracted-citation>\n    (2012).\n   </p>\n  </footnote>\n  <footnote label=\"2\">\n   <p id=\"p-45\">\n    The Mortgage can be considered by this Court because it is central to Plaintiff's claim, is sufficiently referred to in the complaint and is a publicly recorded document. See\n    <em>\n     Miss. Pub. Employees Ret. Sys. v. Boston Scientific Corp.\n    </em>\n    ,\n    <extracted-citation case-ids=\"6049909\" index=\"32\" url=\"https://cite.case.law/f3d/523/75/#p86\">\n     523 F.3d 75\n    </extracted-citation>\n    , 86 (1st Cir. 2008).\n   </p>\n  </footnote>\n  <footnote label=\"3\">\n   <p id=\"p-46\">\n    The mortgage in\n    <em>\n     Lyons\n    </em>\n    is the exact same mortgage as the one discussed in the present case.\n   </p>\n  </footnote>\n  <footnote label=\"4\">\n   <p id=\"p-47\">\n    In Massachusetts, a mortgage and the underlying note can be split.\n    <em>\n     Eaton v. Fed. Nat. Mortgage Ass'n\n    </em>\n    ,\n    <extracted-citation case-ids=\"4274228\" index=\"33\" url=\"https://cite.case.law/mass/462/569/#p571\">\n     462 Mass. 569\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"34\" url=\"https://cite.case.law/citations/?q=969%20N.E.2d%201118\">\n     969 N.E.2d 1118\n    </extracted-citation>\n    (2012).\n   </p>\n  </footnote>\n  <footnote label=\"5\">\n   <p id=\"p-48\">\n    Courts have held that MERS (and its successors and assigns) has had the authority to transfer and assign its rights, including the statutory power of sale, in cases with mortgages included similar, if not the exact same language used in the present instrument. See\n    <em>\n     Rosa v. Mortg. Elec. Sys., Inc.\n    </em>\n    ,\n    <extracted-citation case-ids=\"3955158\" index=\"35\" url=\"https://cite.case.law/f-supp-2d/821/423/#p433\">\n     821 F.Supp.2d 423\n    </extracted-citation>\n    , 433 (D. Mass. 2011) (The terms within the mortgage \"clearly delegate[d] the power of sale to MERS and its succors and assigns\"); See\n    <em>\n     Aliberti v. GMAC Mortg., LLC\n    </em>\n    ,\n    <extracted-citation case-ids=\"4153315\" index=\"36\" url=\"https://cite.case.law/f-supp-2d/779/242/#p249\">\n     779 F.Supp.2d 242\n    </extracted-citation>\n    , 249 (D. Mass. 2011) (The terms, as stated within the mortgage instrument \"explicitly granted the statutory power of sale to MERS and its successors and assigns\"); See\n    <em>\n     Caraballo v. U.S. Bank, NA.\n    </em>\n    ,\n    <extracted-citation index=\"37\" url=\"https://cite.case.law/citations/?q=88%20Mass.%20App.%20Ct.%201106\">\n     88 Mass.App.Ct. 1106\n    </extracted-citation>\n    ,\n    <extracted-citation index=\"38\" url=\"https://cite.case.law/citations/?q=2015%20WL%205704585\">\n     2015 WL 5704585\n    </extracted-citation>\n    (2015) (Where MERS was found to have \"full authority to assign its interest in the mortgage\" and upon assigning such interest, the assignee \"had full authority, through the security agreement to initiate foreclosure proceedings...and to exercise the statutory power of sale\").\n   </p>\n  </footnote>\n  <footnote label=\"6\">\n   <p id=\"p-49\">\n    The Court declines to issue an order revoking the advisory issued by the Land Court on March 27, 2017. To the extent the Defendant seeks relief not addressed in this opinion, Defendant may submit further memorandum.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}