{
  "casebody": {
    "data": "<casebody firstpage=\"178\" lastpage=\"178\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b198-4\">Monell <em>v. </em>Douglass.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b198-5\">\n<em>(Common Pleas of New York City and County, General Term.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ao6\">January 13, 1892.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b198-6\">Covenant against Incumbrances—Foreclosure or Mortgage.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b198-7\">Proceedings to foreclose a mortgage and the filing of a <em>Us pendens </em>are mere incidents to the mortgage incumbrance, and are not a breach of a covenant against incumbrances which excepts such mortgage, and the payment by the grantee of accrued costs to procure a discontinuance of the suit and the cancellation of the <em>lis pendens </em>is voluntary, and will not support an action on the covenant.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b198-8\">Appeal from city court, general term.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b198-9\">Action by Mary Monell against Margaret K. Douglass to recover for alleged breach of a covenant against incumbrances. Defendant appeals from a judgment of the general term affirming a judgment of trial term in favor of plaintiff.</summary>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"A0J\">Reversed.</disposition>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b198-10\">October 25, 1889, defendant and plaintiff entered into a contract whereby defendant agreed to sell to plaintiff the premises 207 East 102d street, New York city, for $16,750, to be paid as follows: $1,000 at the making of the contract; $1,750 at the delivery of the deed; and the balance, $14,000, by the plaintiff taking the property subject to two mortgages,—a first mortgage of $12,000 and a second mortgage of $2,000. November 23, 1889,- defendant delivered to plaintiff her deed dated that date, whereby she conveyed said premises, “subject, however, to two certain mortgages thereon,—one of Thomas McGuire to Cecile Rusch for $12,000, and another for $2,000 by said McGuire to Michael Duffy;” and, among other things, defendant covenanted that the premises conveyed “are now free, clear, discharged, and unincumbered of and from all other former grants, titles, charges, estates, judgments, taxes, assessments, and incumbrances, of what nature or kind soever, except as aforesaid.” After the making of the contract of sale, and before the delivery of the deed, the then holder and owner of said second mortgage of $2,000 began an action to foreclose the mortgage, and filed a notice of the pendency of the action. Margaret K. Douglass was a party defendant in the foreclosure suit, and the notice of pendency of action was Socketed against her, and the summons and complaint served upon her before the delivery of said deed. After the delivery of the deed plaintiff paid $76.25, the taxable costs up to such time, for the purpose of procuring a discontinuance of the foreclosure suit and the cancellation of the <em>Us pendens, </em>but no judgment was ever entered in such suit. Plaintiff brought this action on the covenant in her deed against incumbrances, to recover the amount paid <em>to </em>obtain the discontinuance of the suit and a release of the <em>lis pendens. </em>Judgment at the trial term was given for plaintiff, which, on appeal, was affirmed by the general term, and defendant appealed to this court.</summary>\n<p data-order=\"9\" data-type=\"judges\" id=\"b198-11\">Argued before Bookstaveb, P. J.. and Bischoff and Pryor, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b198-12\"><em>Eenneson, Crain &amp; Ailing, (Thaddeus I). Kenneson, </em>of counsel,) for appellant. <em>George W. Wilson, </em>for respondent.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b198-13\">Per Curiam.</author>\n<p id=\"A6W\">We are unanimously of the opinion that the filing of the <em>Us pendens </em>created no new incumbrance upon the property, and that the commencement of the foreclosure action was a mere incident of the incumbrance, subject to which the plaintiff took the title. We also think the payment of costs was a voluntary payment on the part of the plaintiff in this action, and is not recoverable under the covenants of her deed. There should therefore be a reversal of the judgment, and a new trial ordered, with costs to the appellant to abide the event.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}