{
  "casebody": {
    "data": "<casebody firstpage=\"223\" lastpage=\"225\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b243-5\">Kain v. Larkin <em>et al.</em></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b243-6\">\n<em>(Supreme Court, General Term, Third Department.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AYAO\">December 28, 1891.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b243-7\">1. Fraudulent Conveyances—Intent of Grantor.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b243-8\">Within a week after the commencement of an action against him, defendant withdrew his hank deposits, and rédeposited the same in his wife’s name, and executed a mortgage on his real estate to his brother for its full value. While the action was pending, he conveyed the real estate to a minor daughter for a nominal consideration, and the mortgage was discharged of record. He had no other property. <em>Held, </em>that these facts showed an intent on his part to delay and defraud creditors.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b243-9\">2. Same—Consideration.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b243-10\">A conveyance by a father to his minor daughter, at a time when he is unable to pay his debts in full, in pursuance of a promise by him of future compensation for household services rendered by her while living with and supported by him, is invalid as against creditors.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b244-4\"><page-number citation-index=\"1\" label=\"224\">*224</page-number>3. Same—Actions to Set Aside—Evidence.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b244-5\">A grantor’s intent to defraud his creditors by a transfer of his property may he shown by_ his statements made on an examination in proceedings supplementary to execution, testified to by a person who heard him make them.</headnotes>\n<summary data-order=\"9\" data-type=\"history\" id=\"b244-6\">Appeal from special term, Ulster county.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b244-7\">Action by Margaret Kain, administratrix of David Kain, against Patrick Larkin and Maria E. Larkin, to set aside transfers of property. Judgment for plaintiff.</summary>\n<disposition data-order=\"11\" data-type=\"disposition\" id=\"Ak7\">Affirmed.</disposition>\n<seealso data-order=\"12\" data-type=\"seealso\" id=\"AHq\">See 9 N. Y. Supp. 89.</seealso>\n<p data-order=\"13\" data-type=\"judges\" id=\"b244-8\">Argued before Learned, P. J., and Mayham and Kellogg, JJ.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b244-9\"><em>S. L. &lt;&amp; 2?. A. Westbrook, </em>for appellants. &lt;7. <em>R. Adams, </em>for respondent.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b244-10\">Kellogg, J.</author>\n<p id=\"AxlR\">This is a creditors’ suit, an action in equity to set aside a deed of real estate as made to hinder, delay, and defraud plaintiff, as creditor of Patrick Larkin, the grantor named in the deed, and to declare plaintiff’s judgment a lien on the premises described in the deed, and to subject such property through the agency of a receiver to the payment of such judgment. In November, 1886, defendant Patrick Larkin caused, through negligence or malice, the death of one David Kain. The cause of action created by statute dates back to the death of David Kain, in November, 1886. Action was commenced soon after, and service of summons made upon Patrick Larkin, January 6, 1887. Judgment herein was perfected October 16,1890, for $1,518.28. Execution was issued, and returned unsatisfied. Immediately after service of summons, defendant drew from bank his deposits,—some $1,400,—and redeposited the most of the same money in bank in name of his wife. It is not shown that he had any other personal property. At about the same time, he executed a mortgage to his brother for $3,000 on his real estate, being the full value of the premises. All this was done within a week after the commencement of the action. Defendant had one child only, the defendant Maria E. Larkin. About May 1, 1889, and while that action was pending, defendant Patrick Larkin deeded his real estate to her, she being then a minor in age, and the mortgagee satisfied of record the $3,000 mortgage. The expressed consideration of the deed was “one dollar and natural affection.” It does not appear that defendant had any other property, or was owing any debt other than the claim sued upon by plaintiff in this action. The reasonable deduction from the evidence is that, by his acts within a week after the commencement of that action, the defendant Patrick Larkin apparently divested himself of all his real and personal property solely to prevent any portion being taken to pay any judgment which might result in that action'; that the disposition of his money and the creation of the mortgage were both fraudulent acts, so far as creditors were concerned. It is also a reasonable deduction from the evidence that at the time of deeding this real estate to his minor child he vVHs in solvent; that by the deed he conveyed whatever interest he had in all property. It does not appear that he disposed of any other property between the date of this deed and the time of return of execution on that judgment wholly unsatisfied; indeed, it nowhere appears that he had at any time any other property than this money turned over to his wife, and this real estate deeded to his daughter. The defendant Maria E. Larkin makes a feeble effort to show a consideration for the deed moving from her to her father. She lived at home, as other minor children mostly do, was supported there, and did some service there, as in duty bound. She does not disclose any facts upon which a court could predicate any legal or equitable claim against her father during her minority. She did, in obedience to her father’s commands, only wliat she was bound to do without compensation; and, if promise of future compensation was ever held out to her, it must take the aspect of a promise of a gift <em>in futuro; </em>and no gift made in pursuance of such a promise, where a person is unable at the time to pay his creditors in full, <page-number citation-index=\"1\" label=\"225\">*225</page-number>will be claimed to be valid. The conclusion is irresistible that the defendant Patrick Larkin had the intent, in making this disposition of his property, to delay and defraud his creditor, the plaintiff in this action; and, if it were necessary to pass upon the question of intent- on the part of the grantee in this deed of gift, it would be far from necessary to torture the plain meaning of the whole evidence, and the reasonable inferences, to conclude that the defendant Maria E. Larkin had a like fraudulent intent.</p>\n<p id=\"b245-5\">We see no error in the findings of fact or law. The admission as evidence against Patrick Larkin of his statement upon supplemental proceedings was proper. It was important to show that Patrick Larkin, in this disposition of his property, had the intent to defraud his creditors; and it was proper to prove that, independent of any intent on the part of the grantee. The intent of the grantee, when necessary to be shown, may depend upon quite other proof. The methods taken to prove such statements were proper, viz., the testimony of those who heard him make them. The testimony taken in supplemental proceedings is not made by statute so far a record as to make it primary proof in all other actions, to the exclusion of other proof. If it were so, it would necessarily have the weight of sworn testimony, and not the weight accorded to a simple admission of a party. The judgment should be affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}