{
  "casebody": {
    "data": "<casebody firstpage=\"504\" lastpage=\"506\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b524-5\">Holler <em>et al. v. </em>Apa <em>et al. </em>Same <em>v. </em>Giordano <em>et al. </em>Same <em>v. </em>Tarchini <em>et al.</em></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b524-7\">\n<em>(Common Pleas of New York City and County, General Term.</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Acv\">February 1, 1892.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"A8G\">1. Pabtnebship—Agbeement not Entbbed on.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b524-8\">After the making of an agreement between plaintiffs and defendant for a partnership in the erection of certain buildings, defendant made contracts therefor in his own name, gave orders and otherwise acted as master, received all payments, made disbursements without consultation, and, on receipt of plaintiffs’ bill for work and money loaned, struck a balance, made a payment on account, and agreed to pay interest on the loan. <em>Held, </em>that this justified a finding that the partnership never was entered upon.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b524-9\">3. Account Stated—What Constitutes.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b524-10\">After rendition of an account to the debtor, he kept it in his possession for some time, wrote on it in German a word meaning “balance” or “rest, ” and paid a portion thereof. <em>Held </em>an account stated.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b524-11\">3. Opinion Evidence—Conclusion op Witness.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b524-12\">A question whether certain work was done under an alleged copartnership agreement is properly excluded as calling for a mere conclusion.</headnotes>\n<summary data-order=\"9\" data-type=\"history\" id=\"b524-13\">Appeals from judgment on report of referee.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b524-14\">Three actions by Frederick Holler and Henry Holler to foreclose mechanics’ liens,—one against George Schwehn and Filippa Apa and others, the second against said Schwehn and Tomasso Giordano and others, the third against said Schwehn and Michele Tarehini and others. The actions were referred and tried together. Judgments for plaintiffs. Defendant Schwehn appeals.</summary>\n<disposition data-order=\"11\" data-type=\"disposition\" id=\"AWl\">Affirmed.</disposition>\n<seealso data-order=\"12\" data-type=\"seealso\" id=\"A8nE\">See 16 H. Y. Supp. 955.</seealso>\n<p data-order=\"13\" data-type=\"judges\" id=\"b524-15\">Argued before Bookstaver, Bischoff, and Pryor, JJ.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b524-16\"><em>Foster &amp; Stephens, (Qeorge W. Stephens, </em>of counsel,) for appellant. <em>Robert Kelly Prentice, </em>for respondents.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b524-17\">Bookstaver, J.</author>\n<p id=\"AqT\">The above-entitled actions were brought to foreclose three separate mechanics’ liens on three separate houses; but all were referred and tried together, and the same questions are presented in each case. George Schwehn, the principal contractor, is the only party appealing. He denied that there was any indebtedness from him to the plaintiffs, and also claimed that he and the plaintiffs were copartners. The latter was the chief point relied upon by the defendant before the referee and argued on this appeal. On behalf of the appellant, it is contended that both the making of the agreement and the existence of the copartnership is not contradicted by the plaintiffs, and that the referee erred in refusing to find these facts. While it is true there is no evidence to show the agreement was not made, it is not correct to say there is no evidence contradicting the existence of the copartnership, if by this term is meant the actual entrance upon the execution of that agreement, for the plaintiff Frederick Holler expressly testified <page-number citation-index=\"1\" label=\"505\">*505</page-number>nothing was ever done under it; that he did the work on the houses in question for the defendant Schwehn; that he had before that time done work for him on another house at Bedford Park. The sum of $250 was loaned by this witness to Schwehn, but he swears it was not loaned under that agreement, and it appears from the evidence this money was used on the house in Bed-ford Park. He also denied that the defendant ever said anything to him about profits or about a contract on those houses. Henry Holler testified that the defendant sent his father and himself to work on the last-mentioned house by day’s work, and that the defendant afterwards sent him to work on the three houses in question, saying, “I will pay you three dollars,” (meaning three dollars a day.) It further appears that the defendant took the con-, tracts in his own name, gave orders as to the manner of doing the work, and was the only contractor recognized by the owners, who complained to him, as he testified, about the way in which the plaintiffs were doing their work, and that he said to them (the plaintiffs) that he would put other carpenters on the work and finish the houses, thus substantially discharging the plaintiffs, which he could not have done had they been copartners with him. There is also evidence in the case showing that the defendant throughout acted as master, and did not treat the plaintiffs as his partners. He received all payments from the owners, and did not consult the plaintiffs as to disbursements, but made them as he saw fit. Henry Pfeiffer testified that he worked on these houses as a carpenter; that defendant hired him, and that he had nothing to do with the plaintiffs; and that the defendant paid him his wages. The plaintiffs afterwards made out a time-bill for all their work included in the lien admitted by defendants’ counsel on the trial to be correct as to the number of days’ work. This defendant admitted he had in his possession a week before he discussed it with Frederick Holler, and it appears that he then calculated and struck a balance, which he called a “rest,” and paid money on account of this balance, and admitted that interest was to be allowed on the loan. These facts, we think, were sufficient to warrant the referee in refusing to find the work was done under the copartnership agreement. - That expressed no time when the contemplated copartnership should begin or end, and the referee, on this evidence, was justified in finding it never began. It is true defendant’s evidence reads smoother and is more coherent, but it does not follow that it is intrinsically more reliable. The referee had all the witnesses before him, and was in a better position to determine the weight which he would give to each than we can be. The testimony as to the statements of Henry Holler regarding the copartnership amounted to declarations only. Ho one acted on them. Such declarations cannot constitute a copartnership. <em>Cassidy </em>v. <em>Hall, </em>97 N. Y. 159. While we might have arrived at a different conclusion, we cannot say that the preponderance of evidence is so great as to authorize us to reverse the judgment on that account. <em>Darrah </em>v. <em>Boys, </em>(Com. Pl. N. Y.) 10 N. Y. Supp. 697. It is sufficient for the respondent that the case exhibits some evidence to support the referee’s conclusions. <em>Aldridge </em>v. <em>Aldridge, </em>120 N. Y. 614, 24 N. E. Rep. 1022.</p>\n<p id=\"b525-5\">Appellant also contends that the referee erred in finding that there had been an account stated between the parties.. But the evidence shows that the bill for the work before referred to was made out, at defendant’s request, after the plaintiffs quit work; that he had it in his possession for some time; that he then wrote on it in German the word translated “balance” or “rest,” opposite the figures $328.25, and of this balance he afterwards paid $28; and his counsel on the trial admitted that the bill was correct as to the time, and there was abundant evidence that the amounts charged for days’ work was correct, as well as the debits and credits given, and in fact the defendant at no time disputed either the time or any other item in the bill rendered. We therefore think the referee was justified in finding on this question as he did.</p>\n<p id=\"b526-4\"><page-number citation-index=\"1\" label=\"506\">*506</page-number>All the other questions raised on this appeal, except as to the admission and exclusion of evidence, rest on these two grounds, and fall with them.</p>\n<p id=\"b526-5\">The defendant was asked to state whether the work was done under the eopartnership agreement, which, under objection and exception, was excluded. This, we think, was not error. The question called fora conclusion, merely. Besides, the witness had before testified as to this in detail. We think the evidence as to breaking open a tool-house, although irrelevant could not possibly have injured the defendant, as the witness said that no one told him to break the tool-house open, but that he did it because he had to go to work, and in order to get his tools. No key being there,, he broke the lock. The judgment should be affirmed, with one bill of costs to the respondent.</p>\n<p id=\"b526-6\">All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}