{
  "casebody": {
    "data": "<casebody firstpage=\"1253\" lastpage=\"1254\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b807-3\">In re Disqualification of Fuhry. Filby <em>v. </em>Filby.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b807-5\">[Cite as <em>In re Disqualification of Fuhry, </em>145 Ohio St.3d 1253, 2015-Ohio-5684.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b807-7\">(No. 15-AP-057</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ArN\">Decided June 19, 2015.)</decisiondate>\n<opinion data-order=\"4\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b807-9\">O’Connor, C.J.</author>\n<p id=\"b807-10\">{¶ 1} Defendant David Filby has filed an affidavit with the clerk of this court under R.C. 2701.03 seeking to disqualify Judge David L. Fuhry from presiding over any further proceedings in the above-captioned domestic-relations case.</p>\n<p id=\"b807-11\">{¶ 2} Filby claims that Judge Fuhry wrongfully jailed him and issued a series of rulings that violated his constitutional rights. Filby also claims that the judge conspired with Filby’s former attorney and plaintiffs counsel to commit various crimes against him.</p>\n<p id=\"b807-12\">{¶ 3} Judge Fuhry has responded in writing to the affidavit, denying any bias against Filby and denying any impropriety in the underlying case. Judge Fuhry states that he jailed Filby because he repeatedly failed to comply with the court’s discovery orders.</p>\n<p id=\"b807-13\">{¶ 4} According to both Filby’s affidavit and the judge’s response, trial in the underlying case commenced in May 2015, although the parties subsequently agreed to a resolution. When an affidavit is filed after commencement of a trial and presentation of evidence, a judge should be disqualified only when the record “clearly and unquestionably demonstrates a ‘fixed anticipatory judgment’ * * * that undermines the absolute confidence of the public in the fairness and integrity of the proceedings.” <em>In re Disqualification of Kate, </em>88 Ohio St.3d 1208,1209, 723 N.E.2d 1098 (1999), quoting <em>State ex rel. Pratt v. Weygandt, </em>164 Ohio St. 463, 469, 132 N.E.2d 191 (1956). For the reasons explained below, Filby has failed to set forth sufficient proof to carry this heavy burden.</p>\n<p id=\"b808-4\"><page-number citation-index=\"1\" label=\"1254\">*1254</page-number>{¶ 5} First, Fifty’s bias claims are based on his belief that Judge Fuhry wrongfully jailed him and violated his due-process rights. However, this is not the appropriate forum to decide those claims, because an affidavit of disqualification “is not a vehicle to contest matters of substantive or procedural law.” <em>In re Disqualification of Solovan, </em>100 Ohio St.3d 1214, 2003-Ohio-5484, 798 N.E.2d 3, ¶ 4. Thus, a party’s disagreement or dissatisfaction with a court’s legal rulings, even if those rulings may be erroneous, is not grounds for disqualification. <em>In re Disqualification of Floyd, </em>101 Ohio St.3d 1217, 2003-Ohio-7351, 803 N.E.2d 818, ¶ 4. The remedy for Fifty’s legal claims, if any, lies on appeal, not through an affidavit of disqualification.</p>\n<p id=\"b808-5\">{¶ 6} Second, Fifty has failed to substantiate his claims. In a disqualification request, the burden falls on the affiant to submit specific facts demonstrating that disqualification is warranted, and when necessary, an affiant is required to submit evidence beyond the affidavit supporting the allegations contained therein. <em>In re Disqualification of Baronzzi, </em>135 Ohio St.3d 1212, 2012-Ohio-6341, 985 N.E.2d 494, ¶ 6-7. Here, Fifty makes some serious allegations against Judge Fuhry. Yet he has not substantiated those claims with anything more than his affidavit and his own filings in the underlying case. For example, he avers that he was prevented from presenting evidence or argument at trial, but he has not submitted an order, a transcript, or any other evidence to substantiate this claim. “A judge is presumed to follow the law and not to be biased, and the appearance of bias or prejudice must be compelling to overcome these presumptions.” <em>In re Disqualification of George, </em>100 Ohio St.3d 1241, 2003-Ohio-5489, 798 N.E.2d 23, ¶ 5. Those presumptions have not been overcome in this case.</p>\n<p id=\"b808-6\">{¶ 7} Accordingly, the affidavit of disqualification is denied. The case may proceed before Judge Fuhry.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}