{
  "casebody": {
    "data": "<casebody firstpage=\"346\" lastpage=\"354\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b602-5\">In re Complaint of Toliver, Appellant, <em>v. </em>Vectren Energy Delivery of Ohio, Inc., Intervening Appellee; Public Utilities Commission, Appellee.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b602-6\">[Cite as <em>In re Complaint of Toliver v. Vectren Energy Delivery of Ohio, Inc., </em>145 Ohio St.3d 346, 2015-Ohio-5055.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b602-8\">(No. 2013-1807</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AE5\">Submitted October 13, 2015</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Aq-q\">Decided December 8, 2015.)</decisiondate>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b602-10\">French, J.</author>\n<p id=\"b602-11\">{¶ 1} Appellant, Nancy Toliver, is a natural-gas customer of intervening appellee, Vectren Energy Delivery of Ohio, Inc. In 2012, she participated in a program called the Percentage of Income Payment Plan, commonly referred to as “PIPP.”<footnotemark>1</footnotemark> PIPP is an energy program that provides assistance to low-income residential customers who are unable to pay the full price of natural-gas or electric service. <em>See Montgomery Cty. Bd. of Commrs. v. Pub. Util. Comm., </em>28 Ohio St.3d 171, 174, 503 N.E.2d 167 (1986). As the program name implies, most PIPP customers pay a fixed percentage of their monthly income instead of the actual cost of service. Ohio Adm.Code 4901:1 — 18—13(A)(1).</p>\n<p id=\"b603-4\"><page-number citation-index=\"1\" label=\"347\">*347</page-number>{¶ 2} In April 2012, Toliver voluntarily left PIPP, but she continued to receive gas service from Vectren at its standard rate. Toliver later applied to reenroll in PIPP, and she was reinstated seven months after her departure. Upon her reenrollment, Vectren informed Toliver that she had to pay the difference between the charges she paid during the time she was not in the program and the monthly PIPP installment payments that would have been due had she remained in PIPP.</p>\n<p id=\"b603-5\">{¶ 3} Toliver filed a pro se complaint with appellee, Public Utilities Commission, pursuant to R.C. 4905.26, alleging that Vectren’s attempt to charge her for the missed PIPP installments was unlawful and unreasonable. The commission found in favor of Vectren and dismissed the complaint.</p>\n<p id=\"b603-6\">{¶ 4} After the commission issued two separate entries denying rehearing, Toliver filed this appeal, raising five propositions of law. Toliver has failed to demonstrate error. Therefore, we affirm the commission’s orders.</p>\n<p id=\"b603-7\">\n<em>Facts and Procedural Background</em>\n</p>\n<p id=\"b603-8\">{¶ 5} The commission created PIPP in 1983 to assist low-income utility customers threatened with disconnection due to their inability to pay the high costs of utility service during the winter months. <em>See Montgomery Cty. Bd. of Commrs., </em>28 Ohio St.3d at 174, 503 N.E.2d 167. Under PIPP, most customers pay a fixed percentage of their monthly income rather than the actual cost of their energy consumption. <em>Id. </em>at 172; Ohio Adm.Code 4901:1-18-13(A)(1). If PIPP customers pay their monthly installments on time, they receive credits toward their unpaid energy costs. Ohio Adm.Code 4901:1-18-14(A)(1). Utility customers who do not participate in PIPP collectively bear the responsibility of covering any remaining difference between the monthly installment and the actual cost of service for PIPP customers. <em>See In re Commission’s Review of Chapters 4901:1-17 and 4901:1-18, </em>Pub. Util. Comm. No. 08-723-AU-ORD, 2008 WL 5351290 (Dec. 17, 2008).</p>\n<p id=\"b603-9\">{¶ 6} Colder weather generally means higher energy bills, so PIPP customers can save substantially on energy costs during the winter months. Conversely, when the weather is warmer, the monthly PIPP payment may exceed the actual cost of service. But no matter whether they pay more or less than the actual cost of service, PIPP customers must make their full monthly PIPP payment to remain eligible for the program. Ohio Adm.Code 4901:1-18-12(D)(2).</p>\n<p id=\"b603-10\">{¶ 7} Toliver testified at the commission’s evidentiary hearing that she first enrolled in PIPP in 2010 and that in April 2012, she was about $180 behind on her PIPP installments. To stay on PIPP, she had to make up the missed payments. Rather than make the payments, Toliver decided to leave the program and pay her actual monthly charges. Vectren implemented Toliver’s decision, but it <page-number citation-index=\"1\" label=\"348\">*348</page-number>advised her that if she reenrolled in PIPP within the next 12 months, she would have to make up the missed PIPP installments, less any actual monthly payments made at the standard rate.</p>\n<p id=\"b604-5\">{¶ 8} In September 2012, Toliver applied to reenroll in PIPP. In November 2012, seven months after she voluntarily left PIPP, she was reinstated into the program. Vectren again told Toliver that under the commission’s rules, she had to make up for PIPP payments that would have been due during the seven months she was not in PIPP. In addition, the commission’s Service Monitoring and Enforcement Department informed Toliver that she could not' exit and reenter the program to avoid monthly payments. When Vectren attempted to collect those payments, Toliver filed a pro se complaint with the commission.</p>\n<p id=\"b604-6\">{¶ 9} Toliver’s complaint alleged that Vectren had overcharged for its services upon her return to PIPP. She further alleged that Vectren was forcing her off PIPP, even though she is income-eligible, and was discriminating against her as a low-income customer.</p>\n<p id=\"b604-7\">{¶ 10} After an evidentiary hearing and briefing, the commission found that Toliver had not carried her burden of showing that Vectren had misapplied the commission’s rules for administering the natural-gas PIPP program. According to the commission, its rules require customers who enroll in PIPP to remain enrolled year-round. The commission dismissed the complaint, finding that Toliver had to make up any missed PIPP payments upon reinstatement to the program.</p>\n<p id=\"b604-8\">{¶ 11} The commission’s order further directed Toliver to file a letter with it by July 31, 2013, stating whether she wished to continue to participate in PIPP. If Toliver wished to continue in the program, the commission ordered that she submit the missed PIPP payments to Vectren by September 20, 2013. If Toliver elected to terminate her PIPP participation or failed to notify the commission of her decision by July 31, Vectren was instructed to reverse the PIPP benefits that she had received since her reenrollment.</p>\n<p id=\"b604-9\">{¶ 12} Toliver failed to notify the commission of her choice by July 31. In the commission’s first entry denying rehearing, it terminated her participation in PIPP and reversed her accumulated PIPP benefits, which at that point amounted to $130.74.</p>\n<p id=\"b604-10\">{¶ 13} Following the commission’s second entry denying rehearing, Toliver filed this appeal challenging the commission’s orders.</p>\n<p id=\"b604-11\">\n<em>Standard of Review</em>\n</p>\n<p id=\"b604-12\">{¶ 14} “R.C. 4903.13 provides that a [Public Utilities Commission] order shall be reversed, vacated, or modified by this court only when, upon consideration of the record, the court finds the order to be unlawful or unreasonable.” <em>Constellation NewEnergy, Inc. v. Pub. Util. Comm., </em>104 Ohio St.3d 530, 2004-Ohio-6767, <page-number citation-index=\"1\" label=\"349\">*349</page-number>820 N.E.2d 885, ¶ 50. We will not reverse or modify a commission decision as to questions of fact when the record contains sufficient probative evidence to show that the commission’s decision was not manifestly against the weight of the evidence and was not so clearly unsupported by the record as to show misapprehension, mistake or willful disregard of duty. <em>Monongahela Power Co. v. Pub. Util. Comm., </em>104 Ohio St.3d 571, 2004-Ohio-6896, 820 N.E.2d 921, ¶29. The appellant bears the burden of demonstrating that the commission’s decision is against the manifest weight of the evidence or is clearly unsupported by the record. <em>Id.</em></p>\n<p id=\"b605-5\">{¶ 15} Although this court has “complete and independent power of review as to all questions of law” in appeals from the commission, <em>Ohio Edison Co. v. Pub. Util. Comm., </em>78 Ohio St.3d 466, 469, 678 N.E.2d 922 (1997), we may rely on the expertise of a state agency in interpreting a law where “highly specialized issues” are involved and “where agency expertise would, therefore, be of assistance in discerning the presumed intent of our General Assembly,” <em>Consumers’ Counsel v. Pub. Util. Comm., </em>58 Ohio St.2d 108, 110, 388 N.E.2d 1370 (1979).</p>\n<p id=\"b605-6\">\n<em>Discussion</em>\n</p>\n<p id=\"b605-7\">{¶ 16} Toliver raises five propositions of law, each of which we restate and address below. Because Toliver has not carried her burden of demonstrating error on appeal, we affirm the commission’s determination.</p>\n<p id=\"b605-8\">I. Proposition of Law No. 1: The Home Energy Assistance Program (“HEAP”) requires an application to apply for both PIPP and the Home Weatherization Assistance Program (“HWAP”) in order to receive the credit on a customer account</p>\n<p id=\"b605-9\">{¶ 17} In her first proposition of law, Toliver refers to the circumstances surrounding her reenrollment in PIPP after she elected to leave the program in April 2012. In the summer of 2012, Toliver filed an application for HEAP assistance.<footnotemark>2</footnotemark> Toliver also requested through her HEAP application to reenroll in PIPP. She was subsequently approved for both programs.</p>\n<p id=\"b605-10\">{¶ 18} After the commission dismissed Toliver’s complaint, she argued that it had failed to recognize that she qualified for PIPP under the income guidelines and also had failed to acknowledge that as a PIPP customer she is required to apply for HEAP and HWAP.<footnotemark>3</footnotemark> The commission denied her application for rehear<page-number citation-index=\"1\" label=\"350\">*350</page-number>ing and rejected her argument, finding that she was not a PIPP participant when she applied for HEAP and that HEAP assistance is not contingent on PIPP participation.</p>\n<p id=\"b606-4\">{¶ 19} On appeal, Toliver alleges that the commission erred when it concluded that HEAP assistance is not contingent on PIPP participation. According to Toliver, the commission failed to consider that she completed an application for HEAP assistance in August 2012 and was subsequently reenrolled in PIPP. But even if this is true, it is not relevant to the issue on appeal. Neither Vectren nor the commission disputes how Toliver reenrolled in PIPP or that she qualifies for PIPP assistance. Indeed, the question before us does not concern her HEAP application at all. Rather, the question here is whether Toliver must pay any missed monthly PIPP installments upon reenrollment in that program. Toliver’s first proposition of law does not address this question, so we reject it on that ground. <em>See In re Complaint of Wilkes v. Ohio Edison Co., </em>131 Ohio St.3d 252, 2012-Ohio-609, 963 N.E.2d 1285, ¶ 10 (failure to explain argument and cite relevant legal authority is ground to reject argument on appeal).</p>\n<p id=\"b606-5\">II. Proposition of Law No. 2: The commission’s order and rehearing entries are inconsistent with its Energy Assistance Resource Guide and violate Ohio Adm.Code 4901:1 — 18—12(D)(2)(b); the commission also lacks jurisdiction to reverse incentive credit already paid to a PIPP participant</p>\n<p id=\"b606-6\">{¶ 20} In her second proposition of law, Toliver raises several arguments, most of which are unsupported and underdeveloped. Her arguments primarily center on a single contention; namely, that she is not required to reimburse Vectren for any past due monthly PIPP installments because her actual account balance is less than her missed PIPP payments. After review, we conclude that Toliver’s arguments lack merit.</p>\n<p id=\"b606-7\">A. Ohio Adm.Code 4901:1 — 18—12(D)(2)(b) is not applicable</p>\n<p id=\"b606-8\">{¶ 21} Toliver first contends that the commission violated Ohio Adm.Code 4901:1 — 18—12(D)(2)(b), which, as quoted in her brief, provides that the PIPP payment amount due “ ‘shall not exceed the amount of the customer’s arrearage.’ ” Toliver has misconstrued this rule.</p>\n<p id=\"b606-9\">{¶ 22} Toliver quotes only part of the second sentence of Ohio Adm.Code 4901:l-18-12(D)(2)(b), leaving out the first sentence and the last part of the second. The first sentence defines missed PIPP payments to include “[a]ny missed payments, including [PIPP] payments which would have been due for the <page-number citation-index=\"1\" label=\"351\">*351</page-number>months the customer is disconnected from gas utility service.” In addition to the part quoted by Toliver, the second sentence goes on to provide that PIPP payments missed while the customer was disconnected “shall be paid prior to the restoration of utility service.” In context, Ohio Adm.Code 4901:l-18-12(D)(2)(b) applies only to customers who have missed PIPP payments while “disconnected from gas utility service.”</p>\n<p id=\"b607-5\">{¶ 23} Vectren, however, never disconnected Toliver’s gas service. Rather, Toliver voluntarily left the PIPP program in April 2012, but she remained a Vectren customer. The rule she cites simply does not apply to her circumstances.</p>\n<p id=\"b607-6\">B. The commission’s order and rehearing entries are consistent with the Energy Assistance Resource Guide</p>\n<p id=\"b607-7\">{¶ 24} Toliver also argues that the commission’s decision is inconsistent with its Energy Assistance Resource Guide, which is a publication of the commission and the Ohio Development Services Agency that provides a layperson’s explanation of the PIPP program in a question-and-answer format. Toliver claims that the answer to question No. 15 of the 2012-2013 Resource Guide requires that a PIPP customer who is in default pay only up to the amount in arrears. According to Toliver, this means that she need not pay her missed PIPP installments because she has an account balance of zero and is not in arrears.</p>\n<p id=\"b607-8\">{¶ 25} Toliver again cites a provision that is not applicable to her situation. This part of the Resource Guide addresses the situation in which a PIPP customer has been disconnected for nonpayment. Toliver was not disconnected from service, so this provision is not relevant.</p>\n<p id=\"b607-9\">{¶26} A different provision of the Resource Guide addresses her exact situation, however. According to the answer to question No. 14 of the Resource Guide, if a customer leaves PIPP, maintains service from the utility, and then chooses to reenroll at a later time, then that “customer must pay the difference between the amount of [PIPP] installments and customer payments before rejoining [PIPP].” Likewise, according to the answer to question No. 23 of the Resource Guide, when a PIPP customer’s account balance is less than the PIPP default balance, the customer is “required to pay the [PIPP] default amount” in order to remain on PIPP and avoid disconnection. In sum, the Resource Guide confirms that customers who voluntarily depart from PIPP and reenroll in the program must make up the missed PIPP installments, less any actual payments.</p>\n<p id=\"b607-10\">C. Toliver’s reliance on <em>Waterville Gas Co. v. Mason </em>is misplaced</p>\n<p id=\"b607-11\">{¶27} Toliver cites <em>Waterville Gas Co. v. Mason, </em>93 Ohio App.3d 798, 639 N.E.2d 1240 (6th Dist.1994), to support her appeal. In <em>Waterville Gas, </em>the gas utility instituted a collection action to recover an arrearage accrued by a PIPP <page-number citation-index=\"1\" label=\"352\">*352</page-number>customer. The appellate court held that the utility could <em>not recover the </em>arrearage from a PIPP customer who was enrolled in PIPP and was in strict compliance with the program’s requirements. <em>Id. </em>at 805-807.</p>\n<p id=\"b608-5\">{¶ 28} <em>Waterville Gas </em>is not on point for two reasons. First, unlike the PIPP customer in <em>Waterville Gas, </em>Toliver did not remain enrolled in PIPP, having voluntarily left the program for seven months from April to November 2012. Second, the utility in <em>Waterville Gas </em>was attempting to recover arrearages — the difference between the customer’s actual cost of service and the PIPP monthly installments. <em>See id. </em>at 805. In contrast, Vectren sought to collect missed PIPP installments, which fall outside the definition of “arrearages” stated in Ohio Adm.Code 4901:1 — 18—01(B).</p>\n<p id=\"b608-6\">D. Toliver’s remaining claims under her second proposition of law are not sufficiently developed to demonstrate error</p>\n<p id=\"b608-7\">{¶ 29} Toliver includes two final arguments under her second proposition of law. First, she contends that the commission lacks jurisdiction to enforce compliance with PIPP requirements and, specifically, to reverse her incentive credit of $130.74. According to Toliver, the Ohio Development Services Agency has jurisdiction to determine those issues. Second, she asserts that PIPP is “discriminatory against low income customer^] and must be considered a subtle type of peonage.”</p>\n<p id=\"b608-8\">{¶ 30} Toliver bears the burden of demonstrating reversible error on appeal. R.C. 4903.13. Yet she fails to develop these arguments beyond conclusory statements. Unsupported legal conclusions do not demonstrate error. <em>See Util. Serv. Partners, Inc. v. Pub. Util. Comm., </em>124 Ohio St.3d 284, 2009-Ohio-6764, 921 N.E.2d 1038, ¶ 39; <em>In re Application of Columbus S. Power Co., </em>129 Ohio St.3d 271, 2011-Ohio-2638, 951 N.E.2d 751, ¶ 14-17. Toliver has done little more than register her disagreement with the commission’s orders; that disagreement is insufficient to establish reversible error.</p>\n<p id=\"b608-9\">III. Proposition of Law No. 3: The commission erred when it failed to grant Toliver’s motion to strike the testimony of Vectren’s expert witness</p>\n<p id=\"b608-10\">{¶ 31} In proposition of law No. 3, Toliver argues that the commission erred when it failed to grant her motion to strike the testimony of Vectren witness Sherri Bell. Toliver contends that the commission permitted Bell to testify as an expert witness without complying with certain rules applicable to expert witnesses. <em>See </em>Ohio Adm.Code 4901-l-26(A)(l)(b), 4901-1-26(A)(3), and 4901-1-29(h); Evid.R. 701 and 702; and Civ.R. 26. Toliver also maintains that the commission erred when it failed to sanction Vectren for violating certain rules.</p>\n<p id=\"b609-4\"><page-number citation-index=\"1\" label=\"353\">*353</page-number>{¶ 32} The commission, however, did not qualify Bell as an expert witness. The hearing examiner expressly found that Bell’s testimony was <em>not </em>expert testimony. Therefore, any rules regarding expert testimony are inapplicable. We reject Toliver’s claim regarding sanctions for the same reason.</p>\n<p id=\"b609-5\">{¶ 33} Toliver further argues that the commission failed to follow Ohio Adm. Code 4901-1-26, which she claims requires the commission to hold a pretrial conference to establish discovery dates and to disclose lay and expert witnesses. Contrary to Toliver’s claim, the rule does not require prehearing conferences. Ohio Adm.Code 4901-1-26(A) provides that the commission or an attorney examiner “may, upon motion of any party or upon their own motion, hold one or more prehearing conferences.” Thus, prehearing conferences are discretionary, not mandatory.</p>\n<p id=\"b609-6\">{¶ 34} In sum, the third proposition of law articulates no sound basis for reversal. We therefore reject it.</p>\n<p id=\"b609-7\">IY. Proposition of Law No. 4: The commission abused its discretion when it granted Vectren’s motion to strike Toliver’s posthearing exhibits</p>\n<p id=\"b609-8\">{¶ 35} In her fourth proposition of law, Toliver argues that the commission erred when it granted Vectren’s motion to strike several exhibits that she attached to her posthearing brief. The commission found that to allow Toliver to introduce this evidence after the hearing would deny Veetren its right to cross-examine Toliver on the documents or to introduce evidence to rebut the information in the documents.</p>\n<p id=\"b609-9\">{¶ 36} Toliver’s only argument against striking her exhibits is that she acted in good faith by sending this evidence to Veetren before she submitted the evidence to the commission. But this fact does not cure the problems created by submitting the exhibits after the hearing had ended, so Toliver has not shown an abuse of discretion. The commission correctly granted the company’s motion to strike. <em>See Columbus Bd. of Edn. v. Franklin Cty. Bd. of Revision, </em>76 Ohio St.3d 13, 16-17, 665 N.E.2d 1098 (1996) (documents that “were not part of the original record * * * and were submitted after the [Board of Tax Appeals] hearing” had to be “disregarded by the BTA”). Accordingly, we deny her fourth proposition of law.</p>\n<p id=\"b609-10\">V. Proposition of Law No. 5: Vectren’s counsel violated Ohio Adm.Code 4901-X-08(F)</p>\n<p id=\"b609-11\">{¶ 37} In her fifth and final proposition of law, Toliver alleges that Vectren’s counsel failed to properly withdraw and substitute new counsel. <em>See </em>former Ohio Adm.Code 4901-1-08(F) (now Ohio Adm.Code 4901-1-08(E)).<footnotemark>4</footnotemark> We disagree. <page-number citation-index=\"1\" label=\"354\">*354</page-number>That provision simply requires that “[w]here a party is represented by more than one attorney, one of the attorneys shall be designated as the ‘counsel of record,’ who shall have principal responsibility for the party’s participation in the proceeding.” A review of Vectren’s pleadings filed with the commission reflects that counsel complied with this rule. The same three attorneys appeared on Vectren’s pleadings, and one was designated “counsel of record.” That is all that the rule requires. The fifth proposition of law therefore lacks merit.</p>\n<attorneys id=\"As-\">Nancy S. Toliver, pro se.</attorneys>\n<attorneys id=\"A0g\">Michael DeWine, Attorney General, William L. Wright, Section Chief, and Thomas G. Lindgren, Assistant Attorney General, for appellee, Public Utilities Commission of Ohio.</attorneys>\n<attorneys id=\"Ayn\">Whitt Sturtevant, L.L.P., Mark A. Whitt, and Andrew J. Campbell, for intervening appellee, Vectren Energy Delivery of Ohio, Inc.</attorneys>\n<p id=\"b610-5\">\n<em>Conclusion</em>\n</p>\n<p id=\"b610-6\">{¶ 38} Toliver bears the burden of demonstrating that the commission’s orders were unreasonable or unlawful. R.C. 4903.13; <em>Monongahela Power Co., </em>104 Ohio St.3d 571, 2004-Ohio-6896, 820 N.E.2d 921, at ¶ 29. She has not carried that burden in this appeal. Therefore, we affirm the commission’s orders.</p>\n<p id=\"b610-7\">Orders affirmed.</p>\n<judges id=\"b610-8\">O’Connor, C.J., and Pfeifer, O’Donnell, Lanzinger, Kennedy, and O’Neill, JJ., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b602-12\">. This program is currently referred to as “PIPP Plus.” <em>See </em>Ohio Adm.Code 4901:1-17-01(G). The name was changed to distinguish the current program from the prior program. Any difference between the programs has no bearing on this appeal, so for ease of reference we refer to the program as PIPP.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b605-11\">. HEAP is a federally funded program administered by the Ohio Development Services Agency. HEAP is designed to help low-income Ohio residents meet the high cost of winter heating bills. <em>See </em>http://www.puco.ohio.gov/puco/index.cfm/be-mformed/consumer-topics/energy-assistance-programshelp-with-paying-your-utility-bills/#HEAP (accessed Nov. 19, 2015).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b605-12\">. HWAP is a federally funded low-income residential-energy-efficieney program. The program provides services that are designed to reduce energy use. Services that are available through <page-number citation-index=\"1\" label=\"350\">*350</page-number>HWAP include energy audits, insulation, heating-system repairs and replacements, and health-and-safety inspections. <em>See </em>http://www.pueo.ohio.gov/pueo/index.cftn/be-informed/consumer-topics/ energy-assistance-programs-help-with-paying-your-utility-bills/#HWAP (accessed Nov. 19, 2015).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b609-12\">. Ohio Adm.Code 4901-1-08 was revised effective June 15, 2014. Former Ohio Adm.Code 4901-1-08(F) is now Ohio Adm.Code 4901-1-08(E), but the wording is identical.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}