{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"487\" lastpage=\"488\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b487-4\" pgmap=\"487\">James E. Waldo and Daniel Waldo, appellants v. Nathan Averett, appellee.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b487-5\" pgmap=\"487\">Appeal from Morgan.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b487-8\" pgmap=\"487\">It is not necessary that the bond given on an appeal from the judgment of a justice of the peace to the Circuit Court, should be entered into before the clerk of said Court, or in his office. It is sufficient if it be duly executed and filed in the clerk’s office.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b487-9\" pgmap=\"487\">The issuing of a summons and supersedeas, on appeal from a judgment of a justice of the peace, is evidence that the appeal bond is approved by the clerk.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b487-10\" pgmap=\"487\">On an appeal from the judgment of a justice of the peace to the Circuit Court, if the bond be ever so defective, the Court nevertheless should allow a good and sufficient bond to be filed.</headnotes><summary data-order=\"5\" data-type=\"summary\" id=\"b487-11\" pgmap=\"487\">Averett recovered a judgment against the appellants, before a justice of the peace of Morgan county, from which they appealed to the Circuit Court. At the first term of the Circuit Court after the appeal was taken, the appellee moved to dismiss the appeal because it did not appear from the appeal bond, that it was entered into in the office of the clerk, or that the bond had been approved by the clerk, as required by law. The appellants entered a cross motion that the clerk have leave to attach his official certificate to the bond, showing the manner of its execution; which motion the Court sustained, provided the facts would warrant the clerk in making the certificate. The deputy clerk, who received and filed the bond, being called and sworn, stated that the bond was not entered into before him, nor the security therein approved by him; but that the bond was filled up by him, and given to the appellants to be executed by the parties, he telling them it must be executed in presence of a witness. The bond was afterwards handed to him by the appellants, with the names of the obligors subscribed thereto, and by him received and filed. The sureties did not appear before him, nor did they execute, or acknowledge the execution of the said bond before him.</summary><summary data-order=\"6\" data-type=\"summary\" id=\"b487-12\" pgmap=\"487\">Upon this statement, the Court decided that the appeal bond was insufficient, and that the clerk would not be authorized to annex his official certificate to the bond, showing that it was taken and approved by him, and dismissed the appeal. The appellants excepted to this opinion of the Court.</summary><summary data-order=\"7\" data-type=\"summary\" id=\"b487-13\" pgmap=\"487\">The cause was dismissed at the November term, 1837.</summary><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b487-14\" pgmap=\"487\">Wm. Thomas, for the appellants,</attorneys><p data-order=\"9\" data-type=\"legal\" id=\"Az-\" pgmap=\"487\">cited Dedman v. Barber, Ante 254.</p><attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b487-15\" pgmap=\"487\">M. McConnell, for the appellee.</attorneys> <opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b487-16\" pgmap=\"487\">Wilson, Chief Justice,</author> <p id=\"A53\" pgmap=\"487\">delivered the opinion of the Court:</p> <p id=\"b487-17\" pgmap=\"487(12) 488(75)\">This was an appeal from the judgment of a justice of the peace to the Circuit Court, and by that Court dismissed, because of the supposed insufficiency of the appeal bond. It appears by the bill of exceptions, that the bond was written by the clerk, and handed to the appellants to be signed by them and their sureties, which was accordingly done, (though not in the office,) and the bond lodged in the office with the clerk, upon which he issued a supersedeas to the justice.</p> <p id=\"b488-5\" pgmap=\"488\">This, we are of opinion, was a substantial compliance with the provision of the statute that requires the appeal bond to be entered into in the office of the clerk, and the security to be approved by him. Although the bond was not signed in the clerk’s office, it was lodged there, as the law requires, and must have been approved by the clerk; otherwise he had no authority to allow an appeal, and to issue a supersedeas enjoining the justice from proceeding in the cause. But if it is admitted that the bond was ever so defective, the Court nevertheless erred in dismissing the appeal; it ought to have allowed the motion of the appellants to file a good bond. The statute expressly provides for a case like this, by declaring that the appellant shall in nowise be prejudiced by reason of any informality or insufficiency of the appeal bond, provided he will, in a reasonable time, to be fixed by the Court, execute and file in the office of the clerk, a good and sufficient one. This provision is conclusive as to the right of the appellant to file a new bond, when the first is adjudged by the Court to be insufficient.</p> <p id=\"b488-6\" pgmap=\"488\">The decision of the Court below is therefore reversed with costs, and the cause remanded.</p> <p id=\"b488-7\" pgmap=\"488\">Judgment reversed.</p> <p id=\"b488-8\" pgmap=\"488\">Note. See Swafford v. The People, Ante 289; Crain v. Bailey, et al., Ante 321; Yunt v. Brown, Ante 264; Hubbard et al. v. Freer, Ante 467, and note.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}