{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"22\" lastpage=\"25\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b42-8\" pgmap=\"42\">The People of the State of Illinois, Defendant in Error, v. Charles Carter, Plaintiff in Error.</parties><p data-order=\"1\" data-type=\"summary\" id=\"b42-9\" pgmap=\"42\">(Not to be reported in full.)</p><summary data-order=\"2\" data-type=\"summary\" id=\"b42-10\" pgmap=\"42\">Error to the County Court of Champaign county; the Hon. William G-. Sfobsin, Judge, presiding. Heard in this court at the October term, 1913.</summary><disposition data-order=\"3\" data-type=\"disposition\" id=\"APl\" pgmap=\"42\">Reversed and remanded.</disposition><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AC7\" pgmap=\"42\">Opinion filed May 5, 1914.</decisiondate><p data-order=\"5\" data-type=\"summary\" id=\"b42-11\" pgmap=\"42\">Statement of the Case.</p><p data-order=\"6\" data-type=\"summary\" id=\"b42-12\" pgmap=\"42(15) 43(89)\">Information by the People of the State of Illinois charging Charles Carter with selling intoxicating liquor in the town of Champaign in Champaign county while the same was anti-saloon territory. The information consisted of twenty counts, the only difference between them being the date on which the sales are alleged to have been made. There was a trial before a jury and the defendant was found guilty on the first twelve counts. Motions for a new trial and in arrest of judgment were overruled and judgment imposing a fine and imprisonment was entered on the verdict. To reverse the judgment, defendant brings error.</p><headnotes data-order=\"7\" data-type=\"headnotes\" id=\"AYe\" pgmap=\"43\">Abstract of the Decision-</headnotes><headnotes data-order=\"10\" data-type=\"legal\" id=\"b43-9\" pgmap=\"43\">1. Intoxicating diquobs, § 119<footnotemark>*</footnotemark>—when date of sales alleged in information immaterial. The date of sales alleged in an information charging a defendant with selling intoxicating liquors in anti-saloon territory is in no way material, provided the averments and the proof bring the offense within the period of the statute of limitations.</headnotes><headnotes data-order=\"11\" data-type=\"legal\" id=\"b43-10\" pgmap=\"43\">2. Indictment and ineobmation, § 45*-—right of defendant to a till of particulars. Though a defendant in an information is not entitled to a bill of particulars as a matter of right, the State’s Attorney should be required to furnish one where it is máde to appear that defendant cannot properly prepare his defense without it. The rule is that the granting, of a bill of particulars is within the sound discretion of the court</headnotes><headnotes data-order=\"12\" data-type=\"legal\" id=\"b43-11\" pgmap=\"43\">3. Criminad daw, § 473*—when ruling on question ashed of furor on preliminary examination not reviewable. Action of court in a criminal case in sustaining an objection to a question asked of a juror on preliminary examination, held not to appear erroneous where the record shows that the question was asked among others but such other questions were not in the record, and it does not show but that the question had been answered by the juror in answer to other questions.</headnotes><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b43-5\" pgmap=\"43\">Herrick &amp; Herrick, for plaintiff in error.</attorneys><attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b43-6\" pgmap=\"43\">Loins A. Busch, for defendant in error; O. B. Dobbins, of counsel.</attorneys> <footnote data-order=\"13\" data-type=\"footnote\" id=\"x999-1\" label=\"*\"> <p id=\"b43-12\" pgmap=\"43\"> <footnotemark>*</footnotemark>See Illinois Notes Digest, Vola XI to XV, and Cumulative Quarterly, same topic and section number.</p> </footnote> <footnote data-order=\"14\" data-type=\"footnote\" id=\"x999-2\" label=\"*\"> <p id=\"b44-12\" pgmap=\"44\">See Illinois Notes Digest, Vols XI to XT, and Cumulative Quarterly, same topic and section number.</p> </footnote> <footnote data-order=\"15\" data-type=\"footnote\" id=\"x999-3\" label=\"*\"> <p id=\"b45-12\" pgmap=\"45\">See Illinois Notes Digest, Yols. XI to XV, and Cumulative Quarterly, same topic and section number.</p> </footnote> <opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-4\" type=\"majority\"> <author id=\"b43-7\" pgmap=\"43\">Mr. Presiding Justice Thompson</author> <p id=\"APf\" pgmap=\"43\">delivered the opinion of the court.</p> <headnotes id=\"ApB\" pgmap=\"44\">4. Jury, § 80*—when question ashed of jury on preliminary examination is informal. A question asked of a juror on his preliminary examination whether he would presume the defendant not guilty up to the time the jury arrives at a verdict, held informal, since it is the presumption of innocence which the law clothes or accompanies a defendant until verdict.</headnotes> <headnotes id=\"b44-4\" pgmap=\"44\">5. Intoxicating liquors, § 151*—evidence sufficient to prove sale in antisaloon territory. On a prosecution for selling intoxicating liquors in a town which was antisaloon territory, evidence held sufficient to show that the town was antisaloon territory at the time alleged in the information, where the People introduced in evidence the record of the town clerk showing the results of an election on the question whether the town should become anti-saloon territory and the results of all subsequent elections on the question whether the town should remain antisaloon territory, and the returns in the poll hooks of the different precincts were also offered in evidence and verified the accuracy of the record made by the clerk.</headnotes> <headnotes id=\"Az\" pgmap=\"44\">6. Evidence, § 225*—when testimony should he excluded as hearsay. On a prosecution for selling intoxicating liquors in antisaloon territory, testimony of witness who was engaged in a transfer business that his driver had delivered beer at defendant’s place of business, held improperly admitted for the reason it was hearsay, where it appeared that the witness had never delivered anything to defendant’s place of business nor seen anything delivered there. .</headnotes> <headnotes id=\"ASW\" pgmap=\"44\">7. Witnesses, § 207*—when extent of cross-examination within discretion of court. The extent of the cross-examination of a witness as to his previous place of residence and occupation, held to be within the reasonable discretion of the court.</headnotes> <headnotes id=\"b44-9\" pgmap=\"44\">8. Witnesses, § 206*—when witness cannot he cross-examined. On a prosecution for selling intoxicating liquor in antisaloon territory, where a witness testified on direct examination only as to his place of residence a week before the trial, and nothing further was asked of him, and the witness on cross-examination answered that he had been promised money for testifying in the case, held that an objection to a further question whether he had been offered a certain sum or more for testifying in case defendant was convicted was properly sustained for the reason he had not testified to anything in the case.</headnotes> <headnotes id=\"b44-10\" pgmap=\"44(58) 45(18)\">9. Criminal law, § 553<footnotemark>*</footnotemark>—when remarhs of counsel prejudicial. Where a defendant charged with an offense did not testify in his own behalf, conduct of counsel for the People in making a remark to the jury in his argument that defendant “has a right to prove his innocence if he wants to,” held unprofessional and prejudicial, as being an indirect reference to the fact that defendant had the right to testify in his own defense.</headnotes> <headnotes id=\"b45-5\" pgmap=\"45\">10. Intoxicating liquors, § 158*—when instruction in words of statute not error. The giving of an instruction in the words of that part of section 17 of the Local Option Act, J. &amp; A. f 4653, which prescribes the effect of the insurance of an internal revenue special tax stamps, held not error.</headnotes> <headnotes id=\"b45-6\" pgmap=\"45\">11. Intoxicating liquors, § 158*—right to instruct as to meaning of prima facie evidence. In a prosecution for the sale of intoxicating liquor in antisaloon territory, the giving of an instruction which simply told the jury of the meaning and effect of the phrase “prima facie evidence” mentioned in section 17 of the Local Option Act, J. &amp; A. j[ 4653, held not error.</headnotes> <headnotes id=\"b45-7\" pgmap=\"45\">12. Instructions, g 101*—when erroneous as argumentative and as directing attention to testimony of particular witnesses. In a prosecution for the sale of intoxicating liquor in antisaloon territory, instructions referring to detectives who testified in the case and telling the jury that they should not “be prejudiced to the extent of disbelieving such witnesses simply on account of such facts,” held erroneous for the reason they are argumentative and direct the attention of the jury to the testimony of particular witnesses.</headnotes> <headnotes id=\"b45-8\" pgmap=\"45\">13. Instructions, § 101*—when improper as referring to the credibility of particular witnesses. In a prosecution for the sale of intoxicating liquor in antisaloon territory, an instruction referring to the testimony of detectives held vicious in telling the jury that the evidence of private detectives should be received with care and caution.</headnotes> <headnotes id=\"b45-9\" pgmap=\"45\">14. Criminal law, § 287<footnotemark>*</footnotemark>—when requested instruction as to jury being judges of the law and evidence improperly refused. The refusal of a requested instruction: \"The jury in a criminal case are, by the statute of Illinois, made judges of the law and evidence; and under these statutes it is the duty of the jury, after hearing the arguments of counsel and the instructions of the court, to act upon the law and facts according to their best judgment of such law and such facts,” held error.</headnotes> </opinion> </casebody> ",
    "status": "ok"
  }
}