{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"227\" lastpage=\"229\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b247-6\" pgmap=\"247\">Oscar Mandel and Albert Schwarzman, Defendants in Error, v. Bloomington and Normal aRilway and Light Company, Plaintiff in Error.</parties><p data-order=\"1\" data-type=\"summary\" id=\"b247-7\" pgmap=\"247\">(Not to be reported in full.)</p><summary data-order=\"2\" data-type=\"summary\" id=\"b247-8\" pgmap=\"247\">Appeal from the Circuit Court of McLean county; the Hon. Colostin D. Myers, Judge, presiding. Heard in this court at the April term, 1913.</summary><disposition data-order=\"3\" data-type=\"disposition\" id=\"A36\" pgmap=\"247\">Affirmed.</disposition><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A_u\" pgmap=\"247\">Opinion filed July 2, 1914.</decisiondate><p data-order=\"5\" data-type=\"summary\" id=\"b247-9\" pgmap=\"247\">Statement of the Case.</p><p data-order=\"6\" data-type=\"summary\" id=\"b247-10\" pgmap=\"247(24) 248(49)\">Action by Oscar Mandel and Albert Schwarzman against Bloomington and Normal Railway and Light Company to recover damages for injury to a team of mules, wagon and harness by being struck by a street car of the defendant at a street intersection. A trial resulted in a verdict for three hundred and fifty dollars against the defendant, on which judgment was rendered. To reverse the judgment, defendant prosecutes a writ of error.</p><headnotes data-order=\"7\" data-type=\"headnotes\" id=\"AnH\" pgmap=\"248\">Abstract of the Decision.</headnotes><headnotes data-order=\"10\" data-type=\"legal\" id=\"b248-9\" pgmap=\"248\">1. Street railroads, § 131<footnotemark>*</footnotemark>—when recovery of damages resulting from collision at street intersection sustained hy the evidence. In an action to recover damages for the loss of a team of mules by being struck by a street car at a street intersection, a verdict for plaintiff on conflicting evidence as to the speed the team was being driven and the rate at which the car was running, held sustained by the evidence.</headnotes><headnotes data-order=\"11\" data-type=\"legal\" id=\"b248-10\" pgmap=\"248\">2. Instructions, § 17*—when instruction erroneous as tending to encourage a disagreement of the jury. Requested instructions containing a statement that: “No juror should consent to a verdict which does not meet with the approval of his own judgment and conscience after due deliberation with his fellow jurors after fairly considering all the evidence admitted by the court and the law as given in the instructions,” held properly refused as tending to encourage and invite a disagreement.</headnotes><headnotes data-order=\"12\" data-type=\"legal\" id=\"b248-13\" pgmap=\"248\">3. Evidence, § 430*—when witness not disqualified to give testimony on value. A witness called to testify as to the value of mules, held not disqualified by his testimony that he was not an expert on mules, but knew the value of them.</headnotes><headnotes data-order=\"13\" data-type=\"legal\" id=\"b248-14\" pgmap=\"248(70) 249(64)\">4. Street railroads, § 149*—when requested instruction properly refused. In an action to recover for the loss of a team of mules by being struck by one of defendant’s street cars at a street intersection, a requested instruction which told the jury that it was not material whether a gong was sounded if they believed the driver of the team saw or could have seen, heard or could have heard the car by the use of reasonable care on his part, held prop-, erly refused for the reason the law does not excuse the failure to sound the gong on the possibility of the traveler seeing or hearing a car in the exercise of due care but only, if in the exercise of ordinary care, he would' or must have seen it.</headnotes><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b248-5\" pgmap=\"248\">Livingston &amp; Bach, for plaintiff in error; Sigmund Livingston, of counsel.</attorneys><attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b248-6\" pgmap=\"248\">Light &amp; Light, for defendants in error.</attorneys> <footnote data-order=\"14\" data-type=\"footnote\" id=\"x999-1\" label=\"*\"> <p id=\"b248-15\" pgmap=\"248\">See Illinois Notes Digest, Vols. XI to XV, and Cumulative Quarterly, same topic and section number.</p> </footnote> <opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\"> <author id=\"b248-7\" pgmap=\"248\">Mr. Presiding Justice Thompson</author> <p id=\"A4v\" pgmap=\"248\">delivered the opinion of the court.</p> <headnotes id=\"AJy\" pgmap=\"249\">5. Appeal and ebbob, § 1538*—when giving of incomplete instruction not reversible error. The giving of an instruction which stated: “The jury are the judges of the questions of fact in the case, and the court does not by any instruction given to the jury in this case intend to instruct the jury how they should find any question of fact in this case,” held not reversible error for the reason it did not state “from the evidence in the case under the instructions of the court,” where the jury were fully instructed and the error could not have misled the jury.</headnotes> </opinion> </casebody> ",
    "status": "ok"
  }
}