{
  "casebody": {
    "data": "<casebody firstpage=\"42\" lastpage=\"44\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b96-9\">Albert C. HUGHES, Appellant, v. Howard SMITH and Robert Tatum, Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b96-11\">No. 16709.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b96-12\">United States Court of Appeals Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b96-13\">Submitted on Briefs Dec. 21, 1967.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b96-14\">Decided Feb. 1, 1968.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b96-19\">Albert C. Hughes, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b96-20\">Joseph M. Nardi, Jr., City Atty., Camden, N. J., for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b97-4\"><page-number citation-index=\"1\" label=\"43\">*43</page-number>Before BIGGS, McLAUGHLIN and VAN DUSEN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b97-5\">OPINION OF THE COURT</p>\n<author id=\"b97-6\">PER CURIAM.</author>\n<p id=\"b97-7\">Appellant’s Civil Rights complaint was dismissed by the District Court which held that it was barred by the applicable two year New Jersey Statute of Limitations.</p>\n<p id=\"b97-8\">Appellant sued two policemen of the City of Camden, New Jersey. In his complaint he states that on April 26,1963 he was in the custody of the Camden Police, accused of a crime. He does not bother in his complaint or otherwise to reveal the nature of the crime. He says that he asked permission to go to the men’s room, and was escorted there by two policemen. He states that because he would not confess to the crime and sign a statement he was struck repeatedly on the head, neck and shoulders with a blackjack by one of the policemen; that he managed to leave the men’s room, run some distance down the hall and then attempted to either go up or down a pair of stairs; that while he was on a stairs landing he was shot in the left leg and thereby hurled down a full flight of stairs and then shot in the back. He makes no assertion that he was not legally in custody or that there was any effort whatsoever after he had been allegedly beaten and shot, to obtain oral or written admission of the crime from him or of a conspiracy between the police officers to that end. He claims that in the above alleged particulars the defendants “subjected plaintiff to cruel and unusual punishment, and used brutality without restraint, and in a violent and senseless manner, and in violation of law.” He contends that those actions were in violation of his civil rights.</p>\n<p id=\"b97-9\">It is categorically admitted that the New Jersey laws of limitation govern here. And it is also conceded substantially that the two year statute, N.J.S.A. 2A:14-2 is applicable but, argues appellant, this evokes “the principle of strict construction * * * to the exclusion of other pertinent and relevant statutes.”</p>\n<p id=\"AIQ\">N.J.S.A. 2A:14-2 reads:</p>\n<blockquote id=\"b97-12\">“Every action at law for an injury to the person caused by the wrongful act, neglect or default of any person within this state shall be commenced within 2 years next after the cause of any such action shall have accrued.”</blockquote>\n<p id=\"b97-13\">What we have before us are alleged injuries to the plaintiff by police officers whose actions in inflicting such injuries are claimed to have been in violation of plaintiff’s civil rights. In Rex v. Hutner, 26 N.J. 489, 491-492, 140 A.2d 753, 754, the Supreme Court of that state, in a completely comparable situation to the one at bar, ruled as to the phrase “for an injury to the person * * * ” in N.J.S.A. 2A:14-2, “It may be reasonably assumed that the Legislature used the word ‘for’ in the statute in its ordinary signification. In this context the phrase ‘for an injury to the person’ must be construed to mean1 ‘an action for damages by reason of an injury to the person.’ ” To same effect Conard v. Stitzel, 225 F.Supp. 244 (E.D.Pa.1963).</p>\n<p id=\"b97-15\">Gaito v. Strauss, 249 F.Supp. 923, 931 (W.D.Pa.1966) also presented factual circumstances quite similar to the case before us. There Judge Marsh, in a well considered opinion, stated:</p>\n<blockquote id=\"b97-16\">“In accordance with the rule requiring the application to Civil Rights Act damage suits of the most analogous relevant state statute (s) of limitations, we hold that any federal claim that plaintiff may have had for the alleged illegal arrest and detention and related indignities sustained during the period prior to his conviction in November, 1959 is barred by the two-year limitations statute applicable to false imprisonment suits and the one-year limitations statute applicable to false arrest suits.<footnotemark>17</footnotemark></blockquote>\n<p id=\"b97-18\">In Gaito, as in the instant matter, the contention was that there had been consequential damage to Gaito’s civil rights which stemmed out of his false arrest and <page-number citation-index=\"1\" label=\"44\">*44</page-number>false imprisonment claims. As we have noted, Hughes urges that the alleged beating and shooting to which he says he was subjected was in derogation of his civil rights. In his complaint he sets out that “The amount in controversy exceeds $10,000.00.” He specifically asks for “A judgment of money against the defendants, jointly, severally, and in the alternative for the amount of $200,000 There is no representation or even mention in the complaint of any interference with his right to a fair trial or that the punishment he received by way of sentence for the offense of which he was convicted, was other than just.</p>\n<p id=\"b98-4\">We are satisfied that the New Jersey statute of limitations controlling this action is N.J.S.A. 2A:14-2 above quoted. The judgment of the District Court will be affirmed.</p>\n<footnote label=\"17\">\n<p id=\"b97-17\">. 12 Purdon’s Pa.Stat.Ann. § 51.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}