{
  "casebody": {
    "data": "<casebody firstpage=\"460\" lastpage=\"464\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b514-9\">Louie VALENZUELA-HERNANDEZ and Sofia Daniels Valenzuela, Appellants, v. UNITED STATES of America, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b514-11\">No. 21734.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b514-12\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b514-13\">Feb. 7, 1968.</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b514-14\">Rehearing Denied March 25, 1968.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b515-15\"><page-number citation-index=\"1\" label=\"461\">*461</page-number>Norman Spellberg (argued), Pleasant Hill, Cal., for Louie Valenzuela-Hernandez.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b515-16\">Manuel H. Garcia (argued), Tucson, Ariz., for Sofia Daniels Valenzuela.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b515-17\">Philip Fahringer (argued), Asst. U. S. Atty., Edward E. Davis, U. S. Atty., Jo Ann D. Diamos, Asst. U. S. Atty., Tucson, Ariz., for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b515-18\">Before HAMLIN, MERRILL and ELY, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b515-19\">HAMLIN, Circuit Judge.</author>\n<p id=\"b515-20\">Louie Valenzuela-Hernandez and Sofia Daniels Valenzuela, appellants herein, were charged in an indictment filed in the United States District Court for the District of Arizona with a violation of 21 U.S.C. § 176a.<footnotemark>1</footnotemark> The indictment charged that appellants did “knowingly, and with intent to defraud the United States of America, import and bring into the United States of America from the United States of Mexico, at Nogales, Arizona, approximately seven (7) pounds, twelve (12) ounces of marihuana, and approximately eight (8) marihuana cigarettes, contrary to law, all in violation, of 21 U.S.C., § 176a.” The record shows that appellants entered the United States from Mexico in a white Chevrolet Corvette automobile; that the car was searched by the Customs agents at the border, and that they found over seven pounds of marihuana concealed behind <page-number citation-index=\"1\" label=\"462\">*462</page-number>the right hand kick panel and eight marihuana cigarettes under the driver’s seat. The appellants were tried by a jury which found them guilty and they each filed timely notices of appeal. This court has jurisdiction under 28 U.S.C. § 1291.</p>\n<p id=\"b516-4\">The appellants first allege that the court engaged in prejudicial conduct in the presence of members of the jury. The facts giving rise to this charge are as follows: On the morning of the commencement of the trial, after the jury had been impaneled and the prosecution had made its opening statement, the trial judge called a recess.<footnotemark>2</footnotemark> The record does not show whether any or all of the jurors remained in the jury box or retired from the courtroom. The court then proceeded to call three other persons for resen-tencing. These three persons had previously pleaded guilty to having unlawfully entered the United States after having been deported. During the course of these resentencing proceedings the court stated—</p>\n<blockquote id=\"b516-5\">“But since sentencing you, I have been troubled and I have still been thinking about you, you three men and the sentence that was given to you. You have not stolen any automobiles, as far as I know, and you have not stabbed anybody or brought narcotics into the country or anything of that nature. * * * The only crime that you have committed is insisting upon coming in the United States when you cannot do so legally.”</blockquote>\n<p id=\"b516-6\">The court then gave each of these defendants a two-year suspended jail sentence on condition that they would not illegally return to the United States. After these proceedings counsel for appellants moved for a mistrial. The motion was denied.</p>\n<p id=\"b516-7\">Appellants argue that it was error to deny the motion for mistrial. They urge that the jury could have been prejudiced by the above-described event in two ways: (1) The court’s reference to narcotics might have caused the jury to believe that in this case he was of the opinion that the defendants were guilty; (2) the court’s show of leniency in the resentencing might have convinced the jury that even if they found these defendants guilty they would not receive a jail sentence, when in fact the crime for which they were on trial carries a mandatory five-year minimum sentence.</p>\n<p id=\"b516-10\">The court’s reference to narcotics was a most casual one, and in no way could have given the jury an inference of his opinion as to the guilt or innocence of the appellants.</p>\n<p id=\"b516-11\">Nor do we find that there was prejudice resulting from the judge’s show of leniency. Although the court stated that he did not feel appellants had been prejudiced in any way he gave the attorneys the opportunity to suggest any comments or instructions which he could make to the jury. The attorneys offered none.</p>\n<p id=\"b516-12\">We see no error in the denial of the motion for a mistrial.</p>\n<p id=\"b516-13\">Appellants next complain that certain testimony of one Horace Cavitt, a Customs agent stationed in Nogales, Arizona, was improperly admitted. Cavitt testified that shortly after midnight, he and another Customs agent were in Mexico and that they observed appellants sitting in a parked white Chevrolet Corvette; that they saw one Gradillas near the car; that Gradillas was known to Cavitt as a person whose name was on a list of known narcotics dealers kept by the Customs Agency Service. He further testified that a half hour to an hour later he and the other Customs agent saw the two appellants riding in the Corvette with a man known as Tito; that Tito was also known by him to be on the list of narcotics dealers kept by the Customs Agency Service. The record shows that after Cavitt had seen Gradillas near the appellants’ car, he caused a radio communication to be made to the agents at the border giving a general description of appellants and of their automobile and placing there a “lookout” for appellants’ car if it should cross the border. At <page-number citation-index=\"1\" label=\"463\">*463</page-number>the time that Cavitt testified concerning Gradillas’ name being on the list as a narcotics dealer, the record shows the proceedings as set out in the margin.<footnotemark>3</footnotemark></p>\n<p id=\"b517-4\">Those proceedings show that while an objection was made and sustained as to what Gradillas did besides driving a taxi, no objection was made to the questions concerning the fact that his name was on a certain list of narcotics dealers in the Customs Agency Service office. It may be that under proper objection that testimony should not have been admitted. However, under the circumstances of this case we see no prejudicial error in the admission of this testimony.<footnotemark>4</footnotemark></p>\n<p id=\"b517-28\">Appellants next contend that the search of their automobile was unreasonable and contrary to law. We disagree. This was a border search, and thus did not necessitate probable cause; mere suspicion was sufficient. E. g., Gonzalez-Alonso v. United States, 379 F.2d 347 (9th Cir. 1967); Alexander v. United States, 362 F.2d 379, 382 (9th Cir. 1966).</p>\n<p id=\"b517-29\">Appellants finally contend that there was not sufficient evidence to justi<page-number citation-index=\"1\" label=\"464\">*464</page-number>fy their convictions. They first argue that the government failed to prove that the appellants did not have the licenses and invoices which would have made their importation of marihuana lawful. While it is true that the government did not offer any direct proof of the absence of licenses and invoices, they are entitled to rely on the presumption given in the statute under which the appellants were convicted, 21 U.S.C. § 176a. The presumption states:</p>\n<blockquote id=\"b518-4\">“Whenever on trial for a violation of this subsection, the defendant is shown to have or to have had the marihuana in his possession, such possession shall be deemed as sufficient evidence to authorize conviction unless the defendant explains his possession to the satisfaction of the jury.”</blockquote>\n<p id=\"b518-5\">Appellant argues that this presumption cannot apply when the government has failed to show that the possessed marihuana was unlawfully imported. To state this argument is to refute it. Given this construction, the statute would do nothing except establish the circuity that if the government proved that marihuana was unlawfully imported, they would be entitled to a presumption that it was unlawfully imported. This is clearly not the intention of Congress. The presumption of section 176a has been consistently upheld by this court. E. g., Anthony v. United States, 331 F.2d 687 (9th Cir. 1964); Butler v. United States, 273 F.2d 436 (9th Cir. 1959).</p>\n<p id=\"b518-6\">Appellant Sofia urges that the presumption could not be used against her since there was not sufficient evidence for the jury to find that she was in possession of the marihuana. She asserts that the evidence only shows that she was a passenger in the car which contained marihuana. We disagree.</p>\n<p id=\"b518-7\">From all of the testimony in the case, including that offered by the government as to appellants’ activities in Mexico at an early hour of the morning, plus the testimony of the appellants themselves as to the rather peculiar reason for those activities, plus the evidence as to the manner in which the marihuana were concealed in the automobile, the jury could easily draw the inference that marihuana was knowingly in the possession of each of them, and that such possession had not been explained by appellants as required by the presumption.</p>\n<p id=\"b518-9\">We have examined all of the contentions of the appellants, and find no merit in any of them.</p>\n<p id=\"b518-10\">Judgment affirmed as to each appellant.</p>\n<footnote label=\"1\">\n<p id=\"b515-11\">. Louie Valenzuela-Hernandez and Sofia Daniels Valenzuela are described in the record as husband and wife. Hereinafter, the man when referred to individually will be named as Louie and the woman named as Sofia.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b516-8\">. The court stated: “We’ll take a recess until five minutes of eleven. All rise please while the jury retires. You may step down from the box if you so desire or you may still sit if you so desire.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b517-5\">. “Q Does the Customs Agency Service, the office there at Nogales, does it keep a record of known dealers in narcotics in Nogales, Sonora, Mexico?</p>\n<p id=\"AJl\">“A Yes, ma’am, we do.</p>\n<p id=\"b517-7\">“Q It is always a written record?</p>\n<p id=\"b517-8\">“A Usually it’s written, a written record.</p>\n<p id=\"b517-9\">“Q And is there a record of Jesus Gradillas, a dealer, kept in the Nogales office ?</p>\n<p id=\"b517-10\">“A Yes, ma’am, there is.</p>\n<p id=\"b517-11\">“Q Written?</p>\n<p id=\"b517-12\">“A Written record, yes.</p>\n<p id=\"b517-13\">“MISS DIAMOS: I will ask the question again, your Honor.</p>\n<p id=\"b517-14\">“THE COURT: Go ahead.</p>\n<p id=\"b517-15\">“Q (By Miss Diamos) What does Jesus Gradillas do besides drive a taxi?</p>\n<p id=\"b517-16\">“MR. GARCIA: We object. First of all, the record is not here. Number 2, it’s based on hearsay, and for that grounds—</p>\n<p id=\"b517-17\">“THE COURT: I assume that the testimony is offered for the purpose of establishing that he became suspicious of these people by reason of the fact that they were talking with someone known to him, in his mind, as being a known dealer; and under those circumstances, it’s not hearsay. It’s this man’s state of mind. I will overrule. What was the last question that was objected to?</p>\n<p id=\"b517-19\">“MR. GARCIA: I believe she asked him, your Honor, if he did anything else for a living besides drive a taxi.</p>\n<p id=\"b517-20\">“THE COURT: Sustained on the form of question.</p>\n<p id=\"b517-21\">“Q (By Miss Diamos) Do you know if Jesus Gradillas is a narcotics dealer?</p>\n<p id=\"b517-22\">“MR. SEEFELDT: Objection.</p>\n<p id=\"b517-23\">“MR. GARCIA: Leading.</p>\n<p id=\"b517-24\">“THE COURT: Sustained also. You can ask him whether or not he was on the list of known narcotic dealers.</p>\n<p id=\"b517-25\">“MISS DIAMOS: I have already done that.</p>\n<p id=\"b517-30\">“THE COURT: You don’t have to go any further.”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b517-31\">. THE COURT: Ladies and gentlemen of the jury, it now becomes my responsibility to give you the instructions that shall govern your deliberations. Before doing so, I might say, the Court has the prerogative as to commenting upon the evidence. I seldom do this, but I do want to make one comment, particularly in view of some of the testimony yesterday. There was testimony by one of the agents as to the reason why he sent in this alert to check at the border, namely that he had seen the automobile, here concerned and people they recognized as the defendants talking to one man first and then riding with another man, and he testified as to what he understood or what information he had indicated that these men were in some manner connected with narcotics. That testimony was admitted, not in any sense to prove that the two men concerned were narcotics peddlers or users or had anything to do with narcotics whatever, but rather because it was suspicion that their presence created in this agent’s mind. In other words, that the agent had information to him indicating that these were narcotics peddlers. However, there is no proof whatever in this case that these two men, with whom these defendants were seen, actually were narcotics peddlers. That being the case, there is no proof in this case as to where the defendants got the marijuana if they did get the marijuana and if they did know it was in the car. This is a matter for you to determine. The only comment I wish to make is that you must not conclude from any testimony in this case that it has been affirmatively proved that the men that were testified to having been in the company of these defendants actually were narcotics dealers.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}