{
  "casebody": {
    "data": "<casebody firstpage=\"305\" lastpage=\"312\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b347-5\">In the Matter of Leo S. Sacharoff, Respondent, against Edward S. Corsi, as Industrial Commissioner, et al., Appellants. In the Matter of Emanuel Schiffman, Respondent, against Edward S. Corsi, as Industrial Commissioner, et al., Appellants.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b347-7\">Argued April 11, 1945;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Alu\">decided May 24, 1945.</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b348-6\"><page-number citation-index=\"1\" label=\"306\">*306</page-number><em>Nathaniel L. Goldstein, Attorney-General (Orrin G. Judd, William F. McNulty </em>and <em>Irving Galt </em>of counsel), for appellants in each proceeding.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"A_P\">I. Section 13-d of the Workmen’s Compensation Law specifically empowers the Industrial Commissioner to remove physicians from the special compensation panel either for fee-splitting, misconduct or any other violation of subdivision 2, upon his own investigation or hearing. A hearing by a medical body, subject to decision upon review by the Industrial Council binding the Commissioner, is not required unless a complaint charging “ misconduct,” as differentiated from the other infractions, has been made to, the medical body. The statute plainly differentiates “ misconduct ” from the other infractions listed in subdivision 2. Except in the case of “ misconduct,” the Industrial Council has no power to con-<page-number citation-index=\"1\" label=\"307\">*307</page-number>elude the Commissioner in determining whether to effect removal for any prescribed cause on his own investigation or hearing. <em>(Szold </em>v. <em>Outlet Embroidery Supply Co., </em>274 N. Y. 271, 303 U. S. 623.) II. The Commissioner may also exercise independent powers of removal under subdivision 2 with respect to ‘ ‘ misconduct,” unless a complaint has been made to and heard by a medical body and conclusively decided upon review by the Council. <em>(People ex rel. Lodes </em>v. <em>Dept. of Health, </em>189 N. Y. 187; <em>People ex rel. Morriale </em>v. <em>Branham, </em>291 N. Y. 312, 292 N. Y. 127.) III. Assuming that the statute prescribes two alternative methods of removal, either through a hearing by one body reviewable by another, or by a single official acting on his own hearing or investigation, it does not therefore offend constitutional rights of equal protection. <em>(Barone </em>v. <em>Aetna Life Ins. Co., </em>260 N. Y. 410; <em>Matter of Cary </em>v. <em>Binghamton City Council, </em>290 N. Y. 247; <em>People </em>v. <em>Malavassi, </em>248 App. Div. 784, 273 N. Y. 460.) IV. The Commissioner’s determinations should have been reinstated by the Appellate Division.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b349-5\"><em>Albert Adams </em>for respondents in each proceeding.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"AjE\">I. A construction of section 13-d of the Workmen’s Compensation Law which deprives an accused physician of notice of charges and a hearing at which he may defend himself on the merits and grants to the Industrial Commissioner the power of summary revocation is arbitrary and undemocratic and violates the due process clause of the Constitution. <em>(Matter of Bender </em>v. <em>Board of Regents, etc., </em>262 App. Div. 627; <em>Matter of Donegan, </em>282 N. Y. 285; <em>N. Y. Water Service Corp. </em>v. <em>Water P. &amp; C. Comm.. </em>283 N. Y. 23; <em>Morgan </em>v. <em>United States, </em>304 U. S. 1; <em>National Labor Relations Board </em>v. <em>Prettyman, </em>117 F. 2d 786; <em>Matter of Heaney </em>v. <em>McGoldrick, </em>286 N. Y. 38; <em>National Labor Relations Bd. </em>v. <em>Sterling Elec. Motors, </em>112 F. 2d 63; <em>Inland Steel Co. </em>v. <em>National Labor Relations Board, </em>109 F. 2d 9; <em>Matter of Rouss, </em>221 N. Y. 81; <em>Matter of Whitman No. 1, </em>225 N. Y. 1; <em>People ex rel. Hayes </em>v. <em>Waldo, </em>212 N. Y. 156; <em>Matter of Hilfer </em>v. <em>Board of Regents, </em>283 N. Y. 304.) II. Even if the expression <em>“ </em>reasonable investigation” should be deemed synonymous with “ hearing ” the statute would still he subject to the objection that it denies to a physician the equal protection of the laws.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b349-6\">Lewis, J.</author>\n<p id=\"A3H\">The process of administering the Workmen’s Compensation Law developed the fact that, if the statute was to <page-number citation-index=\"1\" label=\"308\">*308</page-number>serve the purpose for which it was designed, there must be available to injured employee-claimants medical care of first quality which is carefully regulated. (See <em>Szold </em>v. <em>Outlet Embroidery Supply Co., </em>274 N. Y. 271 [opinion by Loughran, J.] at pp. 276-277.) To that end the Legislature made statutory provision for the creation of a list of licensed physicians authorized to render such medical care. (Workmen’s Compensation Law, § 13-b.) The problem common to the two proceedings now before us involves alleged infractions of statutory regulations by the two respondent physicians which led in the first instance to the revocation by the Industrial Commissioner of their authority to render medical care under the statute.</p>\n<p id=\"b350-6\">By the present proceedings under article 78 of the Civil Practice Act the respondents secured at Special Term orders annulling on procedural grounds the determinations by which . their names had been stricken from the panel of physicians authorized to render medical care to injured claimant-employees. The orders of Special Term were affirmed unanimously at the Appellate Division. We have permitted appeals in the two proceedings which were argued together.</p>\n<p id=\"b350-7\">The following events gave rise to the two proceedings: after hearings on notice to the respondent Sacharoff a Deputy Industrial Commissioner found him guilty (1) of violating Workmen’s Compensation Law, section 13-d, subdivision 2, paragraph (e), in that he had “ participated in the division, transference, assignment, rebating, splitting or refunding of a fee ” and (2) of “ misconduct ” in violation of section 13-d, subdivision 2, paragraph (a), by “ failing and refusing to take the stand and offer evidence and testimony in connection with an investigation conducted by the Deputy Industrial Commissioner ”. In the <em>Schiffman </em>proceeding, following a notice to that respondent that there was to be an investigation, he appeared and testified and thereafter was found guilty (1) of violating section 13-d, subdivision 2, paragraph (e), in that he had “ participated in the division, transference, assignment, rebating, splitting or refunding of a fee ” and (2) of <em>“ </em>misconduct ” in violation of section 13-d, subdivision 2, paragraph (a), in <em>that he </em>operated a medical bureau without having secured a medical bureau ■ license. Thereupon the authority of each respondent to render medical care to compensation claimants was revoked.</p>\n<p id=\"b351-4\"><page-number citation-index=\"1\" label=\"309\">*309</page-number>The determinations so made were annulled at Special Term upon the theory that to avoid discriminatory class legislation the statute, quoted <em>infra, </em>must be construed as having devised a single method of removal in which subdivision 2 of section 13-d was subject to and dependent upon subdivision 1 of the same section. The construction thus placed upon the statute led to a ruling at Special Term that, in the absence of proof that such revocations had been ordered in accord with subdivision 1, after hearings before a medical society or board and upon recommendation by such society or board subject to review by the Industrial Council, the Industrial Commissioner was without statutory power under subdivision 2 to revoke the authorizations under which the respondents had rendered medical care.</p>\n<p id=\"b351-5\">The statute with which our problem is concerned — section 13-d of the Workmen’s Compensation Law (as amd. by L. 1941, eh. 307).  — provides:</p>\n<blockquote id=\"b351-6\">13-d. <em>Removal of physicians from lists of those authorised to render medical care.</em></blockquote>\n<blockquote id=\"b351-7\"><em>“ </em>1. The medical society or board that has recommended the authorization of physicians to render medical care under this chapter shall investigate, hear and determine all charges of professional or other misconduct by any authorized physician, as herein provided, under rules and procedure to be prescribed by the industrial council of the department of labor and shall report evidence of such misconduct, with their determination thereon, to the commissioner. Such investigation, hearing, report and determination may be made by the board of an adjoining county upón the request of the medical society of the county in which the alleged misconduct or infraction of this chapter occurred. The industrial council of the department may review the determination of such medical society or board, and on application of the physician accused must do so, and may reopen the matter and receive further evidence. The decision and recommendation of such industrial council shall be final, binding and conclusive upon the industrial commissioner.</blockquote>\n<blockquote id=\"b351-8\">‘ <em>‘ </em>2. The commissioner shall remove from the list of physicians authorized to render medical care under this chapter the name of any physician who he shall find after reasonable investigation <page-number citation-index=\"1\" label=\"310\">*310</page-number>is disqualified because such physician (a) has been guilty of professional or other misconduct or incompetency in connection with medical services rendered under this chapter; or</blockquote>\n<blockquote id=\"A4X\">“ (b) 'has exceeded the limits of his professional competence in rendering medical care under this chapter or has made materially false statements concerning his qualifications in his application' for the recommendation of the medical society in the county in which his office is located, or of the board designated by it, or of a board as provided in section thirteen-b; or</blockquote>\n<blockquote id=\"A-v\">“ (c) has failed to submit full and truthful medical reports to the commissioner, the industrial board, or the employer within the time limits provided in section thirteen-a, subdivision four, of this chapter with the exception of injuries which do not require more than ordinary first aid or loss of time beyond the working day or shift; or</blockquote>\n<blockquote id=\"b352-5\">“(d) has rendered medical service under this chapter for a fee less than fixed by the commissioner as the minimum rate in his locality; or</blockquote>\n<blockquote id=\"b352-6\">“(e) has participated in the division, transference, assignment, rebating, splitting or refunding of a fee for medical care under this chapter; or</blockquote>\n<blockquote id=\"b352-7\">“(f) has solicited, or has employed another to solicit for himself or for another the professional treatment, examination or care of an injured employee in connection with any claim under this chapter.</blockquote>\n<blockquote id=\"b352-8\">“ Nothing in this section shall be construed as limiting in any respect the power or duty of the commissioner to investigate instances of misconduct, either before or after investigation, by a medical society or board as herein provided, or to temporarily suspend the authorization of any physician that he may believe to be guilty of such misconduct.”</blockquote>\n<p id=\"b352-9\">As we read the statute quoted above it gives to the Industrial Commissioner authority which thus far has been denied in the two proceedings at bar. In reaching that conclusion, with special reference to subdivision 2 of section 13-d, we adopt the ruling which was decisive in <em>Allen </em>v. <em>Stevens </em>(161 N. Y. 122 at p. 145 <em>“ * * * </em>every provision of the statute was intended to serve some useful purpose, and in obedience to that rule, we now inquire whether this clause of the statute does not have a useful place therein, and yet- is not in conflict with <page-number citation-index=\"1\" label=\"311\">*311</page-number>the letter and spirit of the rest of the statute.” (See, also, <em>Palmer </em>v. <em>Van Santvoord, </em>153 N. Y. 612, 616; <em>People </em>v. <em>Dethloff, </em>283 N. Y. 309, 315.)</p>\n<p id=\"b353-5\">The Legislature has made the Industrial Commissioner responsible for the proper administration of the Workmen’s Compensation Law. (Labor Law, § 21, subd. 2.) Subsequent to that delegation of authority there was brought to the attention of the Legislature the fact that in the course of administering that law certain evils had developed, detrimental alike to worker and employer, which affected adversely the quality of medical care made available to injured claimants. <em>(Szold </em>v. <em>Outlet Embroidery Supply Co., </em>274 N. Y. 271, 276-277, <em>supra.) </em>The remedy for such evils adopted by the Legislature (L. 1935, ch. 258, as amd. by L. 1941, ch. 307) included a statutory grant to the Industrial Commissioner of independent authority under subdivision 2 of section 13-d to deal officially with those forms of professional misconduct, specifically referred to in that subdivision, which had seriously hamperéd the proper administration of the law. (See Benjamin, Administrative Adjudication [1942], Vol. 6, p. 45, note 19.)</p>\n<p id=\"b353-6\">We are led by the unequivocal language of the statute to conclude that, in the absence of charges of professional or other misconduct filed against the respondents with a medical society or board which had set in motion procedure outlined in subdivision 1 of section 13-d, the Industrial Commissioner was not required to withhold — perhaps indefinitely — the investigation he was authorized to make under subdivision 2. Indeed, by the last sentence of section 13-d the Legislature has enjoined us to treat the method of removal by the Industrial Commissioner prescribed by subdivision 2 as independent of action by a medical society or board under subdivision 1: <em>“ </em>Nothing in this section [§ 13-d] shall be construed as limiting in any respect the power or duty of the commissioner to investigate instances of misconduct, <em>either before or after investigation by a medical society or board as herein provided * </em>* (Emphasis supplied.)</p>\n<p id=\"b353-7\">Under the caption of section 13-d — <em>“ Removal of physicians from lists of those authorised to render medical care ” </em>— the Législature has prescribed two forms of procedure by which such removal may be accomplished. We are not convinced <page-number citation-index=\"1\" label=\"312\">*312</page-number>that these two forms of procedure are to be merged. The procedure outlined in subdivision 1 of section 13-d — not availed of in the present proceeding — contemplates a hearing by the medical society or board with a right of review by the Industrial Council, while the procedure under subdivision 2 contemplates action by the Industrial Commissioner <em>“ </em>after reasonable investigation ”. In that connection it is suggested that, in the absence of a standard to determine which of the two procedures was to be pursued in a given case, a physician whose professional conduct was the subject of inquiry would suffer impairment of his constitutional right to equal protection of the laws. Although the two concurrent procedures may be diverse, no denial of equal protection of the laws results from such diversity. Under both subdivisions all physicians in the same class are <em>“ * </em>* * treated alike under like circumstances and conditions, both in the privileges conferred and in the liabilities imposed.” <em>(People </em>v. <em>Havnor, </em>149 N. Y. 195, 205; <em>Hayes </em>v. <em>Missouri, </em>120 U. S. 68, 72.)</p>\n<p id=\"b354-6\">In each case the orders should be reversed and the proceeding remitted to the Special Term for further consideration in accordance with this opinion, without costs.</p>\n<p id=\"b354-7\">Lehman, Ch. J., Loughran, Conway, Desmond, Thacher and Dye, JJ., concur.</p>\n<p id=\"b354-8\">Orders reversed, etc.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}