{
  "casebody": {
    "data": "<casebody firstpage=\"333\" lastpage=\"335\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b361-4\">UNITED STATES v. GOON BON JUNE.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b361-5\">Circuit Court of Appeals, First Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A13G\">May 17, 1927.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b361-6\">No. 2076.</docketnumber>\n<p data-order=\"4\" data-type=\"judges\" id=\"b361-17\">Anderson, Circuit Judge, dissenting.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b361-20\">John W. Schenck, Asst. U. S. Atty., of Boston, Mass. (Frederick H. Tarr, U. S. Atty., of Gloucester, Mass., on the brief), for the United States.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b361-21\">Everett Flint Damon, of Boston, Mass. (Walter Bates Farr, of Boston, Mass., on the brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b361-22\">Before BINGHAM, JOHNSON, and ANDERSON, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b361-23\">JOHNSON, Circuit Judge.</author>\n<p id=\"Au7\">This is an appeal by the United States from a decree of the District Court for the District of Massachusetts vacating an order of a United States commissioner for the deportation of a Chinese person who claimed to be an American citizen by birth.</p>\n<p id=\"b361-24\">The question presented is whether there was competent evidence upon which the District Court could find that he was bom in the United States.</p>\n<p id=\"b361-25\">The burden of proof was on the Chinese person to prove that he was bom in the United States of parents domiciled and' having a permanent residence here. Chin Bak Kan v. United States, 186 U. S. 193, 22 S. Ct. 891, 46 L. Ed. 1121; Jung See v. Nash (C. C. A.) 4 F.(2d) 639; Christy v. Leong Don (C. C. A.) 5 F.(2d) 135; Chin Lund v. United States (C. C. A.) 9 F.(2d) 283, and cases there cited.</p>\n<p id=\"b361-26\">He testified that he was told by his parents that he was bom in San Francisco; that at the age of 2 years he removed with his parents to China and remained there until 1896, when, at the age of 17 years, he came to Yaneouver, British Columbia, and thence to Montreal, and after spending a few days in Montreal, in company vyith eight or nine other Chinese, attempted to enter the United States. He was arrested and taken before United States Commissioner Me-Gettriek at St. Albans, Yt., by whom, he testified, he was discharged.</p>\n<p id=\"b361-27\">Only one witness,- a Chinese, testified in corroboration of his claim that he was bom in this country; his testimony being that he was told by some one, after Goon Bon June had come to Bostón, where he first knew him, that he was born in this country; but the witness could not give the name of the person who had given him this information.</p>\n<p id=\"b361-28\">It has been repeatedly held that the mere assertion of citizenship is not sufficient, but that the facts on which such claim is rested must be made to appear. See Soo Hoo Yee v. United States (C. C. A.) 3 F.(2d) 592; Chin Bak Kan v. United States, supra.</p>\n<p id=\"b361-29\">To support the claim of citizenship, however, counsel for Goon Bon June relied mainly upon what he claimed to be a copy of a record in the District Court of the District of Yermont of a fee bill of United States Commissioner MeGettriek. This, under objection, was admitted in evidence. The copy of the fee hill contains the statement of the commissioner that, after a full hearing, a Chinese by the name of Goon Bon June was discharged; but the ground ot discharge is not stated.</p>\n<p id=\"b362-3\"><page-number citation-index=\"1\" label=\"334\">*334</page-number>, A copy of the complaint and warrant, in which one Goon Bon June was the defendant, and which was filed in the District Court of Vermont after the death of .the commissioner, was also received in evidence; but no transcript of the testimony before the commissioner was filed with it, nor copy of the judgment rendered by him. Commissioner McGettrick having died before the hearing in this case in the court below, his testimony at a hearing in another case was introduced in evidence, under the Massachusetts law, which permits the receipt in evidence of statements made by a deceased person. This statement made by the commissioner was, in substance, that in any case where he issued a certificate of discharge it was on the ground that the Chinese person was bom in this country.</p>\n<p id=\"b362-4\">In Ah How v. United States, 193 U. S. 65, 24 S. Ct. 357, 48 L. Ed. 619, the Supreme ' Court has; held that a written statement by a commissioner that a Chinese person was brought before him on the usual charge, and adjudged to have the right to remain in the United States by reason of being a citizen, is not the certificate of evidence required by the act of 1892 (Comp. St. §§ 4315-4323), and is not evidence of a judgment..</p>\n<p id=\"b362-5\">In United States v. Lew Poy Dew, 119 F. 786, Judge Bay, in the District Court, in a very comprehensive and illuminating opinion, which is cited by the Supreme Court in the Ah How case, held that written statements of a United' States commissioner are not ■ competent evidence of the facts cited therein and do not constitute a judgment.</p>\n<p id=\"b362-6\">In You Fook Hing v. United States, 214 F. 77 (C. C. A. Second Circuit), the court held that a certificate of a United States commissioner, stating that Hing had had a full hearing before him as United States commissioner and was adjudged to be lawfully in the United States by reason of being a citizen thereof, was hot competent proof, either of the alleged hearing, or of the decision, citing United States v. Lew Poy Dew, supra, and Ah How v. United States, supra.</p>\n<p id=\"b362-7\">While counsel recognizes the binding force of these decisions as applied to a certificate of a United States commissioner, he contends that the certified copies received from the clerk of the United States District Court for the District of Vermont, under' the seal of the court, were copies of records of that .court; or of the records of the United States commissioner.</p>\n<p id=\"b362-8\">By act of February 22, 1875, c&lt; 95, § 1; (Comp. Stat. 1916, §.1417), it is provided:</p>\n<blockquote id=\"b362-10\">“United States commissioners shall forward their accounts, duly verified by oath, to the district attorneys of their respective districts, by whom they shall be submitted for approval in open court, and the court shall pass upon the. same in the manner aforesaid.”</blockquote>\n<p id=\"b362-11\">The account, or the bill, submitted by the United States commissioner, as above pointed out contained a statement of services which he had performed in the case of Goon Bon June.</p>\n<p id=\"b362-12\">The recital of a discharge in the fee bill was in no sense a judgment, and under the decision in the Ah How. case was not competent evidence of citizenship. If not competent when made by the commissioner in a written certificate of discharge, the fact that it was made by him in the account which he presented as a voucher in support of his claim for fees would not make it competent evidence of the facts recited therein. In the memorandum of opinion which was handed down by the learned judge of the District Court he states (13 F.[2d] 265):</p>\n<blockquote id=\"b362-13\">“The question presented is whether this discharge, together with the defendant’s uninterrupted residence in the United States for over 30 years, create a presumption of fact in favor of the defendant, which should govern the conclusion of the court, unless it\" is overcome by other evidence in the case. Without going so far as to regard the decision of the commissioner as conclusive (Ex parte Chin Quock Wah [D. C.] 224 F. 138), I think the presumption should be indulged for the benefit \"of the defendant.”</blockquote>\n<p id=\"b362-14\">And he further stated:</p>\n<blockquote id=\"b362-15\">“When a claim of citizenship is made, and supported by an adjudication of a United States commissioner, it seems to me that justice to the -defendant requires me to give effect to the judgment, unless the gov-' ernment offers something besides suspicion as a ground of attaek.”</blockquote>\n<p id=\"b362-16\">The learned District Judge was in error in accepting as a “judgment” the copy of the fee bill filed by the commissioner.</p>\n<p id=\"b362-17\">The burden was upon Goon Bon June to show affirmatively, to. the satisfaction of the court, that he had a legal right to remain in the United States. Act May 5, 1892, c. 60, § 3, 27 Stat; at Large, 25 (Comp. Stat. 1916, § 4317).</p>\n<p id=\"b362-18\">From the opinion of the District Judge it is evident that he relied largely upon the. certified copy of the fee bill in finding that the Chinese was bom' in the United States, and also upon the presumption' created, by1. <page-number citation-index=\"1\" label=\"335\">*335</page-number>his long residence within the United States, and that he placed little or no reliance upon the testimony of the appellant, which must have failed to convince him, as it does us, that the appellant had sustained the burden of proving affirmatively that he was bom in the United States.</p>\n<p id=\"b363-4\">The decree of the District Court is reversed, and the order of the commissioner is approved.</p>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b363-5\">ANDERSON, Gircuit Judge,</author>\n<p id=\"ak2-dedup-0\">(dissenting). The majority opinion seems to me to rest on a misconstruction of the record in the court below. This is not the familiar habeas corpus case, in which the jurisdiction of the court is within very narrow limits. Goon Bon June’s citizenship must be determined under the rules generally applicable in judicial proceedings, except that the burden is by statute put upon him to show his right to be in the United States. On his arrest, there was no hearing before the commissioner. The real trial took place before the court. Goon Bon June testified to the effect that he was told by his parents that he was born in San Francisco, at the corner of Du Pont and Jackson streets; that when about 2 years old he was taken to China, where he stayed until 17 years of age, returning (in 1896) to the United States, via Montreal and St. Albans, where he was arrested and discharged. Two other witnesses testified, and the court below found, that since 1896 the appellee “had been in this country, and had been known as Goon Bon June.” In the order the court expressly found that “the said Goon Bon June was bom in the United States, is therefore a citizen thereof, and therefore legally entitled to be and remain in the United States.” So far, the ease seems to fall under the familiar principle that the conclusion of the court that saw the witnesses is not to be disturbed, unless plainly wrong.</p>\n<p id=\"b363-6\">But the difficulty arises out of the use thought by the majority of this court to have been made by the court below of the record of the United States commissioner in Vermont, when, in 1896, Goon Bon June was arrested and discharged. Conceding that in the brief opinion of the learned District Judge there are expressions that go too far, I am unable.to construe the record as my brethren do. As I understand this record, all that the court below did was to treat the fact that Goon Bon June was arrested and discharged — inferentially on the ground that he then appeared to be an American citizen —as cumulative evidence of his citizenship. But the District Court did not, as I understand the record, treat this discharge as a judgment or an adjudication. The facts which then occurred, shown both by the testimony of Goon Bon June and by the evidence as to the commissioner’s bill for fee3 and his docket, were but corroborative evidence of Goon Bon June’s story as to his birth. The decision in favor of Goon Bon June’s citizenship does not rest upon the Vermont record as a judgment or an adjudication. It rests upon the finding of the court below that, on all the evidence, June was born in the United States. Treating the proceedings in Vermont in 1896 merely as evidence, and not as a judgment and adjudication, the decision below was fully warranted, and should on elementary principles be affirmed.</p>\n<p id=\"b363-8\">I am unable to believe that the trifling error in the expressions used by the learned judge in his memorandum warrant us in reversing the conclusion below. The controlling parts of the record are the order, containing the flat finding of citizenship, and the evidence. Goldfield v. Roger (C. C. A.) 249 F. 39, 40. Townsend v. Beatrice Cemetery Ass’n (C. C. A.) 138 F. 381, 383, and cases cited. It is indisputable that the judge that saw and heard Goon Bon June believed him truthful and accurate. This is enough to require this court to affirm his decision.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}