{
  "casebody": {
    "data": "<casebody firstpage=\"879\" lastpage=\"891\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b951-8\">AMERICAN BELL INC., Appellant, v. FEDERATION OF TELEPHONE WORKERS OF PENNSYLVANIA, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b951-10\">No. 83-1772.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b951-11\">United States Court of Appeals, Third Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b951-12\">Argued Jan. 23, 1984.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b951-13\">Decided June 6, 1984.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b951-14\">As Amended on Denial of Rehearing and Rehearing In Banc July 20, 1984. <footnotemark>*</footnotemark></otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b953-12\"><page-number citation-index=\"1\" label=\"881\">*881</page-number>Francis M. Milone (argued), Jesse Milan, Jr., Morgan, Lewis &amp; Bockius, Philadelphia, Pa., for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b953-17\">Richard H. Markowitz (argued), Robert C. Cohen, Markowitz &amp; Richman, Philadelphia, Pa., for appellees.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b953-18\">Before SEITZ, Chief Judge, and GIBBONS and BECKER, Circuit Judges.</p>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b951-7\"> Judge Gibbons would not delete the provision with respect to costs.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b953-19\">OPINION OF THE COURT</p>\n<author id=\"b953-20\">SEITZ, Chief Judge.</author>\n<p id=\"b953-21\">Plaintiff American Bell Inc. appeals from an order of the district court denying its motion for a preliminary injunction and its request for declaratory relief and dismissing its complaint against the defendant Federation of Telephone Workers of Pennsylvania. We have jurisdiction under 28 U.S.C. § 1291.</p>\n<p id=\"b953-22\">I.</p>\n<p id=\"b953-23\">The factual background for this action is the reorganization of American Telephone &amp; Telegraph Co. In 1976 the Federal Communications Commission commenced an investigation into the structure of the communications industry. One purpose of this investigation was to determine whether companies such as AT &amp; T were using their regulated carrier operations to cross-subsidize some of their unregulated operations. In 1982 the FCC ordered AT &amp; T<footnotemark>1</footnotemark> to reorganize its subsidiaries and separate the regulated business of “basic transmission” from the unregulated business of selling “customer premises equipment” and “enhanced services”.<footnotemark>2</footnotemark></p>\n<p id=\"b953-24\">In ordering the reorganization of AT &amp; T’s subsidiaries, the FCC instructed AT &amp; T to place “maximum separation” between its regulated and unregulated operations. The FCC stated that “the separate subsidiary must maintain its own books of ac<page-number citation-index=\"1\" label=\"882\">*882</page-number>count, have separate officers, utilize separate operating, marketing, installation and maintenance personnel, and utilize separate computer facilities in the provision of enhanced services.”<footnotemark>3</footnotemark> Regarding personnel practices, the FCC stated more specifically that the regulated subsidiaries “should not be involved in interfacing with the public as to customer ordering, acquisition, marketing or billing functions associated with the separate subsidiary’s provision of new [customer premises equipment].”<footnotemark>4</footnotemark> Neither could the regulated and the separate subsidiaries use the same employees for installation and maintenance of residential customer premises equipment. As for business equipment, the subsidiaries could use each other’s installation and maintenance personnel, but only for a transitional period of eighteen months and only on a “compensatory basis”.<footnotemark>5</footnotemark> This meant that each subsidiary must recover “the full cost of the transferred goods or services at the same terms, prices, and conditions that would be available to a nonaffiliated purchaser if third-party transactions were required.”<footnotemark>6</footnotemark></p>\n<p id=\"AKH\">Pursuant to the FCC’s order, AT &amp; T incorporated American Bell Inc. (“ABI”) on June 12, 1982.<footnotemark>7</footnotemark> ABI was and is a wholly-owned subsidiary of AT &amp; T. AT &amp; T’s local carrier subsidiaries, also wholly owned by AT &amp; T, then transferred various assets to ABI. On January 1, 1983, the same day that ABI began operations, Bell Telephone Co. of Pennsylvania (“Bell”), one of the local carrier subsidiaries, transferred twenty of its sixty “PhoneCenters” to the new company. Under the terms of a court order in a separate proceeding, Bell was allowed to continue operating the other forty PhoneCenters.<footnotemark>8</footnotemark> By late 1983, ABI had over 30,000 employees working in forty-eight states and operated PhoneCenters in Pennsylvania and other states.</p>\n<p id=\"b954-11\">A second proceeding that must be mentioned is the Department of Justice antitrust action against AT &amp; T, commenced in 1974. This action culminated in a consent decree entered by the District of Columbia District Court in August 1982.<footnotemark>9</footnotemark> The consent decree and the ensuing Plan of Reorganization, approved in August 1983,<footnotemark>10</footnotemark> provided that AT &amp; T would spin-off its local carrier subsidiaries (reorganized as subsidiaries of regional holding companies) and then be free to compete for sales of, among other things, customer premises equipment and enhanced services. AT &amp; T’s reorganization became effective January 1, 1984. As a result, Bell became a subsidiary of Bell Atlantic, Inc., a corporation unrelated to AT &amp; T.</p>\n<p id=\"b954-12\">In anticipation of these transactions, the Federation of Telephone Workers of Pennsylvania (“the Union”), representing Bell’s employees, entered into a “Memorandum of Agreement” with that company on June 2, 1982. The Memorandum stated that the collective bargaining agreement between the Union and Bell would continue in effect for all employees transferred from Bell to its subsidiaries or affiliates. The Memorandum further provided that Bell would “seek to obtain the concurrence” of AT &amp; T to continue in effect the collective bargaining agreement for all employees transferred to an affiliate or subsidiary of AT &amp; T. Most importantly, the Memorandum provid<page-number citation-index=\"1\" label=\"883\">*883</page-number>ed that, in the event of a “sale or other voluntary transfer of ownership of all or part of its business and physical assets” to “any successor organization”, Bell would secure the assent of that organization to be bound by the bargaining agreement.</p>\n<p id=\"b955-4\">Sometime after the adoption of this Memorandum of Agreement, Bell transferred two clerical workers to ABI. Pursuant to the Memorandum, Bell obtained AT &amp; T’s concurrence on June 17, 1982, that these employees would be covered by the bargaining agreement. Since the commencement of this litigation Bell has transferred several thousand additional workers to ABI, and ABI acknowledges that these workers are also covered by the bargaining agreement. Bell failed, however, to obtain ABI’s assent when it transferred its Phone-Centers to ABI on January 1, 1983. In March 1983, the Union approached ABI directly with a second memorandum which provided that ABI would recognize the Union as the bargaining agent for transferred employees and, “[p]ursuant to such recognition of the Union,” would be bound by the bargaining agreement. ABI refused to sign.</p>\n<p id=\"b955-5\">Shortly thereafter the Union filed grievances with ABI charging that the company had used subcontracted labor and other non-Union workers when it “sold or leased equipment and/or services” to two customers, the Philadelphia Inquirer and Sun-guard, Inc. Prior to the reorganization this work had been performed by Bell’s Union workers. In addition, the Union charged that ABI was operating its Phone-Centers with subcontracted non-Union workers.<footnotemark>11</footnotemark> This work too had previously been performed by Bell’s Union workers. The Union alleged that these practices violated, <em>inter alia, </em>the subcontracting clause of its bargaining agreement with Bell. The subcontracting clause provides, in general, that the company will not subcontract work if the employees normally doing that work are already working part-time, or if the subcontract will produce part-time work or layoffs. ABI replied that it was not bound by the bargaining agreement, and the Union demanded arbitration.</p>\n<p id=\"b955-9\">The Union scheduled arbitration hearings, and in response ABI filed this action under 29 U.S.C. § 185(a) and 28 U.S.C. §§ 2201, 2202 seeking a declaratory judgment that it was not required to arbitrate, a preliminary injunction against further arbitration proceedings, and an order requiring the Union to withdraw its arbitration request. The Union filed a counterclaim seeking to compel arbitration. ABI requested the arbitrator to stay the arbitration proceedings pending the outcome of this action, but this request was denied. The arbitrator has held hearings on two of the grieved matters but has rendered no decision.</p>\n<p id=\"b955-10\">After a consolidated but truncated hearing on ABI’s motion for a preliminary injunction and on the merits, the district court denied all relief and dismissed the action. The court explained that Bell and ABI were (until January 1, 1984) both AT &amp; T subsidiaries, and that ABI knew of Bell’s obligation to obtain ABI’s assent to the bargaining agreement. Applying the equitable maxim “Equity regards as done that which ought to be done,” the court concluded that ABI was bound by the bargaining agreement and had a duty to arbitrate. From this order ABI filed a timely appeal.<footnotemark>12</footnotemark></p>\n<p id=\"b956-3\"><page-number citation-index=\"1\" label=\"884\">*884</page-number>II.</p>\n<p id=\"b956-4\">We first dispose of two preliminary issues. The Union argues that the issue in this appeal is moot because (1) the arbitrator has already held hearings on the disputed question of ABI’s obligation under the collective bargaining agreement, and (2) ABI is admittedly bound by the bargaining agreement, whatever this court may decide, with respect to several thousand former Bell employees transferred to ABI in January of this year. We agree with ABI that the issue in this appeal is not moot. ABI has presented this court with the question whether it is bound by the bargaining agreement on the basis of Bell’s transfer of assets, and whether it must therefore arbitrate disputes about its employment practices. This question is antecedent to any issue that the arbitrator may decide, and in fact will determine whether the arbitrator has jurisdiction. The status of the arbitration proceedings is therefore irrelevant. Neither do we believe that the transfer of several thousand covered employees moots this appeal. ABI’s alleged obligations on the basis of the transferred assets are not, in our view, necessarily identical with obligations it may have on the basis of the transfer of employees.</p>\n<p id=\"b956-5\">The Union makes a related argument that, because ABI concedes it is bound by the bargaining agreement with respect to transferred workers, the question whether ABI is also bound on the basis of the asset transfer is a question of the <em>scope </em>of ABI’s obligation under the agreement, which is a matter for arbitration. We reject this argument. ABI does not challenge before this court the meaning or scope of the arbitration clause or any other clause of the collective bargaining agreement. Instead, it challenges the very applicability of the bargaining agreement in matters concerning the transferred assets. The applicability of the bargaining agreement is a question left to the federal courts by the Supreme Court’s decisions in the <em>Steelworkers Trilogy. See, e.g., United Steelworkers v. Warrior &amp; Gulf Navigation Co., </em>363 U.S. 574, 583 n. 7, 80 S.Ct. 1347, 1353 n. 7, 4 L.Ed.2d 1409 (1960).</p>\n<p id=\"b956-9\">III.</p>\n<p id=\"b956-10\">On the merits, ABI argues that it is not bound by the collective bargaining agreement on the basis of either an express or an imputed contractual obligation. Clearly there is no basis for finding an express obligation, since ABI is not a signatory to the bargaining agreement or the Memorandum of Agreement. The question, therefore, is whether it was legal error for the district court to impute such an obligation, either as a matter of equity or on the basis of some doctrine of federal labor law. The Union argues that the district court was correct to impute such an obligation on the basis of the Memorandum of Agreement, because AT &amp; T and ABI were affiliated with Bell, a signatory of the Memorandum. In the alternative the Union argues that we may impute such an obligation on the basis of the “successor employer” and “single enterprise” doctrines of federal labor law.</p>\n<p id=\"b956-11\">We turn first to the Memorandum of Agreement. The Memorandum reflects two Union concerns: first, that any Union employee transferred from Bell to a subsidiary or affiliate of either Bell or AT &amp; T should continue to be protected by the bargaining agreement; and second, that the bargaining agreement should follow any assets transferred by Bell to a “successor organization” and bind the successor in some fashion.<footnotemark>13</footnotemark> Paragraph 13 of the Mem<page-number citation-index=\"1\" label=\"885\">*885</page-number>orandum protects employees transferred to subsidiaries of AT &amp; T by requiring Bell to “seek to obtain” AT &amp; T’s agreement to continue the coverage of the bargaining agreement for such employees after the transfer. Paragraph 12 of the Memorandum obligates Bell to obtain, as a condition of certain transfers of assets, the transferee’s assent to be bound by the bargaining agreement. The paragraph states that</p>\n<blockquote id=\"AET\">Bell of Pa. agrees that it will secure as a condition of any sale or other voluntary transfer of ownership of all or part of its business and physical assets, the assent of any successor organization that the collective bargaining agreement between it and [the Union] shall continue in effect and bind the successor organization.</blockquote>\n<p id=\"b957-4\">The issue with regard to the Memorandum of Agreement is whether ABI is bound by the bargaining agreement despite Bell’s failure to obtain ABI’s assent. The Union’s argument is not entirely clear, but it appears to be based on the contention that Bell, AT &amp; T, and ABI acted in bad faith by failing to ensure that ABI would be bound by the collective bargaining agreement. ABI is bound, according to the Union, because ABI’s parent, AT &amp; T, was aware that Bell would breach its obligation under paragraph 12 if it transferred the assets without obtaining ABI’s assent, and because AT &amp; T was empowered, as ABI’s sole shareholder, to obtain ABI’s assent and avoid the breach. The district court stated simply that “Equity regards as done that which ought to be done” and held that ABI was bound by the bargaining agreement.<footnotemark>14</footnotemark></p>\n<p id=\"b957-10\">Unfortunately, we are handicapped in our review of this ruling by the district court’s failure to set forth fully its findings and conclusions of law and because of the absence of evidence in the record. It appears, for example, that paragraph 12 is not applicable, either as a matter of equity or law, unless ABI is first found to be a “successor organization”. The Union and ABI argue about the meaning of successor organization in their briefs, but we have no basis for evaluating their arguments. The term may refer to the successor doctrine of federal labor law, as ABI maintains.<footnotemark>15</footnotemark> On the other hand, the Union maintains that the parties intended the term to include all “related transferees”, <em>i.e., </em>transferees who use the assets “in competition with and for the very same purposes” as Bell. Br. for Appellee at 34. The word “successor”, as the Supreme Court has noted, has a variety of meanings: “There is, and can be, no single definition of ‘successor’ which is applicable in every case.” <em>Howard Johnson Co. v. Detroit Local Joint Executive Board, Hotel &amp; Restaurant Employees &amp; Bartenders International Union, </em>417 U.S. 249, 263, 94 S.Ct. 2236, 2244, 41 L.Ed.2d 46 (1974). The resolution of the dispute about the interpretation of successor organization in the present case depends on the intent of the parties, a question of fact. We may infer from the district court’s ruling that it concluded ABI was a successor organization. Without an adequate record and articulation of factual findings, however, we cannot review that conclusion.</p>\n<p id=\"b957-11\">We are also unable to discern the legal theory upon which the district court based its ruling that ABI is bound by the bargaining agreement.<footnotemark>16</footnotemark> The district court empha<page-number citation-index=\"1\" label=\"886\">*886</page-number>sized the fact that Bell and ABI were wholly-owned subsidiaries of AT &amp; T and seemed to infer from this fact that ABI must have known of Bell’s obligation under paragraph 12 of the Memorandum. Therefore ABI must also have known that its acceptance of the assets without assenting to the bargaining agreement meant that Bell had breached its duty under the Memorandum. From this the district court apparently concluded that ABI had “unclean hands” and was bound by the bargaining agreement.</p>\n<p id=\"b958-4\">We recognize the general equitable principle that “[n]o court will lend its aid to a man who founds his cause of action upon an immoral or illegal act.” <em>Holman v. Johnson, </em>1 Cowp. 341, 343, 98 Eng.Rep. 1120, 1121 (1775). In the case before us, however, we are unsure how, or whether, to apply this principle. At least two equitable theories may possibly be relevant, but each has its difficulties.</p>\n<p id=\"b958-5\">The district court’s assumption that ABI must have known of Bell’s obligation in paragraph 12 if AT &amp; T knew suggests that the court was relying at least in part on a theory of piercing the corporate veil between AT &amp; T and ABI. The Union also suggests an explanation for the district court’s ruling that relies on corporate veil piercing by imputing Bell’s obligation under paragraph 12 to AT &amp; T:</p>\n<blockquote id=\"b958-6\">Appellant’s attempt to shield itself from contractual liability is based upon <em>AT &amp; T’s breach of its duty to Appellee and to Bell of Pa. </em>Bell of Pa. had the duty to obtain Appellant’s assent to be bound by the contract. AT &amp; T, for its own benefit, caused Bell of Pa. to break its contract by not obtaining Appellant’s consent.</blockquote>\n<p id=\"b958-7\">Appellee’s Br. at 24.</p>\n<p id=\"b958-8\">Federal law governs liability for breach of a labor contract between a union and employer, including liability based on a theory of corporate veil piercing. <em>See, e.g., Seymour v. Hull &amp; Moreland Engineering, </em>605 F.2d 1105 (9th Cir.1979). A court may not disregard at will the formal differences between affiliated corporations, and in fact the requirements for corporate veil piercing, although rather imprecise in their various formulations, are demanding ones. This court has stated that “the appropriate occasion for disregarding the corporate existence occurs when the court must prevent fraud, illegality, or injustice, or when recognition of the corporate entity would defeat public policy or shield someone from liability for a crime.” <em>Zubik v. Zubik, </em>384 F.2d 267, 272 (3d Cir.1967). The court may only pierce the veil in “specific, unusual circumstances”, lest it render the theory of limited liability useless. <em>Id. </em>at 273. Regarding the “alter ego” theory of veil piercing, we have endorsed the Fourth Circuit’s list of factors that must be considered. In addition to gross undercapitalization, these factors are</p>\n<blockquote id=\"b958-12\">failure to observe corporate formalities, non-payment of dividends, the insolvency of the debtor corporation at the time, siphoning of funds of the corporation by the dominant stockholder, non-functioning of other officers or directors, absence of corporate records, and the fact that the corporation is merely a facade for the operations of the dominant stockholder or stockholders.</blockquote>\n<p id=\"b958-13\"><em>DeWitt Truck Brokers, Inc. v. W. Ray Flemming Fruit Co., </em>540 F.2d 681, 686-87 (4th Cir.1976), quoted with approval in <em>United States v. Pisant, </em>646 F.2d 83, 88 (3d Cir.1981).</p>\n<p id=\"b958-14\">Undoubtedly this set of requirements is not the exclusive approach to corporate veil piercing. We have suggested that there may be “a less precise notion <page-number citation-index=\"1\" label=\"887\">*887</page-number>that the corporations simply acted interchangeably and in disregard of their corporate separateness.” <em>Publicker Industries, Inc. v. Roman Ceramics Corp., </em>603 F.2d 1065, 1070 (3d Cir.1979). Nonetheless, as we stated in <em>Zubik, supra, </em>there must be “specific, unusual circumstances”, and we know of none in the case before us. The district court, to the extent it applied a theory of corporate veil piercing, apparently did so only because of the parent-subsidiary relationship. This is not enough. As another court has explained, there is no policy of federal labor law, either legislative or judge-made, that a parent corporation is bound by its subsidiary’s labor contracts simply because it controls the subsidiary’s stock and participates in the subsidiary’s management. <em>See United Paperworkers v. T.P. Property Corp., </em>583 F.2d 33, 35-36 (1st Cir.1978).</p>\n<p id=\"b959-4\">We do not mean to suggest that the district court, given an adequate record, could not pierce the veil in this case. Although Bell purported to act independently in its negotiations with the Union, it may have been sufficiently dominated, at least with regard to the transactions at issue, to support a finding that AT &amp; T, and hence ABI, had duties to ensure the performance of Bell’s obligation under paragraph 12. We recognize that the voice may be the voice of Jacob though the hands be those of Esau. Without evidence, however, we must assume that the voice and hands are those of one person, here Bell of Pennsylvania.</p>\n<p id=\"b959-5\">The district court also seemed to rest its holding on the theory that ABI, being aware of Bell’s obligation under paragraph 12 at the time of the asset transfer, was bound by the collective bargaining agreement when it accepted the assets. Assuming that ABI did have knowledge of Bell’s obligation<footnotemark>17</footnotemark>, we are nonetheless uncertain of the particular grounds for imposing a duty on ABI. Possibly the duty could be imposed using the theory of equitable servitudes on chattels. This theory, however, has received considerably more discussion in the literature than in the courts. <em>See, e.g., </em>Chafee, <em>The Music Goes Round and Round: Equitable Servitudes and Chattels, </em>69 Harv.L.Rev. 1250 (1956). The few courts that have embraced the concept have not done so in the context of federal labor law and have imposed servitudes much less complex than a collective bargaining agreement. <em>See, e.g., Tri-Continental Financial Corp. v. Tropical Marine Enterprises, Inc., </em>265 F.2d 619 (5th Cir.1959) (covenant not to compete); <em>In re Waterson, Berlin &amp; Snyder, </em>48 F.2d 704 (2d Cir.1931) (obligation to pay royalties on copyrighted music).<footnotemark>18</footnotemark> Before we determine whether ABI should be bound on the basis of this theory, or on the basis of some other theory emphasizing ABI’s awareness of Bell’s duty, we believe we would benefit from a further discussion of the issue by the district court.</p>\n<p id=\"b959-9\">For all of these reasons, we are unable to decide whether ABI should be required to arbitrate with the Union on the basis of Bell’s breached obligation under paragraph 12. Unless the Union prevails in this appeal on other grounds, we will remand the action to allow the parties to develop a fuller record on the relevant issues.</p>\n<p id=\"b959-10\">IV.</p>\n<p id=\"b959-11\">We turn now to the Union’s other asserted grounds for affirmance of the dis-<page-number citation-index=\"1\" label=\"888\">*888</page-number>trict court’s order. The Union devotes much of its brief to the argument that ABI is Bell’s “successor” and is therefore bound by the bargaining agreement. In general the successor doctrine is an extra-contractual remedial tool for imposing certain labor obligations on a new employer that has taken over the operations of an old employer. The new employer’s obligation may be to bargain with the old employees’ union representative, <em>see, e.g., NLRB v. Burns International Security Services, Inc., </em>406 U.S. 272, 92 S.Ct. 1571, 32 L.Ed.2d 61 (1972), or to accept liability for an unfair labor practice order issued by the Board against the old employer, <em>see, e.g., Golden State Bottling Co., Inc. v. NLRB, </em>414 U.S. 168, 94 S.Ct. 414, 38 L.Ed.2d 388 (1973), or, as the Union argues here, the obligation may be to arbitrate grievances under the old bargaining agreement, <em>see, e.g., Howard Johnson Co., Inc. v. Detroit Local Joint Executive Board, Hotel &amp; Restaurant Employees &amp; Bartenders International Union, </em>417 U.S. 249, 94 S.Ct. 2236, 41 L.Ed.2d 46 (1974).</p>\n<p id=\"b960-4\">Because the courts are reluctant to impose contractual obligations on non-signatory parties, they generally do so only where the obligations are justified by legitimate concerns for employee welfare. Analysis therefore focuses on changes in the workplace viewed from the worker’s perspective. The Supreme Court has stated that application of the successorship doctrine <em>“necessarily </em>includes, we think, a substantial continuity in the identity of the work force across the change in ownership.” <em>Howard Johnson Co., supra, </em>417 U.S. at 263, 94 S.Ct. at 2244 (emphasis added). In <em>Burns International Security Services, supra, </em>the Court stated that the new employer will not be obligated to hire the old employees, at least where the acquisition is by purchase of assets. 406 U.S. at 280 n. 5, 92 S.Ct. at 1578 n. 5. Application of the successorship doctrine therefore turns in part on whether the new employer elects to hire the old employees. Other factors considered relevant include the continuity of business operations, supervisory personnel, physical plant and location, continuity in the nature of the product or services, and continuity in the methods of production, sales, or inventorying. <em>NLRB v. Security-Columbian Banknote Co., </em>541 F.2d 135, 139 (3d Cir.1976).</p>\n<p id=\"b960-7\">Applying the successor doctrine to the facts before us, we are confronted immediately with the fact that all former Bell workers now employed by ABI are already covered by the collective bargaining agreement. The Union, therefore, must be invoking the successor doctrine to further the interests of some other group of workers, presumably those Union workers still employed by Bell. The purpose of the successor doctrine, however, is to protect the rights of old workers employed by a new employer. <em>See Howard Johnson Co., </em>417 U.S. at 259-61, 94 S.Ct. at 2241-42. In this case, the old Bell employees now working for ABI need no protection. We therefore conclude that the Union may not invoke the successor doctrine.<footnotemark>19</footnotemark></p>\n<p id=\"b960-8\">The Union also suggests that ABI and Bell are a “single enterprise” and that the court may impose Bell’s duty to arbitrate on ABI. We find this doctrine inapplicable as well. Under the single enterprise test, the question is “whether the two nominally independent enterprises, in reality, constitute only <em>one integrated enterprise.\" NLRB v. Browning-Ferris Industries, </em>691 F.2d 1117, 1122 (3d Cir.1982) (emphasis in original). This requires consideration of four factors: “(1) functional integration of operations; (2) centralized control of labor relations; (3) common management; and (4) common ownership.” <em>Id. </em><page-number citation-index=\"1\" label=\"889\">*889</page-number>Of these four, the Union has shown only that Bell and ABI were owned by AT &amp; T at the time of the asset transfer. At the hearing in the district court, an ABI official testified that neither Bell nor AT &amp; T plays a significant role in its day-to-day operations or its labor relations. ABI has its own management and supervisory personnel and its own labor relations department. The Union has not challenged these assertions, and we doubt that it could in view of the FCC’s requirement of “maximum separation” when AT &amp; T incorporated ABI. We therefore reject the single enterprise theory.</p>\n<p id=\"b961-4\">Finally, we consider and reject the possibility that ABI could be regarded as Bell’s “alter ego”. The alter ego theory allows the court to ignore technical differences between two corporations where the second corporation was created merely to avoid the effect of labor laws and does not reflect substantial differences in ownership or management. <em>Howard Johnson Co., supra, </em>417 U.S. at 259 n. 5, 94 S.Ct. at 2242, n. 5. The courts generally have focused “on whether the sale is a <em>‘bona fide </em>continuance and a true change of ownership ... or merely a disguised continuance of the old employer.’ ” <em>NLRB v. Scott Printing Corp., </em>612 F.2d 783, 786 (3d Cir.1979) (quoting <em>Southport Petroleum Corp. v. NLRB, </em>315 U.S. 100, 106, 62 S.Ct. 452, 455, 86 L.Ed. 718 (1942)). In view of the undisputed and substantial differences between Bell of Pennsylvania and ABI, we cannot apply the alter ego doctrine.</p>\n<p id=\"b961-5\">We therefore conclude that ABI is not obligated to arbitrate its grievances with the Union under the collective bargaining agreement on the basis of some extra-contractual theory of federal labor law. If arbitration is required, it must be because such an obligation has been imputed to ABI on the basis of the Memorandum of Agreement.</p>\n<p id=\"b961-6\">V.</p>\n<p id=\"b961-7\">The order of the district court will be reversed and this action will be remanded for further proceedings consistent with this opinion.</p>\n<footnote label=\"1\">\n<p id=\"b953-13\">. <em>See Computer and Communications Industry Association v. FCC, </em>693 F.2d 198 (D.C.Cir.1982), <em>cert. denied sub nom. Louisiana Public Service Comm. v. FCC, </em>— U.S. —, 103 S.Ct. 2109, 77 L.Ed.2d 313 (1983), for a general history of these proceedings.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b953-16\">. American Bell defines “basic transmission\" services as \"the normal telephone services (e.g. lines and central office switching) provided by operating companies such as Bell Telephone of Pennsylvania.” “Customer premises equipment” includes a range of equipment, \"from a single residential telephone to a telephone answering machine to sophisticated private branch exchangers ('PBX') used by large commercial customers.\" \"Enhanced services” are those \"which involve enhancing basic services through the application of computer processing and message storage which act on the telecommunications transmitted over the basic transmission path.” Br. for Appellant at 6.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b954-4\">. <em>In the Matter of Amendment of § 64.702 of the Commission’s Rules and Regulations (Second Computer Inquiry), 77 </em>F.C.C.2d 384, 486 (1980).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"A0E\">. <em>In the Matter of Amendment of § 64.702 of the Commission's Rules and Regulations (Second Computer Inquiry), </em>88 F.C.C.2d 512, 530 (1981).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"AxUI\">. <em>Id. </em>at 530-33.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"ABJ4\">. <em>In the Matter of Amendment of § 64.702 of the Commission's Rules and Regulations (Second Computer Inquiry), </em>84 F.C.C.2d 50, 79 (1980).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b954-13\">. After the commencement of this action, ABI changed its name to AT &amp; T Information Systems, Inc.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b954-14\">. <em>United States v. AT &amp; T, </em>552 F.Supp. 131, 191-92 (D.D.C.1982), <em>aff'd sub nom. Maryland v. United States, </em>460 U.S. 1001, 103 S.Ct. 1240, 75 L.Ed.2d 472 (1983).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b954-15\">. <em>United States v. AT &amp; T, supra.</em></p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b954-16\">. <em>United States v. Western Electric Co., Inc., </em>569 F.Supp. 1057 (D.D.C.), <em>aff’d sub nom. California v. United States, </em>— U.S. —, 104 S.Ct. 542, 78 L.Ed.2d 719 (1983).</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b955-6\">. None of these allegations involve the two transferred clerical workers or the several thousand workers transferred after the commencement of this action, all of whom admittedly are covered by the bargaining agreements.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"Ac_M\">. In its ruling from the bench and its order denying the preliminary injunction and dismissing the action, the district court did not refer explicitly to ABI’s request for a declaratory judgment and order to withdraw the grievances from arbitration. Neither did it refer to the Union’s counterclaim for an order compelling arbitration. The Union argues from the first of these omissions that the district court did not deny the prayer for a declaratory judgment on the merits but rather exercised its discretion and declined to rule on the request. We have no doubt that the district court adjudged the merits of ABI’s request for a declaratory judgment. The court held that ABI was bound by the collective bargaining agreement and was obligated to arbitrate the Union’s grievances. <page-number citation-index=\"1\" label=\"884\">*884</page-number>This was the exact issue that ABI sought to have the court resolve by declaration.</p>\n<p id=\"AIsX\">Presumably, the district court also dismissed the Union’s counterclaim and denied ABI’s request for an order to withdraw the grievances when it dismissed the action. The Union filed no notice of appeal from the dismissal of the counterclaim, and ABI has not mentioned the requested order in its brief.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b956-12\">. We are called upon in this case to decide only whether ABI is bound by the collective bargaining agreement and whether it must therefore submit the grieved issues to arbitration with the Union. We do not decide what obligations ABI may have under the bargaining agreement if it is so bound.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b957-5\">. No one has suggested that paragraph 12 is unenforceable as a violation of some provision of the National Labor Relations Act.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"AAl\">. We discuss the successor doctrine <em>infra </em>at pp. 888-889.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"AeN\">. The court’s entire explanation was the following statement from the bench:</p>\n<blockquote id=\"Agft\">This is an action by the plaintiff to enjoin a proposed arbitration. This is an action in which plaintiff seeks equitable relief.</blockquote>\n<blockquote id=\"AOvx\">Certainly in matters involving equitable principles, the maxim that equity regards as done that which ought to be done, comes into play. Under the terms of paragraph 12 of the Memorandum of Agreement between Bell of Pennsylvania and the union, it is very clear that Bell of Pennsylvania was obligated to require the plaintiff to assume the obligations of the collective bargaining agreement.</blockquote>\n<blockquote id=\"b957-13\">The record would certainly not justify a finding that the plaintiff was unaware of that provision given the relationship between the parties, namely, that plaintiff and Bell of Pennsylvania are both wholly-owned subsidiaries of AT &amp; T, it is inconceivable that plain<page-number citation-index=\"1\" label=\"886\">*886</page-number>tiff was not aware of the obligation of Bell of Pennsylvania to assume the collective bargaining agreement.</blockquote>\n<blockquote id=\"AOS8\">I, therefore, conclude that the plaintiff is not entitled to the injunction it seeks and the application for preliminary injunction is denied.</blockquote>\n<blockquote id=\"A3b\">And, since I have ruled as a matter of law that the plaintiff is bound by the terms of the collective bargaining agreement, the action is dismissed.</blockquote>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b959-6\">. The district court stated that it was \"inconceivable” that ABI would not have known of its sister corporation’s obligation under paragraph 12. We find no basis in the record before us to support this assumption that ABI must have known of Bell’s obligation.</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"AIN\">. We note that, although the federal courts have considered alleged breaches of \"restraint-on-transfer\" clauses such as the one in paragraph 12, they have not, to our knowledge, considered the question before us: whether the breach of the clause justifies the imposition of an obligation on the transferee. <em>See, e.g., Inti Org. of Masters, Mates and Pilots v. NLRB, </em>575 F.2d 896 (D.C.Cir.1978); <em>Nat’l Maritime Union v. Commerce Tankers Corp., </em>457 F.2d 1127 (2d Cir.1972); <em>Teamsters Local No. 961 v. Graves Truck Line, Inc., </em>502 F.Supp. 1292 (D.Colo.1980); <em>Sweeney v. Morganroth, </em>451 F.Supp. 367 (S.D.N.Y.1978).</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b960-5\">. We simply hold that the Union may not use the successor doctrine to bind ABI to the bargaining agreement with regard to the transferred assets. We do not hold that ABI is not a \"successor” within the meaning of federal labor law. Although normally the question of ABI's status as a successor would not be relevant once the doctrine itself had been found to be inapplicable, in the present case ABI’s status as a successor may also be relevant to a determination of ABI's obligations on the basis of paragraph 12 of the Memorandum of Agreement. <em>See supra at </em>p. 885. The district court will be free on remand to consider this issue.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-3\" type=\"dissent\">\n<author id=\"b961-10\">BECKER, Circuit Judge,</author>\n<p id=\"A5h\">dissenting:</p>\n<p id=\"b961-11\">By analyzing each of the traditional legal doctrines under which a corporation can be held responsible for the commitments of a related corporation, and concluding that this case does not fit into any of the pigeonholes, Chief Judge Seitz’s opinion neatly compartmentalizes FTWP’s claim that the collective bargaining agreement signed by FTWP and Bell of Pennsylvania should apply to ABI. I believe, however, that in focusing so carefully on the trees, the majority missed the forest. The touchstone of the district court’s conclusion,that ABI is bound by the collective bargaining agreement was that in this <em>sui generis </em>case, involving as it does a transfer of assets from one wholly owned AT &amp; T subsidiary to another wholly owned AT &amp; T subsidiary as part of a court-approved consent decree accomplishing the largest divestiture in American history, it would be inequitable to permit AT &amp; T. to avoid its contractual obligations to FTWP by relying on the formalities of corporate structure. I agree.</p>\n<p id=\"b961-12\">Bell of Pennsylvania (“Bell”) was a wholly owned subsidiary of AT &amp; T. Prior to the great divestiture of 1984, Bell was responsible, <em>inter alia, </em>for operating phone stores and providing customer-premise services and equipment in Pennsylvania. FTWP is the union that represents Bell’s employees. In early 1982, because of the Justice Department’s ongoing antitrust suit against AT &amp; T and because of an investigation by the FCC into anti-competitive practices by AT &amp; T, it appeared likely that substantial changes in the corporate structure of AT &amp; T were in the offing. Therefore, on June <em>2; </em>1982, FTWP and Bell entered into a “Memorandum of Agreement” (“MOA”) for the purpose of contractually protecting the jobs of Bell employees in the event that changes in the structure of AT &amp; T were wrought by “legislation (statute), regulatory order, court order or other<page-number citation-index=\"1\" label=\"890\">*890</page-number>wise.” MOA at 1. Paragraph 12 of this MOA provides in part:</p>\n<blockquote id=\"b962-4\">In addition, Bell of Pa. agrees that it will secure as a condition of any sale or other voluntary transfer of ownership of all or part of its business and physical assets, the assent of any successor organization that the collective bargaining agreement between it and FTWP shall continue in effect and bind the successor organization.</blockquote>\n<p id=\"b962-5\">At trial, counsel for the appellant conceded in answer to an inquiry by the court that: “I agree that [paragraph 12] is an obligation on the part of Bell of Pennsylvania to attempt to bind the successor organization to the collective bargaining agreement.” Appendix at A69.</p>\n<p id=\"b962-6\">On July 1, 1982, in preparation for the court-ordered divestiture, ABI was created as a wholly owned subsidiary of AT &amp; T. As part of the divestiture, Bell transferred a substantial portion of its assets (including many of its phone stores and its customer-premise service and equipment business) to ABI for no compensation. In explaining why it was appropriate to transfer these assets without requiring compensation, Judge Greene, who presided over the divestiture, stated:</p>\n<blockquote id=\"b962-7\">Under long-established general legal principles, the transfer of assets between a parent- and its subsidiary is not an arm’s length transaction for which compensation is. required. Corporate law holds that such a transfer constitutes an intra-enterprise exchange for which compensation is not necessary. The reason for this rule is simple: both before and after the transfer, the same shareholders maintain the same ownership interests in the same assets. The sole difference is that before the spin-off the shareholders’ interests are represented by shares of stock in one company, while after the spin-off their interests are represented by shares in more than one company.</blockquote>\n<blockquote id=\"b962-11\">This general rule has routinely been applied to divestitures such as the one involved in these cases____</blockquote>\n<blockquote id=\"b962-13\">It is worth noting in this connection that the state regulators ... have traditionally treated AT &amp; T and the Operating Companies as a single enterprise rather than as separate corporations dealing with each other at arm’s length.</blockquote>\n<p id=\"b962-14\"><em>United States v. American Telephone &amp; Telegraph Co., </em>552 F.Supp. 131, 201-02 (D.D.C.1982) (footnotes omitted), <em>aff'd sub nom. Maryland v. United States, </em>460 U.S. 1001, 103 S.Ct. 1240, 75 L.Ed.2d 472 (1983).<footnotemark>1</footnotemark></p>\n<p id=\"b962-15\">This case arises because Bell breached its obligation under paragraph 12 of the MOA in that it did not obtain the assent of ABI to the collective bargaining agreement between Bell and FTWP as a condition to transferring assets to ABI. Subsequent to the court-ordered asset transfer, ABI hired subcontractors to do work involving the transferred assets (e.g., stocking shelves at the phone center stores) that had previously been done by FTWP members. FTWP believes that this subcontracting violates the collective bargaining agreement, and it therefore filed a grievance against ABI requesting arbitration pursuant to the terms of that agreement. ABI filed this suit in federal court seeking a declaratory judgment that it is not bound by the collective bargaining agreement because it had never signed that agreement. The district court heard testimony by the parties and reviewed almost three hundred pages of documentary evidence, and concluded that ABI was bound by the collective bargain<page-number citation-index=\"1\" label=\"891\">*891</page-number>ing agreement because “equity regards as done that which ought to be done.”</p>\n<p id=\"b963-5\">The district court delivered this pronouncement from the bench, upon conclusion of the testimony and argument. Whether or not the district court would have refined its analysis if it had had more time, the statement does reflect the basic idea that gave rise to the legal doctrines that Chief Judge Seitz, carefully distinguishes in his opinion: corporate formalities will not be observed where they would enable a business entity to avoid its obligations to another party by means that are grossly unfair to the other party. The crucial point is that, for this <em>sui generis </em>case, the district court “got it right.” If one looks at the forest, rather than focusing on each tree individually, it is plain that ABI should be bound by paragraph 12 of the MOA. Succinctly stated, under the circumstances of this case, AT &amp; T and its operating companies should be treated as a single enterprise for purposes of all actions taken in furtherance of the court-ordered divestiture.</p>\n<p id=\"b963-6\">I therefore respectfully dissent.</p>\n<footnote label=\"1\">\n<p id=\"b962-8\">. Judge Greene reaffirmed the single entity theory in his decision approving the reorganization plan:</p>\n<blockquote id=\"AC_W\">The ■ contingent liability provisions of the plan assume (1) that prior to divestiture the Bell System operated as a single unit, and (2) that the residual risks of the System’s predivestiture operations should be shared by all entities which receive a part of the System’s assets____</blockquote>\n<blockquote id=\"b962-16\">Until the time the reorganization takes effect, the Bell System is legally a single enterprise, with a single claim to the System’s assets and a single responsibility for the System’s liabilities.</blockquote>\n<p id=\"b962-17\">United States v. Western Electric Co., Inc., 569 F.Supp. 1057, 1069-70 (D.D.C.1983).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}