{
  "casebody": {
    "data": "<casebody firstpage=\"157\" lastpage=\"166\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b175-4\">MARGARET D. JACOBS, PETITIONER-RESPONDENT, v. JACOB S. KAPLAN a/k/a JOSEPH KAPLAN AND DAVID KAPLAN, RESPONDENTS-APPELLANTS.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b175-5\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b175-6\">Argued May 11, 1959</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ahr\">Decided June 16, 1959.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b176-3\"><page-number citation-index=\"1\" label=\"158\">*158</page-number>Before Judges Gaulicin, Sullivan and Foley.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b176-4\"><em>Mr. J ohn </em>W. <em>O’Brien </em>argued the cause for the respondents-appellants <em>(Messrs. O’Brien, Brett &amp; O’Brien, </em>attorneys).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b176-5\"><em>Mr. Robert Garluccio </em>argued the cause for petitioner-respondent <em>{Mr. ’William, P. Taylor, </em>attorney).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b176-6\">The opinion of the court was delivered hy</p>\n<author id=\"b176-7\">Foley, J. A. D.</author>\n<p id=\"AoX\">This is a “heart case” brought under the Workmen’s Compensation Act. The petition was dismissed in the Division, the deputy director holding that petitioner’s pre-existing heart disease was not “in any way accelerated or aggravated or worsened by any of the duties performed by the petitioner in her employment by the respondents.” The County Court reached the opposite conclusion and, in granting compensation, determined that an inference of causal relationship between the work and the cardiac episode emerged from the proofs as the more probable hypothesis. It is from this judgment that appeal is taken.</p>\n<p id=\"b176-8\">There is no material dispute concerning the facts. Petitioner, 58 years of age, entered the employment of respondents on November 2, <em>1956 </em>and continued in their service until January 28, 1957, when the event occurred which gave rise to this action. Previously she had been employed elsewhere as a cook.</p>\n<p id=\"b176-9\">The respondent dentists maintained offices consisting of a seven room suite on the second floor of a building designated as 87 Lafayette Street, Jersey City, N. J. Four.of the rooms were occupied by respondents and three were used by petitioner as living quarters. Petitioner was hired to perform custodial duties such as cleaning the offices, mopping the stairway which ascended to the offices from the ground floor and, during the heating season, firing the boiler which was located in respondent’s kitchen and provided heat for the entire floor. She was also assigned some additional duties of an entirely sedentary nature including <page-number citation-index=\"1\" label=\"159\">*159</page-number>answering telephone calls, taking appointment slips and escorting patients to the waiting room. Plainly, her most laborious task was firing the boiler. Prom the commencement of her employment until the early part of January she was required to obtain a supply of coal from the basement once daily; and thereafter twice a day. Each trip involved filling two pails and a box. To do this she used a small short handled shovel. Petitioner estimated that when filled the pails each weighed five to seven pounds and contained “two shovels” of coal, while the box which held “over two pails of coal” weighed “in the neighborhood of twenty-five pounds.” She said that she “had to shovel out high” because of the height of the boarding by which the bin was enclosed. The pails and box when filled were lifted to a dumbwaiter which was about forty inches above floor level and was operated manually. Petitioner testified, too, that she and “the man upstairs” had to “carry coal up two or three days” as a result of the breaking of the rope by which the dumbwaiter was manipulated. However, it does not appear when with relation to January 28th this took place and no mention of this detail is to he found in the hypothetical question which was put to petitioner’s medical expert, Dr. Saul Lieb.</p>\n<p id=\"b177-5\">The occurrence of January 28, 1957 is described by petitioner thus:</p>\n<blockquote id=\"b177-6\">“I had just got done bringing the coal up from the basement and at about 1:15 in the afternoon, after Dr. Kaplan had come in, I then started to mop the stairs and also went in and mopped the hall, and when I was about finished with the hall, I noticed then that I had a heart condition: My heart was going real fast and water was running off of me. It was gathering there awkwardly and falling.</blockquote>\n<blockquote id=\"b177-7\">I said to myself, ‘I will sit down and rest a few minutes to see what happens.’ And I didn’t get any better. I did sit down for about fifteen minutes, but I still continued in the same condition. So then I went out in the hall and asked Dr. Kaplan if he would let me use the phone, as they disconnected the phone during the day in our apartment to have it in the office. And he said why did I want to use the phone. I said I would like to call my son, that I was sick. He said, ‘Where are you sick at?’ I said, ‘I have some <page-number citation-index=\"1\" label=\"160\">*160</page-number>trouble with my heart.’ ‘Why,’ be said, T will connect the phone for you to call your son.’</blockquote>\n<blockquote id=\"b178-4\">He connected the phone for me to call Phil, and I called Phil and he came down. And likewise, he called the doctor for me.”</blockquote>\n<p id=\"b178-5\">Later that afternoon she was visited by Dr. Boylan, who incidentally did not appear as witness at the trial. What happened subsequently is of no consequence since no reference was made thereto in the hypothetical question.</p>\n<p id=\"b178-6\">Dr. Lieb examined petitioner on January 27, 1958, and respondents’ Dr. Jack S. York examined her on January 24 of the same year. They were in substantial agreement with respect to the nature of petitioner’s heart malady and were in accord that the heart failure suffered by the petitioner was not preceded by the dramatic occlusion of blood supply which features the great majority of the reported “heart cases,” but was the end result of a long and losing battle by the organ to compensate for the damaged valves resulting from chronic rheumatic heart disease of long duration.</p>\n<p id=\"b178-7\">The hypothesis laid before Dr. Lieb included all of the facts we have recited preceding the happening of January 28, 1957, and there was sought his opinion of the causal relationship between the work duties and such event. Since the answer elicited has great bearing upon our ultimate conclusion, we deem it advisable to set it forth <em>verbatim:</em></p>\n<blockquote id=\"b178-8\">‘‘Based on the findings of my examination, and the facts in the hypothetical question, my opinion would be that, first, <em>this cardiac condition that she has is obviously of long standing and was not primarily caused by her occupation. </em>However, from the facts you have given me, it is my opinion that there was an aggravation of this preexisting cardiac condition by the circumstances of her employment.</blockquote>\n<blockquote id=\"b178-9\">The work that I would anticipate that she did as a cook might very well be within the limits of her cardio-vascular reserve. But certainly the job of lifting and going up and down stairs and feeding the furnace, as described in this hypothetical question, would be inadvisable with anyone with her type of heart condition and, obviously, this work did finally break her cardiac compensation and brought on an attack on January 28, 1957. It is my opinion that the type of work <em>that she did during this period of time </em>was the <page-number citation-index=\"1\" label=\"161\">*161</page-number>competent, producing cause of aggravating this preexisting heart condition and having it culminate in the heart failure that she finally had on the date of January 28, 1957.”</blockquote>\n<p id=\"b179-5\">We have emphasized portions of the answer to bring into focus the theory of work connection advanced by Dr. Lieb, this being that the work performed over the <em>entire period of employment </em>had the <em>cumulative effect </em>of bringing on decompensation — the inevitable terminal of this type of heart disease. Our understanding of the doctor’s views is confirmed by a reading of the cross-examination:</p>\n<blockquote id=\"b179-6\">“Q. I gather your answer was that the work in general that she did over this period of time was too much for her system, is that <em>correct'! </em>A. Yes.</blockquote>\n<blockquote id=\"b179-7\">Q. You do not take any one specific — A. There is no one specific incident in this hypothesis. <em>Actually, in my o%on questioning of the patient, there was no one particular incident. </em>I got the impression that she was doing the type of work that was just too much for her, that’s all.</blockquote>\n<p id=\"b179-9\">Succinctly stated, it was Dr. York’s opinion that there was no relationship whatever between the disease and the work performed by petitioner.</p>\n<p id=\"b179-10\">The County Court laid emphasis on <em>Ciuba v. Irvington Varnish &amp; Insulator Co., 27 N. J. 127 </em>(1958), in concluding that the petitioner had overcome the presumption that the cardiac episode was the result of the, natural progress of heart disease by a “preponderance of probabilities.” That such a presumption existed long prior to <em>Ciuba, supra, </em>cannot be doubted. See <em>Schlegel v. H. Baron &amp; Co., </em>130 <em>N. J. L. </em>611 <em>(Sup. Ct. </em>1943); <em>Lohndorf v. Paper Bros. Paint Co., </em>134 <em>N. J. L. </em>156 <em>(Sup. Ct. </em>1946). The necessity for petitioner’s overcoming this presumption by a preponderance, of probabilities was firmly established in our law at the time <em>Ciuba </em>was written. See <em>Lohndorf </em>and <em>Schlegel, supra. </em>These principles were expressly re-affirmed in <em>Ciuba.</em></p>\n<p id=\"b179-11\">As we read <em>Ciuba, </em>it has made but one change in the law. It merely relieves a petitioner of proving that the work induced strain which precipitated his cardiac disfunction is <em>un</em><page-number citation-index=\"1\" label=\"162\">*162</page-number><em>usual </em>in character and permits recovery although the culpable exertion is a part of the work usually performed. In all other respects the earlier law is left unchanged. As already noted, the presumption that disfunction of the heart is attributable to the natural progress of disease of the organ was reiterated. So, too, did the court recite the principle that while the proof offered need not have the “attribute of certainty” it must be “well founded in reason and logic,” mere “guess or conjecture” not being a sufficient substitute. And again the court pointed out that a “bare quantitative preponderance is not enough. The evidence must be of such quality as to lead a <em>reasonably cautious mind </em>to the given conclusion.” (Emphasis ours.) The measure of the weight of the evidence is “the feeling of probability which it engenders.” <em>Joseph v. Passaic Hospital Ass’n, </em>26 <em>N. J. </em>557 (1958).</p>\n<p id=\"b180-4\">However the rejection of the “unusual strain” doctrine by <em>Ciuba </em>adds considerably to the difficulty of determining whether or not an accident is proved where, as here, it is admitted that <em>any </em>exertion, whether the result of the work or of the ordinary strains and stresses of living, would be a competent producing cause of the heart attack. Although our courts have consistently held that if the strain or stress of work contributes to the disfunction of a previously diseased heart, compensation will be awarded, the cases invariably have contained a showing of a particular work-induced happening or event precipitating the cardiac episode. See <em>Hentz v. Janssen Dairy Corp., </em>122 <em>N. J. L. </em>494 (E. &amp; <em>A. </em>1939); <em>Snoden v. Watchung Borough, </em>29 <em>N. J. Super. </em>41 <em>(App. Div. </em>1953), affirmed 15 <em>N. J. </em>376 (1954); <em>Franklin v. United States Bronze Powder Works, </em>6 <em>N. J. Super. </em>320 <em>(App. Div. </em>1950); <em>Sunkimat v. Senger Coal &amp; Ice Corp., </em>137 <em>N. J. L. </em>103 <em>(Sup. Ct. </em>1948); <em>Roma v. Associated Transport, Inc., </em>134 <em>N. J. L. </em>279 <em>(Sup. Ct. </em>1946); <em>Swift &amp; Co. v. Von Volkum, </em>131 <em>N. J. L. </em>83 <em>(Sup. Ct. </em>1944), affirmed 132 <em>N. J. L. </em>344 (E. <em>&amp; A. </em>1945); <em>Passafiume v. H. T. Hynds, Inc., </em>128 <em>N. J. L. </em>27 <em>(Sup. Ct. </em>1942); <em>Pisko v. Nelson, </em>4 <em>N. J. Misc. </em>154 <em>(Sup. Ct. </em>1926). But <page-number citation-index=\"1\" label=\"163\">*163</page-number>where, as in <em>Lohndorf v. Peper Bros. Paint Co., supra, </em>there is lacking proof of an “event or happening” beyond the mere employment itself which brings about the final result or contributes thereto and without which the injury or death would not have resulted, recovery has been denied. See <em>Becker v. City of Union City, </em>17 N. <em>J. Super. </em>217 <em>(App. Div. </em>1952), and cases cited therein. Also <em>Kream v. Public Service Coordinated Transport, </em>42 <em>N. J. Super. </em>307 <em>(App. Div. </em>1956), and collected cases; affirmed 24 N. <em>J. </em>432 (1957).</p>\n<p id=\"b181-5\">As pointed out in <em>Lohndorf, </em>the basis of this rule is that “accident” and “employment” are not synonymous. It will be observed that <em>Lohndorf </em>occupies a prominent position in the, <em>Ciuba </em>determination and that both cases have common ancestry in <em>Fenton v. Thorley and Co. Ltd., </em>(1903) <em>A. C. </em>443. <em>Fenton </em>is cited in <em>Ciuba </em>and also was the authority relied on in <em>Liondale Bleach, Dye &amp; Paint Works v. Riker, </em>85 N. <em>J. L. </em>426 <em>(Sup. Ct. </em>1914), cited in the <em>Lohndorf </em>case. Tt therefore seems clear that although the unusual strain doctrine was overruled by <em>Ciuba, </em>the principle laid down in <em>Lohndorf, </em>as set forth above, was intended to be retained.</p>\n<p id=\"b181-6\">What, then, in terms of job Injury may be said to be an “event or happening” beyond the “mere employment itself” when heart failure occurs in the course of the performance of “usual” tasks? As far as we know this has not been defined by our courts since <em>Ciuba </em>became the law. <em>Cf. Loew v. Borough of Union Beach, </em>56 N. <em>J. Super. </em>93 <em>(App. Div. </em>1959). New York has established a norm which, though not stated in the same words as in our cases, we believe fully comports with the philosophy of our courts. In <em>Burris r. Lewis, </em>2 <em>N. Y. 2d </em>323, 160 N. <em>Y. S. 2d </em>853 <em>(Ct. App. </em>1957), the facts were strikingly similar to those in the caso <em>sub judice. </em>The employee was engaged in assembling wooden frames to serve as moulds for a concrete wall to be poured ¡ir the construction of a house. While, placing or being <page-number citation-index=\"1\" label=\"164\">*164</page-number>about to place some tools or other articles on a truck he collapsed and died from heart failure. Claimants’ physician, an. assistant medical examiner who had performed the autopsy, testified that the cause of death was “chronic rheumatic heart disease, active” and that the antecedent cause, disease, or condition, if any, giving rise to the above was “severe, calcific aortic stenosis.” He described in detail the long-term deterioration in the heart, making mention which the court deemed significant that “no fresh lesions are noted.” He stated that any “stress or strain” would have been sufficient to precipitate his death and that it was not necessarily important to know how heavy were the weights he carried while working before his death. An award in favor of petitioner by the Workmen’s Compensation Board was affirmed by the Supreme Court, Appellate Division, 1 <em>A. D. 2d </em>859, 149 <em>N. Y. S. 2d </em>195 (1956). The Court of Appeals reversed, holding that although in order to be compensable a heart attack need not be caused by a strain more severe than was imposed by the usual nature of the work, the job activity in which the claimant is engaged must “entail greater exertion than the ordinary wear and tear of life.” The court said:</p>\n<blockquote id=\"b182-5\">“* * * where, as here, a heart has deteriorated so that <em>any </em>exertion becomes an overexertion, where the mere circumstance that the employee was engaged in some kind of physical labor is what impels the doctor to testify that his work caused his death, we would have reached a point if this award were upheld, where all that is necessary to sustain an award is that the employee shall have died of heart disease.”</blockquote>\n<p id=\"b182-7\">The rule thus enunciated has been followed in subsequent ' cases in New York. <em>Bruman v. Horn &amp; Hardart Co., </em>5 <em>A. D. 2d </em>895, 170 <em>N. Y. S. 2d </em>857 <em>(Ct. App. </em>1958); <em>Rambold v. Whitney, </em>4 <em>A. D. 2d </em>906, 167 <em>N. Y. S. 2d </em>54 <em>(App. Div. </em>1957); and in the Indiana case of <em>United States Steel Corp. v. Dykes, </em>154 <em>N. E. 2d </em>111 <em>(Sup. Ct. </em>1958). And compare <em>Larson, Worlcmen’s Compensation Law, </em>§ 38.83, where in criticising an expression contained in a dissent in <page-number citation-index=\"1\" label=\"165\">*165</page-number><em>Purity Biscuit Co. v. Industrial Commission, </em>115 <em>Utah </em>1, 201 <em>P. 2d </em>961 <em>(Utah Sup. Ct. </em>1949), the writer said:</p>\n<blockquote id=\"b183-5\">“It is therefore overshooting the mark to say * * * that the usual-exertion rule ‘opens the flood gates and every internal failure becomes an accident just because it happens.’ There must still be an unexpected result and there must still be exertion — some exertion — capable medically of causing the collapse. This can by no means be taken for granted. * * * The natural progress of the disease may bring it to its fatal climax during working hours, but if the employee’s activity <em>at the time </em>involves * * * no effort, or effort which cannot support medically a causal connection, it can rightly be said that the outcome was neither accidental or causally related to the employment.”</blockquote>\n<p id=\"b183-9\"> We conclude that in a heart case in which it appears that a previously diseased heart breaks down or otherwise fails while the employee is at work, a claimant has the burden of establishing by a preponderance of probabilities that the work effort preceding the occurrence of the failure entailed a stress or strain which was greater than the ordinary stresses or strains of living and so was an event or happening beyond the mere employment itself.</p>\n<p id=\"b183-10\">We turn now to an evaluation of the case in the light of the foregoing principles, guided by the enjoinder that we “weigh the evidence and determine whether claimant has sustained the burden of proof of an accident arising out of and in the course of her employment by a preponderance of the evidence” giving due regard to the opportunity of the hearer of the evidence to judge the credibility of the witnesses, as set forth in <em>Russo v. United States Trucking Corp., </em>26 <em>N. J. </em>430 (1958) : <em>Ricciardi v. Marcalus Mfg. Co., </em>26 <em>N. J. </em>445 (1958).</p>\n<p id=\"b183-11\">The crucial question is whether or not the medical evidence tendered by petitioner meets the above mentioned standards. In our view, the testimony of Dr. Lieb not only failed to support the claim hut negated a rational inference that the services performed by petitioner on January 28, 1951 were an inducing or a contributing cause of the occurrence in question. As previously observed, he said there <page-number citation-index=\"1\" label=\"166\">*166</page-number>was no “specific” or “particular incident” which provoked the breakdown. We think that the picture of the day-by-day wearing down of a diseased heart over a long period of time, without more, does not spell out an accident. Moreover, we are satisfied that the stresses attending the performance by the petitioner of her custodial duties did not exceed the strains to which she was subjected when not engaged in their performance. Indeed, it is quite clear that such duties in terms of ifork effort were identical with those she performed on her own behalf in the keeping of her own household.</p>\n<p id=\"b184-4\">But even if petitioner’s own medical evidence did not negate her claim, the total of all of the testimony submitted by both sides leads us to the conclusion that what happened here was merely the end result of the degenerative process. In short, we find that petitioner failed to tender a “probable or more probable hypothesis with reference to the possibility of other hypotheses,” that she sustained an accident which arose out of and in the course of her employment. <em>Vide Gilbert v. Gilbert Machine Works, Inc., 122 N. J. L. </em>533 <em>(Sup. Ct. </em>1939). Accordingly, the judgment of the County Court is reversed and the judgment of the Workmen’s Compensation Division is reinstated.</p>\n<p id=\"b184-5\">No costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}