{
  "casebody": {
    "data": "<casebody firstpage=\"245\" lastpage=\"253\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b285-7\">[Sac. No. 1457.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AvJ\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Ab9\">March 16, 1908.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b285-8\">ARTHUR M. NOBLE, Administrator of the Estate of Deborah H. Lee, Deceased, Respondent, v. D. A. LEARNED, Executor of the Will of Gennis Learned, Deceased, Appellant, and SAN JOAQUIN VALLEY BUILDING AND LOAN ASSOCIATION, Co-Defendant.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b285-9\">Action by Administrator to Cancel Stock—Delivery of Indorsed Shares after Death by Order of Intestate—Gift Causa Mortis —Trust.—In an action by an administrator to cancel shares of stock in defendant corporation, which were indorsed, assigned by the intestate, in the name of the deceased wife of appellant, and delivered to the latter in her lifetime, by order of such intestate, after her death, by a third person who held the same for the <em>intestate,—held, </em>that the transaction did not constitute a gift <em>causa mortis, </em>and the only, question is whether the evidence establishes a trust in favor of such wife sufficient to overcome a finding to the contrary.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b286-4\"><page-number citation-index=\"1\" label=\"246\">*246</page-number>Id.—Creation of Trust in Personal Property—Parol Evidence.—A valid trust in personal property may be created by parol, if the evidence shows an intention to create a trust, and shows the subject, purpose, and beneficiary of the trust. It was possible for the intestate while retaining the legal title to the shares of stock to create a trust therein in favor of the beneficiary, by a declaration that she held the shares in trust for her benefit.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"AT3\">Id.—Reservation of Power of Revocation—Postponement of Enjoyment.—The reservation of a partial or total power of revocation, is not inconsistent with the establishment of a trust; nor is it an objection that the right of enjoyment by the beneficiary is postponed, provided an immediate interest is given, subject to such postponement.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b286-5\">Id.—Sufficiency of Evidence—Support of Finding against Creation of <em>Trust.—Held, </em>that while there may be sufficient evidence to have justified a finding that the intestate so dealt with the shares as to show an intent to immediately vest the shares in the beneficiary named which should remain at her death; yet there was sufficient evidence to sustain the finding that no trust was created. [Beatty, C. J., dissenting.]</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b286-6\">Id.—Question of Fact—Province of Trial Court.—In the case of a trust in personal property, it is for the trial court to determine as a question of fact whether the words and acts of the. alleged trustor indicated with reasonable certainty an intention to create a trust, and the subject, purpose, and beneficiary of the trust; and ■ if there is any evidence consistent with its finding that a trust was not created, the finding of the lower court must stand.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b286-7\">Id.—Evidence Consistent with Finding—Control of Property by Trustor for Life.—Evidence tending to show that the intestate during her life did not intend to put the property out of her control, and wished to be assured that she could have the use and control of the whole or any part thereof as long as she lived, and that she told the third party who held the shares to keep the certificates for her, is consistent with the finding that no trust was created, and would justify the inference that she was not transferring any present interest in the shares, but was merely endeavoring to arrange a disposition of them to take effect at death.</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b286-8\">Id.—Ineffectual Gift—Ineffectual Will—Trust not Created.—An ineffectual attempt to make a gift does not create a trust, and equity will not perfect an imperfect gift by establishing a trust when none was in contemplation, nor can a trust be created by an ineffectual attempt at a testamentary disposition of property in the absence of a will duly attested, when the full control of the property was maintained during life, without intent to vest any interest therein prior to death.</syllabus>\n<syllabus data-order=\"11\" data-type=\"headnotes\" id=\"b286-9\">Id.—Case in Equity—Trial by Court.—An -action for the cancellation of shares of stock held by the executor of the deceased wife, as part of her estate, and to compel the defendant corporation to issue <page-number citation-index=\"1\" label=\"247\">*247</page-number>new shares in lieu thereof, is a ease in equity, which was properly tried by the court; and the appellant was not entitled to demand a trial thereof by jury.</syllabus>\n<summary data-order=\"12\" data-type=\"history\" id=\"b287-5\">APPEAL from a judgment of the Superior Court of San Joaquin County. F. H. Smith, Judge.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b287-6\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"14\" data-type=\"summary\" id=\"b287-7\">A. H. Carpenter, J. J. Burt, and D. E. Learned, for Appellant. ■</p>\n<p data-order=\"15\" data-type=\"attorneys\" id=\"b287-8\">O. G-. Hopkins, <em>Amicus Curice, </em>for Appellant.</p>\n<p data-order=\"16\" data-type=\"attorneys\" id=\"b287-9\">Plummer &amp; Dunlap, Woods &amp; Levinsky, A. L. Levinsky, and Sheldon Gf. Kellogg, for Respondent.</p>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b287-10\">SLOSS, J.</author>\n<p id=\"Abk\">In October, 1902, Deborah H. Lee was the •owner of forty shares of the stock of the San Joaquin Valley Building and Loan Association. She died in March, 1903, and the certificóte representing said shares came into the possession of Gennis H. Learned, who surrendered it to the association, receiving in exchange therefor a certificate for thirty-nine shares of stock and one hundred dollars in cash, the value of the remaining share.</p>\n<p id=\"b287-11\">This action was brought to establish the ownership of Deborah H. Lee in said stock. The specific relief asked was the cancellation of the certificate for thirty-nine shares, the issuance by the association of a new certificate for thirty-nine shares of stock, or the recovery of judgment for the value ■of the shares if such certificate could not be obtained, and the recovery of one hundred dollars.</p>\n<p id=\"b287-12\">The plaintiff, administrator of the estate of Deborah H. Lee, had judgment and the defendant D. A. Learned, sued .as executor of the will of Gennis H. Learned, appeals. The main question involved is whether certain transactions had between Deborah PI. Lee and A. M. Noble vested in Gennis ,H. Learned any legal or beneficial interest in said forty shares of stock. The facts upon which the controversy arose are •substantially similar to those before this court in <em>Noble </em>v. <em>Garden, </em>146 Cal. 225, [79 Pac. 883], The subject-matter .of that action consisted of twenty-nine shares of the stock of <page-number citation-index=\"1\" label=\"248\">*248</page-number>the San Joaquin Valley Building and Loan Association. The certificate evidencing those shares and the certificate evidencing the forty here in controversy were delivered by Mrs. Lee-to Noble under circumstances detailed in the opinion in <em>Noble </em>v. <em>Garden. </em>The defendant in that action, Clara L. T. Garden, claimed title to the shares by virtue of an alleged gift <em>causa mortis. </em>Upon appeal from a judgment in her favor this court held that .the evidence was insufficient to-establish such gift. The case of the appellant here, so far as this point is concerned, is no stronger, and for the reasons stated in <em>Noble </em>v. <em>Garden </em>it must be held that there was no. valid gift of the shares to Gennis H. Learned.</p>\n<p id=\"b288-5\">But, conceding this, the - appellant contends that the transaction may be upheld as a valid trust of the shares for the benefit of Mrs. Learned and that the decision in <em>Noble </em>v. <em>Garden </em>is not authority against the position that such trust was here created. The answer of the appellant Learned set up as a separate defense the creation of a trust in the shares, and an execution of the trust by a delivery of the certificate to Mrs. Learned. The finding of the court was that Mrs. Lee did not declare or create any trust in said stock or said-certificate. Assuming that the existence of a trust was not. involved or determined in <em>Noble </em>v. <em>Garden, </em>we must consider whether upon the facts in evidence the finding of the court against the creation of a trust was sustained by the evidence..</p>\n<p id=\"b288-6\">The principal testimony regarding the transaction was that of Noble, the plaintiff himself. He testified that about October,. 1902, Mrs. Lee had a consultation with him relative to the-investment of some sixteen thousand dollars owned by her.. She asked his opinion as to the best method of investing this-, money or putting it in such a way that she could derive some-income from it and “if she could dispose of it so as while she-lived have the income from it, and if she should get well—she-was sick at the time—she might want to use it all. If anything would happen to her she wanted the money placed in such a way it would go to those she wanted to designate.”' Noble told her that she could buy some Building and Loan-stock which would pay her a definite rate of interest, payable semi-annually, and if she wanted to use the principal at any time that would be available also. She said “she wanted the money put where she could have the income from it and <page-number citation-index=\"1\" label=\"249\">*249</page-number>use any part of the principal in case she needed it at any time; that she was sick, and that was the only money she had,, and she did not want to put it out of her control, and she might want to use it, might want to use it all or part, she-could not tell; . . . She was very particular about her control over the property; she did not want to lose control. She wanted me to tell—to assure her that she could have the use and control of the whole or any part of this money as long-as she lived.” In pursuance of that conversation nineteen certificates of the stock of that corporation were issued to-Mrs. Deborah H. Lee for different numbers of shares. Upon the same day Mrs. Lee signed upon the back of each of these certificates an indorsement purporting to transfer and assign-the shares evidenced by the respective certificates to different persons. Certificate No. 465 for forty shares was so indorsed with an assignment running to Gennis H. Learned. Two or three days later Mrs. Lee sent for Noble and delivered the pass-books and certificates to him. She then said that “If' she did not get well and anything happened to her to notify the people to whom these certificates have been assigned, and send for them and deliver them to them. She said she would use more or less of it, and what was left at the time of her death was to be given to the people mentioned by her.” Subsequently the certificates were handed to Mrs. Lee, and two of them, one for one share and one for ten shares, were-canceled at her request and their value paid to her. After the cancellation of the last certificate the remainder of the certificates were returned to Noble, Mrs. Lee telling him “to-take and keep them the same as I have done before—to keep-them for her.” “She said keep them in your safe; ... I never had any other conversation with Mrs. Lee in relation to the keeping of the stock, and no other directions were given. ’ ’</p>\n<p id=\"b289-5\">Mrs Lee died on the twelfth day of March, 1903, whereupon Noble sent for Mrs. Learned and delivered to her the certificate which had been indorsed with an assignment to her. Mrs. Learned surrendered the certificate, and, as has-been stated, took in exchange a new certificate for thirty-nine shares and one hundred dollars in cash.</p>\n<p id=\"b289-6\">On behalf of the defendant testimony was offered to the effect that prior to the transaction between Mrs. Lee and No<page-number citation-index=\"1\" label=\"250\">*250</page-number>ble, Mrs. Lee had stated that she was under great obligations to her sister Mrs. Learned, and intended to give her more than any one else, and that she wanted Mrs. Learned to be able to stop working so hard. There was other testimony regarding declarations by Mrs Lee made before the delivery of the certificates to-Noble. It is not necessary to state particularly what these declarations were. It is sufficient to say that, while they tend to show that it was Mrs. Lee’s desire that the shares of stock remaining at her death should be delivered to the parties named in the respective indorsements, and particularly to Mrs. Learned, there is nothing in them that conflicts' with Noble’s statement that Mrs. Lee reserved the power to recall and use all the certificates.</p>\n<p id=\"b290-5\">That a valid trust in personal property may be created by parol is not questioned. (Civ. Code, sec. 1052 <em>; Hellman </em>v <em>McWilliams, </em>70 Cal. 449, [11 Pac. 659].) A trust, whether of real or personal property, is created “as to the trustor and beneficiary by any words or acts of the trustor indicating with reasonable certainty:</p>\n<blockquote id=\"b290-6\"><em>“1. </em>An intention on the part of the trustor to create a trust; and,</blockquote>\n<blockquote id=\"b290-7\">“2. The subject, purpose and beneficiary of the trust.” (Civil Code, sec. 2221.)</blockquote>\n<p id=\"b290-8\">Did the evidence in this case show the concurrence of these elements so clearly as to require the court to find that a trust had been created by the plaintiff’s intestate? In this connection it may be remarked that the appellant himself does not point out with “reasonable certainty” the precise trust relied upon. Was the subject of the alleged trust the shares or merely the certificate representing those shares ? Who was the trustee, Mrs. Lee herself or Noble ? The contention appears to be that Noble was constituted a trustee of the shares or the certificates for the benefit of Mrs. Lee during her life, and of the parties named in the various indorsements, after her death. By the creation of an express voluntary trust for the benefit of third persons, the title or estate in the property which is the subject of the trust, so far as may be necessary for carrying out the purposes of the trust, is vested in the trustee. This is implied in the very nature of the term “trust.” (28 Am. &amp; Eng. Ency. of Law, 2d ed., p. 858 ; Civ. Code, secs. 863, 2250.) It is plain, however, that the trans<page-number citation-index=\"1\" label=\"251\">*251</page-number>actions above recited did not operate to convey to Noble any title whatever to the forty shares or to the certificate. The written assignment of the shares, if operative at all, could be effective only to transfer title to the assignee, Mrs. Learned. Nor did any ownership in the certificate ever become vested in Noble. He was given only the custody of the paper, and the title to it, if it passed from Mrs. Lee at all, passed, not to Noble, but to Mrs. Learned. It follows that the transaction cannot be given the effect claimed,—i. e. of making Noble a trustee.</p>\n<p id=\"b291-5\">It is possible, however, for one who owns property, to so deal with it, while retaining the legal title, as to make himself a trustee for the benefit of another. <em>(Estate of Webb, </em>49 Cal. 541.) “It is not necessary that this be done in express terms, but in the absence of statutory requirements any words or acts are sufficient which clearly denote the intention to relinquish his beneficial interest in the property <em>in prcesenti </em>and to hold it for the benefit of another.” (26 Am. &amp; Eng. Ency. of Law, 2d ed., p. 898 ; <em>Lynch </em>v. <em>Rooney, </em>112 Cal. 279, [44 Pac. 565].) If there is any trust here, it must have been created in this manner,—that is, by means of a declaration by Mrs. Lee that she held the shares for the benefit of Mrs. Learned, and constituted herself a trustee for the latter. It may, for the purposes of this ease, be conceded that the evidence was sufficient to have justified a finding that Mrs. Lee so dealt with the shares as to show an intent to immediately vest in the parties to whom Noble was to deliver the shares the beneficial interest in such of the shares as might remain at her death. The reservation of a partial or total power of revocation is not inconsistent with the establishment of a trust. <em>(Hellman </em>v. <em>McWilliams, </em>70 Cal. 449, [11 Pac. 659] ; <em>Booth </em>v. <em>Oakland Bank of Savings, </em>122 Cal. 19, [54 Pac. 370], Civ. Code, sec. 2280.) Nor is it an objection that the beneficiary’s right of enjoyment is postponed, provided that an immediate interest, subject to such postponement, is given. <em>(Nichols </em>v. <em>Emery, </em>109 Cal. 323, [58 Am. St. Rep. 43, 41 Pac. 1089].)</p>\n<p id=\"b291-6\">But, in every such case, it is for the trial court to determine, as a question of fact, whether the words and acts of the alleged trustor indicated with reasonable certainty an intention to create a trust, and the subject, purpose, and beneficiary of the trust. An ineffectual attempt to make a gift <page-number citation-index=\"1\" label=\"252\">*252</page-number>does not create a trust, and equity will not perfect an imperfect gift by establishing a trust where none was in contemplation. <em>(Martin </em>v. <em>Funk, </em>75 N. Y. 134, [31 Am. Rep. 446] ; <em>Stevenson </em>v. <em>Earl, </em>65 N. J. Eq. 721, [103 Am. St. Rep. 790, 55 Atl. 1091] <em>; Clay </em>v. <em>Layton, </em>143 Mich. 317, [96 N. W. 458].) The evidence here is certainly consistent with the view that Mrs. Lee did not intend to vest a present interest in the parties named in the assignments. In the testimony of Noble we find the declarations by Mrs. Lee that she did not want to put the property out of her control; that she wanted to be assured that she could have the use or control of the whole or any part of this money as long as she lived. Furthermore, Noble testified that Mrs. Lee told him to keep the certificates “for her.” The trial court had the right to accept Noble’s testimony. Taking it all together, it justified the inference that, while Mrs. Lee undoubtedly intended and desired that any of the certificates not parted with in her lifetime should go to the parties designated, she was not transferring any present interest in the shares, but was merely endeavoring to arrange a disposition of them which should take effect upon her death. Such disposition, being in effect testamentary, could not be made effective except by a will executed in accordance with the statutory requirements governing the making of wills. <em>(Noble </em>v. <em>Garden, </em>146 Cal. 225, [79 Pac. 883].) The intent to create a trust is a requisite to its creation, and the finding that no trust was created cannot be disturbed on appeal if there is any evidence from which the court might conclude that this intent did not exist, or was not shown “with reasonable certainty.” The appellant places great reliance upon <em>Hellman </em>v. <em>McWilliams, </em>70 Cal. 449, [11 Pac. 659] ; and <em>Booth </em>v. <em>Oakland, Bank, </em>122 Cal. 19, [54 Pac. 370], In <em>Hellman </em>v. <em>McWilliams </em>the finding of the trial court was in favor of the trust and this finding was held to be sustained by the evidence. There, as here, every presumption was in support of the finding and it could not be disturbed if it was based upon any substantial evidence. In the Booth case the action was brought by the parties relying upon the alleged trust, and the appeal was from a judgment entered upon an order of nonsuit and from an order denying a new trial. Upon a motion for a nonsuit the testimony offered is to be given the strongest possible interpretation in favor of the plaintiff’s <page-number citation-index=\"1\" label=\"253\">*253</page-number>ease. If the facts there in evidence, under any possible view, were consistent with the existence of a trust, the nonsuit should not have been granted. Here, however, as has been stated, the situation is just the opposite. If there is any evidence consistent with the conclusion that a trust was not created, the finding of the lower court must stand. It cannot be doubted that there is such evidence here.</p>\n<p id=\"b293-5\">There is no force in the point that the court below erred in denying the appellant a jury trial. The action was for the cancellation of a certificate issued to Mrs. Learned and for the issuance of a new one to plaintiff. The relief sought was equitable and the defendant was not entitled to a jury trial. <em>(Ashton </em>v. <em>Heydenfeldt, </em>124 Cal. 14, [56 Pac. 624]; <em>Ashton </em>v. <em>Heggerty, </em>130 Cal. 516, [62 Pac. 934].)</p>\n<p id=\"b293-6\">No other points are made by the appellant.</p>\n<p id=\"b293-7\">The judgment is affirmed. •</p>\n<p id=\"b293-8\">Angellotti, J., Shaw, J., Lorigan, J., and Ilenshaw, J., concurred.</p>\n</opinion>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b293-9\">BEATTY, C. J., dissenting.</author>\n<p id=\"Aas\">I dissent from the judgment of the court in this case upon the ground that the contention of appellant that a valid trust in favor of his intestate was created by Mrs. Lee is fully sustained by the decisions of this court in <em>Booth </em>v. <em>Oakland Bank, </em>122 Cal. 19, [54 Pac. 370] ; and <em>Hellman </em>v. <em>McWilliams, </em>70 Cal. 450, [11 Pac. 659]. Those cases cannot be distinguished from this upon the ground stated in the opinion of the court. It makes no difference that in one the court merely affirmed a finding of the superior court, and in the other reversed a judgment of non-suit. In each ease it became necessary to decide what evidence would, <em>if true, </em>establish an oral trust of personal property. In this ease the evidence of the only witness as to Mrs. Lee’s declarations was in substance the same as that which, assuming its truth, was held sufficient in the cases cited, and that witness was the plaintiff in the action whose testimony could not be deemed untrue in order to find the fact in his favor. A finding in favor of the plaintiff in conflict with his own testimony, and in the absence of any other testimony cannot, in my opinion, be upheld.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}