{
  "casebody": {
    "data": "<casebody firstpage=\"578\" lastpage=\"585\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b618-6\">[S. F. No. 4427.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AhZ\">Department One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AIUN\">May 15, 1908.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b618-7\">HIBERNIA SAVINGS AND LOAN SOCIETY, Respondent v. JOHN FARNHAM, Administrator of Estate of Annie F. Lennon, Deceased, and JAMES H. BOYER, Appellants.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b618-8\">Foreclosure of Mortgage—Death of Mortgagor Before Maturity—. Statute of Limitations.—Where a mortgagor died before the-maturity of the note and mortgage, the statute of limitations doe»' not begin to run until letters of administration are issued upon his estate, regardless of the lapse of time prior thereto. ■</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b618-9\">Id.—Prior Unrecorded Deed—Mortgage for Value—Prior Record— Running of Statute of Limitations.—Where there was a prior unrecorded deed from the mortgagor of which the mortgagee had •no actual knowledge when parting with value, the mortgage being first recorded, the statute' of limitations cannot begin to run in favor of the grantee, until Ms deed is recorded.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b618-10\">Id.—Decision- Upon- Former Appeal—Failure to Find Upon Plea of Statute—Law of Case Inapplicable.—A decision upon a - former appeal reversing the .ease for failure of the court to find upon the issue of a plea of the' statute of limitations in favor of the grantee of the mortgagor, is not the law of the case, where the court finds upon a new trial upon sufficient evidence based upon ' appropriate allegations on the part of the mortgagee, of want of notice of the .conveyance by the mortgagor, prior to the record! ■ „ thereof, that the action is not barred in favor of the grantee.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b619-2\"><page-number citation-index=\"1\" label=\"579\">*579</page-number>Id.—Argument upon Appeal—Points First Raised in Reply Brief— Waiver.—The court is at liberty to treat points for the appellant not raised in his opening brief, and raised for the first time in his&gt; reply brief as waived, where no good reason appears for such course, and it does not appear that appellant would be unjustly affected by the refusal of the court to consider them.</syllabus>\n<summary data-order=\"8\" data-type=\"history\" id=\"b619-3\">APPEAL from a judgment of the Superior Court of the City and County of San Francisco. Frank H. Kerrigan, Judge.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b619-4\">The facts are stated in the opinion of the 'court.</summary>\n<p data-order=\"10\" data-type=\"attorneys\" id=\"b619-5\">James H. Boyer, for Appellants.</p>\n<p data-order=\"11\" data-type=\"attorneys\" id=\"b619-6\">Tobin <em>&amp; </em>Tobin, for Respondent.</p>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"AJct\">ANGELLOTTI, J.</author>\n<p id=\"A2C\">This is an action to foreclose the lien of a mortgage executed on February 21, 1893, by Annie F. Lennon and her husband, James H. Lennon, to plaintiff, to secure the payment of a promissory note of the same date for four hundred dollars, and the interest that accrued thereon. The appeal is from the decree of foreclosure, which fixes the amount due, directs the sale of the mortgaged premises to pay such amount, costs, and expenses of sale, orders judgment against the administrator for any deficiency remaining after such sale, and bars and forecloses the defendants from 6 the delivery of the commissioner’s deed, of and from all equity of redemption and claim in said mortgaged premises. Boland having died, John Farnham has been appointed administrator of said estaté, and substituted in place of Boland as defendant.</p>\n<p id=\"b619-11\">The note was due and payable, by its terms, one year after its date, that is, on February 21, 1894. The mortgage was acknowledged and certified so as to entitle it to be recorded, and it was recorded on February 23, 1893. Prior to the maturity of the note, and on or about March 29, 1893, said Annie F. Lennon died intestate. No proceeding for administration of her estate was commenced until the year 1900, when, on March 1, 1900, letters of administration of such estate were issued to P. Boland. Thereupon plaintiff presented for allowance the claim based on said mortgage, and the administrator having rejected the same, commenced this <page-number citation-index=\"1\" label=\"580\">*580</page-number>action for foreclosure on May 10, 1900. Prior to the execution of said note and mortgage,—viz. on January 9, 1892, said Annie F. Lennon had executed and delivered to said James H. Lennon a deed conveying to him the property covered by the mortgage, and on January 27, 1900, said J. H. Lennon executed and delivered to defendant James H. Boyer a deed of the same property. Neither of these deeds was recorded until January 31, 1900, when they were placed on record. Plaintiff had no knowledge or notice whatever of such deed from Annie F. Lennon to James H. Lennon or the deed from James H. Lennon to James H. Boyer, or that either of them ever claimed any interest, in the property, until the date of such recordation. The record in this action establishes that at the time of the execution of the note and mortgage, the mortgaged property was, except for the deed of January 9, 1892, the separate property of Annie. F. Lennon, and the title stood of record in her name until January 31, 1900. J. PI. Lennon’s only interest in such property was such as he acquired by said deed of January 9, 1892. The foregoing facts were alleged in the amended complaint and are established by the findings of the trial court. The defendants demurred to such complaint on the ground that the alleged cause of action was barred by the provisions of section 337, of the Code of Civil Procedure, and their demurrer having been overruled, pleaded such section as a deo fense in their answer. The trial court further found that said action is not barred by the provisions of any statute of limitations.</p>\n<p id=\"b620-6\">No. claim is made by defendants that the action is barred as to the estate of Annie F. Lennon, the rule being well settled in this state that the statute of limitations does not begin to run when no administration exists on the decedent’s estate at the time the cause of action accrued. <em>(Smith </em>v. <em>Hall, </em>19 Cal. 85 ; <em>In re Bullard </em>116 Cal. 355, [48 Pac. 219].) As against the estate, the statute of limitations did not begin to run until the issuance of letters of administration, March I, 1900, and this action was commenced May 10, 1900. So far as the estate was concerned, therefore, the judgment was clearly correct.</p>\n<p id=\"b620-8\">1. It is insisted that, on the admitted facts, plaintiff’s cause of action is barred by the statute of limitations as to <page-number citation-index=\"1\" label=\"581\">*581</page-number>the defendant Boyer, whose rights in the property are based solely on the deed of conveyance made by J. H. Lennon to him in January, 1900.</p>\n<p id=\"b621-3\">The statute providing that an action upon any contract in writing executed in this state must be brought within four years from the time the cause of action accrues (Code Civ. Proc., sec. 337), there can be no doubt that defendants’ claim that plaintiff’s cause of action against J. H. Lennon as a joint maker of the note and a co-mortgagor with Annie F. Lennon became barred on February 21, 1898, is well founded. But this is an immaterial matter in this case. No recovery was sought or given against J. H. Lennon or his grantee, Boyer, based upon any liability of said Lennon as a maker of the note or mortgagor. They were made parties defendant solely upon the theory that they were subsequent grantees, claiming under a conveyance from the mortgagor, Annie F. Lennon, recorded subsequent to the recording of plaintiff’s mortgage and prior to the commencement of action to foreclose the same, the sole object being to foreclose their rights under such conveyance. At the trial, the action was dismissed as to said J. H. Lennon, because of his conveyance to Boyer and the fact that he no longer claimed any interest in the property. If he had not conveyed the property and had remained a party defendant, the effect of the statute of limitations, if pleaded by him, would have been simply to protect him against personal judgment for any deficiency remaining due after sale of the premises, unless the plaintiff’s cause of action against him as a subsequent grantee was barred by the statute. And whatever protection the statute of limitations would have afforded him, purely as a subsequent grantee, his successors in interest are also entitled to. But they are entitled to nothing more.</p>\n<p id=\"b621-4\">Section 1214 of the Civil Code provides: “Every conveyance of real property, other than a lease for a term not exceeding one year, is void as against any subsequent purchaser or mortgagee of the same property, or any part thereof, in good faith and for a valuable consideration, whose conveyance is. first duly recorded, and as against any judgment affecting the-title, unless such conveyance shall have been duly recorded prior to the record of notice of the action.” The term “conveyance” as used in this section, embraces every instrument <page-number citation-index=\"1\" label=\"582\">*582</page-number>in writing by which any estate or interest in real property is created, aliened, mortgaged or encumbered (Civ. Code, sec. 1215). Under the plain terms of section 1214 of the Civil Code, the conveyance of January 9, 1892, by Annie F. Lennon to James H. Lennon, which was not recorded until the year 1900, was void as against plaintiff’s mortgage, recorded February 23, 1893, plaintiff being as the findings establish, a mortgagee in good faith and for a valuable consideration. Such invalidity of the conveyance as to plaintiff continued certainly until it had notice thereof, which was not until the date of its record, January 31, 1900. In view of the explicit language of section 1214 of the Civil Code, the utmost that Boyer can reasonably claim is that the conveyance to James H. Lennon became effectual so far as plaintiff’s mortgage was concerned on the day when such conveyance was recorded, plaintiff not having acquired actual knowledge thereof before such record. Then, if at all, he became a subsequent grantee, and the statute of limitations commenced to run in his fávor as such. A conclusion that would import validity to such a conveyance, as against such mortgagee, prior to actual knowledge of the mortgagee thereof and prior to recordation would be in the very teeth of the statute. The case of <em>Filipini </em>v. <em>Trobock, </em>134 Cal. 441, [66 Pac. 587], is authority for the proposition that the recording of such conveyance from Annie F. Lennon on January 31, 1900, gave to it, as against the mortgagee, who had no prior actual notice thereof, the effect of a conveyance executed by the grantor on that day. Speaking of a deed executed prior to the mortgage, and recorded thereafter, the court said: “But we think there can be as little doubt that after she had recorded the deed from Antonio to her deceased husband, her position as successor to her husband became, and continued to be, no better and no worse than if the deed had been made the day it was recorded. By recording the deed she gave the same notice to the mortgagee of her rights that would have been given by the record of a_deed of that date to her, or to any other person, and whatever rights accrued to any purchaser of mortgaged premises by the recording of his deed accrued to her.” The opinion in this case clearly indicates the conclusion compelled by the express terms of section 1214 of the Civil Code,—viz. that the statute of limitations <page-number citation-index=\"1\" label=\"583\">*583</page-number>•cannot begin to run in favor of one claiming under an unrecorded conveyance as against a mortgage given subsequent to the execution and delivery of the conveyance, for a valuable •consideration, which is first duly recorded, in the absence •of actual notice of such conveyance to the holder of the mortgage, until such conveyance is recorded. We. are, of course, not speaking of a case where the cause of action for the debt ■secured is barred as to the debtor, but only of a ease where the cause of action is not barred as to the debtor, in this ■case Annie F. Lennon, and the protection of the statute is sought by one whose only claim is ownership of the land subject to the mortgage, under a conveyance executed by such ■debtor prior to the mortgage. In such a case, actual notice of his claim or the constructive notice afforded by the recording of his conveyance or other instrument forming the basis thereof, is essential to bring him within the rule of <em>Wood </em>v. <em>Goodfellow, </em>43 Cal. 185 <em>; Watt v. Wright, </em>66 Cal. 202, [5 Pac. 91] ; <em>Filipini </em>v. <em>Trobock, </em>134 Cal. 441, [66 Pac. 587] ; <em>Brandenstein </em>v. <em>Johnson, </em>140 Cal. 29, [73 Pac. 744] <em>; Vandalt </em>v. <em>Teague, </em>142 Cal. 471, [76 Pac. 135], and <em>California Title Ins. etc. Co. </em>v. <em>Miller, </em>3 Cal. App. 54, [84 Pac. 453]. We are satisfied that the action was not barred by the statute as against Boyer. We have discussed this question upon the assumption that the general finding that the cause of action was not barred is a mere conclusion based on the specific facts found, which fully dispose of the issues as to. the statute raised by defendants’ answer.</p>\n<p id=\"b623-3\">2. Defendant Boyer contends that the doctrine of the law of the case is applicable on the question of the statute of limitations, and requires a ruling in his favor thereon. This contention is based on a decision of this court on a former appeal in this case from a judgment against him. <em>(Hibernia etc. Soc. </em>v. <em>Boland, </em>145 Cal. 626, [79 Pac. 365].) The judgment against Boyer was there reversed for the reason that there was no finding upon his pica of the statute of limitations, “nor of facts from which such finding may be inferred.” It was said that a finding in plaintiff’s favor on sufficient evidence upon the issue of the statute would have been sufficient to support the judgment. The all-important distinction between that appeal and this is that we now have findings, based on appropriate allegations of the amended complaint, of want <page-number citation-index=\"1\" label=\"584\">*584</page-number>of notice on the part of plaintiff of the conveyance from Annie F. Lennon to James H. Lennon until the date of its recordation, January 31, 1900, a date within three months of the commencement of this action'. This was essential under section 1214 of the Civil Code to meet the plea of the statute, and this element was lacking in the facts found by the trial court on the former trial. The former decision, therefore, does not assist Boyer on this appeal.</p>\n<p id=\"b624-3\">These are the only points made for reversal in the opening brief of defendants. Some additional points are made for the first time .in their closing brief. We are not disposed to look with favor upon a point so made, unless good reason appears for the failure to make it in the opening brief. This practice is not fair to a respondent, and tends to delay the final disposition of appeals. This court has heretofore said, that while it is undoubtedly at liberty to decide a case upon any points that its proper disposition may .seem to require, whether taken by counsel .or not, an appellant should, under the rules, make the points on which he relies in his opening brief, and not reserve them for his reply, and that the court may properly consider them as waived unless so made. <em>(Webber </em>v. <em>Clarke, </em>74 Cal. 11, [15 Pac. 431] ; <em>Phelps </em>v. <em>Mayer, </em>126 Cal. 549, [58 Pac. 1048].) This should undoubtedly be the .rule where no good reason appears for the omission to make the point -in the opening brief, and it does not appear that the appellant would be unjustly affected by a refusal to consider it. We think that it is properly applicable here. One .of the points so made is that the evidence is insufficient to support the finding that the plaintiff was without notice of the prior deed from Annie F. Lennon to J. H. Lennon at the time it took the mortgage and loaned the money secured thereby, and that the trial court improperly refused to strike out certain evidence given on behalf of plaintiff on that issue. It is true, as contended by defendants, that the burden of proof was on plaintiff to show the negative fact of want of notice <em>(Bell </em>v. <em>Pleasant, </em>145 Cal. 410, 413, [104 Am. St. Rep. 61, 78 Pac. 957], and cases there cited), and it is also true that the evidence on this point is not as full and complete as it might have been. But there was competent evidence showing want of notice on the part of officers of .plaintiff having to do with the passing of the title and-the paying to <page-number citation-index=\"1\" label=\"585\">*585</page-number>tiie mortgagors of the money loaned, and there was no pretense of an attempt on the part of the defendants to show knowledge by or notice to any officer or employee of plaintiff of the unrecorded conveyance. The record is such as to make it practically certain that there was no knowledge by plaintiff of the unrecorded conveyance until it was placed of record, and this is so even if the incompetent evidence quoted in the closing brief be disregarded. Under these circumstances, we believe the objections should be considered as waived by the failure of defendants to make them in their opening brief. The other point so made was that the court failed to specifically find on the issue raised by the denial of the allegations that James II. Lennon “joined in the execution of said note and mortgage as the husband of said Annie F. Lennon, solely, and not as the owner of any interest in said real property.'” It is sufficient to say that the findings on other issues fully cover this matter.</p>\n<p id=\"b625-4\">The judgment is affirmed.</p>\n<p id=\"b625-5\">Shaw, J., and Sloss, J., concurred.</p>\n<p id=\"b625-6\">Hearing in Bank denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}