{
  "casebody": {
    "data": "<casebody firstpage=\"93\" lastpage=\"94\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b97-8\">RUTH M. FERRETT vs. ROBERT R. FERRETT</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b97-11\">Superior Court Fairfield County</court>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AP1\">File #45372</docketnumber>\n<p data-order=\"3\" data-type=\"judges\" id=\"A8F\">Present: Hon. ALFRED C. BALDWIN, Judge.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b97-13\">William L. Zepp, Attorney for the Plaintiff.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b97-14\">Edward K. Nicholson, Attorney for the Defendant.</attorneys>\n<decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"b97-17\">MEMORANDUM FILED APRIL 19, 1935.</decisiondate>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b97-18\">BALDWIN, J.</author>\n<p id=\"ACl\">The parties to this action were married July 27, 1927. Each appears to have been reared in a family that has commanded sufficiently substantial means to provide such educational and cultural advantages and environment from which would spring a couple, the union of which would result in truly happy and successful married lives. Whatever other qualities each possess, they each appear to have some of those finer and more sensitive qualities than are sometimes found. Each are somewhat temperamental and sensitive— not highly so but sufficiently to be given, on the one hand, to indulgence in lapses in conduct, and upon the other hand, to suffer some physical abuse from such lapses and some, mental strain.</p>\n<p id=\"b98-4\"><page-number citation-index=\"1\" label=\"94\">*94</page-number>The defendant is a member of the bar of this state, not engaged in the practice of the law because of circumstances that took him from the bar into business approximately three years after he had engaged in the practice of the law. The business in which <em>he </em>engaged had been a substantial and successful one. It appears to have continued as such.</p>\n<p id=\"b98-5\">For many years the defendant has used intoxicating liquors to excess. As time has passed this use has increased, although many efforts have been made by the plaintiff and others to have him abandon it. When not intoxicated they have lived in harmony. He has been kind, considerate and generous to the plaintiff at all times when not under the influence of intoxication, but this condition of intoxication has been so prevalent over a period of years that plaintiff has taken over the management of the business in which he was engaged.</p>\n<p id=\"b98-6\">When under the influence of intoxicating liquor defendant has used physical abuse upon the plaintiff and has addressed her with profanity and threats and called her vile and indecent names and these circumstances, more particularly the profanity and the calling of bad names, have occurred over such a period of time, in the presence of guests in the home and when in company and in the presence of employees that conditions have become unbearable for the plaintiff and have destroyed the objects of the marriage relation.</p>\n<p id=\"b98-7\">Plaintiff heretofore in 1933, brought an action for divorce upon these grounds but abandoned it upon the request and promise of the defendant to abstain from the excessive use of liquor. His conduct thereafter did not improve in this respect.</p>\n<p id=\"b98-8\">Intoxication is not the basis of this action. It is, however, an element of the basis of the action. It has caused much humiliation and worry, worry over the conduct and dangers incident to business as well as in the home and in the company of others. It has caused the physical abuse and the other conditions referred to, and the combination of these conditions having continued over such a period of time to have rendered rehabilitation of the marriage relation impossible for the plaintiff.</p>\n<p id=\"b98-9\">Judgment of divorce and change of plaintiff’s name to Ruth M. Macdonald may be entered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}