{
  "casebody": {
    "data": "<casebody firstpage=\"428\" lastpage=\"432\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b458-6\">Mat Green v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b458-7\">No. 14157.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AHK\">Delivered April 22, 1931.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b459-6\"><page-number citation-index=\"1\" label=\"429\">*429</page-number>The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b459-7\"><em>Oxford &amp; McMillan, </em>of Stephenville, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b459-8\"><em>Lloyd W. Davidson, </em>State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b459-9\">CALHOUN, Judge.</author>\n<p id=\"AtUm\">Offense, murder; penalty, four years in the penitentiary.</p>\n<p id=\"b459-10\">This is the second appeal by the appellant. The former appeal of this case is reported in 114 Texas Crim. Rep., 274, 23 S. W. (2d) 376.</p>\n<p id=\"b459-11\">Appellant was tried and convicted for the murder of his wife. On the late afternoon of September 11, 1928, neighbors passing the residence heard a number of shots fired and heard appellant cursing and using language which indicated that he and his wife were having a row. One of the witnesses testified that after he heard the shots, he saw appellant come out on the north gallery; that he had a six shooter in his hand and looked like he was loading it; that he had it breeched; that he had heard some shots just before that; that he heard two shots and in just about a minute or so heard three more, just in a few seconds of each other; that he heard a voice in the house that sounded like a woman’s voice; that he couldn’t possibly state what was said at that time by the voice inside the house; that he heard the appellant say, “I would if you would help. You won’t help me”; that he thought the woman’s voice said, “You cursed me” or “You was cussing me”, or something to that effect, and that he heard the appellant then say, “You are a g— d— liar”; that the appellant then told the people there, “You all get out and away from here, don’t be hanging around here”; that what he understood the appellant to say was, “ You g— d— b — s, get out from here and don’t be hanging around here”.</p>\n<p id=\"b459-16\">Another witness testified that when he heard the shots, appellant came out on the porch; that he had a gun in his hand, and that it was a pistol, and that he threw some cartridges out of it; that when he came up to the house appellant’s wife told him to get a doctor, that she was shot; that she was standing then in the eave of the porch, right on the porch in the east door; that the appellant told his wife, “Go back in the house,” that he would get her a doctor; that he believed the appellant used a curse word in connection with that, that he said “dammit”; that appellant then made the remark, “You s— b — s, you get away from here”.</p>\n<p id=\"b459-17\">The deceased was shown to have received a pistol wound through the abdomen.</p>\n<p id=\"b459-18\">Appellant defended on the ground that the shooting was an accident. <page-number citation-index=\"1\" label=\"430\">*430</page-number>The testimony introduced by him tended to show that one George Fisher had come to his house that afternoon to trade for a pistol; that he claimed it would not shoot; that he (appellant) was drinking and shot it three times in the house to demonstrate to the intending purchaser that it was in good condition, and that his wife, hearing the shooting, came unexpectedly into the line of fire, and accidentally received the wound which caused her death. It is shown that appellant went for his mother in a car, and that accompanied by his mother and brother, he took his wife immediately to Strawn, a distance of some five or six miles, to a sanitarium, where she died about forty-eight hours later. Witnesses also testified to the fact that appellant and his wife seemed to be devoted to each other. Appellant also proved by Dr. Pettigo, the attending physician at the sanitarium, that immediately upon the arrival of the deceased at the sanitarium she stated to him that the shooting was an accident. The mother of the appellant also testified that deceased told her after the shooting, “Mat wasn’t shooting at me. He shot me accidentally.”</p>\n<p id=\"b460-5\">There are three bills of exception in the record.</p>\n<p id=\"b460-6\">By bill of exception No. 1, appellant complains of the refusal of the court to give his special charge, as follows: “If the defendant was discharging his pistol in one room of his residence, and if his wife suddenly dashed in front of the range of the bullets and received one of the shots, with no intention on defendant’s part to shoot her, or if you have a reasonable doubt as to whether or not the shooting occurred in this way, you will give the defendant the benefit of such doubt and acquit him of the charge of murder, contained in the indictment.”</p>\n<p id=\"b460-8\">Paragraph 15 of the court’s general charge reads as follows: “If you find and believe that the defendant shot and killed the deceased, but find that said shooting, by the defendant, of the deceased, was not intentional, but was accidental, and further find that such accidental shooting does not make the defendant guilty of negligent homicide as above defined, or if you have a reasonable doubt thereof, you will acquit the defendant, and say by your verdict not guilty.”</p>\n<p id=\"b460-10\">It will be seen from said charge that the court charged directly on this issue and no material difference is seen in the charge refused and the ■one given, especially in the light of the charge as a whole. The trial court submitted not only negligent homicide of the first degree, but also accidental shooting.</p>\n<p id=\"b460-11\">Bill of exception No. 2 complains of the fifth paragraph of the court’s main charge in which he defined the term “malice aforethought”, and especially to that portion of paragraph five in which the court used the following language: “Malice aforethought includes all those states of mind under which the <em>killing </em>of a person takes place without any cause which will in law justify or excuse the homicide,” because said paragraph <page-number citation-index=\"1\" label=\"431\">*431</page-number>of said definition is too restrictive, and is prejudicial to the defendant’s rights as applied to the facts of this case.</p>\n<p id=\"b461-3\">The definition of malice aforethought as defined by the court, in this case was before this court in the case of Claxton v. State, 109 Texas Crim. Rep., 345, 4 S. W. (2d) 542, in which it was held that the definition of malice aforethought as defined and explained in this case did not constitute reversible error, and cites the case of Collins v. State, 108 Texas Crim. Rep., 72, 299 S. W., 403, in support of said holding. In construing a definition in the court’s charge a portion of said definition should not be considered as a distinct and individual enunciation, but it must be considered with what precedes it and what follows it and the whole taken together must be considered as an explanation by the court of the meaning of the term.</p>\n<p id=\"Akd\">By exception to the charge the appellant complains of the failure of the court to instruct the jury in substance that while there was evidence before them of a previous trial, there was no evidence of the result of the former trial, and the result was a matter with which the jury had no concern; and that if any member of the jury was aware of the result of the former trial, he should refrain from communicating it to any other juror and should also refrain from considering it against the accused in performing his duty as a juror. The court gave no written charge upon the subject but verbally admonished the jury in substance in accord with the request mentioned. The exception to the charge was tantamount to a request that the jury be instructed upon the subject embraced in the exception. The court was not in error in refusing to comply with the appellant’s suggestion that the matter mentioned be embraced in a written charge to the jury; nor was the court under any obligation to mention the matter to the jury. The record presents no evidence which demanded of the court a charge on the subject of the former trial. It is difficult to perceive, however, the force of the appellant’s contention that there should be a reversal of the judgment because of the verbal admonition given the jury upon the subject as heretofore quoted in substance. By the remarks of the court, the jury was given in substance that which the appellant demanded but which the court was under no obligation to give. The court has held that such admonition is not a part of the court’s charge. See Winfield v. State, 54 S. W., 584. The matter mentioned, however, can hardly be regarded as a charge to the jury, but whatever it may be called, it was simply a compliance with the appellant’s request, and cannot be regarded as ground for a reversal of the judgment.</p>\n<p id=\"b461-5\">The case was fairly tried and even though the evidence established a state of facts upon the effect of which minds may differ, the jury failed to accept appellant’s version of the matter and the verdict having received the sanction of the trial court, wte see no reason to disturb it.</p>\n<p id=\"b461-6\">The judgment of the trial court is affirmed.</p>\n<p id=\"ANP5\">\n<page-number citation-index=\"1\" label=\"432\">*432</page-number>\n<em>Affirmed.</em>\n</p>\n<p id=\"b462-4\">The foregoing opinion of the Commission of Appeals has been examined by the Judges of the Court of Criminal Appeals and approved by the Court.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}