{
  "casebody": {
    "data": "<casebody firstpage=\"78\" lastpage=\"81\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b108-12\">Edgar O’Mary v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b108-13\">No. 14380.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A4K\">Delivered November 4, 1931.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b109-10\"><page-number citation-index=\"1\" label=\"79\">*79</page-number>The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b109-11\"><em>B. F. Gafford, </em>of Sherman, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b109-12\"><em>Lloyd W. </em>Davidson, State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b109-13\">LATTIMORE, Judge.</author>\n<p id=\"AtJ\">Conviction for burglary of a railroad car; punishment, two years in the penitentiary.</p>\n<p id=\"b109-14\">Appellant complains of the lack of testimony to show that he burglarized a railroad car, that being the allegation in the indictment. We find in the testimony of Brooks where he specifically refers to the car as a railroad car. The fact that he was an accomplice would make no difference. H. R. Church was the alleged owner of said railroad car, and the testimony shows that he was the agent at Sherman of the Texas &amp; Pacific Railway Company, and that a certain train, in charge of a certain conductor, brought into Sherman on a certain date car No. 50359, which was a merchandise car, which was set out at the house platform so that freight therein might be removed; and that it contained freight for connecting lines, naming the Southern Pacific; also a witness testified that T. &amp; P. car No. 50359 was a freight car, and that the car door had a seal on it which was broken the night of the burglary. This court may take judicial knowledge of the existence and location of railroads. Gulf, etc., Ry. Co. v. State, 72 Texas, 404, 10 S. W., 81; Patterson v. Mo. Pac. Ry. Co., 77 Kan., 236, 94 Pac., 138. We think there is no merit in this contention of the appellant, and that the testimony, circumstantially and otherwise, showed the car broken and entered to be a railroad car. The authorities cited by appellant in his brief do not seem in point.</p>\n<p id=\"b109-15\">Appellant cites Solomon v. State, 83 Texas Crim. Rep., 319, 203 S. W., 50, and Knott v. State, 87 Texas Crim. Rep., 117, 219 S. W., 825, in support of the proposition that his explanation of his <page-number citation-index=\"1\" label=\"80\">*80</page-number>possession of recently stolen property was not contradicted or shown to be untrue, and that hence he should have been acquitted. In the case at bar the accused made no explanation of such possession to any person or at any time, nor did he testify. His wife testified and attempted to explain that he bought the property claimed by the state to have been recently stolen. This would not constitute such explanation of the defendant as would make applicable the law set out and announced in the two cases last referred to. They have no application. In each of them an explanation made by the accused of his possession when same was challenged, was in testimony.</p>\n<p id=\"b110-3\">There appears ample evidence to corroborate the accomplice witness Brooks. The alleged stolen property was found in appellant’s house and in his possession a very short time after same was taken. This of itself in many cases is held to afford not only corroboration but to be sufficient proof to sustain a verdict of guilty of burglary. Morgan v. State, 25 Texas App., 513; Scott v. State, 53 Texas Crim. Rep., 332, and cases ■cited in section 2346, Branch’ Annotated P. C.</p>\n<p id=\"b110-4\">Objection seems to have been made to the testimony of officer Cone •as to what he found in appellant’s residence upon search thereof, the •objection being “That no proper authority was shown to make search of the private residence of the defendant, and no search warrant was shown.” It was sufficiently shown, we think, that a search warrant for the purpose above mentioned was issued and executed, but that same was subsequently lost. The trial court qualifies the bill presenting this complaint by saying that proof of loss of the search warrant and its contents, was made before the court prior to the admission of this testimony. This would seem a sufficient showing to justify the admission of the testimony, but attention is also called to the fact that officer Neathery, and another witness, gave testimony to the finding of the same property as did Mr. Cone, and that appellant’s wife herself testified that the dishes exhibited In court were those seen and found by the officers at her house. Under all the authorities this latter proposition takes from appellant any ground ■of complaint at the introduction of the testimony of Mr. Cone. Kelsey v. State, 109 Texas Crim. Rep., 275; Boney v. State, 110 Texas Crim. Rep., 371, 7 S. W. (2d) 961; and cases cited in Texas Jur., vol. 4, p. 414.</p>\n<p id=\"b110-5\">Complaint is made of misconduct of the jury, the specific ground being that reference was made in the jury room after retirement to appellant’s failure to testify. In the statement of the facts heard by the court in support of the motion for new trial appear the affidavits of six jurors who say they made no such reference, nor did they hear any one else do so. There appears also the oral testimony of another juror who says he heard some one in the jury room say he wondered why the defendant did not take the stand in his own behalf. This juror said he remarked that <page-number citation-index=\"1\" label=\"81\">*81</page-number>he thought he had that right. The juror did not remember who said this, but stated that this was all that was said in the jury room. No other testimony was offered on the hearing of the motion for new trial save the affidavits offered by the state, and the oral testimony of the juror mentioned, which was offered by the appellant. The refusal of a new trial was not error. There was no discussion shown of the failure of the accused to testify, nor that the casual reference by the juror appearing above was, or in any way could have been, taken as a circumstance against appellant. Dyer v. State, 96 Texas Crim. Rep., 301; Vinson v. State, 96 Texas Crim. Rep., 307, 257 S. W., 905. The trial court’s discretion was in no way abused by his refusal of such new trial. Lamb v. State, 98 Texas Crim. Rep., 358; Laake v. State, 108 Texas Crim. Rep., 206, 299 S. W., 643. We have examined with interest the able brief of appellant, but are of opinion that in none of the matters there presented does reversible error appear.</p>\n<p id=\"b111-5\">The judgment will be affirmed.</p>\n<p id=\"b111-6\">\n<em>A ffirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}