{
  "casebody": {
    "data": "<casebody firstpage=\"701\" lastpage=\"704\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b747-9\">Wade Eugene BAZEMORE and wife, Darline Daffern Bazemore, Bankrupts, Appellants, v. Arthur STEHLING and Security State Bank &amp; Trust, Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b747-11\">No. 25469.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b747-12\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b747-13\">June 20, 1968.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b748-9\"><page-number citation-index=\"1\" label=\"702\">*702</page-number>Stewart J. Alexander, San Antonio, Tex., for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b748-10\">Travis M. Moursund, San Antonio, Tex., Thomas C. Ferguson, Johnson City, Tex., Moursund, Ball &amp; Young, Travis M. Moursund, San Antonio, Tex., for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b748-11\">Before COLEMAN and GODBOLD, Circuit Judges, and RUBIN, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b748-12\">GODBOLD, Circuit Judge:</author>\n<p id=\"b748-13\">The referee in bankruptcy granted discharge of the appellant bankrupts over the objections of a creditor, American National Bank of Austin. American National did not seek review of the referee’s decision, but other creditors, Security State Bank and Trust and Arthur Stehling, filed a petition for review by the district court, and the district judge denied discharge.</p>\n<p id=\"b748-14\">The sole ground of objection by American National was under sub-section (3) of § 14(c) of the Bankruptcy Act, 11 U.S.C.A. § 32(c) (3), which provides :</p>\n<blockquote id=\"b748-15\">The court shall grant the discharge unless satisfied that the bankrupt has * * * (3) obtained money or property on credit, or obtained an extension or renewal of credit, by making or publishing or causing to be made or published in any manner whatsoever, a materially false statement in writing respecting his financial condition * * *</blockquote>\n<p id=\"b748-20\">The creditor must show falsity of the statement and that he relied upon it. Becker v. Shields, 237 F.2d 622 (8th Cir. 1956); Banks v. Siegel, 181 F.2d 309 (4th Cir. 1950); Rogers v. Gardner, 226 F.2d 864 (9th Cir. 1955). See Annot., 73 L.Ed. 586, 593. Without dispute the statement here involved was materially and substantially false. American National claimed that it extended or renewed a note of Bazemore in reliance thereon. The referee found there was no reliance and granted discharge. On review the district court, without receiving further evidence, held there was reliance and denied discharge.</p>\n<p id=\"b748-21\">Under General Orders in Bankruptcy 47 (305 U.S. 702, 83 L.Ed. 1549) the referee is required to set forth his findings of fact and conclusions of law, which he did with care and precision. His findings of fact are binding on the district judge unless clearly erroneous. General Order 47; Porterfield v. Gerstel, 249 F.2d 634 (5th Cir. 1957); Phillips v. Baker, 165 F.2d <page-number citation-index=\"1\" label=\"703\">*703</page-number>578 (5th Cir. 1948). For us to review the findings of the district judge we must examine the evidence, which we have done. We do not determine whether the district judge’s findings were clearly erroneous but whether the findings of the referee were; if the referee’s findings were not clearly erroneous the district judge was bound to accept them. Phillips v. Baker, supra. We conclude that the findings of the referee were not clearly erroneous, in fact were clearly correct. Therefore, the decision of the district judge is reversed.</p>\n<p id=\"b749-5\">Bazemore was introduced to American National by Stehling, the president of Security State. Security was a correspondent and good customer of American. Stehling was attorney for Bazemore in various matters, and his bank had loaned Bazemore the maximum amount it legally could. American National made various unsecured loans to Bazemore, up to an outstanding total of as much as $35,000, without audited financial statements from him. In December 1965 it held his unsecured demand note, dated March 1965, for $15,-000. Bank examining authorities had noted that American did not have an audited statement from Bazemore, and beginning in March 1965 the bank had repeatedly demanded such a statement. On December 23 Bazemore furnished an unaudited statement dated November 29. It was materially false in many regards. Immediately, on December 24, American National wrote Bazemore with a copy to Stehling, expressed disappointment that the statement was unaudited, pointed out it omitted a liability, and called Bazemore’s demand note for payment on December 29. In January Stehling wrote American National asking that it apply to the note a $5,000 payment which he enclosed and as a favor to him [Stehling] accept Bazemore’s note for the $10,000 balance for 60 days. Stehling offered to obtain the interest to date from Bazemore, and alternatively suggested it be charged to Security’s account with American National. Forthwith American renewed the balance, charged the interest to Security’s account, and wrote Stehling thanking him for securing the renewal of the note and for the $5,000 payment.</p>\n<p id=\"b749-7\">Loan officers of American testified that they relied on the November 29 statement. But what they said was totally inconsistent with what American did, and, understandably, the referee in making credibility determinations gave little weight to their testimony. The form and content of the financial statement were the motivating causes for terminating Bazemore’s credit. As the referee found, the subsequent renewal of the $10,000 balance was made at the request of Stehling, asking a personal favor, and upon his tender of a check for $5,000, and American thanked him for what he had done. The course of events after December 23 was not caused by reliance of American on the statement but by the fact that it did not rely.</p>\n<p id=\"b749-8\">Security and Stehling urge upon us that because the bank examiners had noted the absence of a statement [audited], and American had demanded a statement [audited] and received a statement [unaudited], the renewal was made in reliance thereon, i. e., without the statement in its files American would not have renewed the note even as a favor to Stehling. The statement need not be the sole moving cause for the extension or renewal of credit. 1 Collier on Bankruptcy j[ 14.39; Banks v. Siegel, supra; Rogers v. Gardner, supra. But an application of the rule of partial reliance may not be grounded upon the fact of American’s possession of a document, the form and contents of which it rejected as the basis for continuation of credit. An attempt to make reliance out of the obtaining of a statement not requested as an incident of credit but pursuant to the demand of bank examiners was rejected in In re Goheen, 15 F.2d 67 (W.D.Pa.1926). See also In re Anderson, 104 F.Supp. 599 (E.D.Wis.1952), in which each lender required a financial statement before making a loan, and the manager of each lender testified that he relied on the statement given. In that <page-number citation-index=\"1\" label=\"704\">*704</page-number>case the district court found that the printed forms used for the financial statements, and the lending procedures employed, showed that the lenders did not rely upon the statements although furnishing a statement was a sine qua non for obtaining a loan.</p>\n<p id=\"b750-4\">The order of the district court denying discharge is reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}