{
  "casebody": {
    "data": "<casebody firstpage=\"931\" lastpage=\"939\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b977-3\">William J. EMMETT, Administrator of the Estate of Joseph N. Emmett, Appellant, v. EASTERN DISPENSARY AND CASUALTY HOSPITAL et al., Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b977-6\">No. 20707.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b977-7\">United States Court of Appeals District of Columbia Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b977-8\">Argued April 4, 1967.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b977-9\">Decided Sept. 29, 1967.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b978-22\"><page-number citation-index=\"1\" label=\"932\">*932</page-number>Mr. Karl G. Feissner, Washington, D. C., with whom Mr. Erwin A. Alpern, Washington, D. C., was on the brief, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b978-23\">Mr. John P. Arness, Washington, D. C., with whom Mr. Stephen S. Boynton, Washington, D. C., was on the brief, for appellee Eastern Dispensary &amp; Casualty Hospital.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b978-24\">Mr. Walter J. Murphy, Washington, D. C., entered an appearance for appellee McNulty.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b978-25\">Before Bastian, Senior Circuit Judge, and Wright and Robinson, Circuit Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b978-26\">SPOTTSWOOD W. ROBINSON, III, Circuit Judge:</author>\n<p id=\"b978-27\">Joseph N. Emmett, while a patient in the appellee hospital, died intestate on July 23, 1964. In this litigation, inaugurated April 15, 1966, our appellant, the decedent’s son and administrator, charges that the hospital and its co-appellee, the decedent’s attending physician, were negligent in the care and treatment of the decedent, thereby caus<page-number citation-index=\"1\" label=\"933\">*933</page-number>ing his death.<footnotemark>1</footnotemark> As dealt with m the proceedings under review, appellant’s suit is for damages under both the Survival<footnotemark>2</footnotemark> and Wrongful Death <footnotemark>3</footnotemark> Acts.</p>\n<p id=\"b979-4\">By our local law, actions for negligent personal injury may be brought within three years,<footnotemark>4</footnotemark> but those for wrongful death must be commenced within one year following death.<footnotemark>5</footnotemark> With appellant’s case in the latter aspect thus jeopardized, he alleged that appellees bore, a confidential relationship to the decedent and his family but nonetheless on numerous occasions “willfully and wrongfully withheld” the decedent’s medical records from appellant’s examination “for the purpose of preventing” him “from obtaining any information regarding the circumstances of” the death. Continuing, appellant stated that he was unable to get into court within the one-year period because of appellees’ conduct in “concealing the facts so as to prevent the plaintiff from obtaining knowledge thereof and so as to prevent the plaintiff’s decedent’s family from obtaining knowledge of the wrongful acts of the defendants.”</p>\n<p id=\"b979-12\">Appellees, prior to answering, moved for dismissal, and alternatively for summary judgment, on the ground, <em>inter alia, </em>that the death claim was fatally untimely. On that much of the case the District Court awarded summary judgment in appellees’ favor,<footnotemark>6</footnotemark> and this appeal followed.<footnotemark>7</footnotemark> With appellant’s <page-number citation-index=\"1\" label=\"934\">*934</page-number>allegations tendering factual issues which if material necessitated a trial,<footnotemark>8</footnotemark> our task is to decide whether the circumstances charged could operate to toll the limitation period the Wrongful Death Act specifies. Concluding in the affirmative, we reverse and remand the case for further proceedings.</p>\n<p id=\"b980-4\">I</p>\n<p id=\"b980-5\">We first consider appellees’ twin contentions that appellant was not entitled to inspect the decedent’s medical records and that they were not obliged to make them available to him. Both the challenge to appellant’s right and the asserted absence of duty rest upon the theory that the physician-patient privilege required appellees to preserve the confidentiality of the records against all save the decedent’s “legal representative.” <footnotemark>9</footnotemark> Appellant had not been appointed his father’s administrator when his several demands for examination were made, and appellees say that the preexisting parental relationship was not enough.</p>\n<p id=\"b980-20\">Even if we were persuaded that the privilege obtains in the situation at bar, we would find this argument unacceptable. Certainly a duly qualified personal representative, when there is one, is the decedent’s “legal representative” for purposes of gathering information with a view to prosecuting a wrongful death claim,<footnotemark>10</footnotemark> but this does not mean that the information may with impunity be withheld from the decedent’s immediate family. The quoted term, we have said, “refers to the persons who are entitled to enforce the particular substantive right of the patient which is involved in a particular case.” <footnotemark>11</footnotemark>Thus we have held that an intestate grantor’s heirs seeking to annul a conveyance of realty on the ground of mental incapacity could, as against the grantee, waive the ancestor’s privilege.<footnotemark>12</footnotemark> And while a suit for wrongful death must be brought by the decedent’s personal representative,<footnotemark>13</footnotemark> ****it is <page-number citation-index=\"1\" label=\"935\">*935</page-number>solely for the benefit of “the spouse and the next of kin of the deceased person.” <footnotemark>14</footnotemark> In our view, a son and only child has so vital an identification with any cause of action potentially arising upon his father’s negligently caused demise as would enable him to waive the privilege as to pertinent medical data when there is no personal representative to act in his behalf.</p>\n<p id=\"b981-4\">We think, too, that the statute defining the physician-patient privilege is inapposite here. In terms it operates only “[i]n the courts of the District of Columbia,”<footnotemark>15</footnotemark> and this lawsuit had not taken shape when appellant asked that the records be made accessible. To his endeavor neither the letter nor the spirit of the statute had application.<footnotemark>16</footnotemark></p>\n<p id=\"b981-12\">The responsibilities of physicians and hospitals to protect their patients’ medical facts from extrajudicial exposure spring from the confidential nature of the relationship. We find in the fiducial qualities of that relationship the physician’s duty to reveal to the patient that which in his best interests it is important that he should know.<footnotemark>17</footnotemark> And we would consider anomalous in this age any rule that would immunize from a similar obligation a hospital which is the repository of such knowledge.<footnotemark>18</footnotemark></p>\n<p id=\"b981-13\">This duty of disclosure, we hold, extends after the patient’s death to his next of kin.<footnotemark>19</footnotemark> To be sure, medical pro-<page-number citation-index=\"1\" label=\"936\">*936</page-number>fessionals can and should vigilantly safeguard the patient’s secrets from unauthorized scrutiny.<footnotemark>20</footnotemark> They may, prudently and conscientiously, take such precautions, including suitable identification, as may be necessary to enable determination of the propriety of a requested revelation, and we would consider qualifiedly privileged any divulgenee reasonably made to one apparently entitled to it.<footnotemark>21</footnotemark> But we could not justify a refusal to yield the information to a qualified recipient, whether or not it stems from the dictates of self-protection.</p>\n<p id=\"b982-4\">II</p>\n<p id=\"b982-5\">While it is well settled that fraudulent concealment of the existence of a cause of action tolls the running of a conventional statute of limitation,<footnotemark>22</footnotemark> its effect upon the type of time proscription contained in the Wrongful Death Act is not so clear. We have had occasion to note, although as to this legislation not yet to follow,</p>\n<blockquote id=\"b982-17\">“* * * a line of opposing authority which takes the view that as to rights of action of a purely statutory nature, such as the so-called wrongful death statutes, the time thereby prescribed for filing suit operates as a limitation of the liability itself as created by the statute, and not of the remedy alone. It is deemed to be a condition attached to the right to sue. As such, time has been made of the essence of the right, which is lost if the time is disregarded. The liability and the remedy being created by the same statute, limitation of the remedy must be treated as limitation of the right.” <footnotemark>23</footnotemark></blockquote>\n<p id=\"AWH\">And one finds a number of cases holding, adherently to this analysis, that the period within which a wrongful death action must be brought is not extended by concealment of the facts which give rise to it.<footnotemark>24</footnotemark>*</p>\n<p id=\"b982-18\">Many courts, however, have dissented from the proposition that a limitation incorporated into a death action statute cannot on an appropriate occasion be suspended.<footnotemark>25</footnotemark> A few have specifically <page-number citation-index=\"1\" label=\"937\">*937</page-number>held that fraudulent concealment of information the moving party needs in order to determine whether there is a litigable dispute is just such an occasion.<footnotemark>26</footnotemark> This position we accept in lieu of a counterpoint so conceptualistic as to obscure both logic and fairness. As we have pointed out:</p>\n<blockquote id=\"b983-4\">“It has often been said that a primary purpose of statutes of limitations in general has been the prevention of fraud. It is freely conceded by appellee here that fraud will toll the running of the so-called remedial statute of limitations. We cannot see a distinction and a difference, so clear and so real, between the two classes of statutes of limitations — the remedial and the substantive — as to justify the courts in fully giving effect to fraud in tolling the statute in one type (remedial) and then flatly denying that effect to fraud in the other type (substantive). The ancient maxim that no one should profit by his own conscious wrong is too deeply imbedded in the framework of our law to be set aside by a legalistic distinction between the closely related types of statutes of limitations,” <footnotemark>27</footnotemark></blockquote>\n<p id=\"b983-13\">Moreover, in Holmberg v. Armbrecht<footnotemark>28</footnotemark> the Supreme Court declared that the doctrine of tolling by fraudulent concealment “is read into every federal statute of limitation,” <footnotemark>29</footnotemark> and we do not feel at liberty to disregard so explicit and unqualified a statement.<footnotemark>30</footnotemark> Instead, we take it as an admonition to be observed in all instances, irrespective of the nature of the statute as substantive or procedural,<footnotemark>31</footnotemark> unless a contrary congressional purpose is evident.<footnotemark>32</footnotemark></p>\n<p id=\"b983-14\">It is clear that when summary judgment was granted there was a genuine factual issue on the resolution of which depended the efficacy of the statutory limitation to bar the death claim. Surely proof of appellant’s allegations that appellees’ refusal to permit him to canvass the records was evilly motivated, and that it prevented timely institution of suit, would meet the highest standards the law could exact. And with the fiduciary relationship and concomitant obligation of disclosure we find here, it would suffice to show an unprivileged refusal to release properly requested information so material in character that knowledge of a basis for, or intelligent prosecution of, the cause of action was precluded.<footnotemark>33</footnotemark> <page-number citation-index=\"1\" label=\"938\">*938</page-number>Of course, we venture no prediction as to the capabilities of appellant’s evidence to bring success to his litigious efforts. It is enough that appellant, by appropriate allegations, tell us that he wishes to try.</p>\n<p id=\"b984-4\">We call attention, however, to the fact that a fraudulent concealment tolls a statute of limitation only for so long as the concealment endures <footnotemark>34</footnotemark> and, as we have held, that “[o]ne well established defense to a claim of fraudulent concealment is that the plaintiff knew, or by the exercise of due diligence could have known, that he may have had a cause of action.” <footnotemark>35</footnotemark> In this connection we note from the record that, notwithstanding appellant’s earlier insistence upon perusal of the medical records appellees kept, he filed his suit, without any consultation with those records, on information derived from independent sources. The significance of this fact, viewed in the totality of all circumstances,<footnotemark>36</footnotemark> will deserve careful attention upon remand.</p>\n<p id=\"b984-12\">We need add only that we have remained mindful of the consideration that in particular instances the beneficiary of contemplated wrongful death litigation may accommodate an erroneous assertion of medical privilege by securing his appointment as personal representative of the decedent, but we do not feel that such a course is required. The decedent here was without assets at death and, so far as we know, grounds for litigation were not apparent, so there was then no practical reason for an administration. Indeed, the availability of that alternative in this case is open to question. Letters of administration may be granted only where the intestate dies “leaving real or personal estate” <footnotemark>37</footnotemark> and here the decedent left no estate at all. We have held that an assertible claim for wrongful death supports a grant of administration,<footnotemark>38</footnotemark> but we have not held that the bare possibility that such a claim may develop through further exploration meets the statutory prerequisites.<footnotemark>39</footnotemark> Neither we nor the District <page-number citation-index=\"1\" label=\"939\">*939</page-number>Court, however, need undertake a decision of the question. Any showing that might entitle appellant to prevail must necessarily establish a violation of an obligation appellees owed appellant to place the decedent’s medical records at his disposal. And we are unwilling to hold that one to whom a duty to disclose medical data is already owed is compelled by the rule of reasonable diligence to engage in legal proceedings to attain a loftier status.</p>\n<p id=\"b985-5\">We reverse the judgment from which this appeal is taken and remand the case to the District Court for further proceedings consistent with this opinion.</p>\n<p id=\"b985-6\">Reversed.</p>\n<p id=\"b985-7\">BASTIAN, Senior Circuit Judge, did not participate in the decision or opinion in this case.</p>\n<footnote label=\"1\">\n<p id=\"b979-5\">. The plaintiffs designated by the original complaint were appellant, as the decedent’s son and administrator, and appellant’s mother, as the surviving wife. Appellant was not appointed administrator, however, until April 19, 1906, four days after the suit was instituted. The District Court, on appellees’ motions, dismissed the original complaint with leave to present an amended complaint which appellant, as sole plaintiff, filed on June 22, 1986, stating therein that the action was brought in his representative capacity.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b979-6\">. D.C.Code §§ 12-101 to 12-104 (1967 ed.). Section 12-101 provides that “[o]n the death of a person in whoso favor or against whom a right of action has accrued for any cause prior to his death, the right of action survives in favor of or against the legal representative of the deceased.” This provision obviously expands the quality of survival far beyond common law notions. Thomas v. Doyle, 88 U.S.App.D.C. 95, 97, 187 F.2d 207, 209 (1950); Soroka v. Bcloff, 93 F.Supp. 642, 643-644 (D.D.C.1950). “[T]ort actions for personal injuries” are expressly included among those that survive but “the right of action is limited to damages for physical injury, excluding pain and suffering resulting therefrom.” D.C.Code § 12-101 (1967 ed.); Hudson v. Lazarus, 95 U.S.App.D.C. 16, 20, 217 F.2d 344, 348 (1954).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b979-10\">. D.C.Code § 16-2701 to 16-2703 (1967 ed.). Negligent conduct resulting in death may generate simultaneously two independent bases for action, one under the Survival Act and the other under the Wrongful Death Act, upon each of which damages may be sought. Sornborger v. District Dental Laboratory, 105 U.S.App. D.C. 290, 266 F.2d 694 (1959). See also Paris v. Braden, 98 U.S.App.D.C. 219, 220, 234 F.2d 40, 41 (1956); Hudson v. Lazarus, <em>supra </em>note 2, 95 U.S.App.D.C. at 20, 217 F.2d at 348.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b979-14\">. D.C.Code § 12-301(8) (1967 ed.); Hanna v. Fletcher, 97 U.S.App.D.C. 310, 312-313, 231 F.2d 469, 471-472, 58 A.L.R.2d 847, cert. denied Gichner Iron Works, Inc. v. Hanna, 351 U.S. 989, 76 S.Ct. 1051, 100 L.Ed. 1501 (1958).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b979-16\">. D.C.Code § 16-2702 (1967 ed.). See also Hudson v. Lazarus, <em>supra </em>note 2, 95 U.S.App.D.C. at 18, 217 F.2d at 345; Seymour v. Hawkins, 76 U.S.App.D.C. 376, 133 F.2d 15, 167 A.L.R. 1055 (1942) ; Webster v. Clodfelter, 76 U.S.App.D.C. 171, 172-173, 130 F.2d 434, 435-436, 143 A.L.R. 280, cert. denied 317 U.S. 689, 63 S.Ct. 261, 87 L.Ed. 552 (1942); Neubeck v. Lynch, 37 App.D.C. 576, 578, 37 L.R.A.,N.S., 813 (1911).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b979-18\">. While the record on appeal nowhere contains the District Judge’s expression of the reasons for his ruling, it is evident that it was predicated upon the failure to bring the action within the one-year period following the decedent’s death.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b979-19\">. Only the death claim is before us. A second amended complaint, filed by appellant and his mother pursuant to the court’s leave, reasserted the claim under the Survival Act, and trial thereon was stayed until after disposition of this appeal.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b980-6\">. Once again we may say that “[t]he issue on appeal is not whether appellant can establish the truth of all facts essential to a recovery but narrowly whether the pleadings and other matter relevant to the motion [s] for summary judgment, considered most favorably to appellant, raise genuine issues of fact.” Davidson v. Coyne, 120 U.S.App.D.C. 377, 378, 347 F.2d 471, 472 (1965). See also Semaan v. Mumford, 118 U.S.App.D.C. 282, 283, 335 F.2d 704, 705 (1964) ; Harl v. Acacia Mut. Life Ins. Co., 115 U.S.App.D.C. 166, 168-169, 317 F.2d 577, 579-580 (1963); Dewey v. Clark, 86 U.S.App.D. C. 137, 140-143, 180 F.2d 766, 769-772 (1950).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b980-10\">. “In the courts of the District of Columbia a physician or surgeon may not be permitted, without the consent of the person afflicted, or of his legal representative, to disclose any information, confidential in its nature, that he has acquil-ed in attending a patient in a professional capacity and that was necessary to enable him to act in that capacity, whether the ■ information was obtained from the patient or from his family or from the person or persons in charge of him.” D.C. Code § 14r-307(a) (1967 ed.). Subsec. (b) specifies exceptions inapplicable to this case.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b980-21\">. Thompson v. Smith, 70 App.D.C. 65, 66-68, 103 F.2d 936, 937-939, 123 A.L. R. 76 (1939).</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b980-23\">. Calhoun v. Jacobs, 79 U.S.App.D.C. 29, 30, 141 F.2d 729, 730 (1944). See also Thomas v. Doyle, <em>supra </em>note 2, 88 U.S.App.D.C. at 97-98, 187 F.2d at 209-210.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b980-25\">. Calhoun v. Jacobs, <em>supra </em>note 11. <em>Cf. </em>In re Sippy, 97 A.2d 455 (D.C.Mun.App. 1953).</p>\n<p id=\"b980-27\">The sole justification for the privilege’s survival of the decedent’s death is protection of his privacy. That reason hardly applies to his immediate family. “As compared to an executor, an heir ‘is at least equally interested in preserving the ancestor’s reputation, and * * * has an equal moral claim to protect the deceased’s property-rights from unwarranted diminution.’ ” Calhoun v. Jacobs, <em>supra </em>note 11, 79 U.S.App.D.C. at 30, 141 F.2d at 730, quoting 8 Wigmore, Evidence, § 2391 (3d ed. 1940).</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b980-29\">. D.C.Code § 16-2702 (1967 ed.). Neither the decedent’s spouse, see United States Elec. Lighting Co. v. Sullivan, 22 App.D.C. 115, 130 (1903); Ferguson v. Washington &amp; G. R. Co., 6 App.D.C. 525, 533-535 (1895), nor his child, see Paris v. Braden, <em>supra </em>note 3, 98 U.S.App.D.C. <page-number citation-index=\"1\" label=\"935\">*935</page-number><em>at 220, </em>234 F.2d at 41, is merely ns such, a “personal representative” within the meaning of the. Wrongful Death Act. That term embraces only the decedent’s executor or administrator. Brown v. Curtin &amp; Johnson, Inc., 95 U.S.App.D.C. 234, 235, 221 F.2d 106, 107 (1955); Thyomas v. Doyle, <em>supra </em>note 2, 88 U.S. App.D.C. at 97, 187 F.2d at 209; Harris v. Embrey, 70 App.D.C. 232, 233, 105 F. 2d 111, 112 (1939); Fleming v. Capital Traction Co., 40 App.D.C. 489, 491 (1913) ; Southern R. Co. v. Hawkins, 35 App.D.C. 313, 319, 21 Ann.Cas. 926 (1910); Western Union Tel. Co. v. Lipscomb, 22 App.D.C. 104, 113 (1903).</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b981-7\">. D.C.Code § 16-2701 (1967 ed.). See also Southern R. Co. v. Hawkins, <em>supra </em>note 13, 35 App.D.C. at 320; Roscoe v. Roscoe, 120 U.S.App.D.C. 317, 321, 379 F. 2d 94. 98 (1967) ; Jones v. Pledger, 124 U.S.App.D.C. 254, 250, 363 F.2d 986, 988 (1966); United States Elec. Lighting Co. v. Sullivan, <em>supra </em>note 13. So exclusively is it for their benefit that the action cannot bo maintained if no one within the designated class is in existence. Southern R. Co. v. Hawkins, <em>supra </em>note 13, 35 App.D.C. at 320.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b981-9\">. See <em>supra </em>note 9.</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b981-10\">. “The statute is plainly intended to protect the interests of the patient, not those of persons with whom he deals. Accordingly it permits him and docs not permit them to waive the physician’s disqualification. It would pervert the statute to permit them to insist upon the disqualification, to the prejudice and over the objection of persons who stand in the patient’s shoes.” Calhoun v. Jacobs, <em>supra </em>note 11, 79 U.S.App.D.C. at 29, 141 F. 2d at 729.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b981-15\">. See Sheets v. Burman, 322 F.2d 277, 279-280 (5th Cir. 1963); Hudson v. Moore, 239 Ala. 130, 194 So. 147, 149 (1940) ; Guy v. Schuldt, 236 Ind. 101, 138 N.E.2d 891, 895 (1956); Perrin v. Rodriguez, 153 So. 555, 556-557 (La.App. 1934); Schmucking v. Mayo, 183 Minn. 37, 235 N.W. 633 (1931); Thompson v. Barnard, 142 S.W.2d 238, 241 (Tex.Civ. App.1940), aff’d 138 Tex. 277, 158 S.W. 2d 486 (1942).</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b981-18\">. Compare Garfield Memorial Hosp. v. Marshall, 92 U.S.App.D.C. 234, 239, 204 F.2d 721, 725, 37 A.L.R.2d 1270 (1953). See also Alden v. Providence Hosp., 127 U.S.App.D.C. 214, 217, 382 F.2d 163, 166 (1967).</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b981-19\">. We have found no case precisely in point, apparently because it is not often that an attending physician and a hospital would withhold information concerning a patient’s last illness and death from his close relatives, but for us the proposition stated in the text is the only sound conclusion which could follow. The duty of disclosure is a concomitant of the patient’s inescapable reliance upon the unadulterated good faith <em>as </em>well as the professional skill of those to whom lie has entrusted his treatment. See the eases cited <em>supra </em>note 17. Unlike the situation where the relationship is terminated during the patient’s lifetime, see Shoots v. Burman, <em>supra </em>note 17, 322 F. 2d at 279-280; Guy v. Schuldt, <em>supra </em>note 17, 138 N.E.2d at 895-896, our decedent presumably remained completely dependent upon the physician and the <page-number citation-index=\"1\" label=\"936\">*936</page-number>hosi&gt;ital to the moment of his death, upon which, as a practical matter, occurred the loss of the “full opportunity for discovery” which negates continued operation of the reliance factor. Guy v. Schuldt, <em>supra </em>note 17, 138 N.E.2d at 895.</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b982-7\">. See Simonson v. Swenson, 104 Neb. 224, 177 N.W. 831, 9 A.L.R. 1250 (1920); Berry v. Moench, 8 Utah 2d 191, 331 P.2d 814, 73 A.L.R.2d 315 (1958); Smith v. Driscoll, 94 Wash. 441, 162 P. 572, L.R.A.1917C, 1128 (1917).</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b982-10\">. See Simonson v. Swenson, <em>supra </em>note 20, 177 N.W. at 832-833; Berry v. Moench, <em>supra </em>note 20, 331 P.2d at 817-818.</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b982-11\">. Holmberg v. Armbrecht, 327 U.S. 392, 396-897, 66 S.Ct. 582, 90 L.Ed. 743 (1946); Exploration Co. v. United States, 247 U.S. 435, 446-450, 38 S.Ct. 571, 62 L.Ed. 1200 (1918); Bailey v. Glover, 88 U.S. (21 Wall.) 342, 347-350, 22 L.Ed. 636 (1875) ; Westinghouse Elec. Corp. v. City of Burlington, 122 U.S.App.D.C. 65, 67, 351 F.2d 762, 764 (1965); Westinghouse Elec. Corp. v. City of Burlington, 117 U.S.App.D.C. 148, 149, 326 F.2d 691, 692 (1964) ; Searl v. Earll, 95 U.S.App. D.C. 151, 153-156, 221 F.2d 24, 26-28 (1954); P. II. Sheehy Co. v. Eastern Importing &amp; Mfg. Co., 44 App.D.C. 107, 111, L.R.A.1916F, 810 (1915).</p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b982-20\">. Lewis v. Reconstruction Fin. Corp., 85 U.S.App.D.C. 339, 340, 177 F.2d 654, 655 (1949). See also Morrison v. Baltimore &amp; O. R. Co., 40 App.D.C. 391, Ann.Cas. 1914C, 1026 (1913).</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b982-21\">. See cases collected in Annot., 132 A.L. R. 292, 322-324 (1941). And we have ourselves held that the limitation period in the Wrongful Death Act is not tolled by pendency of an action for personal injuries. Hudson v. Lazarus, <em>supra </em>note 2, 95 U.S.App.D.C. at 18, 217 F.2d at 345.</p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b982-23\">. Thompson v. Gallien, 127 F.2d 664, 665-666 (5th Cir.), cert. denied 317 U.S. 662, 63 S.Ct. 64, 87 L.Ed. 532 (1942) (pendency of prior action); Frabutt v. New York, C. &amp; St. L. R. Co., 84 F. Supp. 460, 464-466 (W.D.Pa.1949) (war) ; Chouinard v. Wooldridge, 102 Conn. 66, 127 A. 908, 909 (1925) (pendency of prior action) ; Casey v. American Bridge Co., 116 Minn. 461, 134 N.W. 111, 38 L.R.A.,N.S., 521 (1912) (absence from state); Streeter v. Graham &amp; Norton <page-number citation-index=\"1\" label=\"937\">*937</page-number>Co., 263 N.Y. 39, 188 N.E. 150, 151 (1933) (pendency of prior action) ; Neuman v. Feinsinger, 4 Misc.2d 483, 101 N.Y.S.2d 107 (1950) (absence from state); Blades v. Southern R. Co., 218 N.C. 702, 12 S.E.2d 553 (1940) (pendency of prior action); Seely v. Cowley, 12 Utah 2d 252, 365 P.2d 63 (1961) (absence from state); Buss v. Robison, 255 S.W.2d 339, 343 (Tex.Civ.App.1952) (legal disability).</p>\n</footnote>\n<footnote label=\"26\">\n<p id=\"b983-7\">. St. Clair v. Bardstown Transfer Line, 310 Ky. 776, 221 S.W.2d 679, 680-681, 10 A.L.R.2d 560 (1949); Brookshire v. Burkhart, 141 Okl. 1, 283 P. 571, 573-578, 67 A.L.R. 1059 (1929).</p>\n</footnote>\n<footnote label=\"27\">\n<p id=\"b983-9\">. Searl v. Earll, <em>supra </em>note 22, 95 U.S. App.D.C. at 154, 221 F.2d at 26-27, quoting Scarborough v. Atlantic Coast Line R. Co., 178 F.2d 253, 259, 15 A.L.R.2d 491 (4th Cir. 1949), cert. denied 339 U.S. 919, 70 S.Ct. 621, 94 L.Ed. 1343 (1950).</p>\n</footnote>\n<footnote label=\"28\">\n<p id=\"b983-10\">. <em>Supra </em>note 22.</p>\n</footnote>\n<footnote label=\"29\">\n<p id=\"b983-11\">. 327 U.S. at 397, 66 S.Ct. at 585. We may distinguish Soriano v. United States, 352 U.S. 270, 77 S.Ct. 269, 1 L.Ed.2d 306 (1957), where the Court refused to imply a tolling by war <em>into a </em>statutory limitation applicable to claims against the United States, since the suit there was against the sovereign and here it is between private parties.</p>\n</footnote>\n<footnote label=\"30\">\n<p id=\"b983-16\">. See Public Serv. Co. of N. M. v. General Elec. Co., 315 F.2d 306, 310 n. 6 (10th Cir.), cert. denied 374 U.S. 809, 83 S.Ct. 1695, 10 L.Ed.2d 1033 (1963).</p>\n</footnote>\n<footnote label=\"31\">\n<p id=\"b983-18\">. <em>Id. </em>at 311.</p>\n</footnote>\n<footnote label=\"32\">\n<p id=\"b983-19\">. Atlantic City Elec. Co. v. General Elec. Co., 312 F.2d 236, 240-241 (2d Cir. <em>en Kano </em>1962), cert denied 373 U.S. 909, 83 S.Ct. 1298, 10 L.Ed.2d 411 (1963).</p>\n</footnote>\n<footnote label=\"33\">\n<p id=\"b983-20\">. “A fraudulent concealment is the suppression of something which the party is bound to disclose.” Magee v. Manhattan Life Ins. Co., 92 U.S. 93, 98, 23 L.Ed. 699 (1876). Where the relationship of the parties gives rise to a duty to reveal, nondisclosure of known facts, without artifice or design to bar access to the information, is “fraudulent concealment,” <page-number citation-index=\"1\" label=\"938\">*938</page-number>as that expression categorizes conduct which will toll a limitation period. See Sheets v. Burman, <em>supra </em>note 17, 322 F.2d at 279-2S0; Hudson v. Moore, <em>supra </em>note 17, 194 So. at 149; Ryder v. Bamberger, 172 Cal. 791, 158 P. 753, 758 (1910); Guy v. Schuldt, <em>supra </em>note 17, 138 N.E.2d at 895; Higbce v. Walsh, 229 Iowa 408, 294 N.W. 597, 605-606 (1940); Thompson v. Barnard, <em>supra </em>note 17, 142 S.W.2d at 241; Watts v. Mulliken’s Estate, 95 Vt. 335, 115 A. 150, 152 (1921).</p>\n</footnote>\n<footnote label=\"34\">\n<p id=\"b984-7\">. Searl v. Earll, <em>supra </em>note 22, 95 U.S. App.D.C. at 156, 221 F.2d at 28-29; Phillips Petroleum Co. v. Johnson, 155 F.2d 185, 191 (5th Cir.), cert denied 329 U.S. 730, 67 S.Ct. 87, 91 L.Ed. 632 (1946); Guy v. Schuldt, <em>supra </em>note 17, 138 N.E.2d at 895; Lakeman v. LaFranee, 102 N.II. 300, 156 A.2d 123, 126 (1959).</p>\n</footnote>\n<footnote label=\"35\">\n<p id=\"b984-9\">. Westinghouse Elec. Corp. v. City of Burlington, <em>supra </em>note 22, 122 U.S.App. D.C. at 67, 351 F.2d at 764. See also Wood v. Carpenter, 101 U.S. 135, 139-143, 25 L.Ed. 807 (1879); Kroll v. Vanden Berg, 336 Mich. 306, 57 N.W.2d 897, 899 (1953).</p>\n</footnote>\n<footnote label=\"36\">\n<p id=\"b984-11\">. Prominent among these would be the role appellant’s counsel played in obtaining the essential data and appellant’s financial ability to engage counsel at an earlier (late.</p>\n</footnote>\n<footnote label=\"37\">\n<p id=\"b984-14\">. “On the death of a person leaving real or personal estate in the District of Columbia, the Probate Court may grant letters of administration on his estate, on the application of a person interested, and on proof satisfactory to the court that the decedent died intestate.” D.C. Code § 20-331 (1967 ed.).</p>\n</footnote>\n<footnote label=\"38\">\n<p id=\"b984-15\">. Western Union Tel. Co. v. Lipscomb. <em>supra </em>note 13; Washington Asphalt Block &amp; Tile Co. v. Mackey, 15 App.D.C. 410, 416 — 418 (1899).</p>\n</footnote>\n<footnote label=\"39\">\n<p id=\"b984-16\">. Our holdings that a cause of action for wrongful death enables administration rest upon the consideration that the Wrongful Death Act “contemplates that there shall be such personal representative duly appointed to give effect to the statute; or, otherwise, the right would, in certain cases, be simply nugatory for the want of a proper party to institute, and prosecute the action.” Western Union Tel. Co. v. Lipscomb, <em>supra </em>note 13, 22 App.D.C. at 113. This reasoning would seem inapposite where qualification is sought simply to enable the administrator to waive the medical privilege to enable examination of the records. Compare Milmoe v. Toomey, 123 U.S. App.D.C. 40,356 F.2d 793 (1966); O’Sul<page-number citation-index=\"1\" label=\"939\">*939</page-number><em>livan </em>v. Hicks, 114 U.S.App.D.C. 219, 313 F.2d 900 (1963). And see Tomlin v. Irvine, 94 U.S.App.D.C. 101, 212 F.2d 635 (1954).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}