{
  "casebody": {
    "data": "<casebody firstpage=\"78\" lastpage=\"85\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b92-5\">Mary Niedzwicki <em>v. </em>The Pequonnock Foundry et al.</parties>\n<p data-order=\"1\" data-type=\"judges\" id=\"b92-6\">MAltbie, C. J., Bbown, Jennings, Eixs and Dickenson, Js.</p>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b92-13\">Argued May 14—</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AP0\">decided June 12, 1946</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b93-6\"><page-number citation-index=\"1\" label=\"79\">*79</page-number><em>John F. Chatfield </em>and <em>Frank W. Daley, </em>with whom, on the brief, was <em>Arthur B. O’Keefe, </em>for the appellants (defendants The Bridgeport Deoxidized Bronze and Metal Company et al.).</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b93-7\"><em>Frank L. Wilder, </em>for the appellee (plaintiff).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b93-8\"><em>Philo C. Calhoun, </em>with whom was <em>Arthur M. Comley, </em>for the appellee (defendant The Crane Company).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b93-9\">Jennings, J.</author>\n<p id=\"A3F\">The question to be determined is the liability of successive employers for the undisputed amount of an award of compensation based on death resulting from occupational disease. Two employers are involved. The commissioner held both liable. The Superior Court, on appeal, held that the last employer only was liable. The appeal turns on the construction of General Statutes, Cum. Sup. 1939, § 1330e. Its relevant portions are printed in the footnote.<footnotemark>1</footnotemark></p>\n<p id=\"b94-4\"><page-number citation-index=\"1\" label=\"80\">*80</page-number>The facts are not in dispute. The plaintiff is the dependent widow of Ignatz Niedzwicki, who died July 19, 1942, of tuberculosis superimposed upon and due to silicosis. He had worked as a molder for at least twenty-four years before his death. After two previous periods of employment in that capacity, he worked for the Crane Company from October 16, 1919, to March 3, 1932, and for the Bridgeport Deoxidized Bronze and Metal Company from October 19, 1933, to November 19, 1941. He had seemed well up to a time shortly before leaving his employment in the latter company. The occupational silicosis which resulted in his death was the end result of his exposure to silica laden air existing in all the places of his employment as a molder and originated at an undetermined time prior to 1919. No claim was made against the Crane Company within five years after Ignatz left its employ.</p>\n<p id=\"b94-5\">The history of the statute quoted is not illuminating. It was first passed in 1927 as a part of the Public Acts of 1927, chapter 307, § 5, and the only change in the pertinent phraseology has been to extend the original three-year limitation to five years. It provides that no claim based on occupational disease shall be made against an “employer in whose employ the disease is claimed to have originated, except where the employee is still in guch employ, or within five years after his leaving such employ.” Under the facts of this case, if the disease is regarded as having originated while Ignatz was employed by the Crane Company, that company is not liable because no claim was made within the five-year period. This is in substance the claim of that company and the conclusion of the Superior Court. The commissioner, on the <page-number citation-index=\"1\" label=\"81\">*81</page-number>oilier hand, held, and the Bridgeport Company claims, that the word “originate” is to be understood in its ordinary sense of “to have origin or beginning”; Webster’s New International Dictionary (2d Ed.); that the silicosis had its origin or beginning before 1919 and before the employment by the Crane Company; and that therefore the five-year limitation does not apply to that company and it is liable. See <em>Plecity </em>v. <em>McLachlan Hat Co., </em>116 Conn. 216, 228, 164 A. 707.</p>\n<p id=\"b95-6\">The Crane Company’s argument is bottomed on the proposition that the legislature cannot have intended the results which would flow from the acceptation of the ordinary meaning of “originate.” It points out that this construction would relieve only the original employer although there might have been a number of successive employers. It claims that the General Assembly had in mind the fact that occupational diseases often originate from many years of exposure to certain conditions peculiar to certain occupations and that the statute was intended as a statute of limitations extending the ordinary time (one year) for giving notice, for the benefit of the employee, but putting a reasonable limit on the time within which a claim could be made against an employer other than the one for whom the disabled employee was working when the incapacity occurred.</p>\n<p id=\"b95-7\">There are various difficulties with this position. The finding states, in the words of the statute, that the silicosis originated before the employment by the Crane Company started. See <em>Barstis </em>v. <em>Waterbury, </em>11 Conn. Comp. Dec. 290, 293. The intransitive verb “originate” has the meaning of commence, start, begin. No instance has been cited or found where it means a succession of causes contributing <page-number citation-index=\"1\" label=\"82\">*82</page-number>to one end. There is no ambiguity here. “Such language does not require the aid of rules of construction or of interpretation to make the intention and meaning of the law-maker plain and clear.” <em>Lee Bros. Furniture Co. </em>v. <em>Cram, </em>63 Conn. 433, 437, 28 A. 540. As was said in <em>Sturges </em>v. <em>Crowninshield, </em>4 Wheat. (17 U.S.) 122, 202, where the plain meaning of a word is not contradicted by other provisions in the same instrument, that meaning is not to be disregarded because we believe the framers of the Instrument could not have intended what they said. We are bound by the legislative fiat as expressed in the statute. <em>Farmer </em>v. <em>Bieber-Goodman Corporation, </em>118 Conn. 299, 303, 172 A. 95. In short, as pointed out by the Bridgeport Company in its brief (A-223 Rec. &amp; Briefs, back of p. 457) to construe the statute in accordance with the claims of the Crane Company would involve the deletion of the clause, “in whose employ the disease is claimed to have originated.” This we cannot do. In construing a statute, no clause, sentence or word shall be treated as superfluous, void or insignificant unless there are compelling reasons why this principle cannot be followed. <em>Fenwick </em>v. <em>Old Saybrook, </em>133 Conn. 22, 28, 47 A.2d 849. No such compelling reasons appear in this case. There is no injustice in requiring all of those whose conditions of employment substantially contributed to the death of Ignatz to contribute to the award made. The fact that the first employer is excused gives the Crane Company no ground to complain. As a matter of fact, occupational disease was not the basis of compensation at all until 1919, when Ignatz went to work for the Crane Company. Public Acts, 1919, Chap. 142, § 1; <em>Bongialatte </em>v. <em>Lines Co., </em>97 Conn. 548, 552, 117 A. 696; <em>Rousu </em>v. <em>Collins Co., </em>114 <page-number citation-index=\"1\" label=\"83\">*83</page-number>Conn. 24, 28, 157 A. 264. If the legislature desires to pass an inclusive statute of limitations applying to such cases as this, it can do so without difficulty.</p>\n<p id=\"b97-5\">The Crane Company relies on two Connecticut cases on this point. <em>Rossi </em>v. <em>Jackson Co., </em>120 Conn. 456, 181 A. 539, involved a claim made seven years after the start of the disease against the company in whose employ the plaintiff was when it originated. The claim was disallowed because it came under the old law where the limitation as to notice was one year. If considered under the predecessor of § 1330e, then in force, it came squarely within its provisions. The general statement of the court (p. 463) that the latter statute limited the plaintiff’s right to make claim to three years “in any event” was not directed to the point raised in the case at bar and is not controlling. In <em>Broyoska </em>v. <em>Norwalk Lock Co., 8 </em>Conn. Sup. 381, the company in whose employ the plaintiff was when the disease originated was also exonerated under the statutory limitation. The case at bar is distinguished from both these in that the Crane Company was not the company in whose employ the disease originated. It was not entitled to the benefit of the statute.</p>\n<p id=\"b97-6\">The Crane Company makes 'the further point that where the disease does not “originate” during the employment it does not arise out of and in the course of the employment under General Statutes, § 5223. This statute reads in part: “The words ‘arising out of and in the course of the employment,’ as used in this chapter, shall mean an accidental injury happening to an employee or an occupational disease of such employee originating while he shall have been engaged in the line of his duty in the business or affairs of the employer upon the employer’s premises. . . This is <page-number citation-index=\"1\" label=\"84\">*84</page-number>not, as claimed by the Crane Company, a definition of the word “originate,” bnt a definition of the words “arising out of and in the course of the employment” Section 1330e is practically a statute of limitations, in which time is the essential feature. As “originating” is used in § 5223, the emphasis is on the causal connection between the employment and the disease rather than on the time when it arose or, as a corollary, the place of employment. “. . . to constitute an occupational disease, the disease must be a natural incident of a particular kind of employment, one which is likely to result from that employment because of its inherent nature.” <em>Madeo </em>v. <em>I. Dibner &amp; Brother, Inc., </em>121 Conn. 664, 667, 186 A. 616. The silicosis from which Ignatz was suffering was a form of pneumoconiosis and an occupational disease. Ibid.; 1 Campbell, Workmen’s Compensation, § 369. To sustain an award, the employment must be a proximate cause of the disablement, as distinguished from merely being contemporaneous therewith. <em>Madore </em>v. <em>New Departure Mfg. Co., </em>104 Conn. 709, 713, 134 A. 259. The finding here is that there was a direct causal relation between Ignatz’ several employments and his disability. As in <em>Plecity </em>v. <em>McLachlan Hat Co., </em>supra, 226, the occupational disease was a single injury caused, in part at least, by each period of employment, which, together with the other periods, resulted in the infection of tuberculosis immediately causing the employee’s death. It thus arose out of and in the course of each employment. The question of apportionment between the defendants is not before us on this record, and furthermore this feature of the statute is not applicable to death cases. <em>Biederzycki </em>v. <em>Farrel Foundry &amp; Machine Co., </em>103 Conn. 701, 705, 131 A. <page-number citation-index=\"1\" label=\"85\">*85</page-number>739. The Crane Company’s claims are not valid.</p>\n<p id=\"b99-6\">There is error, the judgment is set aside and the case is remanded with direction to dismiss the appeal from the commissioner.</p>\n<p id=\"b99-7\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b93-10\"> See. 1330e. notice oit claim fob compensation, (a) The first sentence of section 1613c is amended to read as follows: No proceedings for compensation under the provisions of this chapter shall be maintained unless a written notice of claim for compensation shall be given within one year from the date of the accident or from the first manifestation of a symptom of the occupational disease, as the case may be, which caused the personal injury, provided, if death shall have resulted within two years from the date of the accident or first manifestation of a symptom of the occupational disease, a dependent or dependents may make claim for compensation within said two-year period, and provided no claim on account of an occupational disease shall be made by an employee or his dependents against the employer in whose employ the disease is claimed to have originated, except while the employee is still in such employ, or within five years after his leaving such employ.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}