{
  "casebody": {
    "data": "<casebody firstpage=\"136\" lastpage=\"140\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b166-4\">LEWIS, Appellant, v. CITY OF CLEVELAND, Appellee.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b166-6\">[Cite as <em>Lewis v. Cleveland </em>(1993), 89 Ohio App.3d 136.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b166-7\">Court of Appeals of Ohio, Cuyahoga County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b166-9\">No. 63314.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b166-10\">Decided Aug. 2, 1993.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b167-9\"><page-number citation-index=\"1\" label=\"137\">*137</page-number><em>John E. Duda, </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b167-10\"><em>Danny R. Williams, </em>Director of Law, and <em>Drew </em>A <em>Carson, </em>Assistant Director of Law, for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b167-11\">Patton, Presiding Judge.</author>\n<p id=\"b167-12\">Plaintiff-appellant Sherry Lewis (“appellant”) appeals fi'om a summary judgment entered in favor of defendant-appellee city of Cleveland (“the city”). The allegations in appellant’s complaint alleged that she suffered personal injury, damages and losses as a direct and proximate result of a collision with a city fire truck on November 20, 1989.</p>\n<p id=\"b167-13\">The city’s motion for summary judgment was premised upon the immunity granted to the city under the Political Subdivision Tort Liability Act (“the Act”), R.C. Chapter 2744. That section applies to causes of action against political subdivisions or their employees for injuries to persons on or after November 20, 1985. Specifically, the city’s motion contended that R.C. 2744.02(B)(1)(b) barred appellant’s cause of action since the city’s fire truck was responding to a fire alarm at the time of the collision.</p>\n<p id=\"b167-14\">Appellant, in her brief in opposition to the city’s motion for summary judgment, argued that R.C. 2744.02(B)(1)(b) violates Section 16, Article I of the Ohio Constitution and the equal protection and substantive due process guarantees of the United States Constitution. The appellant’s brief in opposition did not dispute the facts as developed by the city in its motion for summary judgment.</p>\n<p id=\"b167-15\">Summary judgment was entered in favor of the city. The instant appeal followed.</p>\n<p id=\"b168-4\"><page-number citation-index=\"1\" label=\"138\">*138</page-number>Appellant raises one assignment of error which provides:</p>\n<p id=\"b168-5\">“The trial court erred in granting defendant-appellee immunity under Revised Code § 2744.02(B)(1)(b) and consequently erred in granting defendant-appellee’s motion for summary judgment because Revised Code § 2744.02(B)(1)(b) is unconstitutional.”</p>\n<p id=\"b168-6\">Summary judgment shall not be rendered unless there is no genuine issue as to any material fact, and reasonable minds can come to but one conclusion, which is adverse to the nonmoving party. <em>Toledo’s Great Eastern Shoppers City, Inc. v. Abde’s Black Angus Steak House No. III, Inc. </em>(1986), 24 Ohio St.3d 198, 201, 24 OBR 426, 428, 494 N.E.2d 1101, 1103; Civ.R. 56(C). Accordingly, an order granting summary judgment will be upheld where, construing the evidence most strongly in favor of the nonmoving party, the record discloses no genuine issue of material fact, and that the moving party is entitled to judgment as a matter of law. <em>Temple v. Wean United, Inc. </em>(1977), 50 Ohio St.2d 317, 327, 4 O.O.3d 466, 471, 364 N.E.2d 267, 273.</p>\n<p id=\"b168-7\">R.C. 2744.02 provides in relevant part:</p>\n<p id=\"b168-8\">“(B) Subject to sections 2744.03 and 2744.05 of the Revised Code, a political subdivision is liable in damages in a civil action for injury, death, or loss to persons or property allegedly caused by an act or omission of the political subdivision or of any of its employees in connection with a governmental or proprietary function as follows:</p>\n<p id=\"b168-9\">“(1) Except as otherwise provided in this subdivision, political subdivisions are liable for injury, death, or loss to persons or property caused by the negligent operation of any motor vehicle by their employees upon the public roads, highways, or streets when the employees are engaged within the scope of their employment and authority. The following are full defenses to such liability:</p>\n<p id=\"b168-10\">« # ;ji ‡</p>\n<p id=\"b168-11\">“(b) A member of a municipal corporation fire department or any other firefighting agency was operating a motor vehicle while engaged in duty at a fire, proceeding toward a place where a fire is in progress or is believed to be in progress, or in answering any other emergency alarm and the operation of the vehicle did not constitute willful or wanton misconduct[.]”</p>\n<p id=\"b168-12\">Therefore, under the Act, a political subdivision is immune from liability for acts of its firefighters in operating motor vehicles while at a fire, or proceeding toward a suspected fire, or responding to an emergency alarm and the operation of the vehicle does not constitute willful or wanton misconduct.</p>\n<p id=\"b168-13\">Initially, we note that “[a]ll legislative enactments enjoy a presumption of constitutionality.” <em>Sedar v. Knowlton Constr. Co. </em>(1990), 49 Ohio St.3d 193, 203, <page-number citation-index=\"1\" label=\"139\">*139</page-number>551 N.E.2d 938, 947, citing <em>Hardy v. VerMeulen </em>(1987), 32 Ohio St.3d 45, 48, 512 N.E.2d 626, 629. A statute can be declared invalid only when its unconstitutionality is shown beyond a reasonable doubt. <em>Bd. of Edn. v. Walter </em>(1979), 58 Ohio St.2d 368, 376, 12 O.O.3d 327, 332, 390 N.E.2d 813, 819.</p>\n<p id=\"b169-5\">Appellant contends that R.C. 2744.02(B)(1) is unconstitutional because it violates Section 16, Article I of the Ohio Constitution.</p>\n<p id=\"b169-6\">Section 16, Article I provides:</p>\n<p id=\"b169-7\">“All courts shall be open, and every person, for an injury done him in his land, goods, person, or reputation, shall have remedy by due course of law, and shall have justice administered without denial or delay. Suits may be brought against the state, in such courts and in such manner, as may be provided by law.”</p>\n<p id=\"b169-8\">Initially we note that a state may abolish or modify common-law rights so long as “it is to achieve a permissible legislative objective.” <em>Strock v. Pressnell </em>(1988), 38 Ohio St.3d 207, 214, 527 N.E.2d 1235, 1241. Unless otherwise prohibited by constitutional limits, a state may modify or abolish entire common-law actions. <em>Id.; Thompson v. Ford </em>(1955), 164 Ohio St. 74, 79, 57 O.O. 96, 98, 128 N.E.2d 111, 114.</p>\n<p id=\"b169-9\">Furthermore, it has recently been held by the Sandusky County Court of Appeals that the Political Subdivision Immunity Act, R.C. 2744.01 <em>et seq., </em>does not violate Section 16, Article I of the Ohio Constitution. <em>Padilla v. YMCA of Sandusky Cty. </em>(1992), 78 Ohio App.3d 676, 605 N.E.2d 1268. We agree with the holding therein and specifically find that R.C. 2744.02(B)(1)(b) does not violate Section 16, Article I of the Ohio Constitution as the immunity provided for achieves the permissible legislative objective of conserving, a political subdivision’s fiscal resources.</p>\n<p id=\"b169-10\">Appellant next contends that R.C. 2744.02(B)(1) is unconstitutional because it violates the Taking Clause of the Fifth Amendment to the United States Constitution. Review of the record below reveals that the appellant failed to raise this issue at the trial court level and raises it for the first time on appeal. Without considering the merits of the issue presented, we find that the appellant has waived review of this issue by failing to raise it at the trial court level.</p>\n<p id=\"b169-11\">In <em>State v. Awan </em>(1986), 22 Ohio St.3d 120, 22 OBR 199, 489 N.E.2d 277, the Supreme Court held in the syllabus:</p>\n<p id=\"b169-12\">“Failure to raise at the trial court level the issue of the constitutionality of a statute or its application, which issue is apparent at the time of trial, constitutes a waiver of such issue and a deviation from this state’s orderly procedure, and therefore need not be heard for the first time on appeal.” See, also, <em>Abraham v. Natl. City Bank </em>(1990), 50 Ohio St.3d 175, 553 N.E.2d 619, fn. 1; <em>Stalla v. Ohio </em><page-number citation-index=\"1\" label=\"140\">*140</page-number><em>Bell Tel. Co. </em>(Mar. 15, 1990), Cuyahoga App. No. 56512, unreported, 1990 WL 28817. Accordingly, we need not address appellant’s Fifth Amendment argument for the first time on appeal.</p>\n<p id=\"b170-5\">Appellant also contends that R.C. 2744.02(B)(1) is unconstitutional because it violates the Equal Protection Clause of the Fourteenth Amendment to the United States Constitution. Specifically, appellant argues that R.C. 2744.02 impermissibly draws a distinction between sovereign tortfeasors and private tortfeasors.</p>\n<p id=\"b170-6\">The limitations placed upon the legislature by the state and federal equal protection provisions “require the existence of reasonable grounds for making a distinction between those within and those outside a designated class. * * * ” <em>Sedar, supra, </em>49 Ohio St.3d at 203, 551 N.E.2d at 947, citing <em>Beatty v. Akron City Hosp. </em>(1981), 67 Ohio St.2d 483, 491, 21 O.O.3d 302, 307, 424 N.E.2d 586, 591. “Where, as here, the legislative distinctions do not affect a ‘suspect class’ or infringe upon a fundamental right, and impinge on mere economic interests, courts apply a rational basis test[.]” <em>Sedar, supra.</em></p>\n<p id=\"b170-7\">Under the rational basis test, a statute will be upheld if the classification is based upon “facts that reasonably can be conceived to constitute a distinction, or differences in state policy * * *.” <em>Bd. of Edn. v. Walter, supra, </em>58 Ohio St.2d at 376, 12 O.O.3d at 332, 390 N.E.2d at 819, certiorari denied (1980), 444 U.S. 1015, 100 S.Ct. 665, 62 L.Ed.2d 644. In this regard, the predecessor section to R.C. Chapter 2744, R.C. 701.02, has survived any express or implied constitutional challenges. See <em>McDermott v. Irwin </em>(1947), 148 Ohio St. 67, 35 O.O. 41, 73 N.E.2d 86; <em>Agnew v. Porter </em>(1970), 23 Ohio St.2d 18, 52 O.O.2d 79, 260 N.E.2d 830.</p>\n<p id=\"b170-8\">Moreover, the General Assembly, in enacting R.C. 2744.02 and 2744.03, retained the concept of emergency immunity after the repeal of R.C. 701.02, “thus evidencing a continuing legislative belief in the validity and importance of the policy served by immunity statutes.” <em>Fish v. Coffey </em>(1986), 33 Ohio App.3d 129, 514 N.E.2d 896.</p>\n<p id=\"b170-9\">We thus find that the classification adopted by the legislature in R.C. 2744.02 is reasonable and thus does not violate the equal protection guarantees of the United States Constitution.</p>\n<p id=\"b170-10\">Accordingly, appellant’s constitutional challenges are overruled and the judgment of the trial court is affirmed.</p>\n<p id=\"b170-11\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b170-12\">Patricia A. Blackmon and Nugent, JJ., concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}