{
  "casebody": {
    "data": "<casebody firstpage=\"593\" lastpage=\"598\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b673-4\">Abel DAVIS et al., Plaintiffs-Appellants, v. Rogers C. B. MORTON, Secretary of the Interior of the United States of America, et al., Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b673-6\">No. 72-1214.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b673-7\">United States Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b673-8\">Nov. 24, 1972.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b674-5\"><page-number citation-index=\"1\" label=\"594\">*594</page-number>W. B. Kelly, Santa Fe, N. M., for plaintiffs-appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b674-6\">Dennis M. O’Connell, Department of Justice, Washington, D. C. (Kent Friz-zell, Asst. Atty. Gen., Victor R. Ortega, U. S. Atty., Richard J. Smith, Asst. U. S. Atty., Albuquerque, N. M., and Carl Strass, Department of Justice, Washington, D. C., for defendants-appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b674-7\">Before HILL, HOLLOWAY and BARRETT, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b674-8\">HILL, Circuit Judge.</author>\n<p id=\"b674-9\">This is an appeal from the United States District Court for the District of New Mexico for dismissing appellants’ action against the United States government. Appellants allege the government failed to follow the provisions of the National Environmental Policy Act (NEPA), 42 U.S.C. § 4321 et seq., and of 25 U.S.C. § 415 before approving a 99-year lease on the Tesuque Indian Reservation in Santa Fe County, New Mexico.</p>\n<p id=\"b674-10\">The facts are simple and uncontro-verted. On April 17, 1970, a 99-year lease of restricted Indian lands was executed by the Pueblo of Tesuque (Pueblo), as lessor, and Sangre de Cristo Development Company, Inc. (Sangre), a New Mexico corporation, as lessee. The agreement granted Sangre a lease on a 1300-acre tract of land called “Tract 1” and granted lease options on four other tracts, thereby subjecting approximately 5400 acres to the lease. The purpose of the lease is to develop the property for residential, recreational and commercial purposes. Ultimately a small city is planned with a population of approximately 15,000 inhabitants.</p>\n<p id=\"b674-15\">On May 24, 1970, appellee Walter O. Olson, Area Supervisor for the New Mexico District of the Bureau of Indian Affairs of the Department of the Interior, approved the lease agreement pursuant to 25 U.S.C. § 415. Olson’s authority was granted to him by appellee Lewis R. Bruce, Commissioner of Indian Affairs in the Department of the Interior, and by appellee Rogers C. B. Morton, Secretary of the Interior of the United States. Subsequent to this initial lease approval, appellees have approved a master plan for the development of the total acreage, a plat plan for the first phase of development, deed restrictions, the make-up of an architectural and engineering review board, and the plan for the. development of a condominium apartment complex on Tract 1 of the leased premises. Appellants, two of whom are landowners living near the leased Indian property and two of whom are non-profit corporations concerned with protection of the environment, filed the complaint on October 22, 1971, asking for a preliminary injunction enjoining future work by Sangre on the leased premises. Appellants charged that appellees were without authority to grant the lease since no environmental impact study was conducted prior to approval of the lease as required by NEPA, 42 U.S.C. § 4332 (2) (C).<footnotemark>1</footnotemark> They further asserted that ap-<page-number citation-index=\"1\" label=\"595\">*595</page-number>pellees violated 25 U.S.C. § 415(a) <footnotemark>2</footnotemark> by approving the lease on Indian lands without first being assured that certain statutory mandates had been met. Appellants requested the court to issue a preliminary and permanent injunction enjoining appellees from approving, allowing or acting in any way on submissions or approvals required or permitted under the lease agreement until the environmental impact of the project had been studied and evaluated. Appellants further requested the court issue a Writ of Mandamus requiring appellees to follow mandates of NEPA before taking any future action on the Pueblo lease.</p>\n<p id=\"b675-5\">The hearing on the preliminary injunction was held November 22, 1971, and thereafter the court entered its order denying appellants’ motion for preliminary injunction, 335 F.Supp. 1258. Later the court adopted the findings of fact and conclusions of law found in its denial for a preliminary injunction as its findings of fact and conclusions of law with respect to the merits of the action, and dismissed the action with prejudice. The trial court concluded the-lands in question are owned by the Pueblo subject to a restraint on alienation without approval of the Secretary. The United States was not a party to the lease, but rather was acting as a fiduciary or guardian of the Pueblo interests in the lease. The only “federal action” was in approving the lease; as the United States has no interest in the lease, their approval does not constitute “major federal action.” Therefore, 42 U.S.C. § 4332(2) (C) does not apply. In support of this conclusion, the trial court reasons that since the amendment to 25 U.S.C. § 415 specifically relates to environmental concerns on Indian lands, and was passed after NEPA, it is logical to infer that NEPA did not cover Indian lands or there would be no need to have amended § 415. The trial court's second conclusion is that since § 415 was amended on June 2, 1970, more than a week after the Secretary approved the lease, it has no effect on the lease.</p>\n<p id=\"b675-8\">Two issues are presented on appeal. First, does the Secretary’s authority to ratify or reject leases relating to Indian lands constitute major federal action? Second, does 25 U.S.C. § 415, as amended, have any effect on a lease signed before the amendment’s enactment date? As we answer the first issue in the affirmative, it will be unnecessary to discuss the retroactive effect of § 415.</p>\n<p id=\"b675-9\">Appellees’ primary thesis is that although the contractual relationship between Sangre and the Pueblo is a lease, it is not a federal lease and therefore does not constitute major federal action. The United States did not initiate the lease, was not a party, possessed no interest in either the lease or the development, did not participate financially or benefit from the lease in any way. Before federal action will constitute major federal action under the mandates of NEPA, the' government must initiate, participate in or benefit from the project.</p>\n<p id=\"b675-11\">We feel the government’s interpretation of NEPA is too constrained for our <page-number citation-index=\"1\" label=\"596\">*596</page-number>court to adopt. Title 42 U.S.C. § 4331 (b) states:</p>\n<blockquote id=\"b676-4\">[I] t is the continuing responsibility of the Federal Government to use all practicable means, consistent with other essential considerations of national policy, to . . . (2) assure for all Americans safe, healthful, productive, and esthetically and culturally pleasing surroundings; (3) attain the widest range of beneficial uses of the environment without degradation, risk to health or safety, or other undesirable and unintended consequences; (4) preserve important historic, cultural, and natural aspects of our national heritage, and maintain, wherever possible, an environment which supports diversity and variety of individual choice; .</blockquote>\n<p id=\"b676-6\">These general mandates reflect Congress’ attitude toward preserving our environment. To ensure the implementation of these substantive requirements, Congress established procedural guidelines. One in particular applies to the instant case, 42 U.S.C. § 4332(2) (C). This section directs all agencies to present a detailed statement on the environmental impact of the proposed action. This impact statement will aid the agency in determining what proper course of action should be taken in each situation as it arises.</p>\n<p id=\"b676-7\">It is clear Congress passed this legislation out of concern for our natural environment. NEPA requires all federal agencies to consider values of environmental preservation in their spheres of activity. As the court stated in Calvert Cliffs’ Coord. Comm. v. United States Atomic Energy Comm’n, 146 U.S.App.D.C. 33, 449 F.2d 1109 (1971):</p>\n<blockquote id=\"b676-8\">NEPA, first of all, makes environmental protection a part of the mandate of every federal agency and department. The Atomic Energy Commission, for example, had continually asserted, prior to NEPA, that it had no statutory authority to concern itself with the adverse environmental effects of its actions. Now, however, its hands are no longer tied. It is not only permitted, but compelled, to take environmental values into account. Perhaps the greatest importance of NEPA is to require the Atomic Energy Commission and other agencies to <em>consider </em>environmental issues just as they consider other matters within their mandates, (p. 1112).</blockquote>\n<p id=\"asb-dedup-0\">Senator Jackson, NEPA’s principal sponsor, said on the floor just before final Senate approval that the Act “directs all agencies to assure consideration of the environmental impact of their actions in decision-making.” 115 Cong.Rec. (Part 30) 40416 (1969). Reading the Act and its legislative history together, there is little doubt that Congress intended all agencies under their authority to follow the substantive and procedural mandates, of NEPA.</p>\n<p id=\"b676-10\">The problem boils down to whether granting leases on Indian lands constitutes major federal action as required in NEPA § 102(2)(C). Upon review of the lease and relevant case law, we feel the lower court erred in holding the lease did not constitute major federal action. The lease refers to the United States government countless times. All notices and approvals must be made by the Pueblo and the United States. The Secretary is required to give written approval before encumbrances can be made on the leased land. The lease protects the United States government against damage or injury to people or property on the leased premises. Certainly the fact the United States government might be held liable for injury or damages incurred on the Indian land unless the lease provides otherwise makes the government more than an impartial, disinterested party to the contract between Pueblo and Sangre.</p>\n<p id=\"b676-11\">Recent case law sheds some light on what constitutes major federal action under NEPA § 102(2) (C). In Greene County Planning Board v. Federal Power Comm’n, 455 F.2d 412 (2d Cir. 1972), the case centered around the licensing procedures of the Federal Power Commission. The question of whether grant<page-number citation-index=\"1\" label=\"597\">*597</page-number>ing a license to construct a high voltage line constituted major federal action was never in issue, because all parties conceded granting the license was major federal action. In this case the only involvement necessary to constitute major federal action was the approval by the governmental department of a project under its jurisdiction.</p>\n<p id=\"b677-5\">Another case showing the only involvement necessary by the federal government to constitute major federal action is approving or licensing the project is Izaak Walton League of America v. Schlesinger, 337 F.Supp. 287 (D.D.C. 1971). In that case the district court required the Atomic Energy Commission to prepare an environmental impact statement before issuing an interim operating license for a nuclear power plant. Another poignant example of what constitutes major federal action occurred in a suit by the City of New York to annul an order of the Interstate Commerce Commission authorizing the abandonment of a railroad line. The court concluded :</p>\n<blockquote id=\"b677-6\">While the Commission may initially have thought that, as a general matter, abandonment proceedings were not within the provisions of NEPA, subdivisions (A), (B), and (D), among others, of § 102(2), 42 U.S.C. § 4332 (2), impose a number of duties on all federal agencies with respect to the consideration and exploration of the environmental effects of their decisions and plans, and the obligation of a federal agency to adhere to these subdivisions in all instances is essentially unqualified. City of New York v. United States, 337 F.Supp. 150, 158 (E.D.N.Y.1972).</blockquote>\n<p id=\"b677-7\">Appellees concede that where a federal license or permit is involved, or where Congress possesses and has utilized its plenary power of regulation under the interstate commerce clause or other constitutional authority, federal approval constitutes major federal action. But appellees argue the government is operating in a different capacity when dealing with Indian lands. It is the appel- $ lees’ contention that Indian lands, such <em>!: </em>as those of the Pueblo, are held in trust j by the government for the Indians.; Therefore, the appellees should approve! the lease if it is advantageous to the! beneficiaries of the trust.</p>\n<p id=\"b677-9\">Appellees also charge that Congress did not intend to enmesh the discretionary execution of these fiduciary duties in the procedural and bureaucratic web that NEPA § 102(2) (C) imposes. To impose this burden on private Indian land places the Indians at an economic and competitive disadvantage, and subjects their property to judicial challenge by non-Indian competitors laboring under no such environmental restriction.</p>\n<p id=\"b677-10\"> It is interesting to note that appellees proffer no case law to support their arguments. The fact Indian lands are held in trust does not take it out of ■ NEPA’s jurisdiction. <em>Cf. </em>Federal Power Comm’n v. Tuscarora, 362 U.S. 99, 116, 80 S.Ct. 543, 4 L.Ed.2d 584 (1960). All public lands of the United States are held by it in trust for the people of the United States. Utah Power &amp; Light v. United States, 243 U.S. 389, 409, 37 S.Ct. 387, 61 L.Ed. 791 (1916). To accept appellees’ contention would preclude all federal lands from NEPA jurisdiction, something clearly not intended by Congress in passing the Act.</p>\n<p id=\"b677-11\">Appellees’ second contention that Congress did not intend to enmesh the discretionary execution of these fiduciary duties in the procedural and bureaucratic web imposed by NEPA § 102(2) (C) also falls on deaf ears. In Calvert Cliffs’ Coord. Comm. v. United States A. E. Comm’n, supra, the court answered this problem by stating that “Section 102 i duties are not inherently flexible . Considerations of administrative difficulty, delay or economic cost will not suffice to strip the section of its fundamental importance.” (449 F.2d p. 1115).</p>\n<p id=\"b677-12\">We conclude approving leases on federal lands constitutes major federal action and thus must be approved according to NEPA mandates. As our <page-number citation-index=\"1\" label=\"598\">*598</page-number>court had occasion to consider once before, this Act was intended to include all federal agencies, including the Bureau of Indian Affairs. <em>See </em>National Helium Corporation v. Morton, 455 F.2d 650 (10th Cir. 1971).</p>\n<p id=\"b678-4\">The lower court felt NEPA did not apply to Indian lands or otherwise the amendment to 25 U.S.C. § 415 would not have addressed the problem of environmental concerns. We do not draw that conclusion. NEPA is a very broad statute covering both substantive and procedural problems relating to the environment. The amendment to 25 U.S. C. § 415 deals primarily with the addition of Indian tribes to the group having long-term lease authority. Only briefly is the environmental problem discussed. The amendment only requires the Secretary to satisfy himself on the environmental issue; nowhere are any specific procedural guidelines set out as in NEPA. In Calvert Cliffs’ Coord. Comm, v. United States A. E. Comm’n, supra, a similar problem arose. The court correctly determined that unless the obligations of another statute are clearly mutually exclusive with the mandates of NEPA, the specific requirements of NEPA will remain in force. The reasoning is applicable in the instant case. The general statement in § 415 in no way implies leases on Indian lands were not covered by NEPA. The amendment merely reaffirms congressional intent that environmental considerations are to play a factor in any Bureau of Indian Affairs decisions.</p>\n<p id=\"b678-5\">For the reasons stated above, we feel the lower court erred in dismissing appellants’ request for a temporary and permanent injunction enjoining appel-lees from approving or acting on any submissions or approvals under the lease until the environmental impact of the project is studied and evaluated.</p>\n<p id=\"b678-6\">The judgment appealed from is reversed, and the case is remanded to the trial court with directions to grant the relief prayed for.</p>\n<footnote label=\"1\">\n<p id=\"b674-11\">. The Congress authorizes and directs that, to the fullest extent possible: (2) all agencies of the Federal Government shall — •. . . (C) include in every recommendation or report on proposals for legislation and other major Federal actions significantly affecting the quality of the human environment, a detailed statement by the responsible official on — (i) the environmental impact of the proposed action, (ii) any adverse environmental effects which cannot be avoided should the proposal be implemented, (iii) alternatives to the proposed action, (iv) the relationship between local short-term uses of man’s environment and the maintenance and enhancement of long-term produc<page-number citation-index=\"1\" label=\"595\">*595</page-number>tivity, anil (v) any irreversible and irretrievable commitments of resources which would be involved in tlie proposed action should it be implemented. .</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b675-13\">. 25 U.S.C. § 415, as amended :</p>\n<blockquote id=\"b675-14\">(a) Any restricted Indian lands, whether tribally, or individually owned, may be leased by the Indian owners, with the approval of the Secretary of the Interior, for public, religious, educational, recreational, residential, or business purposes. . . . Prior to approval of any lease or extension of an existing lease pursuant to this section, the Secretary of the Interior shall first satisfy himself that adequate consideration has been given to the relationship between the use of the leased lands and the use of neighboring lands; the height, quality, and safety of any sti-uctures or other facilities to be constructed on such lands; the availability of police and fire protection and other services; the availability of judicial forums for all criminal and civil causes arising on the leased lands; and the <em>effect on the environment </em>of the uses to which the leased lands will be subject. ' (Emphasis added.)</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}