{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"783\" lastpage=\"798\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b813-7\">[Crim. No. 971.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AuX\">Second Appellate District, Division Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AS9\">September 28, 1923.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b813-8\">THE PEOPLE, Respondent, v. E. E. McCALLA et al., Appellants.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b813-10\"><bracketnum>[1]</bracketnum> Criminal Law—Motion in Arrest of Judgment—Order Denying—Non appealability of.—An appeal from an order denying a motion in arrest of judgment will be dismissed, as such order is not an appealable one.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b813-11\"><bracketnum>[2]</bracketnum> Corporate Securities Act — Issuance of Instrument — Status of as “Security.”—An instrument issued by a corporation certifying in effect that the holder thereof, by virtue of a deed to a fractional part of the land in said instrument described, is entitled to a like fractional part of all the net income received from said described land, which the corporation, as trustee, is to manage, care for, rent, lease, and receive all income accruing from said land, and that the income is to be disbursed to the owners of fractional interests in said land in a designated manner, after first paying the necessary and proper expenses in the care of said land, including taxes and a trust collection and dis<page-number citation-index=\"1\" label=\"784\">*784</page-number>bursement fee of five per cent of tlio gross income from said land, and containing provisions as to assignment, duration of the trust, and as to a change of trustee, is a security within subdivision (c) of section 6 of the Corporate Securities Act.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b813-12\"><page-number citation-index=\"1\" label=\"783\">*783</page-number>2. Validity and construction of blue sky law, notes, Ann. Cas. 1916A, 706; Ann. Cas. 19170, 650; 15 A. L. R. 265; 24 A. L. R. 535; 27 A. L. R. 1176.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b814-5\"><page-number citation-index=\"1\" label=\"784\">*784</page-number><bracketnum>[3]</bracketnum> Id.—Profits—Relation of Parties.—Under such an instrument, the profits and earnings in which the holder thereof is entitled to share by reason of said instrument issued to her are the profits and earnings of the corporation; and in all essentials her relation to the corporation is similar to that of a stockholder to a corporation.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b814-6\"><bracketnum>[4]</bracketnum> Id. — Sale and Issuance of Instrument Without Permit — Prosecution Under Act—Character of Instrument—Instructions.—In a prosecution under the Corporate Securities Act for the sale and issuance of such an instrument, without a permit from the commissioner of corporations to do so, the action of the trial court in charging the jury that the instrument in question was a “security” within the meaning of said act, and in refusing to give an abstract definition of the word “security” in the language of the statute, was proper.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b814-7\"><bracketnum>[5]</bracketnum> Id.—Character of Instrument—Advice of Counsel—Good Faith —Exclusion of Evidence.—In such prosecution, one of the defendants—the president of the corporation—was not entitled to show that when he issued the instrument in question he was acting in good faith, relying upon the advice of counsel that the instrument was not a “security” within the meaning of the act, although section 14 of the act under which he was prosecuted declares that every person who “knowingly” issues or sells or aids in the issue or sale of any security without a permit from the corporation commissioner is guilty of the offense denounced by the statute.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b814-8\"><bracketnum>[6]</bracketnum> . Id. — Words and Phrases — Meaning of “Knowingly” in Prohibitory Statute.—The term “knowingly” means \"with knowledge,” and when used in a prohibitory statute is usually held to refer to a knowledge of the essential facts; and from such knowledge of the facts the law presumes a knowledge of the legal consequences arising from the performance of the prohibited act.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b814-9\"><bracketnum>[7]</bracketnum> Id.—Forbidden Act—Intent—Mistake of Law.—When the intent is not made an affirmative element of the crime the law imputes that the act done knowingly was done with criminal intent; in other words, when the statute plainly forbids an act, and the forbidden act is done by the accused, the law implies conclusively the guilty intent, although the offender was honestly mistaken as to the meaning of the law he violates.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b814-10\"><bracketnum>[8]</bracketnum> Id. — Commission of Error — Effect upon Verdict — Appeal.— When a defendant has been found guilty the appellate court, upon a review of the entire record, must determine whether in its judg<page-number citation-index=\"1\" label=\"785\">*785</page-number>ment an error committed in the trial court has led to the verdict; if it appear, to the satisfaction of the court reviewing the judgment, that the result is just and that it would have been reached if the error had not been committed, a new trial is not to be ordered.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b815-5\"><bracketnum>[9]</bracketnum> Id.—Preliminary Examination — Formal Plea — Absence of— Verdict Unaffected by.—In such prosecution, where the corporation was charged with a violation of the Corporate Securities Act by information for the first time, without having been given a preliminary examination and without having made a formal plea of not guilty, but it appeared and was defended by counsel at the trial, the verdict against it will not be set aside where such verdict was just, and the appellate court fails to see a different result could have been reached had the corporation been given a preliminary examination and a plea of “not guilty” been formally made by it in the superior court.</headnotes>\n<summary data-order=\"14\" data-type=\"history\" id=\"b815-6\">APPEALS from judgments of the Superior Court of Los Angeles County and from orders denying new trial. Chas. Monroe, Judge.</summary>\n<disposition data-order=\"15\" data-type=\"disposition\" id=\"AoY\">Affirmed.</disposition>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b815-7\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"17\" data-type=\"attorneys\" id=\"b815-8\">Duke Stone for Appellants.</p>\n<p data-order=\"18\" data-type=\"attorneys\" id=\"b815-9\">U. S. Webb, Attorney-General, and John W. Maltman, Deputy Attorney-General, for Respondent.</p>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b815-10\">FINLAYSON, P. J.</author>\n<p id=\"AiP\">The defendant E. E. McCalla and the E. E. McCalla Company, a California corporation, were convicted of a violation of the Corporate Securities Act (Stats. 1917, p. 673). They appeal from the judgments against them and from the orders denying their respective motions for a now trial. <bracketnum>[1]</bracketnum> There also is an attempted appeal from the order denying a motion in arrest of judgment, but as that is not an appealable order the appeal therefrom must be dismissed. <em>(People </em>v. <em>Jackson, </em>138 Cal. 462 [71 Pac. 566].)</p>\n<p id=\"b815-11\">The information contains three counts. The E. E. McCalla Company is not named in the title to the information, nor does that pleading specifically designate the corporation as one of the accused. But the facts alleged in count one are sufficient to show that the corporation, as well as the four natural persons who were expressly made defendants, committed a public offense by violating certain provisions <page-number citation-index=\"1\" label=\"786\">*786</page-number>of the Corporate Securities Act. It is expressly alleged in the body of the first count that the B'. E. McCalla Company, having no permit from the corporation commissioner to issue or dispose of its securities, willfully and knowingly, and for a valuable consideration, to wit, $200 in lawful money of the United States, sold and issued to one Lillian M. Lake an instrument in writing which represented a right to participate and share in the profits and earnings and distribution of assets of the corporation. Count two charges that the persons specifically accused by the district attorney— E. E. McCalla, C. R. Greenlee, C. S. Dye, and P. H. Farone •—acting as agents and brokers of the E. E. McCalla Company, to whom no permit had been issued by the corporation commissioner, issued and sold to Lillian M. Lake an instrument in writing representing the right of the purchaser to participate and share in the profits, earnings, and distribution of assets of the corporation. In count three McCalla, Greenlee, Dye, and Farone are charged with selling securities without having a broker’s certificate authorizing them to act as brokers or agents. The corporation was convicted on the first count and E. E: McCalla was convicted on the second count. The three other defendants were acquitted.</p>\n<p id=\"b816-5\">It was conceded at the trial that the E. E. McCalla Company is a California corporation; that E. B. McCalla was and is its president; that no permit was ever issued by the corporation commissioner authorizing the corporation to issue or dispose of any securities, and that these facts were known to the defendant E. E. McCalla.</p>\n<p id=\"b816-6\">One of the contested issues was whether or not the instrument which appellants caused to be delivered to Mrs. Lake was a “security,” within the meaning of the act. The material evidence bearing upon this issue was, in substance, as follows: On June 19, 1922, the E. E. McCalla Company, as grantor, by its president, E. E. McCalla, and its secretary, D. G. Ruker, executed to Mrs. Lake a grant deed whereby the corporation conveyed to the grantee a small parcel of land, 20 by 21.2 feet, which was a 1/4000 part of a larger tract of about 41.7 acres, all of which was originally owned by the grantor. The deed declares that the grant to Mrs. Lake is subject: (1) to a lease held by the Chancellor-Can-field-Midway Oil Company for the development and production of oil; (2) to an agreement by A. H. and W. M. Brad<page-number citation-index=\"1\" label=\"787\">*787</page-number>ford to care for an orange grove on the land in consideration of their right to receive certain profits from the crops; and (3) “to an agreement by the E. E. MeCalla Company, a corporation, to receive and disburse all income received from said lands to the proper parties and to make any new agreements necessary for increasing or protecting the income from said land.”</p>\n<p id=\"b817-5\">Contemporaneously with the execution of this deed the E. E. MeCalla Company, by its secretary and by E. E. MeCalla, its president, issued to Mrs. Lake a document denominated a “certificate,” in which is incorporated as a component part thereof a declaration and acceptance of trust. The whole document, so far as pertinent to this case, is as follows:</p>\n<blockquote id=\"b817-6\">“Certificate.</blockquote>\n<blockquote id=\"b817-7\">“No. 371.</blockquote>\n<blockquote id=\"ACC\">Parcel No.-.</blockquote>\n<blockquote id=\"b817-8\">“Net Income.</blockquote>\n<blockquote id=\"b817-9\">“This is to certify that Mrs. L. M. Lake holds a deed to a certain parcel of land which entitled him [sic] to 1/4000 of all the net income received from the land described in the copy of the Declaration of Trust printed herein and which the undersigned Trustee will pay to him [sic] or his [sic] order, at the times and in the manner set out in said copy of Declaration of Trust; it being specifically understood that the said 1/4000 of net income belonging to this certificate shall begin to accrue for the benefit of the holder of this certificate, whose name appears above, on the date of issuance hereinbelow written.</blockquote>\n<blockquote id=\"b817-10\">“Declaration and Acceptance of a Trust.</blockquote>\n<blockquote id=\"b817-11\">“Know all men by these presents, that E. E. MeCalla Company, a corporation existing under and by virtue of the laws of the State of California, has this day accepted the obligation to manage, care for, rent, lease and receive all income accruing from the following described land from any source whatever [here follows a description of the 41.7 acre tract from which was carved the small parcel deeded to Mrs. Lake] and shall disburse the same as follows: 1. In . payment of necessary and proper expenses in the care of said land, including taxes and a Trust collection and disbursement fee of 5-% of the gross income from said land. 2. The balance then remaining to the owners, their administrators or assigns, in the following manner: the net income <page-number citation-index=\"1\" label=\"788\">*788</page-number>accruing from said land [the 41.7 acres] for the preceding six (6) months shall, on January 1st and July 1st, respectively, be divided into 4,000 equal parts for distribution to the owners of the above-described land [the 41.7 acres], their heirs, administrators, or assigns. An owner’s evidence of the proportion of said net income accruing to him shall be a certificate or certificates, signed by Trustee herein, under the heading ‘Certificate of Income,’ each certificate representing 1/4000 of the net income accruing and accrued from time to time.</blockquote>\n<blockquote id=\"b818-5\">“Attached to each certificate shall be twenty (20) coupons, each coupon representing 1/4000 of the net income accruing from said land during the preceding six (6) months, and shall be payable on presentation at the office of B. B. McCalla Company, 634 West Sixth Street, Los Angeles, on and after Jan. 1st and July 1st, respectively. When all the coupons on a certificate have been used, it may be replaced by a new certificate issued under the same number. This certificate may be assigned, but no assignment shall be valid until recorded and transferred on the books of the Trustee herein.</blockquote>\n<blockquote id=\"b818-6\">“This trust shall last for a period of ten (10) years, after which time the Trustee may resign and its duties and obligations cease upon the election of its successor; or the owners of 51% of the land mentioned herein may request the appointment of a new Trustee. At any time during the life of this Trust, the owners of 66% of the land mentioned herein may request a change of Trustee, or the Trustee herein shall have the right to secure some reputable Bank or Trust Company to act in its stead and carry out the provisions of this agreement.</blockquote>\n<blockquote id=\"b818-7\">“Signed: B. B. McCalla Company.</blockquote>\n<blockquote id=\"b818-8\">“By B. B. McCalla, President.</blockquote>\n<blockquote id=\"b818-9\">“By D. G. Rucker, Secretary. (Seal).</blockquote>\n<blockquote id=\"b818-10\">“Issued this nineteenth day of June, One Thousand Nine Hundred Twenty-two.</blockquote>\n<blockquote id=\"b818-11\">“E. B. McCalla Company.</blockquote>\n<blockquote id=\"b818-12\">“By B. B. McCalla, President.”</blockquote>\n<blockquote id=\"b818-13\">Indorsed on the certificate is the following: “Certificate for One of 4000 Shares of the Net Income Trust No. 12 B. B. McCalla Co. Issued to Mrs. L. M. Lake. Dated June 19, 1922. Bor value received, -- hereby sell, assign, and transfer unto - Shares of the Net Income repre<page-number citation-index=\"1\" label=\"789\">*789</page-number>sented by the within Certificate, and do hereby irrevocably constitute and appoint - to transfer the said Stock on the books of the within named Corporation with full power of substitution in the premises. Dated -, 19— in the presence of-. Notice: The signature of this assignment must correspond with the name as written upon the face of the certificate, in every particular, without alteration or enlargement, or any change whatever.”</blockquote>\n<p id=\"b819-10\">Attached to the certificate as introduced in evidence were nineteen coupons, from 2 to 20, inclusive—coupon No. 1 evidently having been detached some time prior to the trial. The second coupon reads as follows: “Coupon No. 2. Certificate No. 371 Good for 1/4000 net income accruing under Trust No. 12, E. E. McCalla Co., Los Angeles, Calif., from July 1, 1922, to January 1, 1923, payable January 1, 1923.” The remaining coupons, <em>mutatis mutandis, </em>are similar to coupon No. 2.</p>\n<p id=\"b819-11\">In construing this certificate the trial court held, as a matter of law, that the instrument is a “security” within the meaning of the act, and, so holding, instructed the jury that it is a “security,” refusing to allow the defendant E. E. McCalla to show that he had been advised by reputable counsel that it was not a “security” within the definition of the act.</p>\n<p id=\"b819-12\"><bracketnum>[2]</bracketnum> In making these rulings the court committed no error. Section 6 of the act reads, in part, as follows: “The word ‘security’ includes: ... (c) any instrument issued or offered to the public by any company, evidencing or representing any right to participate or share in the profits or earnings or the distribution of assets of any business carried on for profit.” The certificate issued to Mrs. Lake falls within this definition of a “security.” The “certificate,” so called, is an instrument in writing. It is an instrument which was issued or offered to the public. The evidence fully justifies the inference that it was one of a series of similar certificates every one of which was offered to the public. It was issued by the “company” through its president, the appellant E. E. McCalla. It evidences the right of its holder, Mrs. Lake, to participate and share in the profits or earnings of a business carried on for profit, i. e., a business carried on for profit by the E. E. McCalla Company. The document, therefore, and the act of issuing’ <page-number citation-index=\"1\" label=\"790\">*790</page-number>it contain all the essential elements of a “security,” as that word is defined in subdivision c of section 6 of the act.</p>\n<p id=\"b820-5\"><bracketnum>[3]</bracketnum> Because Mrs. Lake held the legal title to the unit of land which the corporation had conveyed to her—the parcel 20 feet by 21.2 feet—appellants contend that the certificate gave to her no more than a right to share in profits accruing from her own land, and that therefore it gave her no right to share in the profits of the corporation. The definition of the term “security,” as given by the act, does not expressly declare that the profits or earnings, the right to share in which is evidenced by the “security,” shall be the profits or earnings of the “company.” The language is: “The word ‘security’ includes . . . any instrument . . . evidencing . . . any right to . . . share ... in the profits or earnings ... of <em>any </em>business carried on for profit.” But though this particular part of the act does not expressly provide that, to constitute the instrument a security, the profits or earnings must be profits or earnings of the “company,” it is quite possible that when all the provisions of the act are read and construed together it should be held that there is a necessary implication that the profits or earnings must be such as are made or earned by the “company.” But, however this may be, it is not necessary for us to decide the question now, and we refrain from doing so, for in the present case it clearly appears that the profits and earnings ,, in which Mrs. Lake was entitled to share by reason of the t certificate issued to her were profits and earnings of the '¡corporation. The certificate gave her the right to a 1/4000 part of the “net” income to be received from the 41.7 acre tract, i. e., the income on hand after deducting from the gross income the expense incurred in the care of the land (including taxes) and the five per cent which the corporation was entitled to retain as a “trust collection and disbursement fee. ’ ’ The net income which was thus to be distributed to the certificate holders was to be derived from the profits or earnings of a business carried on by the corporation for profit, namely, the business of managing, caring for, renting, and leasing the 41.7 acres and receiving the income accruing therefrom. In its declaration of trust, incorporated into and made a part of each “certificate,” the corporation obligated itself “to manage, care for, rent, lease, and receive all income accruing from” the 41.7 acre tract, <page-number citation-index=\"1\" label=\"791\">*791</page-number>and, after deducting all necessary and proper expenses, including a collection and disbursement fee amounting to five per cent of the gross income, to pay the balance to the owners of the several land units—the owner of each unit being entitled to a 1/4000 part of the total net income. And in the deed which the corporation executed to Mrs. Lake contemporaneously with the issuance of its certificate to her there is, as we have seen, a provision to the effect that the conveyance of the unit of land, 20 feet by 21.2 feet, shall be subject to an agreement by the corporation not only to receive and disburse to the proper parties all the net income received from the 41.7 acre tract, but “to make any <em>neiv </em>agreements necessary for increasing or protecting the income from said land.”</p>\n<p id=\"b821-5\">The sum and substance of the whole arrangement was simply this: Though the tract of 41.7 acres, or some portion thereof, was nominally owned by the respective grantees of the several land units—small holdings of 20 by 21.2 feet— and not by the corporation, still the latter was to have the sole right to manage, rent, and lease the entire tract, including the right to make any and all agreements for increasing and protecting the income therefrom. We have, therefore, this situation: The corporation, upon or with the lands of others, was to carry on a business for profit, it being agreed that a part of the income—five per cent—should be retained by the corporation and that the balance, after deducting all necessary and proper expenses, should be distributed to the land owners. Though the case differs in its outward form from that of a corporation engaged in extracting wealth from its own land, selling the produce and dividing the net profits among its stockholders in the shape of dividends, still, in the essentials, there is no material difference between this case and that of a corporation so engaged in exploiting its own land. The difference is in the bark, not in the pith.</p>\n<p id=\"b821-6\">Appellants say that the contract between the corporation and Mrs. Lake was nothing but a contract of agency to look after the land and collect the profits. The rights and powers of the corporation were much greater than those of a mere agent to look after land and collect profits. Evidently the corporation and not the certificate holder was to furnish whatever capital might be necessary to carry on the venture, for Mrs. Lake did not obligate herself to furnish any capital <page-number citation-index=\"1\" label=\"792\">*792</page-number>to be used in managing or leasing the land or in extracting wealth therefrom. It doubtless was expected by Mrs. Lake and by any other grantees of the land units that the sums which they paid to their grantor upon receiving their respective deeds would be used by the corporation in leasing or “managing” the land or in exploiting it. But aside from those moneys—moneys which, when paid to it, belonged to the corporation—there is nothing to indicate that Mrs. Lake or any of the land owners had agreed ever to advance any money or to make any payment other than the initial payments made at the time of the execution of the deeds and the issuance of the certificates. The corporation, and not the certificate holders, was to make all contracts, manage, care for, rent, and lease the land and receive all the income. The certificate holders were to have no say in the matter. There was expressly reserved to the corporation the exclusive right to make all agreements for increasing and protecting the income from the land. Until the <em>net </em>profits were distributed to the certificate holders the title to the gross income was not in the owners of the land units, but in the corporation, which was to furnish whatever capital might be necessary to carry on the business of managing or leasing the land. Prom all this it is manifest that in all of the <em>essentials </em>Mrs. Lake’s relation to the E. E. MeCalla Company was similar to that of a stockholder to a corporation.</p>\n<p id=\"b822-5\">The case falls within the letter and the spirit of the act, and it would be a reproach to the administration of the law if the perpetrators of such a thinly veiled attempt to circumvent the manifest purpose of this salutary legislation should go unwhipped of justice. Appellants seem to place some reliance upon the decision of this court in <em>Ex parte Lamb, </em>61 Cal. App. 321 [215 Pac. 109]. Between. that case and this there is no resemblance whatever.</p>\n<p id=\"b822-6\"><bracketnum>[4]</bracketnum> The trial court, as we have stated, charged the jury ' that the certificate which appellants caused to be issued to Mrs. Lake is a “security” within the meaning of the Corporate Securities Act, and refused to give an abstract definition ' of the word “security” in the language of the statute. This was the proper course to pursue. Whether the certificate constituted a “security” under the conceded facts of the case was a question of law for the court and did not involve any question of fact whatever. The requested instruction <page-number citation-index=\"1\" label=\"793\">*793</page-number>would have'left it to the jury to determine as a question of fact what the court rightfully disposed of as a question of laAV for its sole determination.</p>\n<p id=\"b823-5\"><bracketnum>[5]</bracketnum> As has been pointed out, an offer was made by the appellant E. E. McCalla to sIioav that when he issued the certificate to Mrs. Lake he was acting in good faith, relying upon the advice of counsel that the instrument was not a “security” Avithin the meaning of the act; but he was refused permission to present such evidence to the jury. The section of the act under which McCalla was prosecuted, section 14, declares that every person who “knoAvingly” issues or sells or aids in the issue or sale of any security without a permit from the corporation commissioner is guilty of the offense denounced by the statute. Because the statute uses the Avord “knoAvingly,” it is claimed that if there be no specific evil intent to violate the act the issue or sale of the security is not within the penal clause of the statute. Wherefore it is argued that good faith, based on advice received from counsel, should be considered as a factor in the determination of the defendant’s guilt. There is no force in this contention.</p>\n<p id=\"b823-6\"><bracketnum>[6]</bracketnum> The term “knowingly” means “with knowledge,” and when used in a prohibitory statute is usually^/ held to refer to a knowledge of the essential <em>facts; </em>and from such lcnoAvledgo of the facts the law presumes a knowledge of the legal consequences arising from the performance of the prohibited act. According to the express definition of the Avord, as given by our Penal Code,. ^knowingly\"”' imports ‘ only a knowledge that the facts exist which bring the act or omission Avithin the provisions of this code. It does not require any knowledge of the unlawfulness of such act or omission.” (Pen. Code, sec. 7, subd. 5.) Thus, in <em>People </em>v. <em>Burns, 75 </em>Cal. 627 [17 Pac. 646], it Avas held that the defendant, charged Avith having refused, as election inspec-' tor, to administer the oath to an elector whose right to vote AA'as challenged, Avas presumed, at his peril, to ltnoAV what the laAV was. Mor does the word ‘Willfully,” as defined by the code, import any intent to violate the lavv. When applied to the intent Avith AA'hich an act is done or omitted, ‘Willfully,” according to the code definition, “implies simply a purpose or Avillingness to commit the act, or make the omission referred to. It does not require any intent to <page-number citation-index=\"1\" label=\"794\">*794</page-number>violate law, or to injure another, or to acquire any advantage.” (Pen. Code, sec. 7, subd. 1.)</p>\n<p id=\"b824-5\">It has been held that one who marries a second time under an honest but erroneous belief that a decree of divorce which had been granted was valid is afforded no protection by the invalid decree, and that evidence of his good faith will be excluded. The same principle is applied to many cases, such as selling intoxicating liquors to minors, abductitig girls under a certain age, usurping an office under the belief that the usurper was truly elected, illegal voting under the belief that the voter is a qualified elector, publishing a libel in ignorance of its contents, storing gunpowder, and the like. <em>(People </em>v. <em>O’Brien, </em>96 Cal. 178 [31 Pac. 45]. See, also, <em>People </em>v. <em>Burns, supra, </em>and <em>People </em>v. <em>Hartman, </em>130 Cal. 487 [62 Pac. 823].)</p>\n<p id=\"b824-6\"><bracketnum>[7]</bracketnum> When the intent is not made an affirmative element of the crime the law imputes that the act done knowingly was done with criminal intent. Or, to state the same proposition in a different form, when the statute plainly forbids an act, and the forbidden act is done by the accused, the law implies conclusively the guilty intent, although the offender was honestly mistaken as to the meaning of the law he violates. Here the penal clause under which McCalla was convicted does not make an unlawful or evil intent a specific element of the crime. The statute clearly forbids the acts denounced by it, and its language is plain and positive. Innocence of any intent to violate the terms of the statute is, therefore, no excuse for its violation where the defendant does the prohibited act with a knowledge of the <em>facts </em>which bring his act within the provisions of the statute. For the effective protection of the public, the burden is placed upon the individual to ascertain at his peril whether his act is prohibited by the statute.</p>\n<p id=\"b824-7\">v In <em>People v. O’Brien, supra, </em>the defendant altered a public record, apparently to make it speak the truth. In any event, . it was admitted by the attorney-general that the evidence failed to show any fraudulent intent on the part of the defendant. The court held that inasmuch as the section defining the crime there in question did not make the intent with, which \"the act was done an essential element of the crime, it was not necessary to show that the defendant had acted with such intent. In that case the question is elaborately <page-number citation-index=\"1\" label=\"795\">*795</page-number>discussed, and a number of cases are cited. The conclusion of the court on this point, as stated in the syllabus, is: “It is not necessary, in making out the offense of altering a public record, to prove any fraudulent intention upon the part of the defendant; nor is ignorance of the law and innocence of any intent to violate its terms any excuse for a violation thereof. When an act in general terms is made indictable, a criminal intent need not be shown, unless from the language or effects of the law a purpose to require the existence of such intent can be discovered.” The court also quotes with approval the following language from <em>State </em>v. <em>McBrayer, </em>98 N. C. 623 [2 S. E. 756]: “It is a mistaken notion that positive, willful intent to violate the criminal law is an essential ingredient in every criminal offense, and that where there is an absence of such intent there is no offense; this is especially so as to statutory offenses. When the statute plainly forbids an act to be done, and it is done by son^g person, the law implies conclusively the guilty intent, although the offender was honestly mistaken as to the meaning of the law he violates. When the language is plain and positive, and the offense is not made to depend upon the positive, willful intent and purpose, nothing is left to interpretation. ’ ’</p>\n<p id=\"b825-5\">Tested by the foregoing it must be held that the court’s refusal to permit MeCalla to show that he acted on the advice of counsel was right and proper. He possessed knowledge of all the <em>facts </em>which brought his act—the issuance of the certificate to Mrs. Lake—within the penal provisions of the statute. As we have pointed out, it was admitted at the trial that the E. E. MeCalla Company is a California corporation, that it never received any permit from the corporation commissioner and that E. E. MeCalla, who was its president, knew that no permit to sell or issue securities had been granted to his corporation, but that nevertheless he, as president of the company, issued the certificate to Mrs.'. Lake. These facts being admitted, there was left but one question in the ease, and that a question of law, pure and simple, namely: Is the certificate issued to Mrs. Lake a “ security,” as that term is defined by the act?</p>\n<p id=\"b825-6\">If the advice of counsel could afford immunity to one accused of the violation of a penal statute it would result in the advice of an attorney being paramount to the law. “Ignorance of the law,” says the Rhode Island supreme <page-number citation-index=\"1\" label=\"796\">*796</page-number>court in <em>State </em>v. <em>Foster, </em>22 R. I. 163 [50 L. R. A. 339, 46 Atl. 833], \"will not excuse its violation, even when one endeavors to ascertain the law and is misled by the advice of counsel.” In that case it was held that a violation of a statute against engaging without a license in the temporary or transient sale of goods is not excused by advice of a state official to the effect that the law did not apply to the person who is charged with its violation, and who was not misled as to the facts but only as to the law. See, also, 1 Wharton’s Criminal Law, 11th ed., sec. 379.</p>\n<p id=\"b826-5\">The instruction to the effect that both the corporation and McCalla are <em>conclusively </em>presumed to know whether a permit had been issued or not could not possibly have injured appellants. The conceded facts established beyond peradveniure that the corporation and its president did know that the corporation commissioner had issued no permit to sell ^r otherwise dispose of any of the company’s securities.</p>\n<p id=\"b826-6\">Finally, it is contended that the E. E. McCalla Company was not given a preliminary hearing before the committing magistrate and that therefore the order holding it to answer was void and afforded no foundation for the filing of an information against the corporation. To say that the proceedings in this case bristle with anomalies is putting it mildly. Not only was the corporation not given a preliminary hearing before the committing magistrate, but it was not even named as a defendant in the complaint lodged with that officer. No summons was issued by the magistrate requiring the corporation to appear before him—a procedure provided for by sections 1390 et seq. of the Penal Code. No appearance, voluntary or involuntary, was made by the corporation before the committing magistrate. It was not until the trial was commenced in the superior court that the corporation made any appearance in the case. At the commencement of the trial in the latter court the corporation, for the first time, appeared and by its attorney moved that as to it the first count in the information be set aside on the ground that it had not had a preliminary examination before a committing magistrate as required by law. The motion was denied and thereupon the trial proceeded before the jury without even the entry of a plea by or on behalf of the corporation, though all parties evidently assumed that <page-number citation-index=\"1\" label=\"797\">*797</page-number>a plea of “not guilty” had been formally entered and the ease seems to have been tried with that understanding.</p>\n<p id=\"b827-5\">That these gross irregularities and unpardonably loose methods of procedure would unquestionably have necessitated a reversal as to the corporation had this appeal come before this court prior to the adoption of section 4% of article VI of the constitution is a proposition fully borne out by such authorities as <em>Western Meat Co. </em>v. <em>Superior Court, </em>9 Cal. App. 538 [99 Pac. 976], <em>People </em>v. <em>Western Meat Co., </em>13 Cal. App. 539 [110 Pac. 338], <em>People </em>v. <em>Corbett, </em>28 Cal. 328, <em>People </em>v. <em>Gaines, </em>52 Cal. 479, and <em>People </em>v. <em>Monaghan, </em>102 Cal. 229 [36 Pac. 511]. But since section 4% was added to article VI, the organic law of this state has declared, in terms not to be mistaken, that no judgment shall be set aside or new trial granted, in any case, for error as to <em>any </em>matter of procedure, unless after an examination of the entire cause, including the evidence, the court shall be of the opinion that the error complained of has resulted in a miscarriage of justice. The scope of this provision is very broad and sweeping. It does not pretend to describe specifically the character of the errors coming within its pui-view. Nor does it purport to limit the right of the court to determine and say that any error, whatever its nature, has not resulted in a miscarriage of justice. Since its adoption not every invasion of even a constitutional right will necessarily require a reversal. The mere fact that the assignment of error is based upon a provision of the constitution is not conclusive. <em>(People </em>v. <em>O’Bryan, </em>165 Cal. 66 [130 Pac. 1042].) The appellate court is not to determine, as an original inquiry, the question of the defendant’s guilt or innocence. <bracketnum>[8]</bracketnum> But when he has been found guilty that court, upon a review of the entire record, must determine whether in its judgment an error committed in the trial court has led to the verdict. If it appear, to the satisfaction of the court reviewing the judgment, that the result is just and that it would have been reached if the error had not been committed, a new trial is not to be ordered. <em>(People </em>v. <em>O’Bryan, supra.)</em></p>\n<p id=\"b827-6\">Here the district attorney filed an information based upon what purports to be a commitment holding the corporation to answer. The information alleges facts which show that the E. E. McCalla Company committed one of the offenses <page-number citation-index=\"1\" label=\"798\">*798</page-number>denounced by the Corporate Securities Act. The company appeared by counsel in the superior court and was there ably, if unsuccessfully, defended. The trial went on without any objection from the corporation other than that'it had not had a preliminary examination before a committing magistrate prior to the filing of the information in the superior court. In the latter court the corporation secured all the benefit of a formal plea of “not guilty” and had every advantage that it would have had if it had been given a preliminary hearing prior to the order holding it to answer. Indeed, no fair-minded person could read the record before us without reaching the conclusion that the evidence shows beyond all shadow of doubt that the corporation was guilty of the offense described in count one of the information—■ the count upon which it was found guilty.</p>\n<p id=\"b828-5\"><bracketnum>[9]</bracketnum> The verdict was just, and we fail to see how a different result could have been reached had the commitment upon which the information was based been made only after the corporation had been given a preliminary hearing before a magistrate and a plea of “not guilty” had been formally made by it in the superior court. See <em>People </em>v. <em>Tomsky, </em>20 Cal. App. 672 [130 Pac. 184], where it was held that section 4% is applicable, even though no plea to the information be made by or on behalf of the defendant. Our conclusion, after a careful examination of the entire record, is that the irregularities complained of have not resulted in a “miscarriage of justice,” and that section 4% could not be applied with more propriety than in the instant case.</p>\n<p id=\"b828-6\">The appeal from the order denying the motion in arrest of judgment is dismissed. The judgment against each appellant and the orders denying their respective motions for a new trial are affirmed.</p>\n<p id=\"b828-7\">Works, J., and Craig, J., concurred.</p>\n<p id=\"b828-8\">A petition by appellant to have the cause heard in the supreme court, after judgment in the district court of appeal, was denied by the supreme court on November 26, 1923.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}