{
  "casebody": {
    "data": "<casebody firstpage=\"412\" lastpage=\"413\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b438-10\">UNITED STATES of America, Plaintiff-Appellee v. Richard A. HIGGINS, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b438-13\">No. 11-30411</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AVl\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b438-14\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b438-16\">Jan. 27, 2012.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b438-17\">Brian Marshall Klebba, Assistant U.S. Attorney, Diane Hollenshead Copes, Esq., Assistant U.S. Attorney, U.S. Attorney’s Office, New Orleans, LA, for Plaintiff-Ap-pellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b438-18\">Richard A. Higgins, Fort Worth, TX, pro se.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b438-20\">Before REAVLEY, SMITH, and PRADO, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b438-21\">PER CURIAM:<footnotemark>*</footnotemark></author>\n<p id=\"b438-22\">Richard A. Higgins, federal prisoner # 31322-034, appeals from the denial of his 28 U.S.C. § 2255 motion, in which he argued that trial counsel was ineffective for failing to file a notice of appeal when instructed to do so. The district court assumed that counsel had failed to file a notice of appeal, but found that Higgins could not demonstrate prejudice arising from this presumed failure, as Higgins had waived his right to appeal.</p>\n<p id=\"b439-4\"><page-number citation-index=\"1\" label=\"413\">*413</page-number>To demonstrate ineffective assistance of counsel based on a claim that counsel failed to file a notice of appeal, a defendant must show that counsel performed defi-ciently and that a reasonable probability exists that, but for counsel’s deficient conduct, the defendant would have timely appealed. <em>Roe v. Flores-Ortega, </em>528 U.S. 470, 476-77, 484, 486, 120 S.Ct. 1029, 145 L.Ed.2d 985 (2000). Counsel’s performance is deficient if counsel disregards his client’s wishes concerning filing an appeal. <em>Id. </em>at 477-78, 120 S.Ct. 1029. The defendant need not demonstrate that he would have been able to raise a meritorious issue on appeal. <em>Id. </em>at 488-86, 120 S.Ct. 1029. Instead, if the petitioner demonstrates by a preponderance of the evidence that he ordered counsel to file an appeal, prejudice will be presumed, and the petitioner will be able to file an out-of-time appeal. <em>United States v. Tapp, </em>491 F.3d 263, 266 (5th Cir.2007). The defendant need only show “that there is a reasonable probability that, but for counsel’s failure, he would have timely appealed.” <em>Id. </em>at 265. “[T]he rule of <em>Flores-Ortega </em>applies even in cases where a defendant has waived his right to direct appeal and collateral review.” <em>Id. </em>at 266.</p>\n<p id=\"b439-5\">The district court erred by basing the denial of § 2255 relief on Higgins’s appeal waiver provision. <em>See id. </em>Additionally, Higgins alleged in his verified § 2255 motion that he directed counsel to file a notice of appeal and that counsel did not do so. The district court did not hold an eviden-tiary hearing, and the Government placed no evidence in the record indicating that Higgins did not direct counsel to file a notice of appeal. The record before this court is silent as to whether there was a reasonable probability that Higgins would have taken an appeal but for counsel’s alleged failure to file a notice of appeal. <em>See Tapp, </em>491 F.3d at 266.</p>\n<p id=\"b439-6\">If the evidence does not “conclusively show” whether the petitioner requested that counsel file an appeal, then the district court should hold an evidentiary hearing on the issue. <em>See id. </em>The evidence does not conclusively show whether Higgins directed counsel to file a notice of appeal. The district court thus should hold an evidentiary hearing on remand.</p>\n<p id=\"b439-7\">VACATED AND REMANDED.</p>\n<footnote label=\"*\">\n<p id=\"b438-8\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}