{
  "casebody": {
    "data": "<casebody firstpage=\"6\" lastpage=\"10\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b14-7\">The State <em>vs. </em>Bromley.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b14-8\">Where the complaint of a grand-juror for a violation of the twenty-ninth section of the act of 1854 for the suppression of intemperance alleged, that on a specified day the defendant “ tyas drunk and intoxicated, whereby he was disabled and deprived of his reason,” but did not aver that he was <em>“ </em>found” ' in that condition; it was held, that such complaint was insufficient.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b14-9\">This was a complaint preferred by a grand-juror of the town of North Stonington to a justice of the peace, for a violation of the twenty-ninth section of the statute of 1854, entitled “ An Act for the suppression of intemperance.” That part of said section material to the present case, is as follows:</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b14-10\"><em>“ </em>If any person shall be found intoxicated, he shall, on conviction thereof, pay a fine of twenty dollars to the treasury of the town in which the offence is committed, together with the costs of prosecution, and stand committed until the judgment be complied with.”</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b14-11\">The complaint was in the following words: “ That William <page-number citation-index=\"1\" label=\"7\">*7</page-number>M. Bromley, at said town of North Stonington, on the 28th day of October, A. D. 1855, with force and arms was intoxicated and drunk, whereby he was disabled and deprived of his reason and understanding, against the peace, and contrary to the form of the statute in such case made and provided and of evil example.”</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b15-5\">On the plea of not guilty to this complaint, the defendant was found guilty, and he thereupon appealed to the superior court. At the term of said court holden in November, 1855, the defendant demurred to said complaint, and the questions of law thereon arising, were reserved for the advice of this court.</summary>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b15-6\"><em>Wait </em>and <em>Bond, </em>in support of the demurrer.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"b15-7\">1. If the object of the law on which the prosecution was founded is to suppress intemperance, the makers of the law intended to effect this object by prohibiting the manufacture and sale of spirituous and intoxicating liquors, and not by interfering with their use as a beverage. This is fairly to be inferred from the fact that, out of the thirty-one sections which the act comprises, thirty sections are, by their language, explicitly and solely intended either to regulate or suppress the manufacture and sale of intoxicating drinks. This is also the legitimate inference from a fair construction of the 29th section of the act, when taken in connection with the 17th section. The fine is not imposed upon the person “ found intoxicated ” for being drunk, but only and solely for a refusal on his part to testify “ freely, fully and fairly regarding the procurement or receipt of the liquor which produced his intoxication;” the object of this section of the law being, not to punish the drinker, but to obtain evidence that will lead to the discovery and conviction of the seller.</p>\n<p data-order=\"8\" data-type=\"legal\" id=\"b15-8\">2. If it was the intention of the framers of this law to make the punishment of drunkenness a means for the suppression of intemperance, it was intended only to punish that open and public drunkenness, which, from its publicity, tends to breaches of the peace, and is of <em>“ </em>evil example to others in like case offending,” and not secret and unobtrusive <page-number citation-index=\"1\" label=\"8\">*8</page-number>intoxication. The language of the 29th section of the act admits of but one interpretation; the person prosecuted under this section, to be brought within its letter and meaning, must not only be intoxicated, but must be <em>“found </em>intoxicated,” that is, he must be publicly seen in that condition.</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b16-5\">3. If a person can not be convicted under this 29th section unless he is <em>found </em>intoxicated, then it is necessary that it should be alleged in the complaint that he was so found, and an omission of such allegation can be taken advantage of on demurrer.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b16-6\"><em>Willey </em>and Palmer, contra.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"b16-7\">1. The legislature intended that the act under which this complaint originated, should receive a liberal construction, and should not be defeated by technical objections to the <em>form </em>of the complaint.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b16-8\">2. It is a principle of law, that “ long continued practice may affect the construction of a statute,” and when, under a statute, a form of proceeding has for a long time been adopted, it will be held to be in accordance with the statute. 1 Sw. Dig., 12. 5 Conn. R., 171. <em>McKeen </em>v. <em>Delancy, </em>5 Cranch, 22. 12 Wheat., 206.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b16-9\">3. The old statute punishing drunkenness and the new statute are in similar language. “ If any person shall be found drunken &amp;c.,” is the language of the old statute. “ If any person shall be found intoxicated &amp;c.,” is the language of the new. By a uniform practice, the mode of declaring in cases of drunkenness has been substantially the same as is adopted in this case. 2 Sw. Dig., 772.</p>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b16-10\">Ellsworth, J.</author>\n<p id=\"A4\">This is an information against the prisoner, under the 29th section of the act of 1854, for the suppression of intemperance. The offence is described in the act, as <em>“being- found </em>intoxicated,” and is the same offence as being <em>found drunk, </em>which has been a statute offence in this state, from a remote period.</p>\n<p id=\"b16-11\">By the seventeenth section of the act of 1854, it is provided “ if any person shall be found in a <em>state </em>of intoxica<page-number citation-index=\"1\" label=\"9\">*9</page-number>tiou, any sheriff, &amp;c., <em>without iuarrant, </em>may take such person into custody and detain him until he shall be recovered from his intoxication, &amp;c., when he may make full disclosure of whom he procured the liquor, and under certain circumstances he may be discharged from further prosecution. This seventeenth section introduces a new proceeding into this branch of the law; the obvious design of which is, to ferret out places where liquor is kept and sold, and to punish the clandestine vendor of it, rather than his unhappy victim. The drunkard is supposed to be taken while in the state of drunkenness, as he is to be detained until he becomes sober, &amp;c.; but the offence intended in the 29th section is, being or having been found drunk. If the person has been found drunk, he maybe complained of by a grand-juror, and regularly prosecuted, like any other offender.</p>\n<p id=\"b17-5\">The objects of the two sections are entirely different; the 17th is to prevent the sale of liquor, the 29th is to prevent intoxication, by punishing the drunkard. Now the 29th section contains the words <em>'found </em>intoxicated,” in the description of the offence, and if this word be important, or has any distinct meaning in describing the offence, the present complaint is defective, for the word <em>found </em>is not in it, nor any equivalent word, but the defendant is only charged with having been intoxicated on a certain day. We can not wholly discard the word in looking after the statute offence, especially in construing a penal statute, although it may be true that the condition of having been intoxicated, is the offence aimed at by the law, in section 29th, whether or not the person was, at the time, seen, or, as the statute says, <em>found </em>in that condition. Practically, the distinction is of very little if any importance, as no person, probably, has been prosecuted for drunkenness, who was not, at the time he was drunk, seen to be so; but it might be otherwise, and we do not feel at liberty to discard from the act which makes the crime, any circumstance which enters into its description or definition. We think it not at all unlikely, that the popular belief is, that having been intoxicated, and being found intoxicated, mean about the same thing, and that this com<page-number citation-index=\"1\" label=\"10\">*10</page-number>plaint, which is said to be after the form in Swift, does correctly describe the real offence aimed at by the legislature in the 29th section of the law, viz., <em>being </em>drunk, let it be provable in whatever way it may. This exact question has never been made in our courts, within our knowledge, so that we are called upon for the first time, to interpret the law according to our best judgment, and if we are wrong, it will be easy for the legislature to correct the error.</p>\n<p id=\"b18-5\">We advise judgment for the prisoner.</p>\n<p id=\"b18-6\">In this opinion the other judges, Stores and Hinman, concurred.</p>\n<p id=\"b18-7\">Complaint insufficient.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}