{
  "casebody": {
    "data": "<casebody firstpage=\"350\" lastpage=\"354\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b380-7\">Dix <em>v. </em>Railway Company.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b380-8\"><em>Railroads </em>— Contributory <em>negligence </em>— Use <em>of highway </em>— Binding <em>instructions.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b380-9\">Where a person walks along the narrow space between two trolley tracks, a place dangerous in itself, and not intended for pedestrians, without looking for a car, to recover a shoe cast by one of his horses, and is struck while stooping to pick up the horseshoe, he is guilty of contributory negligence.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b380-10\">He was not a pedestrian on the street, in the ordinary sense, as he was neither crossing the street nor using the tracks in common with the defendant company. He ignored the plain dictates of common prudence, and the court should have directed a verdict for the defendant.</syllabus>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b380-11\">Argued Oct. 17, 1900.</otherdate>\n<summary data-order=\"5\" data-type=\"summary\" id=\"AJ4\">Appeal, No. 127, Oct. T., 1900, by defendant, in suit of Alfred W. Dix against Ridge Avenue Passenger Railway Company, from judgment of C. P. No. 3, Phila. Co., March T., 1898, No. 196, on verdict for plaintiff.</summary>\n<judges data-order=\"6\" data-type=\"judges\" id=\"AL3\">•Before Rice, P. J., Beaver, Orlady, W. <em>W. </em>Porter and 'W« D. Porter, JJ.</judges>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"AkM\">Reversed.</disposition>\n<summary data-order=\"8\" data-type=\"summary\" id=\"A7I\">Opinion by Orlady, J,</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b381-4\"><page-number citation-index=\"1\" label=\"351\">*351</page-number>Trespass. Before McMichael, J.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b381-5\">It appears from the undisputed evidence that plaintiff’s horse cast a shoe while driving west on the north street car track of Arch street between Eighth and Ninth streets, in the city of Philadelphia. There are two tracks on Arch street and between them just space for a man to stand between passing cars. Plaintiff, after the horse dropped the shoe, drove on some twenty-five yards, pulled off to the right, stopped on the north side of the street, and got off his wagon. He then waited for a west-bound car to pass, walked to the horseshoe, which lay on the north track near the north rail, stooped, picked it up, and straightened himself to an erect attitude, when his body immediately came in contract with an east-bound car on the south track. Plaintiff testified that when he left his wagon he did not see any car coming on the east-bound track, and then walked eastward with his back to the west. He did not look around once, and when in the act of picking up the shoe he was struck by a moving car on the east-bound track.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b381-6\">Defendant offered no evidence and asked for binding instructions which were refused.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b381-7\">Verdict and judgment for plaintiff for -$623. Defendant appealed.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b381-8\"><em>Error assigned </em>was in refusing binding instructions for defendant.</summary>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b381-9\"><em>Thomas </em>Learning, with him <em>Dallas </em>Sanders, for appellant.—</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"ABY\">There was affirmative and uncontradicted evidence of contributory negligence.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b381-10\">This court and the Supreme Court have emphatically laid down the rule that a pedestrian crossing a street, even at an intersection of streets, must look for approaching cars and other vehicles.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b381-11\">This plaintiff was not at a crossing, but in the middle of a block. He was about to do a wholly unusual thing, viz: to go out amidst the traffic of the street, suddenly stop and stoop to pick something up and reverse his course.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b381-12\">He was aware of the passing traffic of a crowded double tracked main street.</p>\n<p data-order=\"19\" data-type=\"legal\" id=\"b381-13\">There is no doubt about the law applicable to these uncon<page-number citation-index=\"1\" label=\"352\">*352</page-number>tradicted facts: McCauley v. Phila. Traction Co., 13 Pa. Superior Ct. 354; Trout v. Railway Co., 13 Pa. Superior Ct. 17; Cupps v. Traction Co., 13 Pa. Superior Ct. 630; Brown v. Traction Co., 14 Pa. Superior Ct. 594; Collins v. Traction Co., 7 Pa. Superior Ct. 318; Gilmartin v. Transit Co., 186 Pa. 193; Warner v. Railway Co., 141 Pa. 615.</p>\n<decisiondate data-order=\"20\" data-type=\"decisiondate\" id=\"A767\">November 19,1900:</decisiondate>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b382-5\"><em>Robert H. Hinkley, </em>for appellee. —</attorneys>\n<p data-order=\"22\" data-type=\"legal\" id=\"AnS\">Plaintiff was driving westward on Arch street, on the north car track, and when between Eighth and Ninth streets one of the horses lost a shoe.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b382-6\">There are two tracks on Arch street, but there is not ample space for a man to stand between passing cars.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b382-7\">He did not look for any car going east because he was looking for the shoe. The motorman did not strike any gong though he saw the man between the tracks.</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b382-8\">This case as developed by the evidence in the court below is ruled by Gibbons v. Railway Co., 155 Pa. 279.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b382-9\">The question whether or not the plaintiff was guilty of contributory negligence was properly left by the court to the jury: Bradwell v. Railway Co., 153 Pa. 105.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b382-10\">The whole question of when negligence is for the court and when for the jury was gone into in Davidson v. Railway Co., 171 Pa. 522.</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b382-11\">Negligence is a question for the jury if there be a reasonable doubt as to the facts tending to prove, or as to just inferences to be drawn therefrom: McKee v. Bidwell, 74 Pa. 218.</p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b382-12\">The ruling in the case of Gilmore v. Federal Street &amp; Pleasant Valley Ry. Co., 153 Pa. 31, applies to the plaintiff: Schnur v. Traction Co., 153 Pa. 29.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b382-13\">The gripman of a cable car should always be on the alert to avoid danger.</p>\n<opinion data-order=\"31\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b382-14\">Opinion by</p>\n<author id=\"Ang\">Orlady, J.,</author>\n<p id=\"b382-15\">On the trial of this case the defendant did not offer any evidence, but requested the court to instruct the jury that under all the evidence the verdict should be for the defendant. This was refused and the case was submitted to the jury, who returned a verdict in favor of the plaintiff. It is not necessary to refer to the alleged negligence of the defendant, as the plaintiff’s contributory negligence is so clearly established by his own <page-number citation-index=\"1\" label=\"353\">*353</page-number>testimony that the judgment must be reversed. The plaintiff testified to all the facts leading up to the accident in an exceptionally frank and intelligent manner. He had been driving team for seven or eight years and was familiar with street railways, and with Arch street which was occupied by two street car tracks placed quite close together so that there was barely room for ears to pass each other, and permit a man to stand in safety between the tracks. In clear daylight, when seated on the right-hand side of a covered wagon, he was driving a double team of horses on the west-bound track on Arch street. After passing Eighth street, the near horse dropped a shoe which was left lying close to the north rail of the track he occupied. On account of there being so many wagons on the street he drove onward about half way up the block and pulled out from the track toward the pavement, where he stopped his team, alighted from the wagon, crossed over to the space between the tracks, and walked eastward in that space, a distance of about twenty-five yards, to where the shoe was lying. He states that when he left his wagon he did not see any car coming on the eastbound track, and then walked eastward with his back to the west. He did not look around once, and when in the act of picking up the shoe he was struck by a moving car on the eastbound track. When he stopped his wagon, he was at the edge of the pavement, along which he could have passed in safety to a point opposite to where the shoe was lying, near the north rail of the west-bound track. Without once looking for a car on this busy thoroughfare, he elected to walk for twenty-five yards in a dangerous space, not intended for nor used by pedestrians. In so doing he ignored the unchanging rule that is to be observed at all times when a traveler is likely to come in conflict with a trolley or steam car. If he had been attempting to cross the track he would have been bound to look for the approaching car as an imperative duty, and if the street was obstructed, to listen, and in some situations to stop. He would be held to have seen that which was obvious: Kline v. Electric Traction Co., 181 Pa. 276; Callahan v. Traction Co., 184 Pa. 425; Watkins v. Traction Co., 194 Pa. 564; McCauley v. Traction Co., 13 Pa. Superior Ct. 354. He was not a pedestrian on the street, in the ordinary sense, as he was neither crossing the <page-number citation-index=\"1\" label=\"354\">*354</page-number>street nor using the tracks in common with the defendant company.</p>\n<p id=\"b384-5\">He was not on the east-bound track, and he states, that the space between the tracks was sufficiently wide to allow a larger person than he was to stand therein in safety. He was not in a proper place on the street, and he recklessly exposed himself in this narrow space when he knew that cars were very frequently passing in each direction. If he had looked backward after entering upon this space he could and would have seen the car which struck him, whether it came from beyond, or entered upon Arch street from an intersecting street. His witness, Andrews, saw it as it passed the wagon, a distance of twenty-five yards from the place of the accident. The time required to cross a track at right angles is obviously much less than consumed in walking the distance mentioned by the plaintiff, and his duty to observe ordinary care was increased by his selected place of peril. He ignored the plain dictates of common prudence and under authority of Collins v. Traction Co., 7 Pa. Superior Ct. 318, McCauley v. Traction Co., 13 Pa. Superior Ct. 354, Gilmartin v. Lackawanna Transit Co., 186 Pa. 193, and Warner v. Peoples’ Pass. Ry. Co., 141 Pa. 615, the court should have directed a verdict for the defendant.</p>\n<p id=\"b384-6\">The judgment is reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}