{
  "casebody": {
    "data": "<casebody firstpage=\"488\" lastpage=\"494\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b520-5\">ROBERT MCCABE AND JOANNE MCCABE, HIS WIFE, PLAINTIFFS, v. GREAT PACIFIC CENTURY CORPORATION, AND ABLE CORPORATION, DEFENDANTS. PATENT SCAFFOLDING COMPANY, DEFENDANT-THIRD-PARTY PLAINTIFF, AND HUBER, HUNT &amp; NICHOLS CONSTRUCTION CO., DEFENDANT-THIRD-PARTY PLAINTIFF, RESPONDENT-CROSS-APPELLANT, v. POWER ELECTRIC COMPANY, THIRD-PARTY DEFENDANT, APPELLANT-CROSS-RESPONDENT, AND WURMFELD ASSOCIATES, P.C., MORLOT CARPENTRY, INCORPORATED, LOXCREEN ARCHITECTURAL PRODUCTS, INCORPORATED, AND MOPAL CONTRACTING CORPORATION, THIRD-PARTY DEFENDANTS.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b520-6\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b520-7\">Argued September 25, 1989</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AyM\">Decided November 6, 1989.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b521-10\"><page-number citation-index=\"1\" label=\"489\">*489</page-number>Before Judges J.H. COLEMAN and SKILLMAN.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b521-11\"><em>Brian C. Gallagher </em>argued the cause for appellant Power Electric Company <em>(Harwood Lloyd, </em>attorneys; <em>Victor C. Harwood, III, </em>on the brief).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b521-12\"><em>Frances J. Panzini-Romeo </em>argued the cause for respondent Huber, Hunt &amp; Nichols Construction Company <em>(O’Donnell, Kennedy, Vespole &amp; Piechta, </em>attorneys; <em>Frances J. Panzini-Romeo, </em>on the brief).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b521-13\">The opinion of the court was delivered by</p>\n<author id=\"b522-3\"><page-number citation-index=\"1\" label=\"490\">*490</page-number>SKILLMAN, J.A.D.</author>\n<p id=\"b522-4\">Defendant, Huber, Hunt &amp; Nichols Construction Company (Huber), was the general contractor for the construction of a high rise apartment complex. Plaintiff, Robert McCabe, was employed by Power Electric Company (Power), the subcontractor for the electrical work on the project. Plaintiff was injured on the job site when he was struck by a moving exterior elevator. He brought this action against Huber and other allegedly responsible parties. Huber filed a third-party complaint which, as amended, named all its subcontractors on the project including Power as third-party defendants. The third-party complaint was based on the indemnification clauses in Huber’s contract with Power and the other subcontractors.</p>\n<p id=\"b522-5\">The trial court dismissed Huber’s third-party complaint on the ground that the validity of the indemnification clause was governed by Indiana law, which invalidates such clauses. We reversed in a reported opinion which concluded that the validity of the contractual indemnification clause was governed by New Jersey law, and that such clauses were then valid under our law. <em>McCabe v. Great Pacific Century, </em>222 <em>N.J.Super. </em>397 (App.Div.1988).</p>\n<p id=\"b522-6\">Shortly thereafter, Huber moved for summary judgment on its contractual indemnification claim. The trial judge granted this motion for reasons set forth on the record on May 17,1988. Almost immediately thereafter, Power filed a motion for reconsideration and a cross-motion for summary judgment. All the parties, including Huber and Power, appeared in court for trial on May 24, 1988. At that time, the trial judge denied Power’s motion for reconsideration and its cross motion for summary judgment.</p>\n<p id=\"b522-7\">On the following day, the parties reported to the court that a settlement had been reached pursuant to which plaintiffs would receive $600,000: $200,000 from Huber, $300,000 from Power and $100,000 from other defendants. Both Power and Huber agreed that the settlement did not affect Power’s right to <page-number citation-index=\"1\" label=\"491\">*491</page-number>appeal the trial judge’s interpretation of the contractual indemnification clause and that the prevailing party on that issue would be reimbursed by the other party for the amounts it had contributed to the settlement. In addition, Huber reserved its right to appeal the court’s implicit denial of its request for an award of attorneys fees from Power.</p>\n<p id=\"b523-6\">Power appeals from the orders granting Huber summary judgment on its contractual indemnification claim and denying Power’s motions for reconsideration and for summary judgment. Huber cross appeals from the order denying its application for counsel fees.</p>\n<p id=\"b523-7\">We conclude that the trial judge misconstrued the contractual indemnification clause. Therefore, we reverse the order granting summary judgment in favor of Huber on its contractual indemnification claim. We also dismiss Huber’s cross appeal as moot.</p>\n<p id=\"b523-8\">Power contends that the trial judge abused her discretion by failing to apply law of the case principles to the ruling of another judge in denying Huber’s prior motion for summary judgment. We agree that the trial judge’s construction of the indemnification clause was inconsistent with the motion judge’s construction of the same clause. However, the law of the case doctrine rests within the discretion of the court which is “never irrevocably bound by its prior interlocutory ruling in the same case.” <em>Sisler v. Gannett Co., Inc., </em>222 <em>N.J.Super. </em>153, 159 (App.Div.1987), certif. den. 110 <em>N.J. </em>304 (1988). In any event, whatever the appropriate role of the law of the case doctrine in the trial judge’s consideration of this matter, it is our responsibility to determine the correct interpretation of the indemnification clause. Therefore, we proceed directly to this issue.</p>\n<p id=\"b523-9\">The indemnification clause provided that:</p>\n<blockquote id=\"b523-10\">Subcontractor further specifically obligates himself to Contractor ... (b) to indemnify Contractor and save it harmless from any and all claims, suits or liability resulting from any act or omission of Subcontractor, or Contractor, or their officers, agents, employees or servants in any manner related to the <page-number citation-index=\"1\" label=\"492\">*492</page-number>subject matter of this Subcontract, including without implied limitation, claims, suits, or liability for injury to or death of persons, including the employees of either Contractor or Subcontractor, and for damage to property;</blockquote>\n<p id=\"b524-5\">The indemnification clause sets forth three prerequisites to Power’s duty to indemnify. First, Huber must be responsible for a “claim, suit or liability.” Second Huber’s liability must result from an “act or omission” of Huber, Power or their respective employees. Finally, the act or omission must be “related to the subject matter of this Subcontract.”</p>\n<p id=\"b524-6\">However, the trial judge, concluding that Power’s duty to indemnify Huber was triggered by the fact that one of Power’s employees was injured at the job site, granted summary judgment in favor of Huber without making any finding that Power or Huber had been negligent or that any negligence of Huber related to the electrical work being performed by Power.</p>\n<p id=\"b524-7\">This conclusion is inconsistent with the plain language of the indemnification clause. The prerequisite that the “act or omission” of Power or Huber must be “related to the subject matter of this Subcontract” is not directed at the conduct of the injured plaintiff but rather the conduct of the contractor on which liability is predicated. Moreover, “the subject matter of this subcontract” is clearly Power’s electrical work rather than all the work under Huber’s contract with the property owner. Therefore, if Huber were found to be negligent but that negligence did not relate to its responsibilities under the Power subcontract, Huber would not be entitled to indemnification from Power even though McCabe was performing his responsibilities under the subcontract at the time of the accident.</p>\n<p id=\"b524-8\">Furthermore, even if there were ambiguity in the language of the indemnification clause, we would construe it strictly to limit Power’s duty to indemnify to situations where it or Huber was negligent in some manner directly related to Power’s subcontract. This construction is required by the principle that indemnification clauses “should be strictly construed against the indemnitee.” <em>Ramos v. Browning Ferris Industries, </em>103 <em>N.J. </em>177, 191 (1986). And of particular pertinence to this case, <page-number citation-index=\"1\" label=\"493\">*493</page-number>“a contract will not be construed to indemnify the indemnitee against losses resulting from its own negligence unless such an intention is expressed in unequivocal terms.” <em>Ibid. </em>Huber’s subcontract with Power certainly did not state “in unequivocal terms” that Power’s duty to indemnify extends to situations where Huber was negligent in some manner not directly related to the performance of the work under Power’s subcontract.</p>\n<p id=\"b525-6\">Our conclusion that the fact that McCabe was performing his responsibilities under the subcontract at the time of the accident is not sufficient to impose a duty upon Power to indemnify Huber is supported by several decisions in other jurisdictions. In <em>McClane v. Sun Oil Co., </em>634 F.2d 855 (5th Cir.1981), the contractor agreed to indemnify the property owner from claims “arising out of, incident to, or in connection with this agreement____” <em>Id. </em>at 857. The plaintiff, an employee of the contractor, was killed during an explosion while working at the job site. The Fifth Circuit concluded:</p>\n<blockquote id=\"b525-8\">The contract under which Texas Tanque subcontracted the job to the construction crew involved only the construction of a walkway. The accident occurred due to conditions in a new tank of which neither Texas Tanque nor the construction crew knew anything. The negligence of Sun Oil was totally unconnected to the subject of the contract, the construction of a walkway. <em>[Id. </em>at 859],</blockquote>\n<p id=\"b525-9\">Similarly, <em>Tatar v. Maxon Construction Co., </em>3 <em>Ill.App.</em>3d 352, 277 <em>N.E.2d </em>715 (1972), aff’d 54 <em>Ill.2d </em>64, 294 <em>N.E.2d </em>272 (1973), involved a clause which stated that the subcontractor would indemnify the contractor for injuries which occurred “by reason of, arising out of, or connection with, accidents, injuries, or damages which may occur upon or about the subcontractor’s work.” <em>Id. </em>277 N.E.2d at 716. In rejecting the contractor’s claim of indemnification for an injury to an employee of the subcontractor, the court held:</p>\n<blockquote id=\"b525-10\">The injuries were wholly unrelated to any activity of the sub-contractor either arising out of, or connected with, or occurring upon the sub-contractor’s work. The mere fact that an employee of the sub-contractor was in or near the building and thus become [sic ] a target for the projectile off the building by reason of the contractor’s negligence is in our view clearly outside the scope of <page-number citation-index=\"1\" label=\"494\">*494</page-number>the contractual arrangements between the contractor and the sub-contractor. [Id., 277 <em>N.E.2d </em>at 717],</blockquote>\n<p id=\"b526-5\">Although the indemnification clauses involved in <em>McClane </em>and <em>Tatar </em>contained different language than the Huber-Power subcontract, these cases demonstrate that the injured party’s status as employee of the indemnitor is not sufficient to trigger a duty to indemnify under the type of indemnification obligation undertaken by Power.</p>\n<p id=\"b526-6\">Although the parties apparently assumed that this appeal would be dispositive of their responsibilities under the indemnification clause, we conclude that the matter should be remanded. The trial judge concluded that Power’s duty to indemnify Huber was triggered without a showing of negligence on the part of Power or Huber. Consequently, she never made any factual findings on this issue. Nor did she make any finding as to whether the negligence of Huber, if any, was related, in the sense described in this opinion, to the subject matter of its subcontract with Power. Finally, the trial judge was never called upon to consider the significance of the settlement agreement between Power and Huber with respect to the obligations undertaken by Power under the indemnification clause. Therefore, the trial judge should address these issues in the first instance rather than this court exercising its original jurisdiction based upon a record which may or may not be adequate for this purpose.</p>\n<p id=\"b526-7\">Accordingly, we reverse the trial judge’s order granting summary judgment in favor of Huber on its claim for contractual indemnification and remand for further proceedings in conformity with this opinion. Because Huber’s cross appeal from the denial of its application for counsel fees was premised on the success of its claim for contractual indemnification, we dismiss it as moot at this time.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}