{
  "casebody": {
    "data": "<casebody firstpage=\"645\" lastpage=\"652\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b679-4\">The STATE ex rel. STROTHERS v. MURPHY, Chief of Police.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b679-6\">[Cite as <em>State ex rel Strothers v. Murphy </em>(1999), 132 Ohio App.3d 645.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b679-7\">Court of Appeals of Ohio, Eighth District, Cuyahoga County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b679-9\">No. 75399.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b679-10\">Decided March 4, 1999.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b680-14\">\n<page-number citation-index=\"1\" label=\"646\">*646</page-number>\n<em>Gerald 0. Strothers, Jr., pro se.</em>\n</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b680-15\"><em>James J. McGrath IV, </em>for respondent.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b680-16\">Leo M. Spellacy, Presiding Judge.</author>\n<p id=\"b680-17\">On October 20, 1998, the relator, Gerald 0. Strothers, Jr., commenced this public records mandamus action against the respondent, Thomas Murphy, Chief of Police for Garfield Heights, to compel him (1) to charge the “at cost” copying price required by R.C. 149.43, which should be no more than five cents per page, and (2) not to limit when, how long, or how many records may be inspected. On December 3, 1998, Strothers moved for summary judgment, arguing, <em>inter alia, </em>that Murphy had defaulted under Civ.R. 55.</p>\n<p id=\"b681-3\"><page-number citation-index=\"1\" label=\"647\">*647</page-number>On December 17, 1998, Murphy moved for an extension of time to respond to the motion for summary judgment. He explained that any delay in responding was caused by Garfield Heights’ insurer reviewing the matter and then refusing to defend. This court granted Murphy’s motion and extended the time to respond to January 15, 1999. On that day, he filed his opposition to the motion for summary judgment and moved to dismiss the action and for sanctions. Murphy argued that default judgment was inappropriate because he was defending the action, that Strothers’s statements were false, inaccurate or misleading, that access was never denied to him and the price for copies is now five cents per page, that Strothers’s mandamus action was premature because he never came down to the police station and actually inspected a record or requested a copy be made, and that Strothers’s false statements should be punished. On January 2, 1999, Strothers filed a motion in support, in which he criticized the respondent for belatedly realizing that he was overcharging for public records, for not contacting him to release records, and for not providing sufficient evidence or documentation, <em>e.g., </em>a municipal ordinance, establishing that Garfield Heights will abide by R.C. 149.43 in its entirety.</p>\n<p id=\"b681-4\">After reviewing the filings, the attachments, the issues and the law, this court is convinced that the matter is now ripe for resolution. For the following reasons this court grants the writ of mandamus in part and denies it in part.</p>\n<p id=\"b681-5\">FACTUAL BACKGROUND</p>\n<p id=\"b681-6\">On September 29, 1998, Strothers requested to inspect and copy all Garfield Heights Police Department incident reports from March through September 1998, inclusive. He talked to Captain Frank Fink, the Administrative Staff Services Captain with the responsibility for maintaining the department’s records.</p>\n<p id=\"b681-7\">In his affidavit Fink stated that he had a telephone conversation with Strothers about his public records request, that the requested records consist of approximately 12,000 pages, that the department makes its public records available to the general public, and that the department would be willing to accommodate Strothers’s request. However, Fink did “request that a review date and time or dates and times be set, given the large volume of documents which would have to be retrieved, moved and provided to Relator in a secure area of the Police Department to permit his examination of the same.” Fink further stated that Strothers indicated that this would not pose a difficulty. Strothers then asked about copying costs. Fink replied that pursuant to city policy the cost was $1.00 per page. Strothers stated his belief that $1.00 per page was excessive and that he would address the matter in writing to Murphy. Fink believed that once the <page-number citation-index=\"1\" label=\"648\">*648</page-number>cost issue was resolved, the “examination of the requested records would be coordinated by himself and Relator at a future date and upon Relator’s initiative.”</p>\n<p id=\"b682-5\">In a letter sent the same day to Murphy, Strothers repeated his request to review, inspect, and copy all police incident reports from May through September 1998. He then stated that the policy of charging $1.00 per page was excessive and illegal; rather, the department should charge only five cents per page as do all the other state offices in Ohio. Strothers also confirmed that he had to talked to Fink who knew the requirements of R.C. 149.43. He concluded by stating his hope that the matter can be handled without the intervention of the courts, “and as your department has Captain Fink, it would shock me if my request to copy ‘at costs’ becomes a sole issue.” He then asked the Chief to contact him within a reasonable time to inform him of the place, time, and actual cost that would be charged to comply with the request.</p>\n<p id=\"b682-6\">Upon receipt of the letter,. Murphy forwarded Strothers’s letter to the law director, because the charge for copying records “is an administrative function outside of [the chiefs] authority.” When Law Director David Mack received the letter, he reviewed recent case authority on the “at cost” requirement of R.C. 149.43 and concluded that the $1.00 per page cost was not in line with those requirements.<footnotemark>1</footnotemark> Thus, pending further study, he advised Murphy on October 5, 1998, that the per page cost of copying records throughout the city should be reduced to twenty-five cents.</p>\n<p id=\"b682-7\">Murphy immediately passed this information to Fink. In his affidavit, Fink stated that he subsequently called Strothers and informed him of the new price. However, Strothers opined that the price was still excessive and that he would speak to the law director about it. Again Fink believed that Strothers would coordinate the review of the voluminous records after speaking with the law director. However, he never received further inquires from Strothers.</p>\n<p id=\"b682-8\">On October 20,1998, Strothers filed the instant mandamus action.</p>\n<p id=\"b682-9\">The law director instructed a subordinate attorney to further research the “at costs” issue. That attorney attended a seminar on November 22-23, 1998, conducted by the Ohio Association of Chiefs of Police and the Ohio Attorney General on records. As a result of the research and the seminar, the law director concluded that the per page price for copying public records throughout Garfield Heights should be five cents. He subsequently instructed all city departments to implement the five cents charge for copying records pursuant to R.C. 149.43.</p>\n<p id=\"b683-3\"><page-number citation-index=\"1\" label=\"649\">*649</page-number>DISCUSSION OF LAW</p>\n<p id=\"b683-5\">The focus of this case is the “at cost” issue, and that has been rendered moot. From the very beginning of this matter, Strothers has insisted that five cents per page is the appropriate charge for copying public records under R.C. 149.43. The respondent, through the city’s law director, now concurs that he will charge five cents per page for copying public records.</p>\n<p id=\"b683-6\">Accordingly, to resolve this matter and because the parties now agree that five cents per page should be and will be the copying costs for public records, this court grants the writ of mandamus that the respondent will charge five cents per page for copying public records under R.C. 149.43.</p>\n<p id=\"b683-7\">The respondent’s argument that this mandamus action should be dismissed as premature is not persuasive. The affidavits submitted by the respondent establish that before October 20, 1998, the copying costs for public records was significantly more than five cents per page. Indeed, the law director, himself, in his affidavit stated that until October 5, 1998, the price for copying records in the city of Garfield Heights was firmly set at $1.00 per page. Requiring in the face of such evidence that a public records applicant must actually seek to obtain a copy of a record in the hopes that the price will mystically drop before commencing a mandamus action is a futile ritual that the law does not require. <em>Massachusetts Bonding &amp; Ins. Co. v. Lopez </em>(App.1936), 22 Ohio Law Abs. 387; cf. <em>Campbell v. Daniels Motor Freight, Inc. </em>(1966), 8 Ohio App.2d 244, 250, 37 O.O.2d 240, 244, 221 N.E.2d 470, 474-475 <em>(lex non cogit ad impossibilia), </em>and <em>State ex rel. Wadd v. Cleveland </em>(1998), 81 Ohio St.3d 50, 689 N.E.2d 25 (public records mandamus granted even though governmental agency was then substantially complying with request for records within eight days).</p>\n<p id=\"b683-8\">Moreover, granting the mandamus that five cents per page is and will be the copying costs prescinds consideration of unfruitful issues, such as what documentation is necessary to establish the copying costs, whether setting the charge is an administrative function or necessarily a legislative one, and whether the proper parties are before the court if the relator sought a legislative solution.</p>\n<p id=\"b683-9\">The other issue, the limits on access, is not sufficiently pled. On page two, paragraph two of his complaint, Strothers avers: “Relator was informed * * * that access was restricted to a limited amount of records per day.” This indicates a limitation on the number of records that can be inspected on any given day. However, in his “relief requested” Strothers prays for: “[n]o more restricting access to only an hour * * *.” This indicates a per day temporal limit on access. Interestingly, Strothers’s September 29, 1998 letter does not explicitly complain about restrictions on access. In his motion for summary judgment, Strothers again does not explicitly state what the exact nature of the limitation is. <page-number citation-index=\"1\" label=\"650\">*650</page-number>In his “motion in support,” page three, numbered paragraph three, Strothers argues that the respondent failed to support the motion to dismiss with any evidence “which ends the access on Monday’s only policy.” Now the limitation appears to be a day of the week. Moreover, none of Strothers’s supporting affidavits or documents specify who told him of the limitation, what the limitation is specifically, when it was told to him, or how he found out about it. These short, vague, and inconsistent statements are confusing and leave the court in doubt about what is exactly being pled.</p>\n<p id=\"b684-5\">In mandamus actions specific facts must be pled to avoid dismissal. <em>State ex rel. Maynard v. Corrigan </em>(1998), 81 Ohio St.3d 332, 691 N.E.2d 280; <em>State ex rel. Iacovone v. Kaminski </em>(1998), 81 Ohio St.3d 189, 690 N.E.2d 4; <em>State ex rel. Clark v. Lile </em>(1997), 80 Ohio St.3d 220, 685 N.E.2d 535; <em>State ex rel. Fain v. Summit Cty. Adult Probation Dept. </em>(1995), 71 Ohio St.3d 658, 646 N.E.2d 1113; and <em>State ex rel. Dehler v. Sutula </em>(1995), 74 Ohio St.3d 33, 656 N.E.2d 332. Strothers’s failure to plead sufficient facts on this claim is grounds for dismissal.</p>\n<p id=\"b684-6\">Moreover, when Strothers’s statements about limitations are read <em>in pari materia, </em>the complaints about when, how long, and how many records may be inspected merge into one indefinite request to enforce R.C. 149.43 in general. “A general request, which asks for everything, is not only vague and meaningless, but essentially asks for nothing. At the very least, such a request is unenforceable because of its overbreadth. At the very best, such a request is not sufficiently understandable so that its merit can be properly considered.” <em>State ex rel. Zauderer v. Joseph </em>(1989), 62 Ohio App.3d 752, 756, 577 N.E.2d 444, 446. See, also, <em>State ex rel. Sidney v. Custodian of Pub. Records </em>(Feb. 20, 1997), Cuyahoga App. No. 71706, unreported, 1997 WL 72132 (the indefiniteness of the relator’s request renders such request incapable of being acted upon). Thus, the general request to enforce R.C. 149.43 to allow access to records renders it unsuitable for mandamus, and this claim is properly dismissed.</p>\n<p id=\"b684-7\">Alternatively, mandamus may only issue in the discretion of the court and never when the matter is doubtful. <em>State ex rel. Taylor v. Glasser </em>(1977), 50 Ohio St.2d 165, 4 O.O.3d 367, 364 N.E.2d 1; <em>State ex rel. Shafer v. Ohio Turnpike Comm. </em>(1953), 159 Ohio St. 581, 50 O.O. 465, 113 N.E.2d 14; <em>State ex rel. Connole v. Cleveland Bd. of Edn. </em>(1993), 87 Ohio App.3d 43, 621 N.E.2d 850; and <em>State ex rel. Dayton-Oakwood Press v. Dissinger </em>(App.1940), 32 Ohio Law Abs. 308; <em>State ex rel. Pressley v. Indus. Comm. </em>(1967), 11 Ohio St.2d 141, 40 O.O.2d 141, 228 N.E.2d 631; <em>State ex rel. Bennett v. Lime </em>(1978), 55 Ohio St.2d 62, 9 O.O.3d 69, 378 N.E.2d 152; and <em>State ex rel. Mettler v. Stratton </em>(1941), 139 Ohio St. 86, 22 O.O. 56, 38 N.E.2d 393. Because the court is uncertain as to the exact <page-number citation-index=\"1\" label=\"651\">*651</page-number>complaint, it declines in the exercise of its discretion to issue the writ of mandamus on this claim.</p>\n<p id=\"b685-5\">Strothers moved to strike Murphy’s motion for extension of time for failure to make service. He accused the respondent and his lawyers of “completely disregarding the rights of citizens in regard to pleadings,” “lying on a Certificate of Service [because] the Respondent [was] unable to justify [his] actions,” and • blatantly violating the Rules of Civil Procedure.<footnotemark>2</footnotemark> The respondent moved for sanctions against Strothers because his action was frivolous and premature and because he supported his actions with “spurious affidavits” containing “gross falsehoods” in bad faith.</p>\n<p id=\"b685-6\">The court denies both motions. The evidence before this court is Strothers’s affidavit stating that the respondent, through his lawyers, never provided him with copies of what was filed, and the respondent’s attorney’s certificates of service stating that a copy of the relevant filing was sent to Strothers’s listed address. The court is unable to determine from this evidence whether the respondent’s lawyers intentionally violated the rules of service, whether a clerical error is at fault, or whether the error lies with the post office. The court declines to impose sanctions based on uncertainty.</p>\n<p id=\"b685-7\">Similarly, the parties’ affidavits and filings do not convince this court that Strothers commenced and pursued this lawsuit in bad faith or that his affidavits contain gross falsehoods. As explained above, the lawsuit was not premature. As of October 20, 1998, the respondent’s affidavits established that the price for copies was still at least four hundred percent more than what Strothers thought it should be. A dispute exists as to whether the respondent contacted Strothers in October about lowering the copying price to twenty-five cents per page.<footnotemark>3</footnotemark> However, a factual dispute in a lawsuit is not necessarily indicative of bad faith or intentional falsehood. Moreover, the court declines to punish the parties for zealously pursuing their claims and defenses through the preliminary dispositive motion phase.</p>\n<p id=\"b685-8\">Finally, the court urges the parties to cooperate in fulfilling this public records request. R.C. 149.43(B) requires that “[a]ll public records shall be promptly prepared and made available for inspection to any persons at all reasonable times during regular business hours.” In <em>State ex rel. The Warren Newspapers, Inc. v. Hutson </em>(1994), 70 Ohio St.3d 619, 640 N.E.2d 174, the Supreme Court of Ohio <page-number citation-index=\"1\" label=\"652\">*652</page-number>indicated that for a police department regular business hours would be 8:00 a.m. to 4:00 p.m., every day. Certainly, it is reasonable for a governmental agency to wish to first assemble a voluminous request, and it is reasonable and prudent for a police department to have its records examined in a secure setting. Certainly, it is desirable for the parties to prearrange the review of a large request.</p>\n<p id=\"b686-5\">Strothers’s September 29,1998 letter and Fink’s affidavit relating his conversation on September 29, 1998 with Strothers indicated that there was real hope that the parties would cooperate in fulfilling Strothers’s request. Thus, it is especially disturbing that the tone of this litigation became so acrimonious so quickly. The court and the parties are rarely well served by such an approach. In the present case the parties agree that the requested records are public records and that the copying costs should be five cents per page. All that remains is to agree on how and when inspections and copying should take place. If both parties respect the other’s legitimate interests and if both assume the initiative in contacting the other to fulfill the request, then this matter should be resolved completely and peacefully.</p>\n<p id=\"b686-6\">Accordingly, the court grants the writ of mandamus that the per page copying cost of public records is five cents and denies the rest of the mandamus claim. Respondent to pay costs.</p>\n<p id=\"b686-7\">\n<em>Judgment accordingly.</em>\n</p>\n<judges id=\"b686-8\">Michael J. Corrigan and Patricia A. Blackmon, JJ., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b682-10\">. In his affidavit, Mack stated that during his tenure as law director until early October 1998, the copying charge \"figure was firmly set at $1.00 per page of copy.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b685-9\">. Although Strothers did not receive copies of the filings, he commendably pursued his action by diligently checking the clerk’s office for recent filings and responding promptly.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b685-10\">. This dispute is not a genuine issue of material fact, because the parties now agree on five cents per page as the proper copying cost.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}