{
  "casebody": {
    "data": "<casebody firstpage=\"431\" lastpage=\"432\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b449-3\">Edwin P. Jennings v. Asa A. Sheldon.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b449-4\">\n<em>Continuance upon amendment changing issue.</em>\n</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b449-5\">In an action for breach of a written warranty of title to chattels sold it appeared that the warranty was given after the sale and dated back, and evidence was also given of a verbal warranty. <em>Held,, </em>that an amendment of the declaration to allege a verbal warranty made at the time of sale, materially changed the issue, and entitled defendant to a continuance, if he desired, with costs for the term.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b449-6\">Error to Midland. (Gfridley, J.)</summary>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"AdX\">April 10.</otherdate>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"AkI0\">April 23.</decisiondate>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b449-7\">Assumpsit. Defendant brings error.</summary>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"A6A\">Peversed.</disposition>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b449-8\"><em>James VanKleeck </em>for appellant.</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"A5R\">\"When anaendment to a declaration introduces a new cause of action, it is improper: <em>People v. Washtenaw Judges </em>1 Doug. (Mich.) 434; <em>Vancleef v. Therasson </em>3 Pick. 13, and prejudicial to defendant: <em>Collins v. Beecher </em>45 Mich. 436.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b449-9\"><em>Long &amp; Gold </em>for appellee.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b449-10\">Champlin, J.</author>\n<p id=\"AKxd\">This suit was instituted to recover damages for breach of a written warranty of title of certain personal property claimed to have been sold by defendant to plaintiff! The case has been once before in this Court, and is .reported in 44 Mich. 92.</p>\n<p id=\"b449-11\">On the trial it appeared that the written warranty declared npon was given some time after the purchase of the property, and dated back. Evidence was also given of a verbal warranty. After the testimony was put in and the witnesses discharged, and while argument was being made, the plaintiff asked leave to amend his declaration so as to allege a verbal warranty of title made at the time of purchase. The defendant objected, for the reason that he was not prepared to meet this new claim, and requested time to put in a plea, and that the case should go over the term. This the court refused, and gave plaintiff leave to amend, as requested, and the defendant leave to plead the statute of limitations, and that <page-number citation-index=\"1\" label=\"432\">*432</page-number>the amendments should be considered as made and the cause proceed. This was erroneous.</p>\n<p id=\"b450-4\">The amendment materially changed the issue between the parties. It struck out the written warranty and substituted an allegation that the defendant expressly promised the plaintiff that he owned the property and had a right to sell and dispose of the same, and would protect and defend the title against all persons whatsoever in said plaintiff, and indemnify him in case of the failure of the title thereto. The defendant was entitled to the usual option in such cases, either to proceed with the trial or that the case be continued, on payment of his costs for the term.</p>\n<p id=\"b450-5\">Without passing upon the other errors alleged, the judgment is reversed with costs of both courts to defendant, and. a now trial ordered.</p>\n<judges id=\"b450-6\">The other Justices concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}