{
  "casebody": {
    "data": "<casebody firstpage=\"791\" lastpage=\"793\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b819-13\">UNITED STATES of America, Plaintiff-Appellee, v. Timothy Christopher GAINES, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b819-16\">No. 13-30010.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b819-17\">United States Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"otherdate\" id=\"b820-3\"><page-number citation-index=\"1\" label=\"792\">*792</page-number>Submitted May 16, 2014.<footnotemark>*</footnotemark></decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b820-4\">Filed May 28, 2014.</otherdate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b820-5\">Leah K. Bolstad, Assistant U.S., United States District Court, Pamala R. Holsinger, Assistant U.S., Kelly A. Zusman, Assistant U.S., Office of the U.S. Attorney, Portland, OR, for Plaintiff-Appellee.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b820-6\">Kristina Heilman, Assistant Federal Public Defender, Federal Public Defender’s Office, Portland, OR, for Defendant-Appellant.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b820-8\">Before: ALARCÓN, TASHIMA, and IKUTA, Circuit Judges.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b820-12\"> The panel unanimously finds this case suitable for decision without oral argument. <em>See </em>Fed. R.App. P. 34(a)(2)(C).</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<p id=\"b820-9\">MEMORANDUM <footnotemark>**</footnotemark></p>\n<p id=\"b820-10\">Defendant Timothy Christopher Gaines appeals the district court’s order denying his motion for a new trial. Gaines was convicted of being a felon in possession of a firearm under 18 U.S.C. § 922(g)(1). Gaines contends that the government committed prosecutorial misconduct by making a grammar-school arithmetical error in its closing argument. We agree with the district court that the misstatement did not prejudice Gaines’ trial, and affirm.</p>\n<p id=\"b820-11\">We review for plain error claims of prosecutorial misconduct when the defendant failed to object at trial. <em>United States v. Washington, </em>462 F.3d 1124, 1136 (9th Cir.2006). We review for abuse of discretion the district court’s denial of a motion for a new trial. <em>Id. </em>at 1135. Under the plain error standard, Gaines is entitled to relief only if the government’s statement was improper and “substantially prejudice^] [Gaines’s] trial.” <em>United States v. Sanchez, </em>659 F.3d 1252, 1256 (9th Cir.2011) (first alteration in original) (citation and internal quotation marks omitted). Even then, we may “correct only particularly egregious errors ... that seriously affect the fairness, integrity or public reputation of judicial proceedings.” <em>Id. </em>(citation and internal quotation marks omitted).</p>\n<p id=\"b820-16\">The prosecutor’s mischaracterization of two 235-foot distances as two 40-yard distances (instead of, correctly, as two 80-yard distances) was improper because it was not “based on the evidence ... [or] reasonable inferences from the evidence.” <em>United States v. Hermanek, </em>289 F.3d 1076, 1100 (9th Cir.2002) (quoting <em>United States v. Henderson, </em>241 F.3d 638, 652 (9th Cir.2000)) (internal quotation marks omitted). But the misstatement did not substantially prejudice Gaines. We agree with the district court that the misstatement was “simple arithmetic that the jury was capable of reconstructing and correcting on its own.” Moreover, the district court’s instructions to the jury reminded it, among other things, that “statements, objections, and arguments by the lawyers are not evidence.” <em>Cf. United States v. Carrillo, </em>16 F.3d 1046, 1050-51 (9th Cir.1994); <em>Tenorio v. United States, </em>390 F.2d 96, 98 (9th Cir.1968). The improper statement was not “crucial to the government’s case.” <em>United States v. Kerr, </em>981 F.2d 1050, 1054 (9th Cir.1992); <em>see also Carrillo, </em>16 F.3d at 1051 (declining to find prejudice where “the jury heard independent and far more persuasive evidence of the same information”). And the statement was “but one of many [points] made in closing.” <em>United States v. Boulware, </em>470 F.3d 931, 937 (9th <page-number citation-index=\"1\" label=\"793\">*793</page-number>Cir.2006), <em>rev’d on other grounds, </em>552 U.S. 421, 128 S.Ct. 1168, 170 L.Ed.2d 34 (2008).</p>\n<p id=\"b821-5\">We thus conclude that the government’s misstatement was not plain error. The district did not abuse its discretion in denying Gaines’ motion for a new trial. <em>See United States v. Hinkson, </em>585 F.3d 1247, 1261-62 (9th Cir.2009) (en banc). Accordingly, the judgment of the district court is</p>\n<p id=\"b821-6\">AFFIRMED.</p>\n<footnote label=\"**\">\n<p id=\"b820-17\"> This disposition is not appropriate for publication and is not precedent except as provided by 9th Cir. R. 36-3.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}