{
  "casebody": {
    "data": "<casebody firstpage=\"452\" lastpage=\"458\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b476-3\">STATE OF MONTANA, Plaintiff and Respondent, v. NORMAN LEE STEVENS, Defendant and Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b476-5\">No. 95-266.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b476-6\">Submitted on Briefs September 28, 1995.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AJL\">Decided October 24, 1995.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b476-7\">52 St.Rep. 1078.</citation>\n<citation data-order=\"5\" data-type=\"citation\" id=\"Atx0\">904 P.2d 590.</citation>\n<p data-order=\"6\" data-type=\"citation\" id=\"b476-8\">273 Mont. 452.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b477-15\"><page-number citation-index=\"1\" label=\"453\">*453</page-number>For Appellant: Edmund R. Sheehy, Jr., Cannon and Sheehy, Helena.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b478-3\"><page-number citation-index=\"1\" label=\"454\">*454</page-number>For Respondent: Honorable Joseph Mazurek, Attorney General; Jennifer Anders, Assistant Attorney General, Helena; Betty Wing, Deputy County Attorney, Missoula.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b478-4\">CHIEF JUSTICE TURNAGE</author>\n<p id=\"A2N\">delivered the Opinion of the Court.</p>\n<p id=\"b478-5\">The Fourth Judicial District Court denied Norman Lee Stevens’s petition for post-conviction relief. Stevens appeals. We affirm.</p>\n<p id=\"b478-6\">The issue is whether the District Court erred in denying the petition for post-conviction relief because the judgment challenged in the petition was illegal under Title 46 Chapter 18, MCA.</p>\n<p id=\"b478-7\">Stevens pled guilty in 1992 to two counts of sexual assault upon a fourteen-year-old girl. On each count, he was sentenced to twenty years’ imprisonment with ten years suspended, the sentences to run concurrently. He appealed. This Court vacated and remanded for resentencing because the sentencing order failed to address certain statutory requirements. <em>State v. Stevens </em>(1993), 259 Mont. 114, 854 P.2d 336.</p>\n<p id=\"b478-8\">Stevens was resentenced to twenty years on each count with ten years suspended, to run concurrently. He appealed this sentence to the Sentence Review Division. The Sentence Review Division affirmed, but added a provision that “when the defendant is ready for parole, he can, at the discretion of the parole board, complete his sex offender treatment with Dr. Scolatti on the outside, as part of his parole plan.”</p>\n<p id=\"b478-9\">Stevens then filed a petition for post-conviction relief with the District Court, arguing that his sentence was illegal. The court denied the petition, and Stevens appeals.</p>\n<p id=\"b478-10\">Did the District Court err in denying the petition for post-conviction relief because the judgment challenged in the petition was illegal under Title 46 Chapter 18, MCA?</p>\n<p id=\"b478-11\">In reviewing a district court’s denial of a petition for post-conviction relief, this Court determines whether substantial evidence supports the findings and conclusions of the court. <em>State v. Baker </em>(1995), [273 Mont. 273], 901 P.2d 54, 58. This Court will not overturn legal conclusions if the lower court’s interpretation of the law is correct. <em>Baker, </em>901 P.2d at 58.</p>\n<p id=\"b478-12\">In analyzing the basis for this particular petition for post-conviction relief, we recognize that trial courts possess broad discretion to determine the appropriate punishment for a particular crime. <em>State v. Hembd </em>(1992), 254 Mont. 407, 411, 838 P.2d 412, 415. As long as a sentence is within legal limits and the judgment indicates that <page-number citation-index=\"1\" label=\"455\">*455</page-number>the court has considered the requisite factors, the sentence is valid. <em>State v. Losson </em>(1993), 262 Mont. 342, 352, 865 P.2d 255, 261.</p>\n<p id=\"b479-4\">Stevens first points out that sexual assault upon a person under the age of sixteen did not carry a mandatory minimum sentence until October 1, 1991. <em>See </em>§ 45-5-502(3), MCA; Sec. 1, Ch. 564, L. 1991. The law in effect at the time of the crime controls as to the possible sentence. <em>State v. Azure </em>(1978), 179 Mont. 281, 282, 587 P.2d 1297, 1298. Stevens’s crimes were committed in July and August of 1991. The District Court stated:</p>\n<blockquote id=\"b479-5\">[T]he crime committed was two counts of Felony Sexual Assault on a female less than 16 years of age. These crimes are punishable by a minimum mandatory sentence of between two and ten years for each count.</blockquote>\n<p id=\"b479-6\">The State concedes that the above statement by the District Court is incorrect. However, the court’s judgment was clearly not based wholly upon this statement. The court did not impose the mandatory minimum sentence.</p>\n<p id=\"b479-7\">In considering the petition for post-conviction relief, the District Court pointed out that even before the 1991 Montana legislature established a minimum sentence for sexual assault against a victim under the age of sixteen, by an offender three or more years older, the penalty prescribed for such an assault was “imprison[ment] ... not to exceed 20 years, and... [a] fine... not more than $50,000,” as compared with the penalty for sexual assault of an adult of a fine “not to exceed $500 or imprison [ment] in the county jail not to exceed 6 months, or both.” Section 45-5-502(2) and (3), MCA (1989). The District Court sentenced Stevens to twenty years with ten years suspended, on each count, as permitted by statute and therefore did not use the 1991 amendments to § 45-5-502, MCA.</p>\n<p id=\"b479-8\">In ruling on the petition for post-conviction relief, the court concluded, “Thus, the State has had the correctional policy reflected in the Judgment at the time of sentencing.” We agree that, prior to 1991, the correctional policy of the State of Montana provided for significantly greater penalties for sexual assault when the victim was under the age of sixteen.</p>\n<p id=\"b479-9\">Stevens also contends the court erred in analyzing § 46-18-225, MCA (1991), and sentencing him, a nonviolent felony offender, to a term of imprisonment. Both § 46-18-225, MCA (1991), and § 46-18-101(4), MCA (1991), discussed below, were part of Ch. 794, L. 1991, effective July 1, 1991. Section 46-18-225, MCA (1991), provides:</p>\n<blockquote id=\"b480-3\"><page-number citation-index=\"1\" label=\"456\">*456</page-number>Criteria for sentencing nonviolent felony offenders. Prior to sentencing a nonviolent felony offender to a term of imprisonment in the state prison or a women’s correctional facility, the court shall take into account whether:</blockquote>\n<blockquote id=\"b480-4\">(1) the interests of justice and the needs of public safety truly require the level of security provided by imprisonment of the offender in the state prison or a women’s correctional facility;</blockquote>\n<blockquote id=\"b480-5\">(2) the needs of the offender can be better served in the community or in a facility or program other than the state prison or a women’s correctional facility;</blockquote>\n<blockquote id=\"b480-6\">(3) there are substantial grounds tending to excuse or justify the offense, though failing to establish a defense;</blockquote>\n<blockquote id=\"b480-7\">(4) the offender acted under strong provocation;</blockquote>\n<blockquote id=\"b480-8\">(5) the offender has made restitution or will make restitution to the victim of his criminal conduct;</blockquote>\n<blockquote id=\"b480-9\">(6) the offender has no prior history of conviction for a criminal act or has led a law-abiding life for a substantial period of time before the commission of the present crime;</blockquote>\n<blockquote id=\"b480-10\">(7) the offender’s criminal conduct was the result of circumstances that are unlikely to recur;</blockquote>\n<blockquote id=\"b480-11\">(8) the character and attitude of the offender indicate that the offender is likely to commit another crime;</blockquote>\n<blockquote id=\"b480-12\">(9) the offender is likely to respond quickly to correctional or rehabilitative treatment; and</blockquote>\n<blockquote id=\"b480-13\">(10) imprisonment of the offender would create an excessive hardship on the offender or his family.</blockquote>\n<p id=\"b480-14\">The State points out that this is a list of factors to be “take[n] into account.” None of the factors bars imprisonment.</p>\n<p id=\"b480-15\">An alleged error in the sentencing order was the court’s indication that “the role of the victim injustice is something that I am committed to and I will heed the words of the victims in cases that are brought before me.” Although § 46-18-225, MCA(1991), does not list the victim’s wishes as a factor to be considered in sentencing, neither does it prohibit consideration of the victim’s wishes by the sentencing court.</p>\n<p id=\"b480-16\">Stevens also criticizes the court’s comment that “because of circumstances, your crime will likely reoccur.” He argues that this statement was an improper generic comment on recidivism among sex offenders. No error has been shown in the statement.</p>\n<p id=\"b481-3\"><page-number citation-index=\"1\" label=\"457\">*457</page-number>Stevens maintains the court did not consider alternatives to imprisonment as it was required to do under § 46-18-101(4), MCA (1991):</p>\n<blockquote id=\"b481-4\">It is also the policy of the state that alternatives to imprisonment, such as community corrections, should be used whenever appropriate for nonviolent felony offenders in order to provide them opportunities to gain work experience, to learn life skills, to obtain education and training, or to participate in other activities that will reduce recidivism and enable offenders to become productive members of society.</blockquote>\n<p id=\"b481-5\">Stevens asserts that this statute creates a presumption in favor of alternatives to imprisonment for nonviolent offenders. He argues that the following language in the court’s sentencing order is contrary to the above policy:</p>\n<blockquote id=\"b481-6\">The correctional policies of this State have imposed a special emphasis on punishment of sexual offenders whose victims are under the age of 16 years. There is also the policy toward rehabilitation but I have noted in the statute this specific emphasis placed on crimes of this nature.</blockquote>\n<p id=\"b481-7\">The court’s task under § 46-18-101(4), MCA(1991), was to analyze whether an alternative to prison was appropriate in this case. The court specifically stated it had considered allowing Stevens to continue under Dr. Scolatti’s community treatment program. Further, as we noted above, the statutory penalty for sexual assault of a person under sixteen years of age has historically been higher than for sexual assault of an older victim. We conclude that the above statement in the sentencing order was not error.</p>\n<p id=\"b481-8\">The District Court’s explanation of the sentence it imposed was over three single-spaced pages long. The court’s exhaustive discussion of its.reasoning included examination of each of the ten factors listed under § 46-18-225, MCA (1991).</p>\n<p id=\"b481-9\">The court noted that the crime of which Stevens was convicted is considered one of the most serious and destructive in society. The victim’s life was seriously impacted on a long-term basis, and the victim has continued to suffer significant long-term problems. The offense was committed to gratify Stevens’s desire for pleasure, excitement, and relief from stress. The crimes were followed by additional criminal behavior, the theft of money from customers who employed Stevens to clean their establishments.</p>\n<p id=\"b481-10\">The court stated its belief that complete rehabilitation could only be obtained in this matter through some punishment, and that <page-number citation-index=\"1\" label=\"458\">*458</page-number>punishment is necessary both to deter future behavior on Stevens’s part and to send a message to others who may be similarly disposed that this type of conduct will not be tolerated. The court noted that Stevens’s crimes involved calculation and victimization of an unsuspecting individual who trusted him, and that there was no justification, excuse, or strong provocation. Finally,</p>\n<blockquote id=\"b482-4\">while imprisonment would create a hardship on you and your family, it does not outweigh the correctional policy in favor of punishment and the deterrent such punishment would provide. Nor does it excuse the crimes and the damages that have been inflicted upon the individual in this case. I believe that criminal activity which could reoccur would be of greater harm than the harm imposed by imprisonment.</blockquote>\n<p id=\"b482-5\">The District Court found that none of the grounds raised by Stevens provided an adequate basis for granting the petition for post-conviction relief. After reviewing Stevens’s claims, we conclude that the District Court did not err in denying the petition. We therefore affirm the judgment of the District Court.</p>\n<judges id=\"b482-6\">JUSTICES NELSON, TRIEWEILER, GRAY and ERDMANN concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}