{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"245\" lastpage=\"250\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Heather Marie DUNNAM, Appellant\n  <br/>\n  v.\n  <br/>\n  Shaun DUNNAM, Appellee\n </parties>\n <docketnumber id=\"p-2\">\n  NO. 2017-CA-00588-COA\n </docketnumber>\n <court id=\"p-3\">\n  Court of Appeals of Mississippi.\n </court>\n <decisiondate id=\"p-4\">\n  August 28, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  ATTORNEY FOR APPELLANT: RITA MARION SILIN\n </attorneys>\n <attorneys id=\"p-6\">\n  ATTORNEY FOR APPELLEE: SHAUN DUNNAM (PRO SE)\n </attorneys>\n <judges id=\"p-7\">\n  BEFORE LEE, C.J., BARNES AND WESTBROOKS, JJ.\n </judges>\n <opinion type=\"majority\">\n  <author id=\"p-8\">\n   WESTBROOKS, J., FOR THE COURT:\n  </author>\n  <p id=\"p-9\">\n   ¶ 1. Heather Marie Dunnam appeals the judgment of the Chancery Court of Jackson County awarding physical custody of her two minor children to her ex-husband and joint legal custody to both parties, subject to her visitation rights. After review of the record, we affirm.\n  </p>\n  <p id=\"p-10\">\n   <strong>\n    FACTS AND PROCEDURAL HISTORY\n   </strong>\n  </p>\n  <p id=\"p-11\">\n   ¶ 2. Heather and Shaun Dunnam married in 2007 and had two children, P.D. and M.D.\n   <footnotemark>\n    1\n   </footnotemark>\n   Heather filed a complaint requesting a divorce, property division, and the sole care and custody of P.D. and M.D. in December 2015. Following a temporary custody hearing, the chancellor awarded Heather and Shaun joint legal and physical custody, subject to Shaun's visitation rights. The chancellor also directed both parties to undergo drug tests. Heather tested positive for cocaine, and Shaun tested positive for marijuana. During this hearing, Shaun's lawyer withdrew as Shaun's trial counsel, and the matter was rescheduled.\n  </p>\n  <p id=\"p-12\">\n   ¶ 3. In July 2016, Heather filed a petition for citation of contempt and modification, alleging that Shaun violated the temporary order the court previously entered. She alleged that Shaun harassed her, caused her to lose her job, and refused to return the children after Shaun and Heather's brief period of reconciliation. In August 2016, the chancellor replaced the previous temporary order and entered another order granting both parties joint legal and physical custody of the children, subject to Heather's visitation rights. At that time, the court ordered that the parties undergo additional drug tests, and both parties tested negative for drugs. The chancellor also enjoined both parties from communicating, unless communication was necessary because of a medical emergency or to exchange the children.\n  </p>\n  <p id=\"p-13\">\n   ¶ 4. In November 2016, Shaun filed his answer and counterclaim to Heather's original complaint for divorce, and Shaun and Heather consented to a divorce due to irreconcilable differences. The chancellor was left to decide the following issues: custody of P.D. and M.D., visitation, child support, tax deductions, division of assets and liabilities, Heather's petition for contempt and modification, and attorney's fees.\n  </p>\n  <p id=\"p-14\">\n   ¶ 5. Following a one-day trial, the chancellor ordered Shaun and Heather to submit proposed findings of fact and conclusions of law. In March 2017, the chancellor awarded joint legal custody to both parties and physical custody to Shaun, subject to Heather's visitation rights. The chancellor issued findings of fact regarding all of the other issues the parties presented before the court. Heather timely appeals the chancellor's ruling regarding the custody of P.D. and M.D.\n  </p>\n  <p id=\"p-15\">\n   <strong>\n    STANDARD OF REVIEW\n   </strong>\n  </p>\n  <p id=\"p-16\">\n   ¶ 6. In\n   <em>\n    Webb v. Webb\n   </em>\n   ,\n   <extracted-citation case-ids=\"7027655\" index=\"0\" url=\"https://cite.case.law/so-3d/78/933/#p935\">\n    78 So.3d 933\n   </extracted-citation>\n   , 935-36 (¶ 7) (Miss. Ct. App. 2012), this Court stated that:\n  </p>\n  <blockquote id=\"p-17\">\n   We apply a narrow standard of review of a chancellor's child-custody decision, and we give deference to the chancellor's findings of fact in these situations as he must determine the credibility and weight of evidence. Further, the chancellor's decision must be supported by substantial evidence established by the record of the case. It is well established that we may only reverse a chancellor's findings if his decision was manifestly wrong, clearly erroneous, or he applied an incorrect legal standard.\n  </blockquote>\n  <p id=\"p-18\">\n   (Citations and internal quotation marks omitted).\n  </p>\n  <p id=\"p-19\">\n   <strong>\n    DISCUSSION\n   </strong>\n  </p>\n  <p id=\"p-20\">\n   <strong>\n    Whether the chancellor improperly analyzed certain\n    <em>\n     Albright\n    </em>\n    factors.\n   </strong>\n  </p>\n  <p id=\"p-21\">\n   ¶ 7. With all child-custody cases, \"the polestar consideration ... is the best interest and welfare of the child.\"\n   <em>\n    <extracted-citation case-ids=\"7027655\" index=\"1\" url=\"https://cite.case.law/so-3d/78/933/#p935\">\n     Id.\n    </extracted-citation>\n   </em>\n   <extracted-citation case-ids=\"7027655\" index=\"1\" url=\"https://cite.case.law/so-3d/78/933/#p935\">\n    at 936\n   </extracted-citation>\n   (¶ 8) (quoting\n   <em>\n    Albright v. Albright\n   </em>\n   ,\n   <extracted-citation case-ids=\"7640199\" index=\"2\" url=\"https://cite.case.law/so-2d/437/1003/#p1005\">\n    437 So.2d 1003\n   </extracted-citation>\n   , 1005 (Miss. 1983) ). Heather asserts that the chancellor erred in finding that certain\n   <em>\n    Albright\n   </em>\n   factors favored Shaun over her and as a result, the chancellor erred in awarding Shaun physical custody. The\n   <em>\n    Albright\n   </em>\n   factors used to determine what is, in fact, in the \"best interests\" of a child regarding custody are as follows:\n  </p>\n  <blockquote id=\"p-22\">\n   1) age, health and sex of the child; 2) determination of the parent that had the continuity of care prior to the separation; 3) which has the best parenting skills and which has the willingness and capacity to provide primary child care; 4) the employment of the parent and responsibilities of that employment; 5) physical and mental health and age of the parents; 6) emotional ties of parent and child; 7) moral fitness of parents; 8) the home, school and community record of the child; 9) the preference of the child at the age sufficient to express a preference by law; 10) stability of home environment and employment of each parent; and 11) other factors relevant to the parent-child relationship.\n  </blockquote>\n  <p id=\"p-23\">\n   <em>\n    Hollon v. Hollon\n   </em>\n   ,\n   <extracted-citation case-ids=\"11110586\" index=\"3\" url=\"https://cite.case.law/so-2d/784/943/#p947\">\n    784 So.2d 943\n   </extracted-citation>\n   , 947 (¶ 12) (Miss. 2001) (citing\n   <em>\n    Albright\n   </em>\n   ,\n   <extracted-citation case-ids=\"7640199\" index=\"4\" url=\"https://cite.case.law/so-2d/437/1003/#p1005\">\n    437 So.2d at\n   </extracted-citation>\n   1005 ).\n  </p>\n  <p id=\"p-24\">\n   ¶ 8. \"In order to determine whether or not the chancellor was manifestly wrong, clearly erroneous or abused his discretion in applying the\n   <em>\n    Albright\n   </em>\n   factors, we review the evidence and testimony presented at trial under each factor to ensure his ruling was supported by [the] record.\"\n   <em>\n    <extracted-citation case-ids=\"7640199\" index=\"5\" url=\"https://cite.case.law/so-2d/437/1003/#p1005\">\n     Id.\n    </extracted-citation>\n   </em>\n   at (¶ 13). Heather maintains that the chancellor did not place sufficient weight on four of the\n   <em>\n    Albright\n   </em>\n   factors.\n  </p>\n  <p id=\"p-25\">\n   <em>\n    A. Parenting Skills\n   </em>\n  </p>\n  <p id=\"p-26\">\n   ¶ 9. The chancellor found that this factor favored Shaun. But Heather asserts that the chancellor erred because he did not consider that she performed most of the parental duties during their marriage. We disagree.\n  </p>\n  <p id=\"p-27\">\n   ¶ 10. Shaun's parents stated that they were both able to help Shaun take care of the children and noted that Shaun had custody of his two other children from a previous union. It appears this is why the chancellor weighed this factor in favor of Shaun. The chancellor also mentioned that Heather tested positive for cocaine during the pendency of the proceedings and Shaun tested positive for marijuana. But both parties tested negative after the second drug screening.\n  </p>\n  <p id=\"p-28\">\n   ¶ 11. Heather maintains that Shaun performed some parental duties but that she was in charge of taking care of all the\n   children, including the two from Shaun's previous union. But Heather admitted that she left one of the children in Shaun's care while she went to work and that Shaun had experience raising children before they met because he had custody of his other two children prior to their marriage, and the chancellor noted that neither party testified about the other party's parenting skills.\n  </p>\n  <p id=\"p-29\">\n   ¶ 12. The Mississippi Supreme Court has held that \"the chancellor has the ultimate discretion to weigh the evidence the way he sees fit.\"\n   <em>\n    Johnson v. Gray\n   </em>\n   ,\n   <extracted-citation case-ids=\"9057224\" index=\"6\" url=\"https://cite.case.law/so-2d/859/1006/#p1013\">\n    859 So.2d 1006\n   </extracted-citation>\n   , 1013-14 (¶ 36) (Miss. 2003). Accordingly, we find no error in the chancellor's findings regarding this factor.\n  </p>\n  <p id=\"p-30\">\n   <em>\n    B. Physical and Mental Health and Age of the Parents\n   </em>\n  </p>\n  <p id=\"p-31\">\n   ¶ 13. The chancellor found this factor to be neutral. Heather asserts that during the course of her marriage, Shaun suffered fits of rage and bouts with depression. As a result, she maintains that Shaun's violent behavior and untreated mental illness precludes him from being fit to be the primary custodian of their children.\n  </p>\n  <p id=\"p-32\">\n   ¶ 14. But the chancellor found that both parties were physically healthy. Further, the chancellor stated that Shaun had received treatment for his issue with stress and depression. Shaun also submitted a letter from his treating physician at Merit Health Gulf Oaks Hospital, stating that he did not pose a danger to himself or others once he was discharged. The chancellor also found that there was no evidence presented to suggest that Shaun's anxiety and depression affected his ability to care for his children. \"[T]his Court may reverse a chancellor's findings of fact only when there is 'no substantial evidence in the record' justifying his findings.\"\n   <em>\n    C.A.M.F. v. J.B.M.\n   </em>\n   ,\n   <extracted-citation case-ids=\"8317403\" index=\"7\" url=\"https://cite.case.law/so-2d/972/656/#p667\">\n    972 So.2d 656\n   </extracted-citation>\n   , 667 (¶ 44) (Miss. Ct. App. 2007). Here, we find the chancellor's finding of neutrality was supported by substantial evidence.\n  </p>\n  <p id=\"p-33\">\n   <em>\n    C. Stability of Home Environment\n   </em>\n  </p>\n  <p id=\"p-34\">\n   ¶ 15. The chancellor found that this factor favored Shaun, and Heather maintains that the chancellor's inclusion of her partner's arrest for a nonviolent crime was improper. But Heather fails to cite authority in support of her argument, and \"failure to cite authority in support of [her] argument precludes consideration on appeal.\"\n   <em>\n    Blakeney v. McRee\n   </em>\n   ,\n   <extracted-citation case-ids=\"6819531\" index=\"8\" url=\"https://cite.case.law/so-3d/188/1154/#p1165\">\n    188 So.3d 1154\n   </extracted-citation>\n   , 1165 (¶ 28) (Miss. 2016).\n  </p>\n  <p id=\"p-35\">\n   ¶ 16. Notwithstanding this procedural bar, Heather testified that she and Megan, her paramour, had difficulties and that she contacted the police to escort Megan off the premises (of her home) to avoid an altercation. The chancellor found that Heather's relationship with Megan was occasionally rocky and noted that Megan had been arrested for embezzlement, but the chancellor also mentioned Shaun was in the process of moving into a two-bedroom home and had his parent's help in rearing the children. Although the chancellor heard testimony regarding the fact that Shaun was living in his father's rental home at the time, he found that there was no evidence of discord or lack of stability in Shaun's living environment. The chancellor has the ability to weigh evidence as he sees fit including \"the credibility of the witnesses and the weight of their testimony, as well as the interpretation of evidence where it is capable of more than one reasonable interpretation.\"\n   <em>\n    Brown v. Crum\n   </em>\n   ,\n   <extracted-citation case-ids=\"7052098\" index=\"9\" url=\"https://cite.case.law/so-3d/30/1254/#p1259\">\n    30 So.3d 1254\n   </extracted-citation>\n   , 1259 (¶ 16) (Miss. Ct. App. 2010).\n  </p>\n  <p id=\"p-36\">\n   ¶ 17. Accordingly, there was sufficient evidence to support the chancellor's findings, and we find no error.\n  </p>\n  <p id=\"p-37\">\n   <em>\n    D. Other Factors Relevant to Child Custody\n   </em>\n  </p>\n  <p id=\"p-38\">\n   ¶ 18. The chancellor noted that Shaun had custody of his two other children from a previous relationship and found that it would be in the best interests of P.D. and M.D. to grow up knowing their half-siblings. Heather purports that the chancellor erred in considering that Shaun had custody of his two other children from a previous relationship.\n  </p>\n  <p id=\"p-39\">\n   ¶ 19. This Court has held that \"there was no requirement that the chancellor specifically address the question of siblings and custody.\"\n   <em>\n    C.A.M.F.\n   </em>\n   ,\n   <extracted-citation case-ids=\"8317403\" index=\"10\" url=\"https://cite.case.law/so-2d/972/656/#p667\">\n    972 So.2d at 661\n   </extracted-citation>\n   (¶ 23). \"It is not a separate\n   <em>\n    Albright\n   </em>\n   factor but a question which the chancellor may consider along with the best interest of the child.\"\n   <em>\n    <extracted-citation case-ids=\"8317403\" index=\"11\" url=\"https://cite.case.law/so-2d/972/656/#p667\">\n     Id.\n    </extracted-citation>\n   </em>\n   (citing\n   <em>\n    Albright\n   </em>\n   ,\n   <extracted-citation case-ids=\"7640199\" index=\"12\" url=\"https://cite.case.law/so-2d/437/1003/#p1005\">\n    437 So.2d at\n   </extracted-citation>\n   1005 ). Therefore, the issue of raising the two minor children is an issue that the chancellor has the discretion to weigh as he sees fit.\n  </p>\n  <p id=\"p-40\">\n   ¶ 20. Also, Heather asserts that the chancellor erred because his analysis did not reference any testimony regarding a gun that Shaun allegedly had in his possession around the children and that more of the factors should have weighed in her favor. Shaun testified that he had a gun in the house but that he removed it and never had the gun around the children. Moreover, \"[a]n\n   <em>\n    Albright\n   </em>\n   analysis is not a mathematical equation ..., [and] the factors are not meant to be weighed equally in every case.\"\n   <em>\n    Hall v. Hall\n   </em>\n   ,\n   <extracted-citation case-ids=\"6955263\" index=\"13\" url=\"https://cite.case.law/so-3d/134/822/#p827\">\n    134 So.3d 822\n   </extracted-citation>\n   , 827 (¶ 19) (Miss. Ct. App. 2014) (citation and internal quotation mark omitted). Our supreme court has determined that \"[a]ll the [\n   <em>\n    Albright\n   </em>\n   ] factors are important, but the chancellor has the ultimate discretion to weigh the evidence the way he sees fit.\"\n   <em>\n    Johnson\n   </em>\n   ,\n   <extracted-citation case-ids=\"9057224\" index=\"14\" url=\"https://cite.case.law/so-2d/859/1006/#p1013\">\n    859 So.2d at 1013-14\n   </extracted-citation>\n   (¶ 46) ;\n   <em>\n    Hall\n   </em>\n   ,\n   <extracted-citation case-ids=\"6955263\" index=\"15\" url=\"https://cite.case.law/so-3d/134/822/#p827\">\n    134 So.3d at 827\n   </extracted-citation>\n   (¶ 19). Accordingly, we find no error.\n  </p>\n  <p id=\"p-41\">\n   <strong>\n    CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-42\">\n   ¶ 21. \"In order to determine whether or not the chancellor was manifestly wrong, clearly erroneous or abused his discretion in applying the\n   <em>\n    Albright\n   </em>\n   factors, we review the evidence and testimony presented at trial under each factor to ensure his ruling was supported by the record.\"\n   <em>\n    Hall\n   </em>\n   ,\n   <extracted-citation case-ids=\"6955263\" index=\"16\" url=\"https://cite.case.law/so-3d/134/822/#p827\">\n    134 So.3d at 828\n   </extracted-citation>\n   (¶ 21). Accordingly, we find that the chancellor's on-the-record findings and conclusions of law were supported by substantial evidence.\n  </p>\n  <p id=\"p-43\">\n   ¶ 22.\n   <strong>\n    AFFIRMED.\n   </strong>\n  </p>\n  <p id=\"p-44\">\n   LEE, C.J., IRVING AND GRIFFIS, P.JJ., BARNES, CARLTON, FAIR, WILSON, GREENLEE AND TINDELL, JJ., CONCUR.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-47\">\n    To protect the minor children's identities, we will refer to them by initials.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}