{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"473\" lastpage=\"540\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b489-4\" pgmap=\"489\">Lewis Rhinehart, appellant, v. Robert Schuyler et al. appellees.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b489-6\" pgmap=\"489\">dlppeal from, diclams.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b489-7\" pgmap=\"489\">The Revenue Laws of the State of Illinois, from 1823 to 1829 inclusive, are not unconstitutional.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b489-8\" pgmap=\"489\">The Registry Laws do not apply to Patents or deeds emanating directly from the State, or the United States; an Auditor’s deed, therefore, is admissible in evidence, without proof of its execution, and without showing that it had been- regularly acknowledged and recorded, as is required in cases of conveyances alone affecting the interests of private individuals.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b489-9\" pgmap=\"489\">Under the Revenue Act of 1829, the deed of the Auditor of Public Accounts is evidence of the legality and regularity of the sale until the contrary shall be proved.</headnotes><headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b489-10\" pgmap=\"489\">The Statute of Limitations, passed on the 17th day of January, 1835, and which took effect on the first day of June of the same year, is not a bar to a recovery, until the term of seven years after it went into effect.</headnotes><summary data-order=\"6\" data-type=\"summary\" id=\"b489-13\" pgmap=\"489\">Ejectment in the Adams Circuit Court, brought by the appellees against the appellant, and heard before the Hon. Jesse B. Thomas and a jury, at the October term 1843. ■Verdict for the plaintiffs below, and a judgment for possession, &amp;c. The defendant appealed to this Court.</summary><p data-order=\"7\" data-type=\"summary\" id=\"b489-14\" pgmap=\"489\">The proceedings in the cause are sufficiently stated in the Opinion of the Court.</p><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b489-15\" pgmap=\"489\">N. H. Purple, for the appellant,</attorneys><p data-order=\"9\" data-type=\"legal\" id=\"AIM\" pgmap=\"489\">read to the Court an ably written argument. The following are some of the principal points:</p><p data-order=\"10\" data-type=\"legal\" id=\"b489-16\" pgmap=\"489\">In this case, the limitation question arises, that is, whether any portion of the time the appellant may have been in possession before the passage of the statute is reckoned as a part of the seven years’ limitation. As the point has often been made, and some diversity of opinion has existed among the Judges upon the Circuit, it is proper that it should be presented and decided.'</p><p data-order=\"11\" data-type=\"legal\" id=\"b489-17\" pgmap=\"489\">The appellant contends, that the Act of Feb. 19, 1827, is in violation,</p><p data-order=\"12\" data-type=\"legal\" id=\"b489-18\" pgmap=\"489(34) 490(18)\">First, of - the 11th section of the 8th Article of the Constitution of the State of Illinois, which declares: “Nor shall any man’s property be taken and applied to public use without the consent of his representatives in the General Assembly, nor without just compensation being made him.”</p><p data-order=\"13\" data-type=\"legal\" id=\"b490-5\" pgmap=\"490\">Secondly, that it.is an infringement of the 8th section of the 8th Article of the Constitution, which provides, “ that no freeman shall be imprisoned or disseized of his freehold, liberties or privileges, or outlawed, or exiled, or in any manner deprived of his life, liberty or property, but by the judgment of his peers or the law of the land ” This provision is, in substance, incorporated into all the Constitutions of the several States, and is almost a literal transcript of the 29th chapter of Magna Carta. ,. As to the meaning of the words, “law of the land,” see 2 Kent’s Com. 9. In criminal cases they mean, trial by indictment, presentment, &amp;c; in civil, where a man is to be deprived of his property by some “due process of lawf which can only happen, except by or through the exercise of Legislative, Judicial and Executive functions.</p><p data-order=\"14\" data-type=\"legal\" id=\"b490-6\" pgmap=\"490\">Thirdly, that the law, under which this land was sold, is in contravention of the 20th section of the 8th Article of the Constitution of this State, which provides, “ that the mode of levying taxes shall be by valuátion, so that each person shall pay a tax in proportion to the value of the property, which he or she has in his or her possession;”</p><p data-order=\"15\" data-type=\"legal\" id=\"b490-7\" pgmap=\"490\">1. Because town lots are exempt from taxation; and</p><p data-order=\"16\" data-type=\"legal\" id=\"b490-8\" pgmap=\"490\">2. Because it provides for an arbitrary valuation into classes, determined by the Legislature.</p><p data-order=\"17\" data-type=\"legal\" id=\"b490-9\" pgmap=\"490\">[In support of these objections, the case of Sawyer v. The City of Alton, 3 Scam. 127, was cited. The Constitutions of several of the States were then cited and commented upon, so far as they related to taxation.]</p><p data-order=\"18\" data-type=\"legal\" id=\"b490-10\" pgmap=\"490\">The doctrine of contemporaneous construction will probably be contended for, but it cannot have any effect except in doubtful cases. When the Constitution is plain, and the law is. plain, and both admit of a single construction as applied to each, and those constructions are necessarily opposed, any number of enactments by the Legislature, how often soever they may have been repeated, could not render a law, unconstitutional in itself, valid.</p><p data-order=\"19\" data-type=\"legal\" id=\"b490-11\" pgmap=\"490(8) 491(179)\">Fourthly, that the Auditor’s deed, unsupported by other evidence, is not even prima facie evidence of the title in the person to whom the deed is made. See Act of Feb. 19, 1827, 513, § 2; Act of 1827, 519, §23; Act of Jan. 19,1829, 524, § 3; Act of 1827, 327, § 4; Garrett v. Wiggins, 1 Scam. 353; Revenue law of Indiana, Rev. Stat., 344; O’Brien v. Coulter, 2 Blackf. 424; Parker v. Harris, 4 do. 70; Morris v. Himelick, Ib. 495; Dentler v. The State, Ib. 259; and the authorities are numerous to prove that “all the requisitions of the law authorizing a sale for taxes, must be strictly pursued.” Watson v. Stucker, 5 Dana, 581; 1 Ohio Cond. R. 335; 11 Ohio; 359; 9 do. 94; 20 Pick. 421; 4 Peters’ Cond. R. 394; 11 Peters, 322; 2 Dall. 304; 4 Cranch, 403; 9 do. 64; 5 Wheat. 116; 6 do. 119; 8 do. 681; 3 N. Hamp. 340; 6 do. 183, 194; 1 Ohio Cond. R. 552; Rev. Stat. of Ohio, 928, § 85; Ib. 475; 5 Ohio, 232; Ib. 290.</p><attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b491-14\" pgmap=\"491\">O. H. Browning, for the appellees.</attorneys><p data-order=\"21\" data-type=\"legal\" id=\"b491-15\" pgmap=\"491\">This question has been settled by this Court years ago, and it is now called upon to reverse the decision, and declare a law unconstitutional. This is an exercise of power that all Courts are cautious in exercising.</p><p data-order=\"22\" data-type=\"legal\" id=\"b491-16\" pgmap=\"491\">The effect of the Auditor’s deed under the law of 1827, was settled in the case of Garrett v. Wiggins. It is policy to protect those who purchase land sold for taxes, as the support of the Government requires revenue, and the law sanctions a liberal construction of this statute. The statute dispenses with proof of the regularity and legality of an Auditor’s sale, and the onus of proof to the contrary is thrown upon the party controverting it.</p><p data-order=\"23\" data-type=\"legal\" id=\"b491-17\" pgmap=\"491\">In Indiana, the law makes the Collector’s deed evidence of the legality of his acts; ours does the same as to the Auditor’s acts, and he does all that is to be done, to wit: listing and advertising the land, &amp;c.</p><p data-order=\"24\" data-type=\"legal\" id=\"b491-18\" pgmap=\"491\">As the mode of levying a tax by valuation, the legislature have not valued the lands, but have prescribed the mode of doing so. Valuing land is no more a judicial than a legislative act, but ministerial. There is no rule by which the exact value of every tract of land can be ascertained.</p><p data-order=\"25\" data-type=\"legal\" id=\"b492-4\" pgmap=\"492\">As to the powers'of Government, they run into; each other like the colors of a changeable silk, or light or darkness. The acts of our own Government and that of others show the blending of these powers. Where a power is given to the Legislature, they are to judge of the appropriate means of effecting the object, which must vary .to suit the varying exigencies of the times. . . '</p><p data-order=\"26\" data-type=\"legal\" id=\"b492-5\" pgmap=\"492\">The three classes will embrace all the qualities of land, and this mode of classification was ’ convenient and just, at the time it was adopted. The Bounty Tract could not be inspected and valued' before it was settled. ' ••</p><p data-order=\"27\" data-type=\"legal\" id=\"b492-6\" pgmap=\"492\">The-only limitation upon the power of the Legislature t.o carry into effect a granted power .is, that it should be appropriate to the end proposed. •</p><p data-order=\"28\" data-type=\"legal\" id=\"b492-7\" pgmap=\"492\">The 15th section of the Act of 1837. subjects- lots and all other property to a county tax. The Legislature may discriminate as to the objects of taxation. -If they are to tax all property, they must tax all alike, and yet the' amount to tax is different in different counties; and admitted to be constitutional. The section of the Constitution, is not á grant of-power; this power they have .without it, and it imposes but the single restriction- that ■ taxation shall, -be by valuation. Give this a literal construction, and the'land of non-residents cannot be taxed, for they are not in their actual possession.The Constitution of. the United States says’ that all duties shall be uniform;, but 'are they not varied to suit the objects of duty? The tax is. unequal in different counties, and yet this is by virtue of the authority of the Legislature, and they cannot do indirectly what they Cannot do. directly. ■</p><p data-order=\"29\" data-type=\"legal\" id=\"b492-8\" pgmap=\"492\">As to the power of the State to taire property of one without the judgment of his' peers; see 7 Peters, 669.</p><p data-order=\"30\" data-type=\"legal\" id=\"b492-9\" pgmap=\"492\">As to the mode of collecting taxes by distress, or other summary method, see 18 Johns. 441; 7 Wend. 148; 4 Peters, 349; 5 Binn. 355.</p><attorneys data-order=\"31\" data-type=\"attorneys\" id=\"b492-10\" pgmap=\"492\">A. Williams, for the appellant,</attorneys><p data-order=\"32\" data-type=\"legal\" id=\"Afr\" pgmap=\"492\">in continuation.</p><p data-order=\"33\" data-type=\"legal\" id=\"b492-11\" pgmap=\"492\">The' Revenue Act of 1827, under which the land was sold for- taxes, is unconstitutional.</p><p data-order=\"34\" data-type=\"legal\" id=\"b492-12\" pgmap=\"492(9) 493(388)\">1. It infringes the Ordinance of Illinois accepting certain propositions made by Congress, April 18, 1818, which is in these words: “That all the lands belonging to the citizens of the United States residing without the said State, (Illinois,) shall never be taxed higher than lands belonging to persons residing therein.” This provision is founded in natural justice and equality, and is intended to protect non-resident landholders from unequal taxations, and upon the principle that common burdens should be borne by common contributions, requires that all the lands in the State, whether owned by residents or non-residents, should be taxed equally for State purposes, and that all the lands in the same county, town, or city, should be taxed alike for county, town, or city purposes, a State tax being a burden common to all the land within its limits, and a county, town, or city tax being in like manner common to all the land within the limits of the county, town, or city. This construction gives effect to the spirit and intention of the Ordinance, is required by the principles of justice and equality, and enables the Legislature to adjust local taxes to the ever-varying wants of the several counties, towns, or cities'in the State,'while the construction contended for on the other side that the aggregate amount of the tax, including State, county and city -taxes, must be the same, on resident and non-resident lands, would be not only unjust and unequal, since it would enable the legislature, as is done by the Act under consideration, to impose the whole amount of the State tax upon non-resident lands; but it would also be unwise and inconvenient, as it would prevent the proper adjustment of local taxes. The present Revenue Law is founded upon the construction for which I contend, the aggregate amount of the tax is not the same, but the State tax is uniform throughout the State; the county, town, or city tax is uniform within the limits of the several counties, towns and cities, respectively. This is unquestionably the equality contemplated by the Constitution. Either the old Revenue Act or the. present Revenue Law is unconstitutional. • 2 Kent’s Com. 330, 331, 333; Sutton's Heirs v. Louisville, 5 Dana, 31; City of Lexington v. McQuillon's Heirs, 9 do. 516; 4 N. Hamp. 556; 6 Har. &amp; Johns. 382, 3.</p><p data-order=\"35\" data-type=\"legal\" id=\"b494-4\" pgmap=\"494\">The Act of 1827 taxes non-resident’s lands exclusively for State purposes, and exempts resident lands from State taxes altogether. §§ 1,2, 20, 21. The inevitable consequence is, that the rate of taxation must, be higher upon non-resident lands than it would be if residents contributed .their just proportion of the State revenue, and it is no answer to say, that the resident pays the same amount of tax to the county in ■which his land is situated that the non-resident pays to the State, It is for local improvements that do hot benefit the non-resident lands .in another county.</p><p data-order=\"36\" data-type=\"legal\" id=\"b494-5\" pgmap=\"494(307) 495(148)\">It infringes the. 20th section of the 8th Article of the State Constitution, which is in these words: “That mode of levying a tax shall be by valuation, so that every person shall pay a tax in proportion to the value of the property he or she has in his or her possession.” This is not a grant of power, but a limitation upon its exercise; Sawyer v. The City of Alton, 3 Scam. 130, and if English words have any meaning capable of being certainly known, it limits the power of the Legislature as, to the objects of taxation, and as to the manner of ascertaining what portion of the aggregate amount of the tax is to be imposed on each particular object. • Property, in its general sense, including its species both real and personal, is clearly indicated as the object of taxation, and its value furnishes the rule by which the amount to be assessed upon any particular article of property is to be assessed. The Legislature has an-unlimited.discretion as to the amount of money to be raised by a tax upon property; but, then, that amount must be imposed upon all the property in the State which is subject to taxation, and the amount levied upon any particular property must be in proportion to its value, to be ascertained by actual valuation. If this be not its meaning, then it is altogether inoperative. This. Cpurt has decided in the case of Sawyer v. The City of Alton, that it is restrictive of the power of the Legislature, and that it does nob prevent the Legislature from authorizing the imposition of a capitation tax. It does not limit the Legislature as to the amount of tax to be levied, and if the Legislature may discriminate as to the kind of property to be taxed, and tax the land selected as the object of taxation, and then tax it without reference to its value, or according to an arbitrary value declared by itself, it would be difficult, if not impossible, to show in what respect, and how it restricts the Legislative power. The Legislature may, upon this construction, require one or ten thousand dollars, and impose the whole amount upon persons, or upon any one description of property, and that, too, without any rule of apportionment except an arbitrary one declared by itself. Upon what, then, can the restraining influence operate? It behoves those who contend for this construction to answer. A construction which would render a constituti onal provision inoperative is inadmissible. 1 Story on the Con. 428; Prigg v. The Commonwealth of Pennsylvania, 16 Peters, 612; Marbury v. Madison, 1 Peters, Cond. R. 282.</p><p data-order=\"37\" data-type=\"legal\" id=\"b495-5\" pgmap=\"495\">Another rule of construction is, that words are not to be enlarged or restricted beyond their plain import merely tc avoid inconvenience. 1 Story on the Con. § § 425; 426; 1 Peters’ Cond. R. 282.</p><p data-order=\"38\" data-type=\"legal\" id=\"b495-6\" pgmap=\"495(173) 496(203)\">To construe the words “property” and “valuation,” according to the ordinary and obvious sense would require that all property should be taxed according to its actual value, tobe ascertained by the persons entrusted by the Constitution with the application and enforcement of the laws. This would impose real and substantial limits on Legislative authority. It would prevent it from oppressing the owners of one description of property by selecting that kind of property as the exclusive object of taxation, and also of apportioning the tax according to an arbitrary standard of value. This, then, is the construction required by the words employed in the Constitution. It makes the provision operative. It gives effect to the intention of the Convention as expressed in the Constitution; whilst the construction contended for on the other side is not only unauthorized by the terms used, but is in direct conflict with their plain and clear import, and defeats the object of the provision, by • rendering it altogether inoperative. The Act under consideration selects lands owned by non-residents as the only object of State taxation, exempting there from town lots, personal property and resident lands. If the Legislature may do this and impose a capitation tax likewise, then there is no limit to its taxing power as to the objects upon wkich it is to operate. It not only selects land as the exclusive object of taxation, but renders a decree that each acre of taxable land is worth either three or four dollars, and shall be taxed accordingly. If this can be done constitutionally, then it abrogates all restraint upon the Legislature as to the mode, of apportioning the tax. • This decree was either founded on evidence, or assumption. If on the former, the Legislature is not the proper tribunal to investigate facts. If on the other, then it is altogether arbitrary, a^id consequently can impose no restriction upon the tribunal authorized to make the assumption. The same power, which assumes an acre of ground to be worth four dollars, may, when it thinks proper to do so, assume it to be worth one hundred dollars; the amount, if the authority exists, is a question of expediency and not of power.</p><p data-order=\"39\" data-type=\"legal\" id=\"b496-5\" pgmap=\"496(190) 497(81)\">The Revenue Act, then, in discriminating .between the different species of property, and taxing one kind exclusively, as well as in taxing that kind without valuation, is unconstitutional. Classification is not valuation. It cannot be made to include improvements made on land, and this Court has decided that such improvements constitute a part of the land, and that the land itself cannot be taxed unless the improvements on it are also taxe'd. A. and B. each own a tract of land of one hundred acres adjoining each other, and worth, without improvements, four dollars per acre. The land of A. is unimproved, but that of B. is in a high state of cultivation. The improvements upon it, and which,, according to the decision in Fitch v. Pinckard, 4 Scam. 79, make part of it, are worth ten thousand dollars. The tax being one half of one per cent, the Constitution requires that A. should pay a tax of two dollars, and that B. should pay one of fifty two dollars. The Act of the Legislature requires each of them to pay two dollars; now it is obvious, that this Act can only be sustained by the overthrow of both the Constitution and the above decision, and yet it is gravely contended, that this Act is constitutional. 4 N. Hamp. 565; 5 Dana, 31; 9 do. 516; 12 Mass. 255; Arkansas, 299; 1 Jacobs’ Law Dict. 111, title \"Appraiser;” 3 Com. Dig. 326, title “Courts,” (D. 9); 5 do. 288, title “Parliament,” (H. 13 &amp; 14); 7 do. title --- (62); 1 Story on Const. §§ 362, 428, 451.</p><p data-order=\"40\" data-type=\"legal\" id=\"b497-7\" pgmap=\"497\">3. It infringes the first and fourth Articles of the Constitution. The first Article positively forbids and expressly inhibits the exercise of judicial powers by the General Assembly, and the fourth Article delegates the exercise of such powers solely and exclusively to the judicial department. This is a prohibition upon the Legislature to delegate it to any others. Lane v. Dorman, 3 Scam. 241; 2 Brock. 447; American Jurist and Law Magazine, No. 20, 301 and 309; Tucker’s Black. App. 353-4; Federalist, No. 80, 443; 1 Kent’s Com. § 14, 296; Story on Const. §§ 1568, 1570, 1584, 1586, 1640; 3 Peters’ Cond. R. 384-5; 4 do. 537; 5 do. 114-15; Federalist, No. 51, 291; 1 Black. Com. 140, 141, 143-4, 269; Montesquieu, Book II, ch. 6; Paley’s Moral Philosophy, B. 6, ch. 8; Federalist, No. 47, 270; Jefferson’s Notes on Virginia 195; 2 Story on Const. §§ 517, 519; 1 Kent’s Com. § 11, 220; 1 Dana, 505; 1 J. J. Marsh. 567, 571; 1 Bay, 396-7; 2 Webster’s Speeches, 253-4; 1 Kent’s Com. 20, 450-1.</p><p data-order=\"41\" data-type=\"legal\" id=\"b497-8\" pgmap=\"497(122) 498(73)\">So far as the Legislature have, by the Act in question, undertaken to value lands for the purpose of taxing them, they have assumed to exercise judicial power. The value of land is a question of fact, and its ascertainment depends on evidence and requires investigation. In making this valuation, the Legislature must be presumed to have received evidence, and ascertained the facts upon which the value of the land depended, or, without such evidence and ascertainment, arbitrarily to have assumed the existence of such facts, and on such ascertainment or assumption to have made a decision in the nature of a decree. If this is not the exercise of a power of inquiry into, and a determination of facts between debtor and creditor, and that, too, ex parte and summary in its character, - it is\" difficult to understand the meaning of terms. That the exerdise .of1 such power, is, in its nature, clearly judicial, is too apparent to need argument to illustrate its truth; and it is not less certain, that the exercise thereof is in direct conflict with the Articles-of- the Constitution cited above. Lane v. Dorman, 3 Scam. 241-2.</p><p data-order=\"42\" data-type=\"legal\" id=\"b498-5\" pgmap=\"498\">If the' Legislature have power to make such valuation, it is conclusive upo.n the rights of all persons affected by it. It is this conclusive effect added to the nature of the power which. makes it judicial. A- valuation made by assessors, appointed for thát purpose, is merely ministerial. It concludes no rights. It is subject to judicial supervision and control, and receives its' conclusive effect from - judicial conformation and sanction. Moore v. Harris, 2 Wash. Va. R. 126; 4 Peters’ Dig. 245-6; 2 do. 555, § 84; 2 Peters’ Cond. R. 91; 2 Peters’ Dig. 558, § 1108; U. S. v. Patterson, Gilpin’s D. C. R. 47.</p><p data-order=\"43\" data-type=\"legal\" id=\"AhJ\" pgmap=\"498(204) 499(36)\">By authorizing the Auditor to sell lands in a summary way, without judgment for the non-payment of taxes, the Legislature have'attempted to delegate judicial power to him. This they cannot do. The Auditor constitutes no part of the judicial department, and the Act which attempts to clothe him with the judicial-authority, is in direct conflict with 'the 4th Article and the 8th section of the 8th Article of the State Constitution. The power delegates all judicial authority to the judiciary; and the latter provides, that no person shall, by any- manner of means, be deprived of his property until judgment is rendered against him. This is the settled interpretation of that section, as is universally admitted by all respectable American jurists. Rinney v. Beverly, 2 Hen. &amp; Munf. 336; Hoke v. Henderson, 4 Dev. 15; 4Hill’s (N. Y.) R. 146; Ex parte Robert B. Randolph, 2 Brock. 447; 3 Story on the Constitution, 661; 1 Webster’s Speeches, 110, 127-8; 2 Kent. Com. 13 (note); 4 Peters’ Cond. R. 443; 2 Peters, 644; 2 Peters’ Cond. R. 622; 5 do. 498. This is also its known construction in England. Lord’ Coke defines it to mean judicial process, and says thatjúdging aman, either in a civil or criminal cause, without calling him to answer and make his defence, is against this provision. 2 Just. 48; Sullivan’s Lectures, 243, 293; 4 Black. Com. 424; 7 Com. Dig., title, “Prerogative.”</p><p data-order=\"44\" data-type=\"legal\" id=\"b499-5\" pgmap=\"499\">This power to sell lands for the non payment of taxes, which the Act attempts to confer upon the Auditor, is, in its nature and effect, clearly judicial. It is to he exercised in consequence of, and upon a breach of duty, the existence of which can only be ascertained by inquiry and investigation into the relation of debtor and creditor, and it deprives a person of his property. A tax, when duly assessed, is a debt, and like other debts, is collectable by suit or action at law. To authorize, by general laws, the imposition of taxes, is legislative, but to apply and enforce those laws, is the province of the judiciary. 1 N. Hamp. 204; 4 do. 572; Fletcher v. Peck, 2 Peters’ Cond. R. 321; American Jurist and Law Magazine, No. 20, page 301; 2 Dall. 308; 3 Story on Const., §§ 1570, 1571, 1584, 1586, 1607; 1 Peters’ Cond. R. 28-45; 4 Peters’ Cond. R. 537; 66 Peters’, 616; 3 Black. Com. 22-3 and 25; 2 Hill, (N. Y.) R. 21; 8 Pick. 225; 15 Pick. 243, 254; 1 Lord Raym. 580; 6 Har. &amp; Johns. 375; Bergen v. Clarkson, 1 Halsted, 365.</p><p data-order=\"45\" data-type=\"legal\" id=\"b499-6\" pgmap=\"499\">If, instead of selling land in a summary ex parte way, the Auditor had been authorized to summons the tax payer to appear before him to hear and examine witnesses, and to give judgment against him for the amount of his taxes, and then to sell his land for the satisfaction of such judgment, no person would deny that that would be the exercise of judicial power. Whether a power is judicial or not, depends upon its nature and effect, and not upon the manner in which it is exerted. If this were not the case, the Legislature could strip the Courts of all jurisdiction, by requiring that all laws, whether civil or criminal, should be executed by its special agents in a summary way, without trial or judgment.</p><p data-order=\"46\" data-type=\"legal\" id=\"b499-7\" pgmap=\"499(27) 500(159)\">The Legislature cannot directly authorize the sale of any person’s property without cause. What they cannot do directly, they cannot do indirectly. They have no inherent power over the property of individuals. Their power, in this respect, is derivative and delegated, and can only be exerted for the purposes declared, and within the limits prescribed to them by the Constitution. For those purposes and within those limits, they may declare the causes for, and the manner in which such sale shall be made. But before the sale thus authorized can be constitutionally made, the existence of the cause for which the sale is authorized must be judicially ascertained. 1 Starkie’s Ev. 3; Articles 1 &amp; 4, State Const. and the 8th section of the 8th Article. Hoke v. Henderson, 4 Dev. 15; 4 Hill’s (N.Y.) R. 146; 3 Story on the Const. 661. Such judicial ascertainment can only be made, after an opportunity has been afforded to the person, whose property is to be sold, to be heard in his defence. Webster’s Speeches; 2 Hen. &amp; Munf. 336; Chase v. Hathaway, 14 Mass. 224.</p><p data-order=\"47\" data-type=\"legal\" id=\"b500-5\" pgmap=\"500\">The extent of the legislative authority, then, is to declare the causes for which a person’s property may be sold, and to subject it to sale when those causes shall be judicially ascertained, and to regulate by general- laws the mode of such sales. The causes for which the Legislature may, under the Constitution of Illinois, authorize the sale of a person’s property without his consent, are limited to the commission of crimes by him, or his failure to pay his debts, and by debts, is intended all legal liabilities. The commission of crime, or the existence of the debt which can alone justify the sale, should be judicially ascertained before the sale is made.</p><p data-order=\"48\" data-type=\"legal\" id=\"b500-6\" pgmap=\"500(111) 501(277)\">The Constitution has not, in terms, given the Legislature authority to direct any person’s property to be sold. Their right to do this results from the power and necessity of enforcing obedience to the laws. The power to make laws is assigned to the Legislature; but to guard the people against the abuse of that power, and to keep the Legislature within the limits prescribed to them, the power and duty of ascertaining violations of, and enforcing obedience to the laws, is intrusted exclusively to the Judiciary. This object can only be beneficially and efficiently attained, by requiring that the violation of the laws should be judicially ascertained previous to their final execution. If, howéver, the Sale may be made before the cause, for which it is made and by which alone it can be defended, has been judicially ascertained, then, at least the purchaser at such sale must necessarily, when he sets up a title .under such purchase, prove its existence by appropriate evidence. ■ When a judicial investigation precedes the sale, the judgment of the Court is the authentic evidence, and its production as evidence is invariably acquired, whenever any person claims title as purchaser under it. When the sale is made without judgment, then the purchaser is bound, when he claims title under such sale, to prove all the facts necessary to authorize the entering of a judgment in the case. To hold otherwise would be to treat summary and ex parle sales with greater indulgence than regular judicial sales, made after and in pursuance of a judgment, and under the supervision and control of the Court which gave the judgment, and would reverse all the rules which have been established by the wisdom of ages for the government of such cases—rules, too, which are essentially necessary to the security and value of property. And the Legislature cannot, under the pretence of prescribing and regulating the rules of evidence, dispense with such proof. 5 Peters’ Cond. R. 374-6; 1 Howard’s (U. S.) R. 316; 2 do. 612; 3 do. 549. If they may do this, they have in effect the power to dispose of the property of individuals at pleasure, freed from all restraint by the Judiciary. The Judiciary would have nothing to do but to register legislative edicts.</p><p data-order=\"49\" data-type=\"legal\" id=\"b501-5\" pgmap=\"501\">Under such an assumption of power the legislature declares, that for certain crimes and legal disabilities the property of individuals shall be sold; that when any person commits such crimes, or incurs such legal disabilities, the sheriff of his county shall forthwith sell his property, and convey it to the purchaser, and then provide, that the purchaser should not be required to make any proof to sustain his title to the property so sold, but that his conveyance should be evidence of title, until the former owner shall prove that he had not committed the error, or incurred the legal disability for which it was sold.</p><p data-order=\"50\" data-type=\"legal\" id=\"b502-4\" pgmap=\"502\">The Legislature can either do this in all cases, or it can do it in none. There is no principle 'or provision of the-.Constitution which allows it in one case and prohibits it in others. It is believed that but few persons will be found hardy enough to advocate such- a monstrous .assumption of. power. And yet is necessary to do all this, and more too, to sustain the judgment of the Circuit Court in this case. If the legislature may, and actually should' attempt to do all this, the person whose property is thereby affected, has at least the,poor privilege of requiring that all su.ch acts should be rigidly confined to the cases actually provided for, and that they should not be extended by implication. Fairfax’s Devisee v. Hunter’s Lessee, 2 Peters’ Cond. R. 630-1; Young v. Commonwealth, 4 Binn. 116; Stuart v. Hamilton, 2 Hen. &amp; Munf. 545; Rinney v. Beverley, 342-3; Asbury v. Calloway, 1 Wash. 74; Mayor, &amp;c., of Alexandria v. Chapman, 4 Hen. &amp; Munf. 276; Raplee v. Morgan, 2 Scam. 563; Ex parte Robert B. Randolph, 2 Brock. 447; 5 Alabama 421, 465.</p><p data-order=\"51\" data-type=\"legal\" id=\"b502-5\" pgmap=\"502\">And this brings us to the last point presented' by this record. The deed of the Auditor was not of itself evidence of title in the purchaser ait the tax sale. Williams v. Peyton’s Lessee, 4 Peters’ Cond. R. 395; Thatcher v. Powell, 5 do. 32; Games v. Stiles, 14 Peters, 328; 2 Ohio, 333; Rex v. Coke, 1 Cowp. 26; Smith v. Hileman, 1 Scam. 325; Day v. Eaton &amp; Co., Ib. 476; Fitch v. Pinckard, 3 do. 78; Hill v. Leonard, Ib. 142.</p><p data-order=\"52\" data-type=\"legal\" id=\"b502-6\" pgmap=\"502(128) 503(189)\">The ninth section of the Revenue Act of 1829, after, prescribing the manner of advertising tax sales, and requiring that copies of the advertisement'should be deposited in certain offiées as records thereof, and making certified-copies of the same evidence in all Courts of Justice in this State, provides, that “it shall not ,be necessary for any purchaser of lands, so sold for taxes, to obtain, keep, or produce uny advertisement of the Sale thereof, but his deed from the Auditor of Public Accounts shall be evidence of the regularity and legality of the sale .until the contrary shall be made to appear:” And this, it is contended, makes the deed per se evidence of title. To give the deed this effect, the Court must extend, by implication, the words of the Legislature greatly beyond the case actually provided for. The provision is, that the deed shall be evidence of the regularity and legality of the sale, and not of the authority to make such sale, both of which is necessary to its validity. If the sale had been made under a judgment and execution, the judgment and execution would have constituted the authority to make the sale, but would not be any part of the sale, and cannot, by any just interpretation, be included in the regularity and validity thereof. A sheriff’s deed made in pursuance of a sale under judgment and execution is evidence of the regularity of the sale, and yet it is necessary to produce the judgment and execution to show the authority to make it. Where the sale is made without judgment, the authority to make it must be shown by proving all the particular facts which would authorize the entering of a judgment, and of which the judgment, when entered, becomes the authoritative evidence, which, in this case, would be,</p><p data-order=\"53\" data-type=\"legal\" id=\"b503-5\" pgmap=\"503\">1. That the land was owned or claimed by an individual, or body politic or corporate, and that it had been sold by the United States five years previous to the sale. See fourth section of the Ordinance, and first section of the Revenue Act of 1827, R. L. 51, 513.</p><p data-order=\"54\" data-type=\"legal\" id=\"b503-6\" pgmap=\"503\">2. That it belonged to a non-resident, or that the owner omitted to list, or enter it for taxation in the county in which it was situated. See §§ 2, 13, 22, &amp; 23, of the Act of 1837; R. L. 513, 515, 518, &amp; 519.</p><p data-order=\"55\" data-type=\"legal\" id=\"b503-7\" pgmap=\"503\">3. That it was duly listed or entered in the Auditor’s office for taxation, either by the owner or Auditor, according to its quality, class and description. See §§ 2, &amp; 23, Act of 1827, &amp; § 3, Act of 1831; R. L. 513, 519, &amp; 527.</p><p data-order=\"56\" data-type=\"legal\" id=\"b503-8\" pgmap=\"503\">4. And that the taxes were due and unpaid.</p><p data-order=\"57\" data-type=\"legal\" id=\"b503-9\" pgmap=\"503(67) 504(207)\">All these things would be required to authorize the entering of a judgment for the taxes, and would enter into and make a part of it, and, consequently, would be proven by it. They constitute the authority to make the sale, but is no part of the sale, and the provision, that the deed shall be evidence of the regularity and legality of the sale, cannot be made to include these things without a latitude of enlarged construction, alike unwarranted by analogy or the rules established for the government of summary and ex parte proceedings affecting the rights off parties, and the construction of legislative Acts which authorize such proceedings.\" 4 Blackf. 70, 259, 494. This construction is required by the context. The ninth section relates exclusively to the advertisement and the sale, and not a word is to be found in it as to what lands shall be taxed, the mode of assessment, the amount of tax, or when it shall be paid. It does not in any one sentence, line or word, look beyond the sale and advertisement. After pointing out the manner of making and proving these, then follows the provision that the purchaser shall not be required to prove the same, but his deed shall be evidence thereof until the contrary shall be made to appear. This rule of evidence, then, whether we regard the well established canons of interpretation, the terms in which it is couched, the context, the subject matter or analogies drawn from similar provisions or cases, must be restricted to the sale, and cannot be extended to embrace the authority to make it.</p><attorneys data-order=\"58\" data-type=\"attorneys\" id=\"b504-4\" pgmap=\"504\">E. D. Baker continued the argument for the appellees.</attorneys><p data-order=\"59\" data-type=\"legal\" id=\"b504-5\" pgmap=\"504\">It is said that the Revenue law under consideration is-unconstitutional because,</p><p data-order=\"60\" data-type=\"legal\" id=\"b504-6\" pgmap=\"504\">First, no freeman shall be disseized of his freehold, &amp;c, without the judgment of his peers: By this it is meant that a person can only be deprived of his life, See, according to the law in force at the time of Magna Carta. This charter, extracted from King John bjr the Barons for their own benefit, was afterwards applied to the common people. Laws like ours, and much more unequal and oppressive, and more summary, were passed in England under Magna Carta. The gentleman’s reading of this charter, therefore, must be incorrect. 1 Black. Com. 45, 200, 232.</p><p data-order=\"61\" data-type=\"legal\" id=\"Ayx\" pgmap=\"504(33) 505(16)\">Revenue officers in England are not judicial officers'. In that kingdom, there hás been no case of a trial and judgment before a' sale of land for taxes. Ásséssment of the value of land was made in England in 1692, and some estates were more heavily taxed than others.</p><p data-order=\"62\" data-type=\"legal\" id=\"b505-5\" pgmap=\"505\">The expression, “ law of the land,” means a law as defined by Blackstone and Demosthenes. Hence the insertion in our Constitution, that private property shall not be taken for public use in England without any compensation but according to pleasure.</p><p data-order=\"63\" data-type=\"legal\" id=\"b505-6\" pgmap=\"505\">In nineteen States, taxes have been collected by summary process, without question.</p><p data-order=\"64\" data-type=\"legal\" id=\"b505-7\" pgmap=\"505\">Secondly, the law is said to be unconstitutional because the Legislature has performed the act of valuation. “By interposition of valuation,” is all that is meant by requiring taxes to be levied according to value; it does not mean true and equal valuation, for that would be impossible. That the land was valued the law proves. A minimum value is fixed by all laws, to wit, three hundred dollars. The law operated upon classes, not individuals, and it was so valued from the necessity of the case, the land not being settled. Valuation is an estimate, but that estimate need not be, and cannot be equal and just. The assessor is the creature of the Legislature; his act is their act; and yet it is contended there is no valuation, because it is unequal.</p><p data-order=\"65\" data-type=\"legal\" id=\"b505-8\" pgmap=\"505(159) 506(52)\">To presume the valuation to be unfair, is to presume against universal consent, &amp;c. It has been sanctioned by every department, and every succeeding Legislature, and never complained of by the people. The law was suggested in the Legislature to be unconstitutional, but it.was decided in the negative; the law was changed from expediency. A literal construction of a Constitution is not allowed, particularly after a long and contemporaneous construction, a construction declaratory of leading principles, and which must be left to the discretion of the Legislature. It is said that there is no valuation under the Constitution, because it is done by the Legislature. Levying does not mean apportioning, but to raise, from the French word. The mode of valuation does not mean, to apportion a tax, but to raise a tax, which must be done by the Legislature. “Tax by valuation” means, that each man shall pay according to the value of his property, &amp;c.; means, in order that, &amp;c, so that &amp;c. he pays, &amp;c. Does the Constitution mean all the property, or all of that kind of property, &amp;c? The power of taxing applies to the thing, not person. The Legislature borrows money, which is an Executive act, more than valuing the land. \"</p><p data-order=\"66\" data-type=\"legal\" id=\"b506-5\" pgmap=\"506\">No law is declared unconstitutional because it has violated the principle of the division of power between the departments of the Government. The case of Dorman v. Lane, is referred to as contradictory of this assertion.</p><p data-order=\"67\" data-type=\"legal\" id=\"b506-6\" pgmap=\"506\">The Legislature passes the law to borrow money; this is a legislative act. They appoint one to execute the act by borrowing it; this is an executive act. This is analogous to the law for valuing the land, by the owner or some other person. In Georgia and Alabama, the Legislature values the land as ours have done, and it is so also in other States. The assessor derives his power from the Legislature, and it could do all he is authorized to do but for the inconvenience. The act is not a judicial one.</p><p data-order=\"68\" data-type=\"legal\" id=\"b506-7\" pgmap=\"506\">Thirdly, it is contended that the law in unconstitutional because it discriminates as to the kind of property to be taxed. It is said that all property should be taxed, and taxed alike. If all property is to be taxed, none could be exempted, either literary or religious. This question has been decided, and should not be disturbed for theoretical reasons. Property, to a great amount, ha.s changed hands upon the faith of this decision. If the Court has been re-organized, it is no reason why the decision should be changed. Contemporaneous, and all other construction by Courts, Legislature, Executive, &amp;c., have been in its favor. To reverse the former decision would deliver over this subject to interminable doubt, and inextricable confusion. As to contemporaneous construction on a question of construction like the present, the consequences are to be looked to by the Court.</p><p data-order=\"69\" data-type=\"legal\" id=\"b506-8\" pgmap=\"506\">The law has been re-affirmed by the Legislature since the decision of its constitutionality by the Supreme Court. It is a question depending upon ‘the construction of a single section, almost a single sentence, and not involving a question of injustice, wrong or fraud.</p><attorneys data-order=\"70\" data-type=\"attorneys\" id=\"b507-4\" pgmap=\"507\">S. T. Logan, for the appellees.</attorneys><p data-order=\"71\" data-type=\"legal\" id=\"b507-5\" pgmap=\"507\">The substance of the argument seems to be that if the Court can in any way destroy tax titles, it should do so. Now, whatever may be the nature of the contest about tax titles in other States and counties, in this State it is a mere contest between speculators; speculators in tax titles on one side, and speculators in tax titles qn the \"other. While the Courts have laid down for principle that proceedings for the sale of lands for taxes should be narrowly watched and conducted with great strictness, it should be remembered that these very decisions have contributed to decrease the amount for which lands would sell for taxes. There seems to have been a contest between the Courts and the Legislature; as to the validity of tax titles.</p><p data-order=\"72\" data-type=\"legal\" id=\"b507-6\" pgmap=\"507\">The first objection made is, that the deed is made by the Auditor to an assignee. This objection does not come within the rules that, proceedings for the sale of lands for taxes, must be strictly construed, for the reason that it can make no difference to the owner, whether the deed is made to the original purchaser or his assignee.</p><p data-order=\"73\" data-type=\"legal\" id=\"b507-7\" pgmap=\"507\">The Auditor’s deed, except between the original purchaser and the assignee, ought to be prima facie evidence of the assignment of the original certificate, and of title in the assignee.</p><p data-order=\"74\" data-type=\"legal\" id=\"b507-8\" pgmap=\"507\">The case in 4 Blackf. does not appear to have been regarded, and no reasons are given for its decision.</p><p data-order=\"75\" data-type=\"legal\" id=\"b507-9\" pgmap=\"507\">[Browning reads §2, 25, Act of 1829, recognizing the authority of the Auditor to make deed to assignee.]</p><p data-order=\"76\" data-type=\"legal\" id=\"b507-10\" pgmap=\"507\">When we adopt a statute of another State, we adopt the construction which has been given to it in that State. Will not the principle hold good when applied to the Constitution.</p><p data-order=\"77\" data-type=\"legal\" id=\"b507-11\" pgmap=\"507\">Was the theory of the division of the powers of our Government into three departments original with us? No, it is as old as Magna Carta. Hundreds of years ago, it was proclaimed at Runnymede. The meaning of these words had been settled for forty years in the Constitutions of the U. S. and several States.</p><p data-order=\"78\" data-type=\"legal\" id=\"b507-12\" pgmap=\"507\">The proceedings in Indiana, Tennessee, Ohio, etc., are not contemporaneous expositions of the statute.</p><p data-order=\"79\" data-type=\"legal\" id=\"b508-4\" pgmap=\"508\">Maginn seems to have relation to a disseizin, of lands.</p><p data-order=\"80\" data-type=\"legal\" id=\"b508-5\" pgmap=\"508\">Under our Constitution, personal property is as much protected as lands.</p><p data-order=\"81\" data-type=\"legal\" id=\"b508-6\" pgmap=\"508\">Mr. Webster’s argument in the Dartmouth College case, is based not upon the meaning of the words “law of the land,” but, etc.</p><p data-order=\"82\" data-type=\"legal\" id=\"b508-7\" pgmap=\"508\">Any act is done by the law of the land, which is authorized by the laws.. '</p><attorneys data-order=\"83\" data-type=\"attorneys\" id=\"b508-8\" pgmap=\"508\">J. Butterfield concluded the argument for the appellant.</attorneys><p data-order=\"84\" data-type=\"legal\" id=\"b508-9\" pgmap=\"508\">I. The question as to the quantity and mode of proof, I will .consider.</p><p data-order=\"85\" data-type=\"legal\" id=\"b508-10\" pgmap=\"508\">The: first Act in 1827 has received a construction in the case of Garrett v. Wiggins, before cited. It is contended that the Act of 1829 makes the Auditor’s deed, per se, evidence of the prerequisites of the Act having been performed. This We deny, and are supported by the decision of.the Court of Indiana under a statute similar to our own. 4 Blackf. 70, 258, 494.</p><p data-order=\"86\" data-type=\"legal\" id=\"b508-11\" pgmap=\"508\">The law says the deed is-conclusive evidence “of the regularity of the sale.” The Ohio law makes the deed “prima facie evidence- of the legality of the sale,” and that the deed shall vest a perfect title, when made in pursuance of this law.</p><p data-order=\"87\" data-type=\"legal\" id=\"b508-12\" pgmap=\"508\">The law does not dispense with proof of advertisement of the land, because advertisements are not required to be preserved by the Auditor, but are to be preserved in the. clerk’s office so that the purchaser may produce it. The New York Act makes insolvent debtors’ discharge conclusive evidence of its contents, yet proof aliunde is required of the prior acts.</p><p data-order=\"88\" data-type=\"legal\" id=\"b508-13\" pgmap=\"508\">Nothing is to be presumed in favor of an inferior jurisdiction; that is, the Auditor must prove his authority to make the deed. The Legislature cannot change the rule of evidence as contended for. The words “legality” or “regularity,” do not dispense with proof, &amp;c., as has been decided in Ohio and Indiana.</p><p data-order=\"89\" data-type=\"legal\" id=\"b508-14\" pgmap=\"508(23) 509(57)\">The law is unconstitutional because the tax is not an ad valorem tax, but a specific tax. The land of the first quality is valued at four dollars an acre, and taxed at two cents an acre, and it is a specific tax. The term “valued” added to the class means nothing; it is intended as an evasion, a fraud upon the ¡Constitution. The lands are not valued, nor are they of equal value, and yet Congress valued all alike.</p><p data-order=\"90\" data-type=\"legal\" id=\"b509-5\" pgmap=\"509\">II. If the tax is an ad valorem tax, then the law is unconstitutional, because the land is valued by the Legislature, which is a judicial act, or, for our purpose it is sufficient that it is not a legislative act, and, consequently, is a violation of the principle of the division of the powers of the Government. An assessor could not have valued land among the savages at $640. Government valued it as others. An assessor would hardly have undertaken this valuation for the price of the land. The intervention of the County Commissioners’ Court was necessary to ascertain the value.</p> <opinion data-order=\"91\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <p id=\"b509-6\" pgmap=\"509\">The Opinion of the Court was delivered by</p> <author id=\"b509-7\" pgmap=\"509\">Young, J.<footnotemark>*</footnotemark> </author> <p id=\"AER\" pgmap=\"509\">This was an action of ejectment, commenced by Robert Schuyler, Russell H. Nevins,William Couch, Abijah Fisher and David Lee, the plaintiffs below, at the February Special term of the Adams Circuit Court 1842, against Lewis Rhinehart, the defendant below, to recover possession of the south east quarter of section thirty one (31), in township one (1), north, of range seven (7) west, of the fourth principal meridian, in Adams county, containing one hundred and sixty acres. The defendant pleaded “not guilty” at the same term; a trial was had by a jury at the September term following, a verdict returned for the plaintiffs, and a motion entered by the defendant for a new trial.</p> <p id=\"b509-8\" pgmap=\"509\">Before the decision of the Court upon this motion, the parties entered into the following agreement, which was made a part of the record, to wit:</p> <p id=\"b509-9\" pgmap=\"509(22) 510(304)\">“ Whereas on the trial of this cause, the plaintiffs offered in evidence a dbed from the Auditor of Public Accounts to Stephen B. Munn, dated in the year 1833, which is as follows: ‘ The Auditor of Public Accounts of the State of Illinois, to all who shall see these presents, Greeting: Know ye, that whereas I did on the eighth day of January, A. D. 1831, at the town of Vandalia, in conformity with all the requisitions of the several Acts in such cases made and provided, expose to public sale a certain tract of land, being the south east quarter of section thirty one (31) in township one (1) north, of range seven (7) west of the fourth principal meridian, for the sum of one dollar and eighty two cents, being the amount of tax for the year 1830, with the interest and costs chargeable on the said tract of land: and whereas at the time and place aforésaid, Stephen B. Munn offered to pay the aforesaid sum of money for the whole of the said tract of land, which was the least quantity bid for: and the said Stephen B. Munn has paid the sum of one dollar and eighty two cents into the treasury of the State: I have granted, bargained and sold, and by these presents, as Auditor of the aforesaid State, do grant, bargain, and sell, the whole of the south east quarter of section thirty one (31), in township one (1) north, in range seven (7) west of the fourth principal meridian, to Stephen B. Munn, his heirs and assigns, to have and to hold the said tract of land to the said Stephen B. Munn and his heirs forever, subject, however, to all the rights of redemption provided by law. ■ In testimony of which, the said Auditor has hereunto subscribed his name and affixed his seal this 8th day of November, 1833.</p> <p id=\"b510-5\" pgmap=\"510\">James T. B. Stapp, Auditor, [seal.]’</p> <p id=\"ATp\" pgmap=\"510(111) 511(257)\">without any other evidence to support said deed, and deduced from said Munn a regular chain of title to the land described in the plaintiffs’ declaration; and which deed of the Auditor was, by consent of the defendant, permitted to be read in evidence to the jury, but subject to all legal exceptions. It was then agreed that the jury should And a verdict for the plaintiffs, subject to the opinion of the Court on the legality and sufficiency of said evidence, and that the said defendant should have leave to move to set aside said verdict, and that upon the hearing of the said motion, the said defendant should be allowed to take all exceptions to said evidence, that he might have done on the trial of said cause; and if the Court should be of opinion, that the said evidence entitled the plaintiff to a recovery of the land, and should also be of opinion that a peaceable possession by residing thereon under a connected title derived from the United States, without notice of adverse title, for seven years next preceding the commencement of said suit, would be a bar to such recovery, then the defendant is to be permitted to prove such title and possession; but if the Court should be of opinion that the plaintiff is entitled to recover notwithstanding such title and possession, then judgment is to be rendered in favor of the plaintiffs on said verdict; but if the Court should be of opinion that the plaintiffs’ said evidence does not entitle them to a recovery of the premises, then the said verdict is to be set aside, and judgment entered for the defendant. In case of judgment either for the plaintiffs or defendant, each party is to have the right of appeal, writ of error, new trial, &amp;c., in the same manner as if the judgment had been entered upon verdict as in cases of ordinary trial. And should the judgment be against the defendant, he is to be allowed in the same manner to proceed to have the value of his improvements assessed under the provisions of an Act commonly called the occupying claimant law.</p> <p id=\"b511-5\" pgmap=\"511\">Williams &amp; Johnston, for defendant.</p> <p id=\"b511-6\" pgmap=\"511\">Browning &amp; Bushnell, for plaintiffs.”</p> <p id=\"b511-7\" pgmap=\"511\">The motion for a new trial on this statement of facts as submitted by the agreement, was argued and overuled at the September term 1843, and a judgment of eviction rendered against the defendant, as also for nominal damages and costs. From this judgment, the defendant, Rhinehart, has prosecuted an appeal to this Court.</p> <p id=\"b511-8\" pgmap=\"511\">The counsel for the plaintiff in error submitted for the consideration of this Court, upon their assignment of errors, the following, as causes for the reversal of the judgment in the Circuit Court, to wit:</p> <p id=\"b511-9\" pgmap=\"511\">T. The Revenue Laws of the State, under which the land in question was assessed and sold for taxes, are unconstitutional and void.</p> <p id=\"b512-4\" pgmap=\"512\">2. The Auditor’s deed was erroneously admitted in evidence, without proof of its execution; or that it had been duly acknowledged, and certified by the officer taking the acknowledgement; and without any testimony that the prerequisites of the law, in advertising, &amp;c., previous to the making of the deed, had been complied with by the Auditor; and</p> <p id=\"b512-5\" pgmap=\"512\">3. The Court erred in deciding that the possession of the plaintiff in error, for seven years next preceding the commencement of the suit in the Court below, under a connected claim of title derived from the United States, without notice of an adverse title, did not operate as a limitation in bar of the right of the plaintiff below, to a recovery, according to the provisions of the Act of the 17th of January, 1835.</p> <p id=\"b512-6\" pgmap=\"512\">It is but justice to the counsel, who argued this cause during the protracted discussion it underwent at the hearing in this Court, to say, in the outset of the Opinion, that I am instructed by a majority of my brother Justices to deliver, that it was, on both sides, argued with distinguished and unusual ability; and that a fund of learning, depth of thought, and research, and an amout of ingenuity and talents were brought to bear upon the different points in controversy, which are but seldom displayed in our Courts of justice; and well entitle the gentlemen concerned, without distinction, to a prominent station among the members of the profession, without disparagement to others, who, under the like circumstances, would, doubtless, have acquitted themselves with credit and ability.</p> <p id=\"b512-7\" pgmap=\"512(104) 513(146)\">This cause throughout, has been treated as it deserves to be, on all sides, as one of very great importance; not on account of the value of the property involved in the result of the present controversy, but of settling principles of the first magnitude, which, in their effects as precedents, are to control and determine the relative rights of numerous individuals, to a very large class of some of the most valuable property in the country. The most solemn Acts of the Legislature, long acquiesced in, have been denounced as unconstitutional. Titles to valuable estates, acquired under them, are qucstioned; and the whole tax laws of the State, from the very commencement of its government down to the year 1829, are declared to have been passed without authority, and against the express provisions of the Constitution. The various questions presented on the several points as submitted by the assignment of errors, and the numerous authorities which were cited for and against the several positions occupied by the opposing counsel in the course of the protracted argument which was had on the occasion, have been to a great extent examined and considered, and such conclusions deduced froái the facts and law exhibited at the hearing, as seemed, to the majority of the Court, to be warranted by a fair and proper construction of the Constitution, and laws referred to, and as best calculated to promote the ends of public, as well as private justice.</p> <p id=\"b513-5\" pgmap=\"513\">The land in dispute was sold by the Auditor of Public Accounts, on the 8th day of January, 1831, under the several provisions of the Acts of 1823, 1825, 1826, and 1829, relative to the “levying and collecting a tax on land and other property,” for the taxes, interest, and costs due for the year 1830, and a deed made to the purchaser by the Auditor, on the 8th day of November, 1833.</p> <p id=\"b513-6\" pgmap=\"513(178) 514(405) 515(424) 516(105)\">The Act of February 18, 1823, declares, that all lands lying within the State, and claimed by individuals, whether by deed, entry, bond for conveyance, patent, grant or otherwise, except such lands as have been exempted from taxation by the compact with the United States and this State, shall, for the purposes of taxation, be divided into three classes; lands of the first quality to compose the first class; lands of the second quality, the second class; and of the third quality, the third class. The lands, when thus classed, shall be valued according to quality, as follows: lands of the first class at four dollars per acre; lands of the second class at three dollars per acre; and lands of the third class at two dollars per acre; and a tax of one half per centum per annum was laid upon all such lands according to classification and value; with a lien in favor of the State to secure its payment from year to year, which was hot to be defeated by any sale, transfer or conveyance of the land whatever. So, the annual tax upon a quarter section of land of one hundred and sixty acres would be three dollars and twenty cents on the first class; two dollars and forty cents on the second class; and one dollar and sixty cents on the third class. The whole' of the non-resident land tax, and one third of the resident land tax, derived from lands lying-in the counties in which the owners resided, and two thirds of the tax on lands lying in counties in which the owners did not reside, Was declared to be a State tax, and directed to be paid into the State Treasury; and the remaining two thirds of the resident land tax arising from lands in the counties in which the owners resided, and one third of that derived from lands situated in counties in\" which they did not reside, was, together with the taxes to be derived from assessment on town lots, and personal property, declared to be a county tax, and directed to be paid into the county treasuries respectively; with the exception that the whole of the resident land tax of persons residing, in the counties situated within the Military Bounty Land District, was required to be paid into the State Treasury; for which an equivalent was given to such counties, by appropriations from the State Treasury, according to the population, circumstances, and condition of each county respectively. Nonresidents were required to enter their lands for taxation with the Auditor of Public Accounts, at the Seat of Government, annually on or before the first day of October, by presenting a written list and description of the same, verified by affidavit, with a statement of the quality and class, to which each tract belonged, and the county in which it was located. The lands were then entered upon the. tax books of the Auditor, according to the classification made by the owner,.and taxes assessed thereon according to quality and value. The taxes thus assessed, were.required to be paid into the State Treasury annually on or before the first day of October. Residents were required to list their lands and other property for taxation, with the county treasurers annually, between the first days of April and June, and to pay the same to the sheriff of the proper county, at any time on demand, after the tenth day ef August, In default of payment by non-resident proprietors, a sale of their lands upon which the taxes, interests and costs had not been paid, was required to be made by the Auditor, in the month of December, .1823, in the month of January, 1825, and every two years thereafter; at which times it become the duty of the Auditor to make out a transcript from his books, of all such delinquencies, in which he was required to charge the unpaid taxes with interest, at the rate of six per cent, per annum until paid, with all costs that might accrue thereon, and to give a general notice of the sale, by causing the same to be advertised in the newspaper printed at the Seat of Government, or in such papers as he might deem most expedient, for three weeks; the last of which publications to be at least two months before the day of sale. The Auditor was then required to sell on the day mentioned in the advertisement, the whole, or so much of each tract of land so advertised, as would pay the tax, interest and costs due and unpaid thereon; the sale to be made at the door of the State House, in Vandalia, by the Auditor, and to be continued from day to day, if necessary. The Auditor was then required to certify to the State Treasurer, the amount of such sales, and the purchasers directed to pay the several amounts bid by them respectively, into the State Treasury, and upon the production of the Treasurer’s receipt for the purchase money, it was made the further duty of the Auditor to give a deed to each purchaser for the land bid off by him, which transferred and vested the title in the purchaser completely and perfectly, unless the land was subsequently redeemed by the owner within one year from the day of sale, by a payment into the State Treasury for the use of the purchaser, the price for which the same was sold, with one hundred per cent, thereon, and all subsequent taxes paid by the purchaser before the redemption, with six per cent, thereon; with a proviso in favor of minors, who were authorized to redeem within one year after the youngest heir should become of lawful age. In default of the payment of taxes on lands and other property by resident. proprietors, the lands and other property were directed to be sold by the sheriff of the proper county, on giving ten days’ notice of the sale by advertisements in three of the most public places in the county. All sales of land, when thus made by the Auditor or sheriff, were declared to be good and valid, in whose name soever the lands or claim thereto, were listed, entered or sold, unless the persons contesting the validity of the sale, could show that the taxes had actually been paid thereon, or that the property sold was not legally subject to taxation, which, the Act declares, “shall be the first things required of any one attempting to set aside the sale.”</p> <p id=\"b516-5\" pgmap=\"516\">By the second and third sections of the Act of January 14, 1825, the time for redemption was extended to two years, upon the owner’s paying into the State Treasury for the use of the purchaser, upon the Auditor’s certificate, the amount of taxes and costs, for which the land may have been sold, and one hundred per cent, thereon. So much of the eighth section of the Act of February 18, 1823, as limited the time of redemption to one year, was thereby repealed..</p> <p id=\"b516-6\" pgmap=\"516(212) 517(398) 518(178)\">By the second section of the Act of January 17, 1825, which is amendatory of the Act of February 18, 1823, it is made the duty of the Auditor of Public Accounts, on or before the first day of June annually, to furnish the clerk of the County Commissioners’ Court of each county in the State, with a tax book containing a full and complete descriptive list of all the lands made taxable by law in such county, whether the same shall be the property of residents or non-residents; which tax books shall be, by such clerks, after making and retaining copies of the same for their own use, delivered to the assessors of the several counties within fifteen days after their receipt from the Auditor, together with separate tax books containing a list and description of such other property as may be made taxable for county purposes, with the exception, that the alteration thus made in the former law should not be Construed to change the laws then existing in relation to the counties located within the Military Bounty Land District. It was made the duty of the assessors by the third section, to call upon the inhabitants of their respective counties, on or before the first Monday in August annually for a list of their personal property, made taxable by law for county purposes, and the class to which their lands in the county respectively belonged, as exhibited in the tax book furnished by the Auditor; also a list of their lands lying out of the county, with its proper rate or class, which last list of lands lying out of the county, the assessors were required to copy into the tax books transmitted by the Auditor. It was made the duty of the assessors, by the fourth section, in cases of neglect by resident proprietors to list their lands, to classify and value the same from the best Information they could procure; and to charge such delinquents with a double tax. The assessors were required by the fifth section, upon the completion of their tax books, to deliver them over to the clerks of the County Commissioners’ Court respectively, on or before the first Monday in August annually; and the clerks were required within twentjr days thereafter to deliver copies of such tax books to the sheriffs of the several counties in the State, who were directed to give ten days’ notice by advertisement, that they would attend at the usual places of holding militia company musters, on the several days mentioned in such advertisements, to receive the taxes due and unpaid according to the tax books furnished them by the clerks of the County Commissioners’ Courts, from the persons chargeable therewith. Upon neglect or refusal to pay such taxes at the times required, and for the ten succeeding days afterwards, it was made the duty of the sheriffs in the several counties to proceed to sell the property of such delinquents, as required by the thirteenth section of the Act of February 18, 1823; except, that they were in no case allowed to sell any real estate for the taxes due thereon. By the sixth section of the Act, non-residents were permitted to pay their taxes to the sheriffs of the proper counties, on any lands situated in such counties; and described in the tax books furnished by the Auditor as above mentioned. By the eighth section of the Act, the sheriffs were respectively required to transmit to the Auditor on or before the first of January annually, the original tax books furnished by him, and to make settlements by said books; and the Auditor was thereupon required to advertise and sell all delinquent resident lands, upon which taxes had not been paid, in the same manner as the property of non-resident proprietors. By the eighteenth section it was provided, that the sale of the lands lying in the Military Bounty Tract, northwest of the Illinois river, on which the taxes were not paid, should take place in the month of January, 1826, and every two years thereafter; and a sale of all the lands lying in the other parts of the State, upon which the taxes should not be paid, in the month of January,\"1827, and every two years thereafter: and that, in all future sales of lands for taxes, the Auditor should establish such regulations as he might deem necessary to designate in what part of the tract so offered for sale, the portion of land so purchased should be located, except that such designation was not required to be made, when an undivided portion of a tract only should be sold.</p> <p id=\"b518-5\" pgmap=\"518\">By the eighth section of the Act of January 28, 1826, which was amendatory of the Acts of February Í8, 1823, and January 17, 1825, non-residents were required to list their lands,' and to pay the taxes thereon, on or before the first day of August annually; and in case of delinquency, it was made the duty of the Auditor to proceed to advertise and sell the same, on the first Monday in January annually, agreeably to the provisions of the Acts of February 18, 1823, and January 17, 1825.</p> <p id=\"b518-6\" pgmap=\"518(130) 519(395) 520(328)\">By the first section of the Act of January 19, 1829, residents were allowed to list such of their lands as were not situated in the counties of their residence, either in their counties at home, or with the Auditor at the Seat of Government. If listed in the county, they were required to pay the taxes to the sheriff; but if with the Auditor, the payment was to be made into the State Treasury. By the second section, the sheriffs were required on or before the first Monday in March annually, to pay into the county treasuries respectively, the whole amount of the taxes collected by them, on property taxed by order of the County Commissioners’ Courts for county purposes; and in all the counties except those in the Military Bounty Tract, the whole amount of the taxes collected on lands lying within their respective counties; and also, by the first Monday in March annually, to pay into the State Treasury all the taxes arising from the lands in the Military Bounty Tract, as well as the taxes collected on lands lying without the limits of their respective counties. By the third section, the clerics of the County Commissioners’ Courts were required, on or before the fifteenth of July annually, to transmit to the Auditor by mail, a transcript of all the lands listed for taxation in their respective counties; and all lands, when not listed in such counties, were directed to be sold by the Auditor as non-resident lands. By the sixth section, the sheriffs were prohibited from selling lands not lying within their counties; and upon the non-payment of the taxes upon such delinquent lands, the sheriffs were required to certify the facts to the Auditor, who was thereupon directed to credit the sheriffs for the amount of such delinquencies, and to proceed to sell such lands, as though they were the lands of non-resident delinquents. By the ninth section it was provided, that the Auditors should be permitted in describing the lands advertised for sale for taxes, to use letters and figures in denoting ranges, townships, sections, quarter sections, and parts thereof, and the years for which the taxes might be due. The Auditor was also directed by this section to cause the transcript of the lands intended to be sold for the non-payment of taxes, to be published once in some newspaper printed in the State, at least seventy five days before the day of sale: and it was made the duty of the printer to deposit one copy of the list so published with the Auditor of Public Accounts, one copy with the State Treasurer, one copy with the Secretary of State, and to transmit one copy to each of the clerks of the County Commissioners’ Courts of the several counties in the State; and it was thereupon made the duty of each of these officers, upon the receipt of such copies, to file and preserve the same as records in their several offices respectively. It was also provided, that copies taken from these copies, when thus filed as of record, should be evidence in any Court of Justice in the State. It was also declared, that it should not be necessary for any purr chaser of lands at such sales for taxes, to obtain, keep or produce, any advertisement of the sale thereof; but his deed from the Auditor of Public Accounts should be evidence of the legality and regularity of the sale until the contrary should be proved. No exceptions were allowed tobe taken to any such deed, but such as should apply to the real merits of the case, and were consistent with a liberal and fair interpretation of the intentions of the Legislature. By the eleventh section, the sheriffs in the several counties were required to give thirty days’ notice of the time and place of selling lands and town lots for taxes, by written or printed advertisements put up in three of the most public places in the county, containing a description of the lands and lots to be sold; and all such sales, when thus made, are declared “to be good and valid.” A certificate of the sale was required to be given to the purchaser, and if the lands or lots were not redeemed within two years from the day of sale, the sheriff was required to execute a deed to the purchaser, and acknowledge the same before the clerk of the Circuit Court; and the sheriff’s deed when thus made and acknowledged, was declared to “vest a title in fee simple in the purchaser, and to be evidence that the duties required of such sheriff had been performed, until the contrary should be proved.” By the twelfth section, the Auditor was permitted to issue duplicate deeds to purchasers, upon proper affidavits being made, where the originals had been lost or mislaid; provided, a notice of such application had been first published in the newspaper printed at the Seat of Government for three successive weeks prior to such application.</p> <p id=\"b520-5\" pgmap=\"520(76) 521(76)\">This statement embraces all the material portions of the Revenue Laws of the State, which were in force at the time the land in controversy was sold by the Auditor, January 8, 1831, for the taxes due for the year 1830, and which are necessary to be considered in determining the relative rights of the parties to the present action. It is now gravely insisted, and this Court is called upon to decide, and not without much plausibility of argument, that these laws are unconstitutional; and that the Auditor’s sales of lands for taxes under them from the very commencement of the State Government in 1819, when the first Revenue Act was passed, down to the year 1831, when this land was sold, are all void and without authority, and transfer no title to the purchasers. It will readily be perceived, therefore, that this question involves considerations of no ordinary import.</p> <p id=\"b521-5\" pgmap=\"521\">The plaintiff\" in error, by his counsel, contends, that the Revenue Laws under which this land was sold, are unconstitutional and void for the following reasons:</p> <p id=\"b521-6\" pgmap=\"521\">1. Because the mode adopted by the first and second sections of the Act of February 18, 1823, for the classification and valuation of the lands lying within the State for the purpose of taxation, is opposed to the twentieth section of the eighth Article of the State Constitution, which directs, that “the mode of levying a tax shall be by valuation, so that every person shall pay a tax in proportion to the value of the property, he or she has in his or her possession.”</p> <p id=\"b521-7\" pgmap=\"521\">2. Because the tax imposed upon land is a specific, and not an ad valorem tax; and that in adopting such a mode of valuation and assessment, the Legislature has exercised a judicial, and not a legislative function; and</p> <p id=\"b521-8\" pgmap=\"521\">3. Because that portion of the law, which provides for a summary mode of selling delinquent lands for taxes, is opposed to the eighth section of the eighth Article of the Constitution, which declares, that “no freeman shall be imprisoned or disseized of his freehold, liberties, or privileges, or outlawed or exiled, or in any manner deprived of his life, liberty or property, but by the judgment of his peers, or the law of the land.”</p> <p id=\"b521-9\" pgmap=\"521(70) 522(93)\">As the first and second objections to the constitutionality of the Acts of the Legislature now in question, proceed from the same ground, and involve the same principles in every essential particular, I will proceed to consider them under the same general head, and will endeavor to show, by reason and authority, that the construction of the Constitution assumed to be the true one, and contended for in the argument by the counsel for- the plaintiff in error, is not only at variance with the construction, which was almost universally given to the twentieth section of the eighth Article, at the time of the adoption of that instrument; but that it would, at that early period in the history of our State Government, have been impracticable in its effects, and wholly subversive of one of the most important powers of the State, which lies at the foundation, and is, in every respect, essential to the very existence of the Government.</p> <p id=\"b522-5\" pgmap=\"522(282) 523(55)\">That the State should possess the power of levying taxes, is a proposition too plain to require argument or illustration, and the whole community is interested in retaining it undiminished. Chief Justice Marshall says, in the case of the Providence Bank v. Billings &amp; Pitman, 4 Peters, 561, that it is a power which operates upon all persons and property belonging to the body politic; that it is granted by all for the common benefit of all, and that all are alike interested in preserving and maintaining it; that in every well regulated community, all the persons should contribute equitably alike, according to their respective circumstances, towards sustaining the public burdens, whether they consist in paying taxes in money, serving on juries, working on roads, or by the performance of militia service; and that the just proportion of each person, must, from the very nature and organization of the body politic, be determined by the legislative authority; that although this important power may be at times abused, and become oppressive in the hands of ignorant, corrupt, or tyrannical representatives, that we must still rely for a corrective, upon the ultimate justice of the legislative body, whose dependence upon the constituent power, furnishes the only constitutional remedy, and security against unjust, unequal and excessive taxation, as well as against unwise and oppressive legislation upon all other subjects affecting the interest of the community. The power of taxation attaches to the land itself, and the State by virtue of its sovereignty, has a perpetual lien upon all taxable lands within its limits, which cannot be divested, whatever changes of ownership may happen by conveyances from one individual to another. It is a paramount lien upon which the government rests for its existence and support; and the constitutional means to enforce it, as the public exigencies demand their exercise, must be provided in some practicable and available form, or the government itself would become dissolved, for the want of this indispensable requisite to sustain it.</p> <p id=\"b523-5\" pgmap=\"523\">Having said this much on the importance of the taxing power, and the means to enforce its exercise, I proceed in the second place to demonstrate, that a reasonable, practical and- convenient construction should be given to the clause in question; and that the mode of classification and valuation, adopted by the Legislature, was a just, practical and convenient mode, and approached as near to an equality of valuation and contribution, as was attainable under the circumstances and difficulties which then existed; while the construction contended for by the counsel for the plaintiff in error, would have rendered the Constitution in that respect inoperative in practice, and the objects intended by it wholly unattainable.</p> <p id=\"b523-6\" pgmap=\"523\">In the case of Prigg v. The Commonwealth of Pennsylvania, 16 Peters, 612, Mr. Justice Story, in laying down the rule for a proper construction of the Constitution of the United States, says, that “if by one mode of interpretation, the right must become shadowy and unsubstantial, and without any remedial power adequate to the end; and by another mode it will retain its just end, and secure its manifest purpose; it would seem upon principles of reasoning absolutely irresistible, that the latter ought to prevail. No Court of Justice can be authorized so to construe any clause of the Constitution ás to defeat its obvious ends, when another construction equally accordant with the sense thereof, will enforce and protect them.”</p> <p id=\"b523-7\" pgmap=\"523(69) 524(56)\">In the case of McCulloch v. The State of Maryland, 4 Peters’ Cond. R. 466, the same Court not only admits the doctrine to be correct, but lays it down as a rule to be observed, that although the Legislature is limited in the exercise of its powers by the Constitution; still it is supreme within its appropriate sphere of action; and if the end of its action be legitimate, all the means which are proper and necessary, and which are plainly adapted to the accomplishment of the end, may be employed to carry it into effect. The degree of necessity, and the means to be employed, is a question, for the most part of legislative discretion, and not of judicial cognizance.</p> <p id=\"b524-5\" pgmap=\"524\">I will cite no other authorities to prove that such a construction of our Constitution, under the circumstances of the times, was both legitimate and necessary,- and that our early Legislators, with the many difficulties and ■ embarrassments which at that time surrounded them, did not, in adopting this rule of construction, as a preliminary and necessary one, to enable them to obtain the important end' they had in view, and which it was made their duty to accomplish, render themselves obnoxious, either to the charge of having exercised a judicial, and not a legislative power, or of having by unequal legislation, taxed the non-residents of the State higher than our own resident citizens.</p> <p id=\"b524-6\" pgmap=\"524(206) 525(46)\">Upon this latter subject, the Auditor of Public Accounts, in his sensible and well written Report to the General Assembly in January, 1823, when speaking of the difficulties and embarrassments attending the assessment and collection of the public revenue, and of the indisposition of a large proportion of the non-resident delinquents to pay their taxes until compelled at law, says: “The Auditor respectfully re-' commends the passage of a law authorizing a sale as soon as practicable of all the lands, bank stock, &amp;c., of non-residents, who have failed to pay the tax due thereon, and to enable the State with more certainty to carry into effect all sales made for taxes, let the tax title be positive evidence of the purchaser’s right to the land; and under no circumstances whatever should the sale be set aside, unless it be first shown, that the taxes have been paid to the legal officer. This would induce owners to pay their taxes promptly, and enable the State to calculate with certainty on the quantity of land, from which an annual revenue might be raised. It is thought that the present system of taxation hears upon the citizen and non-resident with as much equaliiy, as any other mode which may for the present he adopted. For it may be remarked, that the complicated concerns of finance can receive but little advancement or convenience to the people, from too frequent changes in the plan of supplying the public revenue.”</p> <p id=\"b525-5\" pgmap=\"525\">I have made this extract from the Report of the Auditor, who seems to have bestowed much reflection upon the subject, for the purpose of showing that the then existing system of finance and revenue, by classification and valuation, approached as nearly to equality, so far as non-residents and residents were interested, as any other that could have been adopted; and that his opinion was opposed to any innovation upon the system at that session, which might possibly be in the contemplation of the legislative body.</p> <p id=\"b525-6\" pgmap=\"525(250) 526(145)\">As to the objection of its having been the exercise of a judicial, and not a legislative function, I refer for authority to the very lucid reasoning of Judge Hopkinson, of Pennsylvania, in his learned and highly interesting charge to the jury, on the trial of the case of the Lessee of Livingston v. Moore, in the Circuit Court of that State, which may be found in the Appendix to the 7th volume of Peters’ Reports, 655 et seq. That case, like the one under consideration, involved the question of the validity of the title to certain lands which had been sold for taxes under the authority of the State of Pennsylvania, in satisfaction of certain liens held by the State; when, among other questions, the objection was raised, as in this case, that the law under which the lands had been sold, was opposed to the Constitution of that State, for the reason that in its passage and enactment, the Legislature had improperly exercised a judicial, and not a legislative power. The Judge in his charge to the jury said: “Every Government assumes, and rightfully has the power to take care of its own revenue, to protect it by extraordinary securities, and to collect it by extraordinary remedies. Without this power and the liberal exercise of it, the Government might be thrown into ruinous embarrassments, and distressing disappointments and delays, in meeting the expenses of the public service;” 655. “The position that a Legislature cannot constitutionally perform a judicial act, is supported by no authority, nor has it any reason in public policy or convenience. On the other hand, it is contradicted, by legislative usage, and the highest judicial decisions.” 668. The Constitution, which divides the powers of the Government under three general heads, to wit: Legislative, Executive, and Judicial, “is only a declaration of the general system, or theory of our government, and wa$ never intended to fix exact and impassable limits to each department. There are things necessary to be done in the\" administration of the government, of a character so mixed and blended, partaking of the elements of all these divisions of power, that we could not know to which to assign it. So has the Supreme Court adjudged in several cases, at least,, in relation to the Constitution of the United States.” 668.</p> <p id=\"b526-5\" pgmap=\"526\">Even if it should be admitted,, which is not necessary in this respect, that the system adopted for assessing and selling the lands for taxes in this. State partook somewhat of a judicial as well as legislative character, still, according to this opinion of Judge Hopkinson, the principles of which, he says, have been frequently recognised by the Supreme Court of the United States, the acts of the Legislature in adopting it would not be unconstitutional. See, for instance, the case of Calder &amp; wife v. Bull &amp; wife, 1 Peters’ Cond. R. 172; where the Legislature of Connecticut in 1795, passed a law setting aside a decree of the Court of Probate of Hartford, which had been made on the 21st day of March, 1793, and granted a new hearing by the said Court of Probate, with the right of appeal in six months, &amp;c. Held, by the Supreme Court of the United States, that this Act by the Legislature was not unconstitutional.</p> <p id=\"b526-6\" pgmap=\"526(72) 527(275)\">The Legislature has not declared by the Act, what the valuation of the land shall be, but have left that to be determined by the owner himself; except that certain and defined limits have been prescribed to prevent the abuse of that right, by keeping its exercise within proper and reasonable boundaries. The law provides, that all the lands lying within the State, shall, for the purpose of taxation, be divided into three classes, according to quality; and the owner himself is permitted to designate the class to which his lands properly belong. If to the first class, the valuation was fixed by the law at four dollars per acre; if of the second class, at three dollars per acre; and if of the third class, at two dollars per acre. A quarter section of one hundred and sixty acres of land of the first class would, conseqúently,be valued at the sum of $640; of the second class, at. $480; and of the third class, at $820. A tax of one half per centum,.per annum was then imposed by the Act upon all the lands in the State, whether belonging to residents or non-residents; which, according to the foregoipg rate of assessment, would be two cents on the acre per annum oq. lands of the first class; one and a half cents per acre on lands of the second class; and one cent per acre on lands of the third or last class. Surely such a tax as this could not' be justly considered as being either unequal or oppressive, as it is a fact well known in our financial history, that non-residents especially were almost in the universal habit of-availing themselves to the full extent of their privilege, by listing their lands for taxation, as belonging to the third class, with a tax of one cent only on the acre per annum, which, upon an entire quarter section of one hundred an¡l sixty acres, would only amount to the sum of one dollar and sixty cents for the current year.</p> <p id=\"b527-5\" pgmap=\"527(134) 528(59)\">Having endeavored to prove, that the system of classification and valuation was the most equitable and convenient, I proceed, in the next place, to show that a valuation of the lands by personal examination and inspection, as contended for by the counsel for the plaintiff in error, .would not only have been inconvenient arid expensive to the State, but absolutely impracticable; and instead of saving the Constitution from the. rude assaults, which are supposed to have been made upon it in this particular, would have effectually defeated its end and object. At the time of the passage of the Acts of 1819 and 1823, most of the patented -lands in the State, which were subject to taxation, were situated in the Military Bounty Land District, which, for the most part, was but sparsely settled, and almost entirely unexplored by any, except the United States surveyors, a few hardy and adventurous hunters, and the aborigines of the country;- many of the latter still claiming and exercising the native right of roaming, ad libitum, over the wide spread prairies of that fertile, abd now highly cultivated portion of our State.</p> <p id=\"b528-5\" pgmap=\"528\">Many of these lands, which have been transferred by the soldier, became taxable as far back as the ye.ar 1818; but all of them, amounting to several millions of acres, became subject to taxation for the- year 1822, even in the hands of the soldiers, to whom they had been patented for military services. The' owners of the lands themselves, as a general rule, were ignorant of their location; but few, if any, lived upon them, or in their vicinity; most of the monuments, which had been erected by the surveyors on the prairies to designate the surveys, had either been destroyed by fire, or other casualties; none but practical and experienced surveyors could have traced.out the lines, and designated the several tracts with any degree of certainty; and as to the fixing of a cash valuation to each of these tracts, by personal inspection, it was a thing .impossible. Besides this, the expenses of such an experiment, for I can call it by no other name,—would have necessarily amounted to a sum far exceeding any reasonable amount of taxes, that could, with any degree of propriety, have been assessed upon these lands.</p> <p id=\"b528-6\" pgmap=\"528(135) 529(35)\">It is the-best system, and the only mode by which uniformity of taxation can be secured. For if the valuation and assessment should be made, either by assessors to be appointed for that purpose, or, by the individual owners of the-land, either with or without oath, as to the true value of the property, the valuation in the different counties, would be almost as different, as the counties themselves differ in number, location and population. In some counties property would be valued at a high rate, in others at a reasonable price, arid in others, again, at a very low rate. Taxes would thus become unequal, the burdens of the Government would not be equitably distributed among our citizens, all uniformity would be destroyed, and the object of the Constitution would not be accomplished; while by the classification system, this inequality to a great extent would be prevented, by keeping all the portions of the body politic within the limits prescribed by the Legislature.</p> <p id=\"b529-5\" pgmap=\"529\">It is also the most convenient mode in another respect, by no means unimportant in considering the advantages and disadvantages of the system objected to by the counsel. It consists in this; the revenue officers of the State, by having access to the land offices of the United States, can readily ascertain the whole amount of lands sold and patented in the State, when sold and patented, and at what time under the compact with the' United States, the same will, or have become subject to taxation. With this knowledge acquired, if any given amount of revenue should be wanted for the public service, and it should become necessary and proper to raise that amount by a tax on land, the average rate of taxation necessary to raise the sum required, could be much more easily and certainly ascertained, than by any arbitrary mode of assessment, where no certain value could be attached to the land.</p> <p id=\"b529-6\" pgmap=\"529(185) 530(163)\">Suppose, by way of illustration, the State should require, for any legitimate purpose, the sum of $160-000, and it was proposed to raise this sum by a tax on land, there being 16-000-000 of acres of. taxable lands in the State; and the Legislature should call upon the Auditor for information as to the proper amount of per centum to be levied on the acre to produce the sum demanded; under which system could he most readily and certainly afford the desired answer? If, under the system of classification and valuation, he would be enabled at once to make something like a reasonable average by placing his estimates between the two extremes of four and two dollars per acre, and calculating his average per centum upon the second' class at three dollars per acre. But, at all events, he could say .to the Legislature, “You cannot fall below the minimum valuation of two dollars per acre, and one cent per acre, or one half per centum upon the gross amount of valuation will give you'the precise sum required.” In making provision for the assessment, when thus ascertained, the Legislature would certainly know that the amount to be levied, could not fall below that sum, although it might rise somewhat above it. While under the mode insisted upon by the counsel, as the only true one under the Constitution, there would be no land marks to direct the Auditor in making the estimate; and the Legislature in imposing the tax might, for the want of this necessary information, raise a much larger sum, than was demanded by the exigency, or do what is much more probable, raise a sum so small, as to be totally inadequate to meet the proper demand of the Government. It will be seen, therefore, that by the old system, equality and uniformity of contribution will be preserved to a great extent, while by the latter, taxation will become unequal and the resources of the State rendered precarious and uncertain, and to a considerable extent entirely unavailing for any useful purpose whatever.</p> <p id=\"b530-5\" pgmap=\"530\">But we are also met with the objection, that under the old system of taxation by classification, a quarter section of land, with valuable improvements upon it, is taxed no higher than a quarter section in the same class as to quality of soil, with no improvements at all. Extreme cases doubtless existed in many instances, which might seem, without taking a general survey of the whole ground occupied, to condemn the system for want of uniformity. But there are no general rules without their exceptions, and so, in this respect, it will be found upon a just consideration of the whole subject, that the cases enumerated were rather exceptions to the system, than as tending to prove that the system itself did not, under all the attendant circumstances, approach nearer to practical uniformity and equality than any general system that could ■ have been devised at that time, having for its leading object an actual cash valuation of the land, by personal inspection and examination; and by persons appointed for that purpose under authority from the State, to value each tract according to its actual and intrinsic worth in money.</p> <p id=\"b530-6\" pgmap=\"530(31) 531(170)\">The Chief Justice of the Court of Appeals of Kentucky, when speaking upon the subject of uniformity of taxation, in delivering the opinion of the Court in the case of The City of Lexington v. McQuillan’s Heirs, 9 Dana, 516, says: “The questions as to when a tax shall be levied, to what amount, and what classes of property are the fittest subjects of taxation, are wisely confided by our Constitution to legislative discretion. But still there are well defined limits, within which the practical ■ equality designed by the Constitution may be preserved, notwithstanding an exact equalization of the burdens of taxation is unattainable and utopian. Nor will a slight irregularity as to the prescribed mode of contribution, nor the want of universality of interest in the application of it to the purposes of improvement, prove that such a requisition would be either unconstitutional or unjust. For it is absolutely impracticable from the very nature of things, that all the citizens of a community can be equally benefitted by any public improvements, or that the public burdens can be so apportioned in every particular as to operate with exact uniformity upon every individual composing that community.”</p> <p id=\"b531-5\" pgmap=\"531(224) 532(272)\">I now propose, in concluding my remarks on this branch of the subject, to show according to contemporaneous construction, which is laid down in our law books as one of the unerring tests of the true interpretation of a Constitution or statute, that the construction given to the Constitution by the Act of 1819, and afterwards in 1823, was in accordance with the true and proper interpretation of that instrument, as it was designed to be understood by its framers. I have before remarked that the Act of 1819, in regard to the classification and valuation of lands for taxation, was identical with the Act of 1823. That Act was passed on the 27th of March, 1819, while the Legislature still sat at Kaskaskia, a few months only after the adoption of our State Constitution, and as it gave the first, so it may justly be considered as having given the true construction to the 20th section of the eighth article of that instrument, which is now supposed to be violated, in the passage of the law under which this land was sold. Many of the members of the Convention were also members of the Legislature at the time of the passage of the Act of 1819, as well as that of 1823; and it is but fair to conclu.de, according to the proper rules of intendment and construction, that not only the true interpretation Was adopted, but the very one which was in the contemplation of the members of-the Convention, at the time the section in question was inserted.' The Governor and Judges of the Supreme Court, acting as a Council of Revision, whose official sanction also these laws received, were all men of experience and-observation. . Several of them were present at the seat of Government during the debates in the Convention, and up .to the time the Constitution was adopted, and were doubtless well acquainted with the meaning at that time attached, not only to the twentieth section of the eighth Article, so often referred to, as well as to most, if not all, of the- other provisions it contained. It would be unreasonable in the', extreme to presume, that such a violation of one of the most important clauses it contained, would have been silently permitted to be perpetrated, and no one honest, or bold enough to raise his voice against it.. This was, unquestionably, its well known and almost universally received meaning at tire times alluded to, and the constrution given to it by the Legislature having been acquiesced'in for so many years afterwards, ought no.t now to be disturbed and unsettled at this late day, when many of the reasons which influenced the conduct of our predecessors, who lived under very different circumstances from those who now occupy their station, may riot be known or appreciated, by their, successors who are comparatively strangers to'their talent and their worth.</p> <p id=\"b532-5\" pgmap=\"532(105) 533(11)\">Again, if the construction contended for by the counsel be correct, that in the language of the Constitution every person must pay a tax according to the value of the property in his or her possession; and that nothing is to be exempted from the general-contribution, and no discrimination permitted by the Legislature; then, any law exempting lands from taxes, which had been purchased, or donated for religious, literary, or charitable .purposes, not even exempting our city cemeteries, Would be unconstitutional, and all the proceedings under it, void. Such a construction would not only be impracticable, but in many instances unnecessarily oppressive, and against the common sense of the community.</p> <p id=\"b533-5\" pgmap=\"533\">In concluding my remarks on this branch of the subject in regard to classification and valuation, I will only add, that if still stronger proof is wanting, of not only the justice and wisdom, but absolute necessity of the old system of classification and valuation, .under which the land in controversy was assesséd and sold for the taxes due upon it, that it may be found in the fact, that since these old .regulations have been repealed, and the new mode of valuation and assessment adopted without any legislative restriction; and the further security resorted to, of requiring a judgment and execution previous to the sale of the lands of delinquents for taxes, by a kind of quasi judicial proceeding,- unknown to the Common Law, and to more than four fifths of the States in the United States, in order to remove the Constitutional objections, which have been urged with so much zeal and ability in the present controversy. The Legislature with all the new lights which have been shed.upon the subject, have been constrained at length to acknowledge the propriety and .necessity of the essential feature of the old repudiated system, by falling back upon the minimum provision principle, and declaring that “no lands shall be valued at a less sum -than three dollars per acre;” and this, too, for the purpose of preventing the most unjust and unequal taxation, and to save the treasury itself from bankruptcy and ruin.</p> <p id=\"b533-6\" pgmap=\"533(115) 534(123)\">I come now to consider the remaining branch of this subject, wherein it is insisted, that the eighth section of the eighth Article of the Constitution has been violated, because the former owner of the land in controversy, was deprived of his “freehold” by a summary proceeding and sale by the Auditor, without the judgment of his peers, and against the law of the land. The clause in the section referred to, is in the language of the corresponding clause in the twenty ninth chapter of Magna Carta, and reads as follows: “No freeman shall be imprisoned or disseized of his freehold, liberties or privileges, or outlawed or exiled, or in anymanner deprived of his life, liberty, or property, but by the judgment of his peers, or the law of the land.” Upon this clause it is gravely contended, that the laws in question are unconstitutional, because the plaintiff in error has been disseized of his “freehold,” without a trial by jury, and without judgment and execution, which they contend is the meaning of the words “judgment of his peers,” and “law of the land.” In order to give a proper exposition to these words, it will be necesary to examine, and ascertain when, and under what circumstances Magna Carta was obtained, and what meaning has been adopted by the judges and ancient law writers in England, from whence it derives its origin.</p> <p id=\"b534-5\" pgmap=\"534(267) 535(177)\">In the time of King John, and his son Henry the Third, the rigors of the feudal tenures were so warmly maintained and enforced by the Crown, that they occasioned many insurrections of the Barons, who were the principal feudatories, which at last had this effect; that first, King John himself, and afterwards his son Henry, consented to the famous Magna Carta, which has ever since been regarded as the foundation of the liberty of Englishmen. The following is in the original language of the twenty ninth chapter of that famous instrument: “¿Vidius liber homo capiatur, velimprisonetur, ant disseisiatur de libero tenemento suo, ve llibertatibus, velliberis consueludinibus suis, aut vtlagetur, aut exulet, aut aliquo modo destruaiur. ¿Vec super eum ibimus, nee super eum mittemus, nisi per legale judicium parium suorum, vel per legem terrae', nulli vendemus, nulli negabimus, aut differ-emus rectum vel justitiam'” that is, “no freeman shall be arrested or imprisoned, or disseized of his own free tenement or his liberties or his own free customs, or outlawed, or exiled, or in any manner ruined or destroyed; nor will wetrample upon him, nor will we condemn him, unless by the lawful judgment of his peers, or the law of the land; to none will we sell, to one will we deny, or delay right and justice.” Mr. Sullivan, in the second volume of his Lectures, page 243, says: “The words liber homo, in the ancient Acts of Parliament, is in general rightly construed “freeholder,” and so it means here in the second branch which prohibits disseizins; for none but a freeholder is capable of being disseized, no others being- said to have a seizin in the land.” Lord Coke, in commenting upon the words, nullus liber homo capiatur, vel imprisonetur, says that the Act extends not only to prevent private persons, particularly the great men, from arresting and imprisoning the subjects; but extends also, to those from whom, on account of their extraordinary power, the greatest damage might be apprehended, that is, the King’s ministerial officers, his council, and himself in person. “No man,” he says, “should be taken;” that is, restrained of his liberty, by petition or suggestion to the King or his council, unless it be by indictment or presentment of good and lawful men, where such deeds be done. For in that case, it is per legale judiciumparium: though an indictment found, or a presentment made by a Grand Jury, in one sense, cannot properly be called judicium^ as it is not conclusive; but the fact must afterwards be tried by a petit jury of twelve good and lawful men.”</p> <p id=\"b535-5\" pgmap=\"535\">The effect of the Magna Carta, which was in the nature of a Constitution or Bill of Rights, was to impose a limitation upon the improper exercise of the King’s prerogative; and the objects intended to be secured by this important concession on the part of the Crown, have been classed under six general heads:</p> <p id=\"b535-6\" pgmap=\"535\">1. To secure the personal liberty of the subjects;</p> <p id=\"b535-7\" pgmap=\"535\">2. To preserve his landed property from forfeiture;</p> <p id=\"b535-8\" pgmap=\"535\">3. To defend him against unjust outlawry;</p> <p id=\"b535-9\" pgmap=\"535\">4. To prevent unjust banishment;</p> <p id=\"b535-10\" pgmap=\"535\">5. To secure him against all manner of destruction; and</p> <p id=\"b535-11\" pgmap=\"535\">6. To restrict and regulate criminal prosecutions at the suit of the King, by securing to the subject a proper administration of justice through the means of Courts and Juries, conformable to the principles and usages of the Common Law, independent of the will and caprice of the sovereign power.</p> <p id=\"b535-12\" pgmap=\"535\">The words per legem lerrae, “by the law of the land,” as used in Magna Carta in reference to this subject are understood to mean “due process of law,” that is, by indictment or presentment of good and lawful men; and this, says Lord Coke, is the true sense and exposition of these words. 2 Coke’s Inst. 50; 2 Kent’s Com. 13, and note b.</p> <p id=\"b536-4\" pgmap=\"536\">Mr. Sullivan, in the second volume of his Lectures, 276, in commenting upon the words, nec super eum ibimus, nec super eum mittemus, nisi per legale judicium parium suorum, autper legem terrae, observes, that ?£from the words here being in the first person, they refer to the suit of the King; and relate not only by the latter words, to a legal trial, as to matter and form, but also to a trial in a proper and legal Court. .The words nec super eum ibimus, belong to the King’s Bench, where the suits of the King, the piadla coronac, are properly handled, and where-the King is always supposed to be present. The words super eum mittemus, refer to other Courts sitting for the same purposes, as Justices of jail delivery, for instance, under the King’s Commission, &amp;c.”</p> <p id=\"b536-5\" pgmap=\"536\">Chief Justice Ruffin says, in the elaborate opinion delivered by him in Hoke v. Henderson, 4 Dev. N. C. R. 15: “The law of the land in Bills of Right does not merely mean an Act of the Legislature, for that construction would abrogate all restriction on legislative authority. The clause ■means that statutes which would deprive a citizen of the rights of person or of property, without a regular trial according to the course and usage of the Common Law, would not be the law of the land in the sense of the Constitution. Judgment of his peers, means trial by a Jury of twelve good and lawful men according to the course and usage of the Common Law. And even in private suits, the trial by jury is preserved by the Constitution-of the United States, where the value in controversy exceeds the sum of twenty dollars.”</p> <p id=\"b536-6\" pgmap=\"536\">It is'evident from the language of Lord Coke, who was justly considered' in his day as one of the ablest expounders of.the Common Law, that these expressions in Magna Carta were intended to apply to criminal, and not to civil proceedings. And I have not been able to find any definition in the ancient authorities, which does not, as Lord Coke has done, thus limit their application. So that all trials for crimes, or supposed criminal offences, should be conducted according to the course of the Common Law.</p> <p id=\"b536-7\" pgmap=\"536(24) 537(141)\">It is very certain, that if it was also intended to relate to civil proceedings, that it must be taken in a very limited and restricted sense; as otherwise the summary mode of proceeding by distress for rent, &amp;c., both in England and in this country, would be in derogation of this important right. Courts of Chancery, also, have no juries, and do not proceed according to the course of the Common Law. So there were at this time in England, the Ecclesiastical Courts, Courts Military, and Courts Maritime, in,none of which is the trial by jury known or recognized. So, in regard to some other inferior judicatories, Mr. Sullivan says, “certain matters are intrusted to their determination without the intervention of a jury,” and among them, he mentions the “Commissioners of the Revenue.” And such is the law under the Constitution of the United States, in all matters in controversy, where the amount claimed shall not exceed the sum of twenty dollars.</p> <p id=\"b537-5\" pgmap=\"537\">As to the right of selling lands for taxes in a summary manner by the collectors of the revenue, Judge Hopkinson says, in his charge before referred to: “Lands are sold for taxes without an inquisition, and by a very summary process, and this has never been deemed illegal or oppressive,” Again, in speaking of the Revenue Laws of Pennsylvania, he remarks: “These Revenue Laws have never been questioned as infringing the right to a trial by jury, or as violating any part of the Constitution.” ' 7 Peters, 664, 669. He also says, that the construction put upon a similar clause in the Constitution of Pennsylvania by the counsel in the case of Livingston's Lessee v. Moore, as to the meaning of the words, “judgment of his peers, or the law of the land,” which is the same construction contended for by the counsel for the plaintiff in error in this case, was repudiated by the opinion of the Court in the case of Stoddard v. Smith, 5 Binn. 355; and that the clause referred to, does not mean that the property of a person may not be made to answer for his debts, in any other way than by the usual and established modes of proceeding to recover debts, and the general laws of the land on that subject.</p> <p id=\"b537-6\" pgmap=\"537(21) 538(127)\">In this case, the counsel have assumed, that the true interpretation of the words, “due process of law,” mean “judgment and execution;” and contend that, in a case like the present, where the whole taxes, interest and costs, for which the land was sold, only amounted to the sum of one dollar and eighty two cents, that being the whole amount due and chargeable for the year 1830, the party was entitled to a jury, and that it was necessary that a judgment and execution should have been obtained on the part of the State, before the delinquent “freeholder” could be deprived of his land in the due course of the Common Law, where the amount in controversy, in such a trial, would not bear the proportion of a tithe to the costs, which would necessarily be the consequence of adjudications so novel and extraordinary.</p> <p id=\"b538-5\" pgmap=\"538\">I find upon an examination of the statute laws of twenty of the States, exclusive of Illinois, that in nineteen of them, the sales of lands for taxes are by a summary mode of proceeding, without trial, and without judgment; and that in Tennessee alone, from whence, perhaps, our own new system derived its origin, this novel mode prevails of requiring a judgment before the delinquent tax payer can be divested of the title to his land.</p> <p id=\"b538-6\" pgmap=\"538(185) 539(15)\">The fifth article of the Amendments to the Constitution of the United States contains this clause: “No person shall be deprived of life, liberty, or property, without “due process of law;” and the words “due process of law” have been shown to correspond in meaning, to the words, “law of the land,” in the eighth section of the eighth article of our own State Constitution. Now, as the Constitution of the United States, in this respect is obligatory upon all the States of the Union, it is not strange, if the construction contended for by the counsel for the plaintiff in error be correct, that “due process of law” means trial, judgment and execution; that of all these States, from the foundation of the Government up to the present time, Tennessee and Illinois alone should have made the discovery, that they were violating the Constitution of the United States, which is every where admitted to be the supreme law of the land, by depriving the freehold citizen of an important right, which was secured by his Anglo-Saxon forefathers by Magna Carta, and divesting him of his property without “the judgment of his peers, or the law of the land.”</p> <p id=\"b539-5\" pgmap=\"539\">- Again, it is contended, that the Auditor’s deed was improperly admitted in evidence to the jury without proving its execution in the first instance, and, in the second place, that all the pre-requisites of the law, in relation to the advertisement and sale had been complied with, and in support of this latter proposition, the case of Parker v. Smith, 4 Blackf. 70, and Carlisle v. Longworth, 5 Ohio, 229, have been referred to as authority.</p> <p id=\"b539-6\" pgmap=\"539\">In regard to the first objection, that the Auditor’s deed should not have been permitted to have been read to the jury, without preliminary proof of its execution, it is only necessary to say that our Registry Laws do not apply to Patents or deeds emanating directly from the State, or the United States. An Auditor’s deed, therefore, is admissible in evidence, without proof of its execution, and without showing that it had been regularly acknowledged and recorded, as is required in cases of conveyances, alone affecting the interests of private individuals. The ninth section of the Act of 1829 contains this provision: “It shall not be necessary for any purchaser of lands at such sales for taxes, to obtain, keep, or produce any advertisement of the sale thereof; but his deed from the Auditor of Public Accounts shall be evidence of the legality and regularity of the sale until the contrary shall be proved.” Still, the counsel contend, that this provision does not dispense with proof on the part of the purchaser in the first instance, that all the requisites of the law in relation to the advertisement, sale, &amp;c., had been complied with, before the Auditor’s deed could be properly admitted in evidence.</p> <p id=\"b539-7\" pgmap=\"539(72) 540(55)\">Although the decisions in Ohio and Indiana, which are predicated upon statutes somewhat similar to ours, are not in my opinion warranted, either by the plain and obvious meaning and import of the language of the Acts themselves, and still less, if the spirit and intention of the Legislature is to be resorted to for a construction,—judging from the intention of the Legislature in our own State, and in relation to our own Act,—still, admitting them to have given the proper and legitimate construction to the Acts of their respective States, they cannot be regarded as authority in determining the intention of our own Legislature, or of the meaning of language, which is so plain and palpable, that he who runs may read and understand it.</p> <p id=\"b540-5\" pgmap=\"540\">The statute of 1824, of Indiana, provided that the Collector’s deed should be prima facie evidence of the regularity of the sale. In the case of Parker v. Smith, 4 Blackf. 70, 71, the Court decided that;, under the statute, the Collector’s deed furnished no evidence that the tax had been legally assessed,-or that it had not been duly paid, or that the land was not exempt from taxes; that, under the statute, such a deed w as prima facie evidence, and nothing more, of the regularity of the proceedings-relative to the purchaser’s title, so far as the acts of the Collector were concerned. The effect of this decision is explained in note (1) at the bottom of the case, by reference to a decision made at May term 1838, where all the Collector’s proceedings, after the receipt of the precept.requiring him to sell, are held prima facie to be legal and regular. It was only determined that the precept authorizing him to sell, must be proved aliunde, as the deed itself was no evidence of the Collector’s authority to sell.</p> <p id=\"b540-6\" pgmap=\"540\">These decisions do not warrant the conclusion, that under our statute, it would be necessary to prove the advertisement and sale. They only relate to the Auditor’s authority to sell, which has already been' determined in effect, by the decision upon the question, that a judgment and execution would not be necessary,' before the sale would be legal under the Constitution of the State. This decision admits, that if the Auditor had authority to sell, then all his acts under the statute afterwards are to be considered prima facie regular and legal. How can the counsel insist, upon this authority, that the onus is upon the purchaser, in the first instance, to prove either the advertisement or the sale?</p> <p id=\"b540-7\" pgmap=\"540(31) 541(328)\">The decision in 5th Ohio Reports was predicated upon the ninth section the Act, contained in the 23d volume of the Ohio statutes, page 89, which was as follows:' “The deed made by the County Auditor as herein before specified, shall be received in all Courts as prima facie e vidence of a good and valid title to the purchaser.” Hitchcock, J. who delivered the opinion of the Court, said: “The Legislature do not say that a deed made by the County Auditor, on a sale for taxes, shall be received as prima facie evidence of a good and valid title; but the deed as hereinbefore specified, or in other words, the deed made in pursuance of this Act.” From which phraseology he infers that the Legislature did not intend to dispense with proof of the pre-requisites of the law, before the, deed itself could be received as prima facie evidence of a good and valid title. It appears from this language of the Judge, that he laid great stress on the vow el'a, and the definite article tlie‘, and that the construction of the statute, as well as his own opinion, would have been very different, if the Act had declared, “that a deed to be made by the County Auditor, instead of the deed to be made by the County Auditor, shallbe received as primafacie evidence of a good and valid title,” with the omission of the words “as hereinbefore specifiedfor the Judge also attached great importance to-these latter words, “as hereinbefore specified.” As it was, he determined that before the deed could be received as evidence, it must be shown that the Auditor had authority to make it; and this, he said, was to be done “by showing that the land had been advertised and sold for the taxes,” and that in connection with this preliminary evidence, that is, “by proving the advertisement and sale, the deed will be received, and the Legislature has declared its effect.” This is the substance of the decision in that case, from which Judge Collet dissented. Carlisle v. Longworth, 5 Ohio, 229.</p> <p id=\"b541-5\" pgmap=\"541(88) 542(146)\">All that this case decides, is, that it is necessary under the act of Ohio, to prove “the advertisement and sale,” and that then the Auditor’s deed, by virtue of the prima facie provision in the statute, might be read without further proof. Now, will it be seriously insisted that this is a case in point, and that under our statute it is necessary for the purchaser, as preliminary to the introduction of the Auditor’s deed, to prove the advertisement and sale ? The Act of 1829, ex-expessly declares “that it shall not be necessary for any purchaser of lands at such sales for taxes, to obtain, keep, or produce an advertisement of the sale thereof; but his deed from the Auditor shall be evidence of the legality and regularity of the sale until the contrary shall be proved; and no exceptions shall be taken to such deed, but such as shall apply to the real merits of the case, and are consistent with a liberal and fair interpretation of the intentions of the Legislature.” The language is express, that the purchaser shall not-be required either to obtain, keep, or produce a copy of the advertisement to entitle him to the prima facie presumption resulting from the production of the Auditor’s deed. Can any one entertain a reasonable doubt of the intention of the Legislature in this respect?</p> <p id=\"b542-5\" pgmap=\"542(266) 543(28)\">But it may be asked, if it is intended by this decision to dispense entirely with all evidence, and to consider the Auditor’s deed sufficient of itself to transfer a good and valid title to the purchaser? We answer, by no means; that it is as essential now to the validity of such a deed, as it was before the passage of the Act of 1829, to show that the law in all its parts should have been strictly pursued by the Auditor in relation to the advertisement and sale; and that a material omission in these respects will be as fatal now, as it would have been before the passage of that Act. All we determine is, that the burden of proof, in the first instance, has been removed from the shoulders of the purchaser and transfered to those of the delinquent tax-payer, where it was intended to be placed by the Legislature, for the best of reasons. For if the State has the power to sell the lands within its limits for taxes, it is its duty to see that valid titles are made to those who may become purchasers at such sales; and to protect these purchasers, if possible, by wholesome, and appropriate enactments, not only against expensive and ruinous litigation, but also against the alarm and apprehension which have heretofore had such an effect to depreciate the value of their lands when thus purchased, by creating a distrust in the public mind as to the validity of their titles when thus acquired from the State. This duty, the Legislature has endeavored to perform, and it is for the Court now simply to declare, that their Acts are valid, and to give to them their intended effect.</p> <p id=\"b543-5\" pgmap=\"543(386) 544(163)\">But it may also be asked, if. we attach no weight to the rule of strict construction, which has been adopted, and so frequently acted upon against purchasers at the sale of lands for taxes, by the Supreme Court of the United States? To this we answer, that the very object of our Statute was to change that rule; and that the Legislature had the constitutional right to make the change, whenever justice and equity seemed to demand it. But, as I before remarked, the law does not intend, by making these deeds prima facie evidence of title, to dispense with proof that the pre-requisites of the law have been complied with; it does not dispense with notice by advertisement, or permit the sale to be made in any other manner, or at any other time or place than that prescribed by law. Neither does it deprive a man of his land where the taxes have been paid, or when the land is not subject to taxation; for the law intended to divest the title of the owner for the non-payment of taxes, and for that only, and it must be so construed. The title of the purchaser is, therefore, contingent, so far as it may be affected by establishing the fact that the tax had been paid before the sale was made. This is an implied condition annexed to every sale for taxes, and the purchaser takes the land subject to this risk, and if his title should afterwards be defeated upon this ground, his only remedy is by application to the State for relief. But if the taxes have not been paid, then every legal intendment, according to our statute, as well as according to the principles of equity and justice, should be most strongly against the former owner of the land; and it is imposing no unreasonable hardship on him, to show that the pre-requisites of the law have not been complied with. As to whether the land is subject to taxation or not, or whether the taxes have been paid or not, are facts within his own knowledge, and as a matter of course, he is presumed to know them better than the purchaser; and as to all the other facts affecting'the legality of the sale, the proofs are alike accessible to the one as the other. But the presumption in the .first place, is, that he has not paid the taxes; that he is in default in hot having contributed his just proportion to support the burdens of the Government;' and the advantage he seeks, therefore, by showing that the law has not been complied with, instead of-showing that he has paid the taxes, being purely technical, and against the true merits of the case; it is but just and reasonable that the onus should rest upon his shoulders, where the Legislature has most justly placed it, and this rule will be found in practice, I have no doubt, to be agreeable to good policy and the-public interests; particularly when it is to be considered, that disputes as to the meaning and effect of the revenue laws, most generally arise in consequence of attempts, often- wholly unjustifiable, to evade them. 3 Tomlin’s Law Dict. 571, title, “Taxes.”</p> <p id=\"b544-5\" pgmap=\"544\">The only remaining question relates to the defence which was also set up at the trial, under the occupying claimant law, which was passed on the 17th of January, 1835, and took effect the 1st of June of the same year. Upon that subject we are of opinion, that the Act should not be so construed as to give to it a. retrospective operation; and that, consequently, it does not oppose a bar to a recovery, until a term of seven years after it went into effect.</p> <p id=\"b544-6\" pgmap=\"544\">The result of our opinion, therefore, is:</p> <p id=\"b544-7\" pgmap=\"544\">1. That the Revenue Laws of the State, which have been referred to, are. not unconstitutional; •</p> <p id=\"b544-8\" pgmap=\"544\">2. That under .the Act of 1829, the • Auditor’s deed is prima facie evidence that the pre-requisites of the law have been complied with; and</p> <p id=\"b544-9\" pgmap=\"544\">3. That the Statute of Limitations, passed the 17th of January, 1835, and in force the 1st of June of- the .same year, is not a bar to a recovery, until the term-of seven years after it went into effect. -</p> <p id=\"b544-10\" pgmap=\"544\">Judgment of the Court below affirmed with costs. •</p> <footnote label=\"*\"> <p id=\"b509-10\" pgmap=\"509\"> Justices Purple and Koerner were not on the Bench when this cause was argued and decided. Judgment was entered at the December term 1843, but the Opinion of the Court was not delivered until the present term.</p> </footnote> </opinion> <opinion data-order=\"92\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <p id=\"b544-11\" pgmap=\"544\">The following dissenting Opinion was delivered by</p> <author id=\"b544-12\" pgmap=\"544\">Scates, J.</author> <p id=\"Atg\" pgmap=\"544(8) 545(47)\">The only question of importance in this case is, whether the Act of 1827, declaring what property shall be taxable, and prescribing the mode of levying that tax, is conformable to the Constitution of this State. To this this .question I apply myself, not without distrust of my own judgment, in differing with the Court.</p> <p id=\"b545-5\" pgmap=\"545\">The Constitution prescribes and limits the power of the Legislature in this language: “That the mode of levying a tax shall be by valuation, so that every person shall pay ? tax in proportion to. the value of the property he or she has in his or her possession.” In ascertaining the mode thus prescribed, we should look to the whole context of this section, and every part of it, as explanatory of the mode. And when that mode is ascertained, it is our duty to declare it, and the duty of the Legislature to obey it, however inconvenient the rule may be, or the restriction imposed.</p> <p id=\"b545-7\" pgmap=\"545(247) 546(91)\">The mode, then, shall be by valuation. It cannot, therefore, be a specific tax, although it may be direct, or indirect. If there had been no further restriction than this, much latitude might be given, and discretion exercised in making that valuation to suit the circumstances of the people, the situation of their property, and the exigencies of public affairs. But I must attribute some meaning to the remainder of the section, and that meaning which its connection with the former part of the section demands. I do not feel warranted in treating it as unmeaning, as seemed to be done by counsel in argument. The mode of levy shall, then, not only be by valuation, but that valuation shall be made “so that,” or in such manner that “ every person shall pay a tax in proportion.” In proportion to what? it may be asked-The remainder of the section answers the inquiry. It shall be his share of the tax, his just and equal proportion, according to the “value of his property in possession.” Now it is observable, that in this section, the 'Constitution is speaking of property as the basis, the subject of taxation. When, therefore, “a tax” is levied upon property, and this is a term in law including-all things real, personal and mixed, the mode of doing so shall be by valuation, and that valuation shall be made “so that,” or in such a manner, as to ascertain, first, the value of the property in possession, and second, that his proportion only of the tax shall he laid upon him. This, then, I lay down to be the rule of taxing property, that such a valuation of property is to he made, as will ascertain each owner’s proportion of the sum to be raised as revenue, that his proportion shall hear the same ratio to that sum, as the value of his property subject to taxation, bears to the aggregate value of all such taxable property in the State.</p> <p id=\"b546-5\" pgmap=\"546\">I know that arithmetical certainty can neither be expected, nor attained in any mode of adjusting and apportioning each one’s share of the public.burden. In practice it depends upon human judgment, though frail, and which may be blinded by passion, and prejudice, and misled by weakness, ignorance, and want of information. Yet, when guided by the light of experience, common sense, and a knowledge of facts, an actual appraisement by men is the nearest approach to the the actual value of property known to the Government, or the rules and principles of Law and Equity. We have been too long accustomed, in Courts of Law and Equity, and in the common business affairs of life, to appeal to the judgment of men as witnesses, as jurors, as appraisers, as assessors, &amp;c., &amp;c., to fix the value of property, now to allow ourselves to doubt or question the practical correctness of this mode of ascertaining it. We appeal to it for certainty, and we rely on it with confidence.</p> <p id=\"b546-6\" pgmap=\"546\">An actual appraisement is the only practical mode of valuation which will enable the Government to levy a tax, so as to make each one pay his proportion, according to the value of his property. And I think it no answer to my reading of the Constitution, that the judgment of assessors, in making an actual appraisement, from any of the causes I have mentioned, or others, might produce as great, or greater inequalities, than the mode adopted by the Legislature.</p> <p id=\"b546-7\" pgmap=\"546(53) 547(252)\">Having made an expose of the reading of the Constitution, as I understand it, I will proceed to examine the provisions of the statute, under which this title was acquired. The first section, R. L. 513, declares all lands held by individuals, or bodies politic or corporate, except town lots, shall be subject to taxation; and for that purpose, were divided into classes, valued and taxed as follows: lands of the first quality were put in the first class, valued, at four dollars, and taxed at the rate of two cents per acre; lands of the second quality in the second class, valued at three dollars, and taxed at the rate of one and a half cents per acre; lands of third quality in the third class, valued at two dollars, and taxed at the rate of one cent per acre. The fifteenth section authorizes the County Commissioners’ Court, when the tax on land shall be insufficient, to levy a tax not exceeding one half of one per cent upon town lots, if they be not taxed by the Trustees of such town, on slaves, on servants, carriages, distilleries, stock in trade, horses, mares, mules, asses, and neat cattle above three years old, watches with their appendages, and such other property as they shall order and direct. The thirteenth section requires the county Treasurer to take a list of the taxable lands and other property; and may administer an oath to the owner touching the quality of his lands, and the quantity and value of his other taxable property. And if he is satisfied that the property is listed below its real value, it is made his duty to alter the valuation in such manner as to make it as nearly equal to the general valuation of the same species of property, as possible.</p> <p id=\"b547-5\" pgmap=\"547\">There has been but one reported adjudication under this section of our Constitution, which was the case of Sawyer v. The City of Alton, 3 Scam. 128. In this case, it was held by the Court, that an Act of the Legislature which required each person of a certain age to perform three days labor on the streets and roads, was conformable to the Constitution; that the Constitution imposed no restrictions upon the power of the Legislature to impose other taxes than those upon property, for when property was the basis of taxation, it should only be levied upon the principle of valuation; that it could not be arbitrary, according to kind or quality without reference to value.</p> <p id=\"b547-6\" pgmap=\"547(30) 548(248)\">There was another case decided by this Court, in which the power of the Legislature, as exercised in the case now under consideration, was sustained by the Court. No opinion, however, was ever delivered.' The Legislature'gave a similar construction to the Constitution, the year after its adoption, and this has been repeated, and acquiesced in during a period of twenty years, not however, without doubts among jurists; and doubts expressed by offering resolutions for the consideration of the Legislature. Contemporaneous interpretations are entitled to full weight in all cases of doubtful construction. They are admissible in no other case. In all cases, if I doubted, I should decide in favor of the power, as Lregard it one of the vital powers of a Government. The power, therefore, to discriminate amongst the subjects of taxation may be doubtful under our Constitution, but should not therefore, be denied. But when a certain species of property is selected for taxation, it is certainly not in the power of the Legislature to exempt any portion of that species from bearing its part of the burden. Town lots have been exempted, unless the tax from other property proves insufficient. The Legislature had no power to make the exemption, having selected real estate as one of the kinds of property to be taxed. Town lots should have paid their equal proportion according to their value. Such an exemption of a portion of the same species of property throws an undue proportion upon owners of other land, in raising the requisite sum for the maintenance of the Government. In this respect, the Constituation is violated by the Act.</p> <p id=\"b548-5\" pgmap=\"548(144) 549(420) 550(50)\">Again, by the Act, lands are put into three classes; the first class is valued at four, the second at three, and the third at two dollars per acre; and a tax of two cents per acre is laid upon the first class, one and a half upon the second, and one cent per acre upon the third. This is a specific tax of so much per acre. Such a tax the Legislature has no constitutional power to levy. The classification, regarding the local advantages and quality of the land, onfy, may be practically true, or near enough so; but when it is applied to the value, instead of the quality, no one can admit its correctness. All the improvements that industry and-capital can make upon the land, become part of the land, and are included within this classification. Land is always worth what it will bring in cash, sometimes more. From observation and common experience, we know that it will bring from fifty cents to twenty thousand dollars per acre, more or less, as it may be more or less advantageouly situated in cities for business houses, and in the country for farming. It never has been, is not now, and never will be true, that its value is from two to four dollars per acre throughout a State like this. That mode of valuation, only, can be adopted under the Constitution, which will ascertain its value, as it may be affected by these various circumstances, and enhanced by improvements, valuable mines, mill sites, &amp;c. Á mere arbitrary valuation will not satisfy the Constitution. It must be made in such a manner, or “so” as to make the owner pay a due proportion, and that proportion must bear its just ratio to the aggregate value of all the taxable property, and the sum to be raised as revenue. It needs no argument or illustration, to prove that two, three and four dollars per acre is the value of all lands in this State. I have said that all improvements attached to the land are a part of the land. All such parts of the lands as consist in houses, fences, tillage, mills, and such like fixtures, are excluded by this valuation, and are therefore exempted. Here is, then, by this Act, not only an exemption of a portion of the same species of property, to wit, town lots, but also an exemption of a portion of the same property, to wit, houses, mills, &amp;c. The proportion of the tax that would have been paid by the owners of these, according to their value under an appraisement, has been added to the proportion paid for the residue. So, instead of paying a tax in proportion to the value of this kind of property in possession, the owners of one part are made to pay a greater amount in proportion to the value of the parts and portions exempted. If the twentieth section means this, it has no meaning at all. Suppose all houses were put into three classes, and their foundation walls were valued at two, three and four dollars apiece according to the class, and taxed at one, one and a half, and two cents each. Would any one hazard his reputation for sanity, by saying, that all owners of houses paid a tax in proportion to the value of their houses? Would not the character, size, quality and style of the superstructure, as well as its location, add to, or diminish its value? Yet this would be as rational, and as near the troth in ascertaining the value? as this legislative valuation does.</p> <p id=\"b550-5\" pgmap=\"550\">Again, this valuation, by excluding the value of town lots and houses, and other improvements on the land, has thrown an undue and unconstitutional proportion of the tax upon personal property. For this latter hears its full proportion of all that is thrown upon it, by being actually valued by the owner upon oath, or by the assessor.</p> <p id=\"b550-6\" pgmap=\"550\">The law cannot, for a moment, hear the test of a comparison with the Constitution. Contemporaneous construction cannot meet and overcome the plain reading of the Constitution, nor distinguish away its palpable violation. The traditional history of the time would throw more light on the law than the law does upon the Constitution. By compact, the State had agreed not to tax non-residents higher than residents. Much valuable land was in their hands. The Constitution was satisfied by a legislative valuation into three classes, while the law collected of the non-resident for his wild unimproved acre, and of the resident for his improved acre, its two cents each “so as” to make every person pay a tax in proportion to the legislative valuation, not the value of his property. However inconvenient or impolitic a constitutional provision may be, when understood, it must he obeyed. It is no less a violation of the Constitution to fritter away its meaning by distinctions, than openly to contravene its letter.</p> <p id=\"b550-7\" pgmap=\"550\">A review of some judicial determinations, in other States, upon their Constitutions? may throw some light u.pon this subject.</p> <p id=\"b550-8\" pgmap=\"550(61) 551(160)\">The Constitution of Massachusetts provides that the General Court shall have power to “to impose and levy proportionable and reasonable assessments, rates and taxes, upon all the inhabitants of, and persons resident, and estates lying within the said Commonwealth; and also to impose and levy reasonable duties and excises upon any produce, goods? wares, merchandizes, and commodities whatsoever, brought into, produced, manufactured, or being within the same.” e*'And while the public charges of Government, or any part thereof, shall be assessed on polls and estates, in the manner that has heretofore been practised, in order that such assessment may be made with equality, there shall be a valuation of estates within the Commonwealth taken anew once in every ten years, and as much oftener as the General Court shall order.” The General Court provided a mode of valuation by appraisement. In 1812, the General Court passed an Act, levying a tax of one half of one per cent, semi-annually, upon the capital stock paid in, in every banking corporation in operation, on the first Monday of October of that year; and on default of payment for thirty days after the same became due, the Treasurer was authorized to distrain. The plaintiffs were incorporated in 1799. Upon these facts, the case came into the Supreme Court.</p> <p id=\"b551-5\" pgmap=\"551\">The plaintiffs contended that they could not be subjected to a tax, or tribute, because the Legislature is, by the Constitution, limited in its powers of taxation to an equal and proportionate assessment upon all the property in the Commonwealth; and that it has not the power to select any individuals, or company, or any specific object of property separate and distinct from a general tax upon individual companies and property. It was held by the Court, that under the former clause of the Constitution, authorizing the assessment of proportionate taxes and rates, this Act could not be justified and sustained, because those taxes must be proportional upon the inhabitants of, persons resident, and estates lying within the State. To, select any individual, or company, or any specific article of property, and assess them by themselves, would violate that provision of the Constitution. But it was held, that the power to levy duties, and excises upon commodities, amongst other things, authorized this tax, and may also include the license imposed upon attorneys and barristers at law, vendue masters, tavern keepers, and retailers, and might include other employments sr handicraft. Portland Bank v. Apthorp. 12 Mass. 261.</p> <p id=\"b551-6\" pgmap=\"551(8) 552(99)\">The Constitution of New Hampshire provides, that the General Court may “impose and levy proportional and reasonable assessments, rates and taxes, upon all the inhabitants of, and residents within the State, and upon all the estates within the same.” “And while the public charges of Government, or any part thereof, shall be assessed on polls and estates in the manner that has heretofore been practised, in order that such assessments may be made with equality, there shall be a valuation of the estates within the State taken anew once in every five years at least, and as much oftener as the General Court shall order.”</p> <p id=\"b552-5\" pgmap=\"552(289) 553(18)\">The Legislature propounded to the Supreme Court the following questions: “Has the Legislature a constitutional right to grant a tax upon lands in a particular unincorporated place, for the purpose of making, or repairing roads in such a place? And, whether they have such right to grant a tax upon lands in an incorporated place, and for the same purpose?” The Supreme Court resolved, and answered the questions in the negative, that the constitutional right of the Legislature to impose taxes cannot, by any sound rule of construction, be held to extend further than to impose proportional and reasonable taxes. The equality intended is, that the same tax shall be laid upon the same amount of property, in every part of the State, so that each man’s taxable property shall bear its due proportion of the tax, according to its value. And a tax thus laid upon the taxable estate of the people is a proportional tax, within the meaning of the Constitution. The taxes are also to be “reasonable,” and they say the word “reasoriable” means just; and that the sense of the clause is, that taxes shall not only be laid proportionally, but in due proportion, so that each individual’s just share, and no more, shall fall upon him. They further remark that, “to establish rules by which each individual’s just share and equal proportion of a tax shall be determined, is a task of much difficulty, and a very considerable latitude of discretion must be left to the Legislature on the subject.” “Within the limits of this discretion as to the, selection of proper subjects of taxation, and the proportion of the tax that shall be levied upon each subject, the authority of the Legislature is without question.” See Opinion of the Court, &amp;c., in 4 N. Hamp. 565.</p> <p id=\"b553-5\" pgmap=\"553\">The Constitution of Arkansas provides, that “all property subject to taxation shall be-taxed according to its value, that value to be ascertained in such manner as the General Assembly shall direct, making the same equal and uniform throughout the State. No one species of property, from which a tax may be collected, shall be taxed higher than another species of property of equal value: Provided the Legislature shall have power to tax merchants, hawkers, pedlers, and privileges, in such manner as may from time to time be prescribed by law.</p> <p id=\"b553-6\" pgmap=\"553\">The Legislature passed a law, imposing upon the keeper of every billiard table in the State, the sum of five hundred dollars for each table for every six months; and also a tax upon each stable horse, equal in amount to the price of the services of such horse to one mare. It was contended that these taxes were authorized by the power to tax “privileges;” but the Court held that the law was unconstitutional and void; that these were not “privileges” within the meaning of the Constitution, but natural rights; that in taxing property, it must be so regulated that every species and description of property, subject to taxation, shall bear and pay an equal ratio, or amount of revenue to the State. This rule, as to the State revenue, is inflexible, and leaves with the Legislature no power to discriminate and fix upon one description or species of property, a greater tax than that fixed by law upon every other description or species of property, of equal value subject to taxation; and that, as property, they cannot be subjected to any other than an ad valorem tax. Stevens v. The State, 2 Arkansas, 298, 312.</p> <p id=\"b553-7\" pgmap=\"553(72) 554(196)\">Although in Kentucky there is no particular provision relative to, or a restriction upon the power of the Legislature in relation to taxation, yet the Courts, under the provisions of a Bill of Rights, declaring the equality of freemen, and that no man, or set of men are entitled to exclusive privileges, and that no man’s property shall be taken for public use, without just compensation, say, that common burdens should be sustained by common contributions, regulated by some fixed general rule, and apportioned according to some fixed ratio of equality. If a capitatiqn or personal tax be levied, it must be imposed on all the free citizens equally and alike; or if an ad valorem, or specific tax be laid on property, it must bear equally according to value or kind on all the property, or on each article of the same kind owned by every citizen; and no citizen, or class of citizens, owning any property of the kind subjected to taxation, can be constitutionally exempted. An exact equalization of the burden of taxation is unattainable and utopian; but still, there are well defined limits, within which the practical equality of the Constitution may be preserved, and which, therefore, should be deemed impassable barriers to legislative power. Taxation may not be universal, but it must be general and uniform. The Legisla-' ture, in the plenitude of its taxing power, cannot have constitutional power to exact from one citizen, or county, the entire revenue. Sutton’s Heirs v. Louisville, 5 Dana, 31; The City of Lexington v. McQuillan’s Heirs, 9 do. 516, 517.</p> <p id=\"b554-5\" pgmap=\"554(194) 555(129)\">The Constitution of the United States authorizes Congress “to levy and collect taxes, duties, imposts and excises;” but all duties, imposts and excises shall be uniform throughout the United States. “No capitation, or other direct tax shall be laid, unless in proportion to the census, or enumeration, hereinafter directed to be taken.” Congress passed an Act laying “a tax on carriages for the conveyance of persons, kept for the use of the owner.” A question was raised, under this statute, whether it was a direct tax, and therefore to be apportioned according to the census. It was held, that it was not. There are two rules to be observed by Congress, in laying a tax under the Constitution, to wit: the rule of uniformity, when they lay duties, imposts and excises; and the rule of apportionment, according to the census, when they lay a direct tax. If there be any other species of taxes, that are not direct, and not included within the words “duties, imposts and excises,” they may be laid by the rule of uniformity, and not as Congress shall think proper and reasonable. The Constitution does contemplate other taxes than direct taxes, duties, imposts and excises. This tax is included within the term “duties,” and is indirect, and has, in this instance, been laid according to the rule of uniformity, and not apportionment. Taxis a generic term, and includes under it, first, direct taxes, secondly, duties, imposts, and excises; thirdly, all other classes of an indirect kind, and not within any of the classifications enumerated under the preceding heads. That a capitation is a direct tax, and in theory and practice, a tax on lands is deemed to be a direct tax; and that it is questionable, whether any other tax is a direct tax within the meaning of the Constitution. Hilton v. The United States, 3 Dallas, 171; S. C. 1 Peters’ Cond. R. 83.</p> <p id=\"b555-5\" pgmap=\"555\">I have given the views and decisions of five different enlightened Courts, upon the constitutional power of the Legislature in levying taxes. In Kentucky, without a constitutional restriction upon legislative power, the Courts declare that upon principles of natural justice, and republican liberty, the Legislature have no power to impose a partial taxation. The Courts in Arkansas deny the existence of a power in the Legislature to declare a natural right a “privilege,” and then to tax it as such. In Massachusetts the Courts say, that under a power to levy proportionable and reasonable assessments, rates and taxes upon estates and persons, the Legislature cannot levy a tax upon the capital stock paid in, in a Bank. The Courts in New Hampshire deny to the Legislature, under a similar Constitution, the power to levy a land tax upon a particular town or county.</p> <p id=\"b555-6\" pgmap=\"555\">If such provisions impose such limitations and restrictions upon legislative power, how much less could we, under the broad provision of our Constitution, requiring a proportionate value, sanction a law exempting a large portion of the same species of property from any portion of that burden? I cannot bring my mind to doubt, or believe, that the Legislature can exempt any portion of the kinds of property to be taxed; or dispense with an actual appraisement when assessed, it being the only mode of valuation, which will correctly ascertain its value, “so” that every person shall pay his proportion.</p> <p id=\"b556-7\" pgmap=\"556\">This is the only point upon which I differ with the majority of the Court.</p> </opinion> <opinion data-order=\"93\" data-type=\"opinion\" id=\"x999-3\" type=\"concurrence\"> <author id=\"b556-8\" pgmap=\"556\">Treat, J.,</author> <p id=\"AszR\" pgmap=\"556\">said: I concur in the dissenting opinion of Mr. Justice Scates.</p> <p id=\"b556-9\" pgmap=\"556\">Judgment affirmed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}