{
  "casebody": {
    "data": "<casebody firstpage=\"79\" lastpage=\"89\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b89-3\">Amorett Clark <em>vs. </em>The District of Columbia.</parties>\n<p data-order=\"1\" data-type=\"summary\" id=\"b89-4\">Law.</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AaH\">No. 22,903.</docketnumber>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AZe\">Decided February 11, 1884.</decisiondate>\n<judges data-order=\"4\" data-type=\"judges\" id=\"AAT\">The Chief Justice and Justices Cox and James sitting.</judges>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b89-7\">1. The District of Columbia, notwithstanding its non-representative form of government, is liable to an individual for any accident resulting from its failure to keep the streets and highways in such a condition as will render them safe for public use (following Barnes’ case, 91 TJ. S., 540). But this liability is no greater and no less than that of any municipal corporation which receives its grant of power from the sovereign.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"A2k\">2. The District is not required to keep the streets clear of the millions of tons of snow falling upon them during the winter; such an undertaking would be incapable of performance, but if it have actual notice of the dangerous condition of any particular place, from the accumulation of snow and ice, and neglect to remedy it, it becomes liable for consequent injuries.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b89-9\">3. It had been alternately snowing and raining for several days prior to -the day when the plaintiff slipped and fell by reason of the accumulated snow and ice upon the street crossing. The streets, in consequence of the protracted storm, were all in a perilous condition for travel, but there was no proof that the District had any more notice of the unsafe condition of the street at the point where the accident occurred than at any other point; or any other notice than such as arises from the well known result to the streets everywhere of a severe and protracted snow storm.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b89-10\"><em>Held, </em>That this was not such notice as would render the District liable.</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b89-11\">STATEMENT OE THE CASE.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b89-12\">Motion for a new trial' on exceptions.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b89-13\">The action was brought to recover damages for an injury sustained by the plaintiff in consequence of the alleged negligence of the defendant in not preventing or removing an accumulation of ice and snow on the footway and crossing at the intersection of Seventh street with Pennsylvania avenue northwest, in the city of Washington, where passengers are compelled to pass for the purpose of getting into and alighting from the street cars. There was no dispute that the ice and snow had accumulated on the footway and crossing, to the great inconvenience and even danger of persons passing, and that the plaintiff, who was a widow about sixty years of age, fell and seriously injured herself for life by breaking her hip while going to the street car. It was in evidence, that it began to snow at 11 a. m., on the <page-number citation-index=\"1\" label=\"80\">*80</page-number>20th day of December, and snowed continuously until 8 p. m., of the next day; that it again began snowing on-the 23d at 11 p. m., and continued until 3 p. m. of the 24th; and that it began to rain on the 25th at 2 p. m., and continued until 11 p. m., of said day. The accident occurred on the 25th, at about 6 p. m. The jury found for the plaintiff, and assessed the damages at $4,500. The points made by counsel, and the exceptions taken, appear in the extracts from their briefs given below.</summary>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b90-4\">Theodore H. N. McPherson for plaintiff:</attorneys>\n<summary data-order=\"13\" data-type=\"legal\" id=\"b90-5\">I. The defendant requested the court to instruct the jury that—</summary>\n<summary data-order=\"14\" data-type=\"legal\" id=\"b90-6\">“The District of Columbia, under the form of government existing at the time of the accident which is the subject-matter of this suit, is not liable for damages resulting from ,said accident.”</summary>\n<summary data-order=\"15\" data-type=\"legal\" id=\"b90-7\">This instruction was rightfully rejected by the court.</summary>\n<summary data-order=\"16\" data-type=\"legal\" id=\"b90-8\">The act of February 21,1871, created a corporation for municipal purposes, called “The District of Columbia.”</summary>\n<summary data-order=\"17\" data-type=\"legal\" id=\"b90-9\">The 37th section of this act provides that “ There shall be in the District a Board of Public Works.”</summary>\n<summary data-order=\"18\" data-type=\"legal\" id=\"b90-10\">The same section further provides that the Board of Public Works shall have entire control of and make all regulations which they shall deem necessary for keeping in repair -the streets, avenues, &amp;c.</summary>\n<summary data-order=\"19\" data-type=\"legal\" id=\"b90-11\">By section 2 of the act of June 20, 1874, the President is authorized to appoint three commissioners, who shall exercise all the power and authority lawfully vested in the Governor or Board of Public Works of the said District, except as hereinafter limited, and shall be subject to all the restrictions and limitations now imposed by law; that is, by the act of February 21, 1871 (18 Stat., 116).</summary>\n<summary data-order=\"20\" data-type=\"legal\" id=\"b90-12\">Section 3 of the said act confers the same power and authority on the Commissioners which was imposed by the act ■of February 21, 1871, on the Governor or Board of Public Works, in respect to keeping in repair the streets, avenues, ■&amp;c., of the city.</summary>\n<summary data-order=\"21\" data-type=\"legal\" id=\"b91-3\"><page-number citation-index=\"1\" label=\"81\">*81</page-number>And by the act oí June 11,1818, the power and authority imposed upon the Commissioners by the act of June 20, 1814, in respect to keeping in repairs the streets, avenues, &amp;c., of the city, was continued in full force and effect. 20 Stats., 102.</summary>\n<summary data-order=\"22\" data-type=\"legal\" id=\"b91-4\">By the force of these provisions of positive law (acts Feb. 21, 1811, June 20, 1814, and June 11, 1818), the defendant became the successor of the old corporation, and is responsible in this action. Barnes’ Case, 91 U. S., 540 ; 1 Dillon Municipal Corp., sec. 385; Hayden <em>vs. </em>Madison, 1 Gfreenl., 16; Abbott <em>cs. </em>Herman, <em>Id., </em>118.</summary>\n<summary data-order=\"23\" data-type=\"legal\" id=\"b91-5\">There being no doubt of the obligation of the District to keep the streets, avenues, &amp;c., in repair, it is entirely immaterial whether the duties imposed upon the municipality are performed by agents elected by the people or appointed by the President, and it is equally immaterial whether such agents were called a Board of Public Works or a Board of Commissioners. Barnes’ Case, 91 U. S., 545.</summary>\n<summary data-order=\"24\" data-type=\"legal\" id=\"b91-6\">This cause of action accrued to the plaintiff December, 1880, after the abolition of the cities of Washington and Georgetown, and the creation of the corporation of the defendant.</summary>\n<summary data-order=\"25\" data-type=\"legal\" id=\"b91-7\">In the case of the District of Columbia <em>vs. </em>Cluss, the Supreme Court held that the corporation which the act of February 21, 1811. ch. 62 (16 Stats., 419), created by the name of the District of Columbia, succeeded to the property and <em>liabilities </em>of the corporations which were thereby abolished. 103 U. S., 105.</summary>\n<summary data-order=\"26\" data-type=\"legal\" id=\"b91-8\">A change in the charter of a municipal corporation, in whole or in part, by an amendment of its provisions, or the substitution of a ntw charter in place of the old, embracing substantially the same corporations and the same territory, will not be deemed, in the absence of express legislative declaration otherwise, to affect the identity of the corporation, or to relieve it from its previous liabilities, although different powers are possessed under the amended or new charter, and different officers administer its affairs. Brough<page-number citation-index=\"1\" label=\"82\">*82</page-number>ton <em>vs. </em>Pensacola, 93 TJ. S., 266; Milnee <em>vs. </em>Pensacola, 2 Wood, 632.</summary>\n<summary data-order=\"27\" data-type=\"legal\" id=\"b92-4\">II. It is too well settled to admit of a doubt that a municipal corporation is liable for damages occasioned by tbe accumulation of snow and ice on the streets, footways and crossings, so as to endanger the public walking over the same. Baltimore <em>vs. </em>Marriott, 9 Md., 160; Collins us. Council Bluff, 32 Iowa, 324; Providence <em>vs. </em>Clapp, 17 How., 165; Luther <em>vs. </em>Worcester, 97 Mass., 269; McLaughlin <em>vs. </em>Cory, 77 Pa. St., 109, 113; Chicago <em>vs. </em>Robbins, 2 Black., 418; Nebraska <em>vs. </em>Campbell, <em>Id., </em>590.</summary>\n<summary data-order=\"28\" data-type=\"legal\" id=\"b92-5\">And that this liability extends to the corporation of the District of Columbia. Barnes <em>vs. </em>District of Columbia, 91 U. S., 540; Weightman <em>vs. </em>Washington, 1 Black., 39.</summary>\n<summary data-order=\"29\" data-type=\"legal\" id=\"b92-6\">Snow and ice deposited from any cause in a rough, uneven condition, so that its slipperiness becomes more dangerous than if it lay on a smooth surface, then it is generally held to constitute a defect or obstruction which the municipal corporation must remove or pay any resulting damages. 2 Thompson Neg., 785; Luther <em>vs. </em>Worcester, 97 Mass., 269, 272, and note; Street <em>vs. </em>Holyoke, 105 Id., 82, 84-85'; Billings <em>vs. </em>Worcester, 102 <em>Id., </em>329; Pinkham us: Topfield, 104 <em>Id., </em>78; Fitzgerald us. Woburn, 109 <em>Id., </em>204; McAuley us. Boston, 113 <em>Id., </em>503, 506, and note; Cook <em>vs. </em>Milwaukee, 24 Wis., 274; Shea us. Lowell, 8 Allen, 136; Byrn <em>vs. </em>Lowell, 10 <em>Id., </em>147; 77 Pa. St., 109; 32 Iowa, 324.</summary>\n<summary data-order=\"30\" data-type=\"legal\" id=\"b92-7\">The mere existence of the obstruction or defect is evidence of the neglect of corporate duty. Slier. <em>&amp; </em>Red. Neg., sec. 148; Requa <em>vs. </em>Rochester, 45 N. Y., 129; Davenport us. Ruckman, 10 Bos., 20, affirmed; 37 N. Y., 568; Walker us. Lockport,43 How. 36; Holt <em>vs. </em>Penobscot, 56 Maine, 15.</summary>\n<summary data-order=\"31\" data-type=\"legal\" id=\"b92-8\">III. As to <em>notice. </em>Municipal authorities are called upon to observe, notice, and see that the public streets in time of winter are reasonably clear of ice and snow. 2 Thomp. Neg., 785; Todd <em>vs. </em>Troy, 61 N. Y., 506, affirmed; Mosy <em>vs. </em>Troy, 61 Barb., 580.</summary>\n<summary data-order=\"32\" data-type=\"legal\" id=\"b92-9\">When such defect or obstruction is <em>notorious, </em>or has continued undisturbed for a time sufficient to charge the <em>public </em><page-number citation-index=\"1\" label=\"83\">*83</page-number><em>authorities with constructive notice, </em>the corporation is liable. Todd <em>vs. </em>Troy, 61 N. Y., 507-9; Eeed <em>vs. </em>Northfield, 13 Pick., 98; Mayor Sheffield, 4 Wall., 189; 36 Barb., 226; 4 Kent, 172.</summary>\n<summary data-order=\"33\" data-type=\"legal\" id=\"b93-4\">The liability of the city for the defect in the sidewalk was the same whether the officials knew it or not. Sher. <em>&amp; </em>Eed. Neg., secs. 147,118, 385, 407, note; Erie vs. Schumgle, 10 Howe’s Pa., 384; Norristown <em>vs. </em>Mayer, 17 P. F. Smith, 356.</summary>\n<summary data-order=\"34\" data-type=\"legal\" id=\"b93-5\">Lapse of time at common law supplies notice, for, after reasonable time has elapsed, it is negligence on the part of-the corporation not to know of the defect when patent; for which negligence suit lies. Wharton Law of Neg., sec. 963; Howe <em>vs. </em>Barkshoof, 44 N. Y., 113; Manchester <em>vs. </em>City of Hartford, 30 Conn., 118; Eequa <em>vs. </em>Eochester, 45 N. Y., 129; Holt <em>vs. </em>Penobscot, 56 Me., 15; Colby <em>vs. </em>Westbrook, 57 <em>Id., </em>81.</summary>\n<attorneys data-order=\"35\" data-type=\"attorneys\" id=\"b93-6\">A. G-. Eiddle and Francis Miller for the District:</attorneys>\n<summary data-order=\"36\" data-type=\"summary\" id=\"b93-7\">Our position is stated in the following propositions, denied by the court below:</summary>\n<summary data-order=\"37\" data-type=\"summary\" id=\"b93-8\">1. The present form of government of the District of Columbia, consisting as it does of officers who are all appointed and paid by the United States, without any power to levy taxes or to spend money except as directed by Congress, is not of such a character as to make the District responsible in damages for any negligence of those officers.</summary>\n<summary data-order=\"38\" data-type=\"summary\" id=\"b93-9\">2. The present government of the District of Columbia having been imposed upon the people of the District, without any power or opportunity on the part of said people to accept or reject the same, the District cannot be held responsible for the negligence of said government.</summary>\n<summary data-order=\"39\" data-type=\"summary\" id=\"b93-10\">3. If the care of the streets of the city of Washington, as a public duty, is imposed by the statute upon the District of Columbia, the performance of which is for the general benefit, and the District derives no profit from it, then no action ean be maintained against the District for damages resulting from a neglect to perform- such public duty.</summary>\n<summary data-order=\"40\" data-type=\"summary\" id=\"b94-2\"><page-number citation-index=\"1\" label=\"84\">*84</page-number>It will not be claimed that there is any statute conferring the right of action in this case; nor can it be claimed, by virtue of any statute or otherwise, that the District derives any revenue from the use of its streets and highways.</summary>\n<summary data-order=\"41\" data-type=\"summary\" id=\"b94-3\">The contention must be, that the right of action arises by implication; that it. is the result of powers and duties imposed upon the District by statute.</summary>\n<summary data-order=\"42\" data-type=\"summary\" id=\"b94-4\">We are mindful of the Barnes case (96 U. S., 540). As that decision was by a bare majority of the court, it is our purpose to ask the court which made it to review it in a case properly prepared. For the present, we observe that the political status of the people of the District has been so materially changed since that decision that it seems proper to make the point that the Barnes case is not authority in this case.</summary>\n<summary data-order=\"43\" data-type=\"summary\" id=\"b94-5\">The cause of action in that case arose at a time when the District was a real as well as a legal municipality, armed with a full equipment of powers, legislative and executive. The people had so large a share in the legislative that no liability could be incurred, and no tax levied without their assent. The real basis of their liability in that case must, when reached, be understood to be this exercise of political power as a consideration. Shadowy and vague as that is, there must be the assumption of something on which to rest this liability, or it cannot exist. The status of the peojile is now totally changed.</summary>\n<summary data-order=\"44\" data-type=\"summary\" id=\"b94-6\">It is true the act of June 11, 18T8, ironically declares that although the people of the District had not been in possession of a political right or franchise, or vestige of corporate power for four years,, “the District of Columbia shall remain and continue a municipal corporation! ”</summary>\n<summary data-order=\"45\" data-type=\"summary\" id=\"b94-7\">It is competent for Congress to declare that the District shall remain a corporation, and under that fiction govern the District. It is not within its power to create a corporation without corporators, and when it is stated that there are no corporators, that is the end of the argument, and the end of authority applicable to corporations. A municipal coirporation must not only have corporators, the resident <page-number citation-index=\"1\" label=\"85\">*85</page-number>citizens, but they, as such, must be in possession of corporate franchises, with the means and power for their due exercise. A municipal corporation has a common council and board of aldermen, or some body which answers to the legal idea of such a legislative agency, a body which owes its personnel to the choice of the corporators. There is no extant legislative body of the District. A municipal corporation under our system has a mayor, designated by the corporators. The District has no such officer, has no executive in any way designated by any corporator or citizen, or inhabitant of the District, nor does the executive government of the District, save in a remote degree, answer to the idea of a mayor.</summary>\n<summary data-order=\"46\" data-type=\"summary\" id=\"b95-4\">As Congress has not given a right of action against this, its continuing municipal corporation for the alleged cause of action counted upon in this case, and as the people of the District can exercise no power in the premises, how can a right of action be implied from any power or duty imposed upon them in the premises ? It never was by anyone anywhere contended that a people, town, hamlet, or hundred, who had no power over, no special interest in a street, highway or bridge, within the limits of the territory they inhabit, or the town covers, was liable for an injury in a civil action caused by a defect in the public works. How can a people, property owners, by any fiction of law, be held responsible for the defects in a street, highway or bridge, over which it is admitted that not even a fiction of law gives them a fiction of power ? As covering this point, and largely and luminously the whole field of municipal liability for torts of the character charged in this case, we cite Hill <em>vs. </em>Boston, 122 Mass., 344; 2d Thomp. Mg., 540.</summary>\n<summary data-order=\"47\" data-type=\"summary\" id=\"b95-5\">\"What is the measure of liability by the District, for the presence of snow and ice upon the streets, as proved in this case ? Whatever may be said of sidewalks, the <em>locus </em>of the accident was on the surface of two streets — the carriageways in common — and it is nonsense to talk of a sidewalk as entering into this already complex idea.</summary>\n<summary data-order=\"48\" data-type=\"summary\" id=\"b95-6\">No reach of science or prescience enables men with any certainty to foretell a snowstorm, its duration, or depth of <page-number citation-index=\"1\" label=\"86\">*86</page-number>fall. So rarely in this latitude has obstruction to streets arisen from that cause, that beyond providing for the removal of snow from the sidewalks proper, there is do provision of law upon the subject. Webb, 168, sec. 18; <em>Id., </em>220, sec. 23.</summary>\n<summary data-order=\"49\" data-type=\"summary\" id=\"b96-4\">It will be observed, that while this last might, perhaps, be held to require a clearing of the crossings on the north side of Pennsylvania avenue, by the Commissioners of Improvements, from First to Fifteenth streets, it is in terms limited to that side.</summary>\n<summary data-order=\"50\" data-type=\"summary\" id=\"b96-5\">To aid the court and jury to appreciate the conditions under which it was sought to hold the District responsible for the accident to the plaintiff, it gave in evidence a duly certified copy, under the seal of the War Department of the •United States Grovernment, under date of January 9, 1882, of observation of the Signal Service of the United States Army, in Washington, D. C., and read so much therefrom as to show that it began to snow at 11 a m., on the 20th day of December, 1880, and snowed continuously in said city of Washington until 3 p. m., on the 21st day of December, 1880 ; that said record further showed that it again began snowing on the 23d' day of December, 1880, at 11 p. m., and continued until the 24th day of December, 1880, at 3 p. m.; and that it began to rain on the 25th day of December, 1880, at 2 p. m., and continued until 11 p. m. of said day.</summary>\n<summary data-order=\"51\" data-type=\"summary\" id=\"b96-6\">From the records of the Signal Office it was shown in evidence, that the city was visited by a lon'g-continued snowr storm, or a series of succeeding storms of unexampled severity in this latitude, continuing from Monday to near nightfall of Friday, followed by a rain storm on Saturday, the day of the accident; and it is said that the District is to be held responsible for the condition of the streets of the city, not for the safety of carriages, but for the foot passengers at the crossings. It has not a man to detail for the duty of clearing them, nor a dollar at its command for this purpose.</summary>\n<summary data-order=\"52\" data-type=\"summary\" id=\"b96-7\">There were several hundred intersections of streets in the city of Washington alone, an hundred as important as that <page-number citation-index=\"1\" label=\"87\">*87</page-number>mentioned in the declaration. To hold that the District should have had this intersection clear at the time, is to hold it responsible for the impossible.</summary>\n<summary data-order=\"53\" data-type=\"summary\" id=\"b97-4\">It is submitted that it would be the only sound and practicable rule to hold that persons who go forth under the conditions attending the plaintiff’s journey, described in the declaration, must do so at their peril. Otherwise, every accident will lay a heavy burden upon the District. It will always be at the discretion of the plaintiff. It will never be present with observing witnesses to prove its side.</summary>\n<opinion data-order=\"54\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b97-5\">Mr. Chief Justice Oartter</author>\n<p id=\"A9P\">delivered the opinion of the court.</p>\n<p id=\"b97-6\">The plaintiff, who is a widow and of advanced age, brings this suit to recover damages in consequence of injuries sustained through the alleged default of the defendant in allowing the snow and ice to accumulate on the footway and crossing at the corner of Seventh street and Pennsylvania avenue, in this city. It appears that she was a passenger on one of the street cars, and that at this point the passengers are transferred from one car to another; that she got off the car, and while going to the other, she slipped and fell, breaking her hip-bone, and became thereby seriously crippled for life. The jury found in her favor, and assessed the damages at $4,500, which is not a large verdict, considering the nature of her injuries, provided under the law and facts of the case she is entitled to recover anything.</p>\n<p id=\"b97-7\">Three primal objections to the verdict are urged by the defendant: First. “ That the present form of government of the District of Columbia, consisting as it does of officers who are appointed and paid by the United States, without any power to levy taxes or to spend money, except as directed by Congress, is not of such a character as to make the District responsible in damages for any negligence of those officers.” Second. “ That the present form of the government of the District of Columbia, having been imposed upon the people of the District, without any power or opportunity <page-number citation-index=\"1\" label=\"88\">*88</page-number>on their part to accept or reject the same, the District cannot be held responsible for the negligence of such government ; ” and, Third. “ That the care of the streets of this city is imposed by statute upon the District, the performance of which is for the general benefit, and that the District derives no profit from it; consequently, no action can be maintained against the District for damages resulting from a neglect to perform such public duty.”</p>\n<p id=\"b98-4\">These questions, however interesting they might be to discuss, have been already considered and decided by the Supreme Court of the United States in the case of Barnes <em>vs. </em>The District of Columbia, 91 U. S., 540, where it was held that the liability of the District is not affected by the manner in which its officers are placed in their position; whether elected by the people or appointed by the President. It is useless, therefore, to enter into any further inquiry upon the subject, since we are bound by the authority of that decision which, although it was rendered by a divided court, must remain the law with us until reversed by the same court which rendered it We are of opinion, therefore, that the District is liable if it fail to keep the streets and highways in such a condition as will render them safe for public use. But this liability is no greater and no less than that of any municipal corporation which receives its grant of power from the sovereign.</p>\n<p id=\"b98-5\">The testimony in this case is, that it had been alternately snowing and raining, with short periods of intermission, three days prior to the accident, and that it was raining at the time of the accident, and for several hour-s prior to and including the time when it occurred. All the streets of the city were covered with a slush 'of mud and snow and ice. There is no evidence that the condition of this particular street was any worse than that of any other of the hundreds of streets in the city. Now, it certainly cannot be maintained that the District authorities are called upon to keep all these streets clear of the millions of tons of snow falling upon them during the winter. Such an undertaking would be incapable of performance, and is simply impossible. <page-number citation-index=\"1\" label=\"89\">*89</page-number>It never has been, done, and never can be done. The most that can be said is, that the District is to be held to liability when, on notice of the dangerous condition of any particular place, it neglects to remedy it. It is not contended that there was any actual notice given the authorities in this instance, but it is claimed that the known fact of the state of the weather, and of its having snowed so continuously, is to be construed as notice. Well, that would apply to every street and crossing of the city, and would affect the plaintiff as much as the defendant. Everyone knows that it is dangerous to travel on the streets at such a season and in such weather, and the responsibility must rest with the citizen who runs the risk - of slipping and falling, if he goes out at such a time, unless he can show that the city authorities had something more in the shape of notice of the dangerous character of the place where he was injured, than that notice which everyone has at such a time. What other notice did the District, through its agents, have ? It knew, ■of course, that it had been snowing and raining, and thawing and freezing for days, and that travel on the streets everywhere was dangerous. But there is not a particle of proof that there was any more notice of a perilous condition -of the street at this point than at any other point. Now, we do not believe that a municipal corporation can be held liable when it has had no more notice than that which arises from the well-known result to the streets everywhere^ of a severe and protracted snow storm. The case was tried upon this theory of constructive notice, and the judgment must, therefore, be reversed, and a new trial granted, in order that the plaintiff may, if she can, charge theDistrict with such notice of the dangerous condition of the locality of this accident as the law requires under the circumstances of this case, and as we have intimated.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}