{
  "casebody": {
    "data": "<casebody firstpage=\"640\" lastpage=\"642\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b678-4\">(164 App. Div. 352)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b678-5\">DAVIDSON v. BUCHANAN et al.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AYkD\">(No. 6249.)</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b678-6\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A9R\">November 6, 1914.)</decisiondate>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b678-7\">1. Executors and Administrators (§ 149<footnotemark>*</footnotemark>) — Sale of Property — Setting Aside- — Necessary Parties.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b678-9\">Where defendants acquired title to or an interest in premises in controversy through conveyances by the executor to testator’s widow, or her daughter, or both, they were necessary parties to an action by complainant, claiming under the will, to set aside such conveyances.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b678-10\">[Ed. Note. — For other cases, see Executors and Administrators, Cent. Dig. §§ 602-606; Dec. Dig. § 149.*]</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b678-11\">2. Executors and Administrators (§■ 149*) — Conveyance of Land — Assignment of Lease — Vacation.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b678-13\">Where executors executed a deed and an assignment of a lease to testator’s widow, and complainant, a legatee and devisee under the will, sued to set aside such instruments, and also a conveyance and assignment by the widow of a one-half interest in such property to her daughter, complainant was bound to allege facts. entitling him to have the conveyance or assignment to the widow set aside, as by showing that she took' fraudulently or without consideration, and an allegation that the widow’s transferees took relying on the record title, without any allegation that they did not part with a consideration, or that they participated in the alleged fraud and conspiracy between the executors and the widow, was insufficient.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b678-14\">[Ed. Note. — For other cases, see Executors and Administrators, Cent. Dig. §§ 602-606; Dec. Dig. § 149.*]</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b678-15\">3. Executors and Administrators (§ 149*) — Sale of Property — Setting Aside — Pleading.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b678-17\">Where complainant, a devisee under a will, sued to set aside transfers of real property by the executors to the widow, and by her to others, for alleged fraud and conspiracy, an allegation that the subsequent grantees had notice of complainant’s=rights under the will did not charge them with notice of the fraudulent\" acts of which complainant complained.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b678-18\">[Ed. Note. — For other cases, see Executors and Administrators, Cent. Dig. §§ 602-606; Dec. Dig. § 149.*]</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b678-19\">4. Pleading (§ 8*) — Fraud—Conclusions.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b678-20\">In a suit to set aside conveyances for fraud, an allegation that the grantees acted in bad faith in acquiring title was not a statement of fact, and was nugatory.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b678-21\">[Ed. Note. — For other cases, see Pleading, Cent. Dig. §§ 12-28%, 68; Dec. Dig. § 8.*]</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b678-22\">5. Action (§ 45*) — Causes of Action — Joinder.</headnotes>\n<headnotes data-order=\"18\" data-type=\"headnotes\" id=\"b678-23\">Where executors obtained their authority to sell real property in controversy from the will, and not from surrogate’s decrees, a complaint by a devisee to set aside the conveyances, and also to set aside the decrees of the Surrogate’s Court judicially settling the acbounts of the executors and trustees under the will, was demurrable for misjoinder of causes of action.</headnotes>\n<headnotes data-order=\"19\" data-type=\"headnotes\" id=\"b678-24\">[Ed. Note. — For other cases, see Action, Cent. Dig. §§ 378-383, 385-448; Dec. Dig. § 45.*]</headnotes>\n<summary data-order=\"20\" data-type=\"history\" id=\"b678-25\">Appeal from Special Term, New York County.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b678-26\">Action by Gilbert C. Davidson against Charles J. Buchanan, as sole surviving executor, etc., and others. From an interlocutory judgment sustaining separate demurrers of defendants Geisha Realty Company and Simson to the amended complaint, plaintiff appeals.</summary>\n<disposition data-order=\"22\" data-type=\"disposition\" id=\"AytY\">Affirmed,</disposition>\n<p data-order=\"23\" data-type=\"judges\" id=\"b679-4\"><page-number citation-index=\"1\" label=\"641\">*641</page-number>Argued before INGRAHAM, P. J., and RAUGHRIN, SCOTT, DOWLING, and HOTCHKISS, JJ.</p>\n<attorneys data-order=\"24\" data-type=\"attorneys\" id=\"b679-5\">John Brooks Leavitt, of New York City (Irving G. Vann, of Albany, on the brief), for appellant.</attorneys>\n<attorneys data-order=\"25\" data-type=\"attorneys\" id=\"b679-6\">Sol. Kohn, of New York City (Henry N. Bellinger, Jr., of New York City, on the brief), for respondents.</attorneys>\n<footnote data-order=\"26\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b678-27\">For other cases see same topic &amp; § number in Dec. <em>&amp; </em>Am. Digs. 1907 to date, &amp; Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"27\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b679-7\">LAUGHLIN, J.</author>\n<p id=\"A7n\">The grounds of the demurrers are that the amended complaint fails to state facts sufficient to constitute a cause of action, and that causes of action have been improperly united. The plaintiff is a legatee and devisee under the will of John McB. Davidson. He brings this action to set aside decrees of the Surrogate’s Court, judicially settling the accounts of the executors and trustees under the will, and to require them to account anew, and to cancel and annul a deed and an assignment of a lease made by the executors to the widow of the testator, and a conveyance and an assignment by her of a one-half interest therein to her daughter, and for other relief.</p>\n<p id=\"b679-8\">The plaintiff alleges that the respondents and others “claim to have various interests as lessees, assignees, mortgagees, or grantees in” the premises so alleged to have been conveyed by, and in the lease so alleged to have been assigned by, the executors, and that they claim to have acquired their interests “on the faith” of the record title of said widow and her daughter, and that the validity of their claims “depends upon whether such claimants parted with value on good faith and without notice”; and he further alleges that they “had full notice of this plaintiff’s rights and interests, and of the rights and interests of the other legatees,” under the third clause of the will of the testator, “and charges that they acted in bad faith in acquiring their respective interests in said properties.” In the statement required by rule 41, the plaintiff states that said respondents were joined as parties defendant by an order on the 30th day of April, 1913. The order, however, is not in the record, and there is nothing to sustain the appellant’s contention that they were joined by consent; and their counsel contend that the order was entered on an ex parte application. For the purposes of this appeal, it must be assumed that they are not voluntary parties to the action, and therefore they are in no manner estopped from questioning the sufficiency of the complaint.</p>\n<p id=\"b679-9\"><bracketnum>[1, 2]</bracketnum> If the respondents acquired title to or an interest in the premises through the widow or her daughter, or both, they are necessary parties to an action to set aside a conveyance of the land and an assignment of the lease (Cook v. Lake, 50 App. Div. 92, 63 N. Y. Supp. 818); and it was incumbent on the plaintiff to allege facts entitling him to have the conveyance or assignment to them set aside, as by showing that they took the same fraudulently or without consideration. The only allegations in the complaint relating to this point are those herein set forth, and it is manifest that they are insufficient. The plaintiff, in effect, alleges that they claim to- have acquired their right, title, or interest, relying upon the record title; but he does not charge that they did not part with consideration, or that they in any manner par-<page-number citation-index=\"1\" label=\"642\">*642</page-number>ticipated in the fraud, or had knowledge of the fraud and conspiracy which he alleges actuated the defendant executor and the widow.</p>\n<p id=\"b680-5\"><bracketnum>[3, 4]</bracketnum> The mere fact, as alleged, that they had notice of the plaintiff’s rights and interests under the will, does not charge them with notice of the fraudulent acts of which he complains. The bald charge that they acted in bad faith in acquiring title is not a statement of fact. Knowles v. City of New York, 176 N. Y. 430, 68 N. E. 860. Thus it appears that no cause of action is alleged against the respondents.</p>\n<p id=\"b680-6\"><bracketnum>[5]</bracketnum> The other ground of the demurrers was equally well taken, for the plaintiff may be entitled to have the decrees of the Surrogate’s Court set aside, and not be entitled to'have the deed and assignment from the executors set aside. The evidence on those issues will necessarily be different. The executors obtained their authority to sell from the will, and not from the surrogate’s decrees. Therefore there is an improper joinder of causes of action.</p>\n<p id=\"b680-7\">It follows, therefore, that the interlocutory judgment should be affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}