{
  "casebody": {
    "data": "<casebody firstpage=\"313\" lastpage=\"317\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b365-4\">Inez Stengel GAY, Appellant, v. Daniel Neal HELLER, George C. McCaughan and George E. Holt (Katherine S. McCaughan, as Executrix of the Estate of George C. McCaughan, Deceased, substituted in place of George C. McCaughan), Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b365-6\">No. 16523.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b365-7\">United States Court of Appeals Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b365-8\">Feb. 11, 1958.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b366-5\"><page-number citation-index=\"1\" label=\"314\">*314</page-number>Daniel L. Ginsberg, Miami, Fla., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b366-6\">L. J. Cushman, John H. Gunn, Daniel Neal Heller, Miami, Fla., for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b366-7\">Before RIVES, TUTTLE and BROWN, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b366-8\">TUTTLE, Circuit Judge.</author>\n<p id=\"b366-9\">This is an appeal from a judgment of the trial court dismissing this suit against a Florida state circuit court judge, a court appointed curator and the attorney of record for plaintiff in the state court proceedings which terminated unsatisfactorily for plaintiff. The jurisdiction of the trial court was based on diversity of citizenship, and in addition the complaint sought to make out a case arising under the federal civil rights statutes.</p>\n<p id=\"b366-10\">In essence the complaint charged that defendant McCaughan (who has died, but is here represented by his personal representative, Katherine S. McCaughan, his executrix) was an attorney at law of Miami, Florida; that she employed him and paid him a fee of $500 to cause her and an uncle to be appointed by the <em>county court </em>as guardians for appellant’s grandmother, a temporary sojourner in Florida whose legal residence was the state of New Jersey; that upon MeCaug-han’s advice she signed instead a petition for appointment of a curator by the <em>circuit court; </em>that she relied on his advice that she could legally file such a petition, but that because she was not of the class specified in the statute she actually had no standing to file such petition; that nevertheless the circuit judge, another defendant, George Holt, knowing its invalidity, appointed co-defendant Heller as curator and appointed McCaughan attorney for the curator; that the defendants thereafter, conspiring together to liquidate the estate of the grandmother, caused the estate in Florida, valued by her at $60,000, to be sold for $5,300,. which was divided, by court order made-by conspiracy among the three defendants, between McCaughan and Heller in. whose favor the court also gave personal judgments against appellant, without notice to her or opportunity to be heard, of an additional $10,000 for fees; that the circuit judge, pursuant to the plan, agreed to and participated in by her attorney McCaughan, entered void orders, which, among other things, adjudged appellant’s ward to be domiciled in Florida in order to get control over income of a New Jersey trust in favor of the grandmother, adjudging the income to be subject to the curator’s demand; and finally adjudging appellant in contempt and committing her to jail for 60 days, without personal notice and without a hearing; that she avoided incarceration only by removing herself and her grandmother from the state of Florida (before any contempt proceedings had been brought); that during all of these matters McCaughan was still her attorney of record and obligated to attend to her interests and those of her grandmother; that he informed her when she sought to discharge him that she could not legally do so unless she paid him additional fees and until the court had allowed his fees as attorney for the curator; that she was thus unable to get any proper legal advice or representation while he was conspiring with the others to her detriment. The grandmother has since died; the judgment of committal for contempt of court and the judgments in favor of McCaughan and Heller for some $10,000 are still unsatisfied as against her. None of the orders of the circuit court of which appellant complains have been appealed and none have been attacked collaterally before the filing of this suit. The suit here before the court seeks an injunction against the enforce<page-number citation-index=\"1\" label=\"315\">*315</page-number>ment of the judgment, asks that they be held to be null and void and for compensatory damages, including the amount of the judgments against her, and punitive damages.</p>\n<p id=\"b367-5\">The trial court dismissed the complaint as amended as against Holt, the circuit judge, and Heller, the curator, for a failure to allege a claim on which relief could be granted; initially it dismissed the complaint against McCaughan, but .granted leave to amend; upon the filing of an amendment seeking to allege the facts against McCaughan that included those set out above, the court finally dismissed the complaint as to him also. This appeal complains of the orders of dismissal as to all of the parties.</p>\n<p id=\"b367-6\">This being a suit between a New York plaintiff and Florida defendants the jurisdiction of the federal courts attaches by reason of the <em>diversity </em>of citizenship.</p>\n<p id=\"b367-7\">To the extent that the plaintiff seeks to assert a constitutional right under the XIV Amendment, or a right of action under the Federal civil rights statutes,<footnotemark>1</footnotemark> the complaint as against Holt and Heller does not, we think, assert any different cause of action than would be available to appellant as a non-resident of Florida suing on the basis of diversity of citizenship. State judges and state courts are, of course, repositories of state power, and state court action may in some cases amount to a deprivation by a state of rights guaranteed by the XIV Amendment, e. g., state court enforcement of racial covenants in real estate contracts, Shelley v. Kraemer, 334 U.S. 1, 68 S.Ct. 836, 92 L.Ed. 1161. This is not to say, however, that for the acts done by a state court that are alleged to have violated the plaintiff’s constitutional rights the remedy is a suit for damages under the civil rights statutes. The normal wray to correct errors in the trial or other disposition of a law suit is by appeal, not by suing the judge. The Supreme Court held in Tenney v. Brandhove, 341 U.S. 367, 71 S.Ct. 783, 95 L.Ed. 1019, that the civil rights acts could not be interpreted so as to give a right of action for damages by an aggrieved plaintiff against a committee of a state legislature. As subsequently stated by the Court of Appeals for the First Circuit in a suit for damages against a state court judge in Francis v. Crafts, 1 Cir., 203 F.2d 809, 811:</p>\n<blockquote id=\"b367-9\">“It is clear that the immunity of judges from civil liability for acts done in the course of their official functions is no less firmly and deeply rooted in the traditions of Anglo-American law, reaching back to ancient times [than the immunity of the legislature].”</blockquote>\n<p id=\"b367-10\">The Court there held that the civil rights laws did not intend to subject judges to suit any more than they did members of the legislature. Numerous other decisions affirm this view. Tate v. Arnold, 8 Cir., 223 F.2d 782; Peckham v. Scanlon, 7 Cir., 241 F.2d 761; MacNeil Bros. Co. v. Justices of Superior Court, 1 Cir., 242 F.2d 273; Ryan v. Scroggin, 10 Cir., 245 F.2d 54, 59. Nothing to the contrary is stated in our case of Lewis v. Brautigam, 5 Cir., 227 F.2d 124, 128.</p>\n<p id=\"b367-11\">Undoubtedly, a federal court in a diversity case, just as a state court, might have jurisdiction of a suit in which it is alleged with the particularity required under Fed.Rules Civ.Proc. rule 9(b), 28 U.S.C.A. for the statement of a cause of action for fraud, that a lawyer employed by a plaintiff conspired with a state court judge to cause the plaintiff to bring a suit in the court presided over by the conspirator, but which court was used solely as a mask to enable the judge to acquire custody or control of property of the plaintiff with the prearranged plan to divide up such property between the judge and the lawyer, and in which it is alleged that such plan was carried out by the two conspirators. The fact that one of the alleged actors in such a conspiracy is a judge of a state court would not, under such allegations, protect him from a suit for damages resulting from such illegal acts. The Florida courts <page-number citation-index=\"1\" label=\"316\">*316</page-number>recognize the existence of a cause of action of this type. Farish v. Smoot, Fla., 58 So.2d 534; Beckham v. Cline, 151 Fla. 481, 10 So.2d 419, 145 A.L.R. 705.</p>\n<p id=\"b368-4\">Here, no matter how aggravated a situation the appellant feels existed, no such cause of action is alleged against the trial judge and the curator. There are allegations that when the appellant’s lawyer caused the curator petition to be filed in the circuit court by misleading her as to the applicable law, the curator Heller and the judge conspired to enter invalid orders and judgments to appellant’s detriment and to the detriment of her grandmother. These allegations do not add up to sufficient to permit a trial court, on a collateral attack, to find that the acts of the circuit court judge were “without the scope and limits of his jurisdiction.” Rammage v. Kendall, 168 Ky. 26, 181 S.W. 631, L.R.A.1916C, 1295 as quoted in Farish v. Smoot, supra [58 So.2d 538].</p>\n<p id=\"b368-5\">From all the orders entered against appellant there was the right of appeal. This suit for damages cannot be made a substitute for an appeal from the orders and judgments which stand unappealed from. . The trial court did not err in dismissing the complaint as against Holt and Heller.</p>\n<p id=\"b368-6\">As to her employed attorney at law, however, matters stand quite differently. Appellee, McCaughan, seeks to equate his position with that of the two official defendants, arguing that because his actions terminated in each instance in the issuing of an order or judgment that has not been validly attacked, no cause of action has been asserted against him. This is no answer to a complaint that alleges that the orders and judgments were brought about by a violation on the part of McCaughan of his obligations to appellant arising from the relationship of attorney and client. We know of no authority for the proposition that lawyer is exempt from suit for a failure to carry out the contractual professional obligation to his client merely because his alleged breaches of duty include his participation in obtaining allegedly improper judgments against the client which have not been set aside.</p>\n<p id=\"b368-8\">The complaint alleges that she employed McCaughan to represent her and her grandmother in seeking a guardianship for the grandmother and her property in Florida; that instead of doing this in the county court, which had jurisdiction, he persuaded her to file for the appointment of a curator in the circuit court; that against her wishes he nominated himself as curator, but the judge appointed Heller and appointed the lawyer as counsel for the curator; that the lawyer cooperated with Heller in breaches of the trust he assumed in that a valuable estate was wasted and he and Heller ended up by obtaining from a complacent or cooperating court the entire estate plus a judgment against her for $10,000, whereas the only funds ever administered by the curator and McCaughan as his counsel, was $5,300. It also alleged that her lawyer, the defendant, participated with Heller in causing her to be cited and adjudged in contempt and ordered jailed in her absence from the state, in order to bring pressure on her to cooperate with them in their attempt to subject income from a New Jersey trust to the Florida curatorship. It is difficult to see on what theory the trial court dismissed the complaint against McCaughan for failure to state a cause of action. Such a charge of failure to perform his duty as an attorney, without the allegations of actively plotting against his own client would, we think, state a cause of action in any jurisdiction in the United States. See 5 Am.Jur. 286, where is stated the undoubted principle that guides the relationship between attorney and client:</p>\n<blockquote id=\"b368-9\">“§ 46. * * * An attorney must faithfully, honestly, and consistently represent the interests, and protect the rights, of his client. He is bound to discharge his duties to his client with the strictest fidelity, to observe the highest and utmost good faith towards him, and <page-number citation-index=\"1\" label=\"317\">*317</page-number>to obey his lawful directions. * * ”</blockquote>\n<p id=\"b369-5\">It is certainly so in Florida. Weekley v. Knight, 116 Fla. 721, 156 So. 625. In re Clifton, 115 Fla. 168, 155 So. 324.</p>\n<p id=\"b369-6\">That is all that is necessary to resist a motion to dismiss, for with jurisdiction based on diversity of citizenship the district court must pass on the merits of any case that would entitle a plaintiff to a trial on the merits in a Florida state court.</p>\n<p id=\"b369-7\">We, of course, express no opinion on whether appellant can prove her allegations. We hold only that the complaint as amended asserted a claim which, if true, would support relief.</p>\n<p id=\"b369-8\">The judgment is affirmed as to the dismissal as against appellees Holt and Heller, and is reversed as against Mc-Caughan for further proceedings not inconsistent with this opinion. Costs will be assessed one-third to McCaughan and two-thirds to appellant.</p>\n<footnote label=\"1\">\n<p id=\"b367-12\">. E. g. 42 U.S.C.A. §§ 1983, 1985.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}