{
  "casebody": {
    "data": "<casebody firstpage=\"25\" lastpage=\"28\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b65-6\">JAMES E. BRODHEAD, PROSECUTOR, v. THE MAYOR AND COMMON COUNCIL OF THE BOROUGH OF FLEMINGTON.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b65-7\">Submitted July 3, 1913</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aj-\">Decided November 3, 1913.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b65-8\">Remonstrances filed under the provisions of the amendment to the Borough act <em>(Pamph. </em>1900, <em>p. </em>133) may be effectively withdrawn at any time during' the sixty days, provided that remonstrances to the required amount have not been filed with the borough clerk; the occurrence of that event at any time, during the sixty days terminates the authority of common council in the premises, hence withdrawals made thereafter are inefficacious.</headnotes>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b65-9\">On <em>certiorari.</em></summary>\n<p data-order=\"5\" data-type=\"judges\" id=\"b65-10\">Before Justices Garrison, Trenchard and Mint urn.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b65-11\">For the prosecutor, <em>George II. Large.</em></attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b65-12\">For the defendant, <em>II. Burdelt Kerr.</em></attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b65-13\">The opinion of the court was delivered by</p>\n<author id=\"b65-14\">Garrison, J.</author>\n<p id=\"AAM\">This writ brings up a resolution of the mayor and common council of the borough of Flemington in the matter of the acquisition of the Flemington water works under the authority of the Borough act. By an amendment to that act passed in 1906 <em>(Pamph. L., p. </em>133) it was provided that if, after the adoption of the preliminary resolution <page-number citation-index=\"1\" label=\"26\">*26</page-number>of the intention of council to submit to the voters the question of such acquisition and within sixty days after the date of the first publication of such notice of intention, a remonstrance against such purchase of water works, signed by owners of not less than one-half in value of real' estate in said borough, according to the said last preceding assessed valuation, “be filed with the borough clerk, no such election shall be called or held and no further proceedings taken based on such resolutions and application.”</p>\n<p id=\"b66-5\">The question before us is whether or not such a remonstrance was filed with the borough clerk in view of the fact that after a remonstrance signed by more than one-half in value of real estate in the borough had been filed with the borough clerk a sufficient number of such remonstrances were afterwards and within the sixtjr days withdrawn to reduce the value of real estate represented by the remaining remonstrances below the required amount.</p>\n<p id=\"b66-6\">The precise facts as stipulated by counsel are that the sixty dajrs began to run on June 11th, 1912, and expired on August lOih, 1912. That the total assessed value of real estate was $1,328,550, one-half of which would be $664,285. That on July 22d, 1912, remonstrances representing an assessed value of $776,100 were filed with the borough clerk, increased later by $14,120, making a total of $790,220, and that on August 6th, $4,900 was withdrawn, and on August 10th, the last of the sixty days, a remonstrance representing an assessed value of $130,100 was withdrawn, reducing the amount left on file to $660,120, <em>i. </em>e., less than the required one-half.</p>\n<p id=\"b66-7\">We think that these withdrawals, made after the required one-half had been filed with the borough clerk, were inefficacious to destroy the force given by the statute to the filing of such a remonstrance with the borough clerk.</p>\n<p id=\"b66-8\">We reach this conclusion upon the language of the statute and not upon any rule of law touching the general right of withdrawal.</p>\n<p id=\"b66-9\">The statute has in the most explicit manner stated the event upon the occurrence of which the power of the com<page-number citation-index=\"1\" label=\"27\">*27</page-number>mon council should be at an end, viz., when remonstrances representing not less than one-half of the assessed value of real estate should be filed with the city clerk. The fact that sixty days are given within which remonstrances may be filed does not in the least affect the foregoing positive provision, or substitute for it the very different provision that council’s authority shall depend upon the state of the clerk’s files at the end of the sixty days. Until the specific event set up by the statute has occurred, <em>i. e., </em>before one-half of the assessed value has been filed with ihe borough clerk, withdrawals are of course efficacious to reduce the amount on file.</p>\n<p id=\"b67-5\">Such a case was <em>Wilson </em>v. <em>Collingswood, </em>51 <em>Vroom </em>626, where the state of fact was “that from time to time certain of (the remonstrances) were withdrawn,” so that “neither at the end of the sixty days nor at any time prior thereto <em>were </em>there sufficient remonstrances in force to defeat the scheme.” This being the state of facts then before this court its decision was confined thereto and the application of any of <em>ihe </em>general remarks of the opinion to a state of facts that admittedly was not then before the court would necessarily result in mere <em>dictum.</em></p>\n<p id=\"b67-6\">The affirmance of this case by the Court of Errors and Appeals was upon an entirely different ground. <em>Wilson </em>v. <em>Collingswood, </em>52 <em>Vroom, </em>634.</p>\n<p id=\"b67-7\">Cases such as <em>Bachman </em>v. <em>Phillipsburg, </em>39 <em>Vroom </em>552, and <em>Biddle </em>v. Riverton, 29 <em>Id. </em>289, and others in which, owing to the legislative language, the application or remonstrance must speak as of the time when it is officially presented to the governing body and cognizance taken of it, have obviously no application to the present case where the legislature has itself prescribed the critical event to be not the taking of cognizance by the governing body, but the filing of the required remonstrance with a specified official.</p>\n<p id=\"b67-8\">So on the other hand, eases in which the withdrawals were made after the expiration of the rime limit are without pertinence, although in one of them, viz., <em>Jersey City Brewery Co. </em>v. <em>Jersey City, </em>13 <em>Vroom </em>575, Mr. Justice Magic points <page-number citation-index=\"1\" label=\"28\">*28</page-number>out the very -mischief that would result from the contention of the'.defendant in the present case.</p>\n<p id=\"b68-5\">Our conclusion upon the language of the statute before us is that while it.is true that remonstrances may be effectively withdrawn at-any time- during the sixty days, provided the critical event get up, by the statute has not occurred, it is also true that-such event when it occurs terminates the statutory scheme and that thereupon the power of the common council is at an end in precise conformity with the specific mandate of the statute.</p>\n<p id=\"b68-6\">'The resolution brought up by this writ having been passed after the jurisdiction of the common council had been thus ousted in the manner prescribed by the statute must be set aside. -</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}