{
  "casebody": {
    "data": "<casebody firstpage=\"398\" lastpage=\"400\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b434-8\">UNITED STATES ex rel. AMERICAN GAS-ACCUMULATOR CO. v. COE, Com’r of Patents.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b434-9\">No. 6536.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b434-10\">United States Court of Appeals for the District of Columbia.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b434-11\">Decided May 4, 1936.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b434-21\">C. B. Des Jardins, of Washington, D. C., and John H. Bruninga, of St. Louis, Mo., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b434-22\">R. F. Whitehead, of Washington, D. C.r for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b434-23\">Before MARTIN, Chief Justice, and ROBB, VAN ORSDEL, GRONER, and STEPHENS, Associate Justices.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b434-24\">VAN ORSDEL, Associate Justice.</author>\n<p id=\"b434-25\">This is an appeal from an order of the Supreme Court of the District of Columbia dismissing a petition for writs of man<page-number citation-index=\"1\" label=\"399\">*399</page-number>damus and prohibition and discharging a rule to show cause issued against the Commissioner of Patents.</p>\n<p id=\"b435-4\">It appears that an interference proceeding was had in the Patent Office between a pending application of one Thomas D. Davidson, No. 344,241, filed March 5, 1929, and a patent to Boots et al., No. 1,751,070, owned by the petitioner. This application of Davidson was filed during the pendency of another application of his, No. 421,761, which had been filed on November 4, 1920 and in which certain claims had been allowed. The examiner rejected Davidson’s later application, and on appeal his decision was affirmed by the Board of Appeals. .The Board, however, later reconsidered and vacated its first decision and allowed the rejected claims, stating that certain patents had been called to its attention, including the patent to Boots et al., and holding that Davidson was entitled to a filing date of November 4, 1920, which antedated Boots’ application. The Board of Appeals stated, however, that “it is not thought that he [Davidson] is entitled to a patent without an interference, in view of the claims of these patents.” The Board further said: “In view of the claims which have been allowed to Cardwell and Boots et al. and the fact that the ground of rejection is not a clear anticipation but is of an argumentative character we will set aside our decision of December 6, 1932, and reverse the decision of the Examiner as to claims 2, 3 and 4 * * *.”</p>\n<p id=\"b435-5\">Davidson then copied one claim of the Boots patent and an interference was declared. Boots moved to dissolve the interference, attacking the right of Davidson to make the copied claim, and setting forth other grounds for dissolution. The Examiner of Interferences granted the motion to dissolve the interference and denied a motion to amend the issue. An ex parte appeal was taken by Davidson from the decision of the Examiner to the Board of Appeals, but was later withdrawn. Thereafter the claims of the Davidson application, other than the three claims considered by the Board in the former appeal, were canceled and the application was passed to issue.</p>\n<p id=\"b435-6\">In the present case a writ of mandamus is sought to compel the Commissioner to enter a formal judgment in the interference between the Boots patent and the Davidson application, holding that Davidson is not entitled to the claims which were allowed by the Board and which led to the interference. The writ of prohibition is sought to prohibit the Commissioner from issuing to Davidson a patent containing these claims.</p>\n<p id=\"b435-8\">After the petition was dismissed and the rule discharged in the lower court, and an appeal taken to this court, the Commissioner of Patents proceeded to issue to Davidson a patent containing the contested claims. In allowing these claims the Commissioner merely exercised the discretion reposed in him, and if error was committed the remedy is by appeal, not by mandamus.</p>\n<p id=\"b435-9\">It seems to be conceded here that the matter of prohibition has become a moot question, since a patent has been issued to Davidson and all questions involving the validity of that patent have passed beyond the jurisdiction and control of the Patent Office and are no longer subject to any action by the Commissioner of Patents. McCormick Machine Co. v. Aultman Co., 169 U.S. 606, 18 S.Ct. 443, 42 L.Ed. 875.</p>\n<p id=\"b435-10\">Coming now to the question of the right of petitioner to a writ of mandamus compelling the Commissioner to enter judgment in conformity with the holding of the Examiner of Interferences on the motion to dissolve the interference, we think that petitioner is not entitled to this writ. Our attention has not been directed to any statute or rule of the Patent Office which provides for or requires the entry of a judgment by the Examiner of Interferences following a decision on a motion- to dissolve. To go back now in this closed interference and enter the order here sought would, we think, amount to a rejection of the claims of the Davidson patent. The right of Davidson to these claims has already been determined by the Commissioner ánd the patent has been issued to. Davidson, thus placing the matter, so far as the patent is concerned, beyond the jurisdiction and control of the Patent Office.</p>\n<p id=\"b435-11\">Section 4904, R.S., as amended (35 U.S.C.A. § 52), provides for interferences, but nowhere does it specify the procedure to be followed in an interference proceeding. We have held, in a fully considered opinion, that the procedure in interferences is determined by the rules of the Patent Office. Allen v. United States ex rel. Lowry, 26 App.D.C. 8.</p>\n<p id=\"b435-12\">But we are confronted with a more conclusive reason why mandamus will not <page-number citation-index=\"1\" label=\"400\">*400</page-number>lie in this case. The Commissioner of Patents, in considering an application for a patent, is vested with authority to determine whether or not an interference shall be instituted, and to pass upon the proceedings in interferences. In the exercise of this authority he acts in a quasi-judicial capacity, and his discretionary action in this respect cannot be controlled by mandamus or injunction.</p>\n<p id=\"b436-4\">“That it was intended that the commissioner of patents, in issuing or withholding patents, in reissues, interferences, and extensions, should exercise quasi judicial functions, is apparent from the nature of the examinations and decisions he is required to make, and the modes provided by law, according to which, exclusively, they may be reviewed. * * * It is suggested that the writ was erroneously awarded by the court below, on the ground that the decision of the commissioner of patents, in favor of issuing the patent to the relators, was erroneous in law upon its face. But that question does not arise upon this record. We have adjudged that it belongs exclusively to the commissioner to decide the question for himself whether a patent ought t'o issue.” Butterworth v. Hoe, 112 U.S. 50, 67, 68, 5 S.Ct. 25, 34, 28 L.Ed. 656.</p>\n<p id=\"b436-6\">The judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}