{
  "casebody": {
    "data": "<casebody firstpage=\"269\" lastpage=\"274\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b285-4\">WILLIAM BEEDIE, PLAINTIFF-APPELLANT, v. INTERNATIONAL BROTHERHOOD OF ELECTRICAL WORKERS, AN UNINCORPORATED ASSOCIATION, ETC., DEFENDANT-RESPONDENT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b285-6\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b285-7\">Argued March 2, 1953</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ABK\">Decided April 6, 1953.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b286-4\"><page-number citation-index=\"1\" label=\"270\">*270</page-number>Before Judges Eastwood, Bigelow and Jayne.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b286-5\"><em>Mr. John W. Applegate </em>argued the cause for the plaintiff-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b286-6\"><em>Mr. John J. Connell </em>argued the cause for the defendant-respondent <em>(Mr. Sido L. Bidolfi, </em>attorney).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b286-7\">The opinion of the court was delivered by</p>\n<author id=\"b286-8\">Eastwood, S. J. A. D.</author>\n<p id=\"Aun\">Plaintiff William Beedie filed a complaint in the Superior Court, Law Division, Monmouth County, alleging that he was employed by the defendant as an International representative from 1937 until 1949, and that his salary was fixed by the defendant’s constitution; that from 1946 through 1948 he received a total compensation of $15,142.75, instead of $23,500, as provided by the constitution. He sought payment for the difference of $8,357.25.</p>\n<p id=\"b286-9\">Defendant’s answer asserted that plaintiff was employed as an organizer and not as an International representative, and that he had been fully paid for his services. By way of separate defense, the defendant alleged that plaintiff had not complied with article XXII, section 4; of the constitution of the International Brotherhood of Electrical Workers, regarding prosecution of remedies through the organization for alleged claims. The pertinent provision of that section provides, <em>inter alia:</em></p>\n<blockquote id=\"b286-10\">“Sec. 4. Each applicant admitted, shall, in the presence of members of the I. B. E. W., repeat and sign the following obligation:</blockquote>\n<blockquote id=\"b286-11\">“‘I, ............................................. freely and</blockquote>\n<blockquote id=\"b286-12\">(Give name)</blockquote>\n<blockquote id=\"b286-13\">withqut mental reservation, in the presence of members of the International Brotherhood of Electrical Workers, do sincerely promise and agree to conform to and abide by the Constitution and laws of the I. B. E. W. and its local unions. I will faithfully <page-number citation-index=\"1\" label=\"271\">*271</page-number>further, by every means within my power, the purposes for which the I. B. E. W. is instituted. I will bear true allegiance to the 1. B. E. W. and will never sacrifice its interest in any manner. I promise and agree not to resort to any court of law for redress for any injustice that I may believe has been done me by the I. B. E. W. or any of its local unions, until I have first resorted to and exhausted the remedies provided for this object by the Constitution, laws and rules of the I. B. E. W. Should I leave the 1. B. E. W. of my own free will, be suspended or expelled, I shall consider this obligation to be as binding upon me then as now.’ ”</blockquote>\n<p id=\"b287-5\">The trial court granted defendant’s motion to dismiss the complaint on the ground that plaintiff must first exhaust his remedies within the organization before seeking redress in the courts. The plaintiff appeals from the judgment of dismissal.</p>\n<p id=\"b287-6\">The plaintiff contends that the article of the constitution referred to above is applicable solely to matters of discipline and involves membership matters, whereas the present suit seeks damages arising out of a contract of employment, for which relief the law court is the proper tribunal; that he is excused from compliance with the provisions of the constitution because the remedies of appeal thereunder are illusory, futile or vain; that the defendant’s motion to dismiss the complaint should have been denied because it presented a jury question as to whether or not plaintiff’s resort to the union tribunals would be illusory, futile or vain.</p>\n<p id=\"b287-7\">The defendant contends that plaintiff must first exhaust his remedies within the organization before resorting to the law courts and that the courts will not invoke the exception, <em>i. e., </em>where the pursuit would prove “futile, illusory and vain,” in the absence of proof of this latter circumstance. It is argued that plaintiff wholly failed to allege this latter circumstance as a justifying reason for the trial court to hear the matter and that, therefore, this question is not properly before the appellate court. Notwithstanding this contention, the defendant denies that the remedies under the constitution are “illusory, futile or vain”; that within 30 days of receiving a salary at less than he felt was proper, plaintiff should have filed a notice of appeal with the Inter<page-number citation-index=\"1\" label=\"272\">*272</page-number>national president and from his decision could then appeal within 30 days to the International executive council, and that within three months thereafter the council would make and render a decision; that this latter decision could be appealed to the International convention which meets every two years.</p>\n<p id=\"b288-4\">The question before us is, in the first instance, one addressed to exercise of the jurisdiction of the court. That the right to a salary, or money damages, resulting from unpaid salaries, is a property right, is beyond question. Where the proofs established such a right, the law court has ample jurisdiction and authority to enforce it.</p>\n<p id=\"b288-5\">We direct our attention to article XXII of the defendant’s constitution about which the controversy centers. That article is entitled “Admission of Members,” and sections 1, 2 and 3 thereof involve the prerequisites of membership. Section 4 recites the obligations of membership, <em>i. e., </em>a loyalty pledge of each member. This we construe to he a matter of discipline, a safeguard of the moral integrity of the association in demanding a pledge of fidelity of the applicants as a prerequisite to qualification for membership.</p>\n<p id=\"b288-6\">Early in our judicial history our courts considered the matter of intervention by civil courts in questions between a voluntary association and one of its members. In the case of <em>Zeliff v. Knights of Pythias, </em>53 <em>N. J. L. </em>536 <em>(Sup. Ct. </em>1891), the court stated at <em>pp. </em>537, 538:</p>\n<blockquote id=\"b288-7\">“In determining whether courts will take jurisdiction,' a distinction must be observed between cases in which the association subjects its members to discipline for immoral conduct or for violation of the rules of the order, and those instances in which the member appeals to the courts to secure property rights or to enforce money demands. In regard to matters of discipline, the courts will not interfere against the decision of the members of a club professing to act under its rules, unless it can be shown, either that the rules are contrary to natural justice, or that what has been done is contrary to the rules, or that there has been <em>mala flies </em>or malice in arriving at the decision, or refusal to give the member a hearing.”</blockquote>\n<p id=\"b288-8\">The ruling in the <em>Zeliff </em>case was cited with approval in the case of <em>Roxbury Lodge v. Hocking, </em>60 <em>N. J. L. </em>439 <em>(E. &amp; A. </em>1897).</p>\n<p id=\"b289-4\"><page-number citation-index=\"1\" label=\"273\">*273</page-number>An examination of the defendant’s constitution in the matter <em>sub judice </em>indicates no provision for prosecution of money claims against the association, hut refers to matters of appeals from decisions involving membership and discipline. As stated in <em>Roxbury Lodge v. </em>Hocking, <em>supra, </em>at <em>p. </em>442:</p>\n<blockquote id=\"b289-5\">“The express provision for procedure in the lo&lt;lge, being restricted to matters of discipline, by implication excludes the idea that money demands are to be taken cognizance of by the tribunals of the defendant order. * * ®”</blockquote>\n<p id=\"b289-6\">In the case of <em>Dragwa v. Federal Labor Union No. </em>23070, 136 <em>N. J. Eq. </em>172, 179 <em>(Ch. </em>1945), the court referred to the general rule and stated:</p>\n<blockquote id=\"b289-7\">“The general rule has its appendant exceptions. For example, an immunity from the rule arises where property rights are implicated, and it is manifest that a resort to the remedies afforded by the association would be futile, illusory, or vain, <em>Walsche v. Sherloch, supra, </em>or where knowledge of the opportunity to seek redress within the agencies of the society has been arbitrarily withheld from the aggrieved member. <em>Cf. Chew v. Manhattan Laundries, Inc., </em>134 <em>N. J. Eq. </em>566, 36 <em>A. 2d </em>205.”</blockquote>\n<p id=\"b289-8\">Referring specifically to the matter of the exception from the general rule in matters involving property rights, it was said at <em>pp. </em>179, 180:</p>\n<blockquote id=\"b289-9\">“Tn so contending the complainant confronts the positive declarations of our Court of Errors and Appeals: ‘Even where property rights are involved, there will be no judicial interposition until the remedy within the body has been exhausted, if it is adequate and the members have so stipulated.’ <em>Mogelever v. Newark Newspaper Guild, </em>124 <em>N. J. Eq. </em>60, 199 <em>A. </em>56; <em>Chew v. Manhattan Laundries, Inc., supra.</em></blockquote>\n<blockquote id=\"b289-10\">‘Tt is the settled rule that, where the question is a social one, involving discipline or the conduct or standing of a member of such an association, he must exhaust his remedy in the tribunal of the organization before he can invoke the aid of the civil courts; and even if property rights are involved, and the rules of the association provide a remedy within that body, and the members have agreed to exhaust that remedy before application to the law courts, the latter will not interfere until that remedy has been exhausted.’ <em>Cameron v. International, &amp;., Union No. </em>384, <em>supra.\"</em></blockquote>\n<p id=\"b290-3\"><page-number citation-index=\"1\" label=\"274\">*274</page-number>The absence of any provision relating to the hearing of money claims or property rights against the association leads us to the conclusion that in the premises the issue was one properly cognizable by the court in the first instance.</p>\n<p id=\"b290-4\">Aside from the fact that the appeal procedure fails to refer to matters of money claims or property rights, our review of the appellate procedure discloses that final appeal is to the I. B. E. W. convention which does not convene until 1954; that under the constitution only delegates appointed by a local union may attend the convention and be recognized; that plaintiff is neither a member nor officer of a local union and that there is the ever present possibility that the convention will be held at a distant point which would prove expensive and inconvenient for plaintiff to prosecute his appeal, if he otherwise were qualified so to do. In addition thereto, we find no provision compelling the entertainment of such an appeal by the convention. Under the circumstances, we question the adequacy of the plaintiff’s remedy under the constitutional provisions.</p>\n<p id=\"b290-5\">The judgment of the Law Division of the Superior Court, dismissing plaintiff’s complaint, is reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}