{
  "casebody": {
    "data": "<casebody firstpage=\"107\" lastpage=\"122\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b135-4\">R. WELDON HOWETH <em>vs. </em>COLBOURNE BROTHERS COMPANY, a Corporation, WM. T. COLBOURNE, T. ERTON COLBOURNE and ROLAn E. MARCHANT.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b135-5\">\n<em>Corporations; dissolutions; appointment of receivers; insolvency; fraud; internal management; control,of stockholders; managers and office force; discharge of.</em>\n</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b135-6\">Apart from statutory power, a Court of equity can not dissolve a corporation, and under the law in force in this State, it is necessary to prove that the corporation is insolvent before it can be dissolved. p. 115</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b135-7\">A'bill of complaint by a stockholder was filed against the corporation asking for its dissolution, the appointment of a receiver, an account of its liabilities and injunction to prevent disposition of any of its assets and for general relief, on the ground of insolvency, fraud and various grounds relating to the internal management of the company. It was held, on appeal, that there was no proof of insolvency or fraud and the decree dismissing the bill was affirmed. p. 117</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b135-8\">Insolvency when applied to dealers - and merchants must be taken to mean inability of -the debtor to pay debts as they become due in the ordinary course of business. p. 115</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b135-9\">The mere making of an overdraft is not sufficient evidence of insolvency. 1 p. 117</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b135-10\">Mere internal dissensions among stockholders or mere differences of opinion as to corporate management, so long as the officers do no act that is fraudulent, illegal or <em>ultra vires; </em>will not warrant the intervention of a Court of equity, p. 117 In absence of fraud, illegality or conduct that is <em>ultra vires, </em>the will of the majority is entitled to control the policy and business of the body corporate. p. 117</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b135-11\">Moral delinquency on the part of the president of a corporation in inducing the manager to resign, does not constitute any fraud against the manager as stockholder. p. 118</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b135-12\">The tenure of a manager is a question of corporate management with which the Courts- will not interfere, unless some<page-number citation-index=\"1\" label=\"108\">*108</page-number>thing illegal or <em>ultra vires </em>is done, or some act which works a fraud upon complaining stockholders. p. 118</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b136-5\">A stockholder of a corporation complained that he was illegally removed as a director, and applied for an injunction and a dissolution of the corporation. <em>Held, </em>that he was not illegally ousted, but only failed of re-election, and this was a matter of internal corporate management. p. 118</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b136-6\">The employment and discharge of the office force of a corporation can only be controlled by the directors, whose discretion is absolute. They alone regulate the salaries, and these can only be paid out of the earnings or assets of the company. p. 119</syllabus>\n<syllabus data-order=\"11\" data-type=\"headnotes\" id=\"b136-8\">Where it was charged that the president of a corporation had shipped to others goods belonging to it, and had not accounted for the same, the president swore that the proceeds of such shipments had all been accounted for. It was <em>held, </em>that such action would be fraudulent, but that it must be established by proof. p. 119</syllabus>\n<syllabus data-order=\"12\" data-type=\"headnotes\" id=\"b136-9\">It is not'illegal for a corporation to borrow money or to give a mortgage therefor when authority is given by the directors to do so. p. 120</syllabus>\n<syllabus data-order=\"13\" data-type=\"headnotes\" id=\"b136-10\">Where the president of a corporation had covenanted with it that he would pay off a mortgage of $5,000 due by the corporation, it was <em>held, </em>that he might have been enjoined from executing a mortgage of its assets in order to pay off the mortgage; but where the complainant, as director, had allowed such a mortgage to be executed without taking any steps to prevent it, the placing of the mortgage presents no grounds for an injunction or dissolution of the corporation, although the mortgage authorized by the president and the directors was for a larger sum than was necessary to pay off the original mortgage; the excess having been duly turned into the treasury of the corporation for its general needs, pp. 120-121</syllabus>\n<syllabus data-order=\"14\" data-type=\"headnotes\" id=\"b136-11\">The power of appointing a receiver is a discretionary one, to be exercised with great circumspection, only in cases where there is fraud or spoliation, or imminent danger of loss. p. <em>121</em></syllabus>\n<syllabus data-order=\"15\" data-type=\"headnotes\" id=\"b136-12\">The assets of the corporation consisted almost entirely of real estate and accounts receivable. It was <em>held, </em>that under the <page-number citation-index=\"1\" label=\"109\">*109</page-number>circumstances of the case the appointment of a receiver would not he the exercise of a wise discretion. p. 122</syllabus>\n<decisiondate data-order=\"16\" data-type=\"decisiondate\" id=\"b137-6\">\n<em>Decided February 23rd, 1911.</em>\n</decisiondate>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b137-7\">Appeal from the Circuit Court of Baltimore City (Stock-bridge, J.).</summary>\n<p data-order=\"18\" data-type=\"judges\" id=\"b137-8\">The cause was argued before Boyd, C. J., Briscoe, Pearce, Schmucker, Burke, Thomas, Pattisoh and Uryer, JJ.</p>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b137-9\"><em>Alonzo L. </em>Miles, for the appellant.</attorneys>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b137-10\"><em>Addison E. Mullihin </em>and <em>Boland B. </em>Marchant, for the appellees.</attorneys>\n<opinion data-order=\"21\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b137-11\">Pearce, J.,</author>\n<p id=\"A4q\">delivered the opinion of the Court.</p>\n<p id=\"b137-12\">This is an appeal from a decree of the .Circuit Court of Baltimore City dismissing the bill of complaint of the appellant filed August 25th, 1909, as a stockholder of Coulbourne Bros. Company, of Baltimore City, a corporation, against said corporation, and also against William T. Coulbourne, ,T. Erton Coulbourne and Eoland E. Marchant, directors of said corporation.</p>\n<p id=\"b137-13\">The bill alleges, and the certificates of incorporation filed as Exhibit A, shows, that on August 10th,. 1901, Wm. T. Coulbourne, Samuel H. Coulbourne, E. Weldon Howeth (the appellant\"), Wm. J\". Whittington and T. Erton Coulbourne, formed a corporation under the laws of Maryland, under the name of Coulbourne Bros. Company, of Baltimore City, for the purpose of conducting a wholesale and retail trading and commission business in oysters, fish, crabs, fruit, vegetables and general merchandise.</p>\n<p id=\"b137-14\">A few days later, these same persons executed a written agreement reciting the formation of said corporation, and the fact that Wm. T. Coulbourne and Samuel H. Coulbourne, copartners, trading as Coulbourne Brothers, were then the owners of the property known as Ho. Ill West Pratt St., <page-number citation-index=\"1\" label=\"110\">*110</page-number>Baltimore City, in which said Coulbourne Brothers were conducting a general commission business; also stating that the capital stock of said corporation was fixed at $20,000, divided into 200 shares of the- par value each of $100, and that each of the above named five incorporators had subscribed to 40 shares of the capital stock of said corporation, in consideration of which said Coulbourne Brothers had duly conveyed to said corporation the said property Ho. Ill West Pratt St., and had by that conveyance and by the assignment of other property thereafter mentioned, fully paid for 40 shares of stock issued to each of them; also that the appellant had fully paid in cash for five shares of stock issued to him, and that Win. J. Whittington and E. Erton Coulbourne had each paid cash for 1 share of stock issued to each of them, and that it had been agreed between the parties thereto that the unpaid shares of stock subscribed for by the appellant, and by said Wm. J\\ Whittington and T. Erton Coulbourne, should be paid for out of the earnings of the company, and dividends payable to each of them on their holdings, until said shares should be fully paid, with interest from August 1st, 1904. This agreement then set forth that in consideration of the premises, it was mutually agreed' between the parties thereto that all dividends from the earnings of said company which should become due to said R Weldon Howeth, Wm. J. Whittington and T. Erton Coulbourne, should be applied to the payment of their respective shares of unpaid stock until the same were fully paid; that the three last named parties bound, themselves to work exclusively for said corporation at salaries to be fixed by a majority of the board of directors; that William T. Coulbourne and Samuel H. Coulbourne should pay off and liquidate a mortgage then outstanding on Ho. Ill West Pratt St., and any ether liens or incumbrances thereon, either in cash or out of the dividends that should become due to them upon their said shales of stock; and that said Wm. T. and Samuel IT. Coulbourne should assign, transfer and set over to said corporation all the goods and merchandise then, on hand at Ho. <page-number citation-index=\"1\" label=\"111\">*111</page-number>Ill West Pratt St., office furniture, stationery, safe and fixtures of every description, with the horse and wagon then used in the business, all book accounts, and all monies to the credit of Coulbourne Brothers in the L. E. Mumford Banking Co., of Virginia; Farmers and Merchants’ Rational Bank, and Citizens’ Rational Bank, of Baltimore, and this agreement it is admitted was fulfilled by making the necessary conveyances and assignments by Wm. T. and Samuel II. Coidboume. It is also admitted that all the assets of Coulbourne Bros, were taken over, by said corporation, and paid for in the stock of the corporation as follows:</p>\n<p id=\"b139-5\">The appellant paid for six shares in cash at par, and gave his note for $3,400 to Wm. T. and Samuel H. Coulbourne assigning his stock as collateral.</p>\n<p id=\"b139-6\">Wm. J. Whittington and T. Erton Coulbourne each paid for one share in cash at par., and each gave his note for $3,900 to Wm. T. and Samuel H. Coulbourne and each assigned his stock as collateral.</p>\n<p id=\"b139-7\">Wm. T. and Samuel H. Coulbourne each paid for the 40 shares of stock subscribed for by them respectively, by their remaining two-fifths in all the- assets of Coulbourne Bros, and at the same time, as provided in the agreement before mentioned, assumed and agreed to pay the mortgage on 111 West Pratt street the amount of which was $5,000. That mortgage is not in the record, but it appears from the testimony that it was not payable until about the month of March, 1909.</p>\n<p id=\"b139-8\">The bill alleges that the appellant has fully paid for his 40 shares of stock, and this is sustained by the testimony.</p>\n<p id=\"b139-9\">The bill further alleges that the appellant was a director of said' corporation until the annual meeting of stockholders on August 2d, 1909.</p>\n<p id=\"b139-10\">That on that day there were present at the meeting Wm. T. Coulbourne representing or claiming to represent 79 shares; T. Erton Coulbourne, representing or claiming to represent 40 shares; and the appellant representing 40 shares; also Roland E. Marehant, the personal attorney of Wm. T. Coulbourne, and that the two Coulbournes named, and Roland <page-number citation-index=\"1\" label=\"112\">*112</page-number>E. Mm*chant, against the protest of the appellant undertook to pass a resolution amending the by laws, whereby the number of directors was reduced from five to three, and that after the passage of said resolution Wm. T. Ooulbourne, T. Erton Ooulbourne and Koland E. Marchant were elected directors upon the vote of said Marchant, and the said two Coulbournes; the said M'archant voting one share of stock when he was not a stockholder at all in said corporation, and that said election was illegal.</p>\n<p id=\"b140-5\">That upon the adjournment of the stockholders meeting there was a meeting of said directors, all three being present, at which a statement of assets and liabilities was filed in which was embraced among assets, as accounts receivable $19,419.20, of which the appellant was informed and believed that not more than fifty per cent, was collectible; and also real estate of the amount of $20,000 which he was informed and believed was not worth more than $15,000; and that the liabilities exceeded the assets and the corporation was in fact insolvent.</p>\n<p id=\"b140-6\">That at a directors’ meeting on the first Monday in August, 1908, a dividend of six per cent, upon the capital stock was declared when there was no surplus either in money or property out of which to pay the same, and they were then and still are unable to pay their general creditors.</p>\n<p id=\"b140-7\">That no proper steps have been taken by the directors or officers of the corporation for the collection of the accounts receivable and alleged by them to be $19,419.20. That on March 13th, 1909, the corporation by Wm. T. Ooulbourne, its president, and T. Erton Ooulbourne, its secretary, executed a mortgage upon Bo. Ill W. Pratt street for $8,000, which amount, or a large part thereof, the appellant believed and charged Wm. T. Ooulbourne had applied to his personal use; that the president and secretary were so conducting the business of the corporation as to apply the profits to their personal use and were otherwise grossly , mismanaging its affairs, and that the only tangible property of the corporation was Bo. Ill West Pratt street, and the stock of goods and <page-number citation-index=\"1\" label=\"113\">*113</page-number>fixtures therein, all of which is in imminent clanger of loss and waste unless a receiver is appointed.</p>\n<p id=\"b141-5\">The prayer of the bill was for a dissolution of the corporation; the appointment of a receiver; an accurate account of all assets and liabilities; an injunction to prevent the disposing of any property of the corporation, and for general relief.</p>\n<p id=\"b141-6\">The defendants filed a joint and several answer specifically denying that the corporation ever had been, or then was, insolvent, or that the affairs of the company had in any manner been mismanaged, or that there was any danger of loss or waste of the property of the company, and’ denying all charges of fraudulent or improper conduct in voting any stock, or in amending the by-laws, or in any other act done by the defendants or by any of its directors or other officers; and Roland E. Marchant in his own behalf alleged that before the meeting of August 2, 1909, he was the <em>bona fide </em>owner for a valuable consideration, of one share of stock of said corporation, and entitled to vote the same. Issue being joined, testimony was taken in open Court on the part of the plaintiff, the defendants offering no testimony on their part.</p>\n<p id=\"b141-7\">The evidence discloses that the appellant, upon the formation of the corporation, became its manager and so continued until the annual meeting of 1906, when he resigned that position, but continued to act as a director until August, 1909, when the number of directors was reduced to three and he was not re-elected. He testified that as Wm. T. Coulbourne had then resigned as president of the Atlantic Fruit Co., he thought Coulbourne should naturally run the Coulbourne Co. and he offered to resign as manager if he could get back the money he had put in, and that Coulbourne accepted his proposition and promised to pay him after he did resign, but when called on next day refused to fulfill his promise. Mr. Coulboume when testifying, was not interrogated on that subject and did not volunteer any information. It also appeared from the evidence that about 1906 Wm. T. Coulbourne purchased the 10 shares of stock his brother, Samuel H. Coulbourne, agreeing with him to assume the whole of the $5,000 <page-number citation-index=\"1\" label=\"114\">*114</page-number>mortgage on Ho. Ill West Pratt street, and that before the meeting of 1909, Mr. Marchant purchased from him in good faith and for value,- one share of stock, and that at that meeting 199 shares were voted upon every subject- acted upon, and that statements of the condition of the company were submitted at every annual meeting of the stockholders and directors, and that at the meeting of 1908 the following statement was submitted and was accepted by the vote of all the directors, the appellant being present, as representing the true condition of the company at that time.</p>\n<p id=\"ApC\">ASSETS-JULY 31, 1908.</p>\n<p id=\"AOy\">Accounts receivable..................$15,100.28</p>\n<p id=\"A1\">Ho tes or bills receivable............. 56.31</p>\n<p id=\"ASI\">Cash.............................. 114.54</p>\n<p id=\"APn\">Packages and utensils................ 1,605.00</p>\n<p id=\"A6x\">Fixtures and stationery.............. 1,050.00</p>\n<p id=\"A5q\">Stock on hand...................... 110.50</p>\n<p id=\"Af4\">Eeal estate......................... 20,000.00</p>\n<p id=\"Apb\">$38,036.63</p>\n<p id=\"Ad3\">Assets carried over ..........$38,036.63</p>\n<p id=\"AH6\">Liabilities.</p>\n<p id=\"AK6\">Accounts payable for merchandise.....$3,577.51</p>\n<p id=\"ADW\">Hue for borrowed money............. 6,879.98</p>\n<p id=\"AAe\">■-Gaptial stock........................ 20,000.00</p>\n<p id=\"AQD\">Surplus............................ 7,579.14</p>\n<p id=\"APp\">- $38,036.63</p>\n<p id=\"b142-22\">It was at that meeting that the appellant testified he .objected to the declaring of the dividend which he after-wards accepted, but he does not claim to have made any criticism of the statement then submitted, which has been transcribed above for the purpose of comparison with the statement submitted in 1909, upon which he was cross-examined in detail when on th'e stand. The $5,000 mortgage on the store house which Wm. T. Coulbourne had assumed, became <page-number citation-index=\"1\" label=\"115\">*115</page-number>due sometime in the spring of 1909, and was paid out of the proceeds of the mortgage made by the company to the Provident Savings Bank, March 13th, 1909, for $8,000. The appellant testified that when the corporation was formed the real estate went in at a valuation of $12,000, the book accounts $3,000, and the stock and good will at $5,000 making up the $20,000 of stock, but it appears from the statement of 1905 and the subsequent statements that the real estate has since been carried at $20,000.</p>\n<p id=\"b143-5\">The two questions presented on the record are:</p>\n<p id=\"b143-6\">1st. Is the plaintiff, upon the testimony in the case entitled to a decree for dissolution;</p>\n<p id=\"b143-7\">2nd. If not, is he entitled to a decree for a receiver.</p>\n<p id=\"b143-8\">The appellant’s counsel concedes that apart from statutory power a Court of Equity cannot dissolve a corporation, and that under the statute in force in this state, it is necessary to prove that the corporation is insolvent before it can be dissolved.</p>\n<p id=\"b143-9\">Mr. France in his <em>Elements of Corporation Law, </em>defines insolvency as “the inability to pay debts in the ordinary course of business”, section 163.</p>\n<p id=\"b143-10\">In <em>Clark </em>v. <em>Colton, </em>91 Md. 229, Chief Judge McSherry, in his dissenting opinion said: “The meaning of insolvency in'its legal sense is not now open to debate in Maryland. Following the definition laid down by the Supreme Court in <em>Toof </em>v. <em>Martin, </em>13 Wall. 40, this Court distinctly and categorically adjudged that insolvency must be taken to mean ‘an inability of the debtor to pay his debts as they become due, in the ordinary course of business.’ <em>Castleberg </em>v. <em>Wheeler, </em>68th Md. 277.” There was no conflict between the opinion of the Court in <em>Clark </em>v. <em>Colton, </em>and the dissenting opinion as to the legal meaning of insolvency. That had been settled by the emphatic language of Chief Judge Alvey, in <em>Castleberg </em>v. <em>Wheeler, supra, </em>where he said that insolvency “when applied to traders and merchants *' * * must be taken to mean inability of the debtor to pay his debts as they become due in the ordinary course of business.” The difference of <page-number citation-index=\"1\" label=\"116\">*116</page-number>opinion in <em>Clark </em>v. <em>Colton </em>was as to the proof of insolvency to he determined by that test.</p>\n<p id=\"b144-5\">We may, therefore, confine ourselves to that question.</p>\n<p id=\"b144-6\">The appellant testified that some time in the early part of 1909, a check of the company to the Atlantic Can Co. was returned unpaid, but he could not remember the amount.' He admitted, however, he thought it was paid shortly after and that he never knew of any other obligation to be unpaid when due.</p>\n<p id=\"b144-7\">James E. Cole, a bookkeeper of the Atlantic Can Co., testified that some time in March, 1909, a cheek of Coulbourne Bros. Co. to the Atlantic Can Co. was returned by their bank unpaid, but it was at once redeposited and paid next day, and that the amount of that check was $27.50. He also said that after that he continued to solicit the business of Coulbourne Bros. Oo. for his firm.</p>\n<p id=\"b144-8\">fc’imon J. Kemp, auditor of the Citizens’ Rational Bank, of Baltimore, produced a transcript of the account of Coulbourne Bros Co. with that bank, from August, 1904, to May 5th, 1909, when it was closed. This was for the purpose of showing certain items in red ink which the witness testified were overdrafts. There were some thirty of these items during the five years this account was running, all between April 16th, 1906, and May 5th, 1909, and when the account was closed there was a balance of about $100 to the credit of the company.</p>\n<p id=\"b144-9\">Albert D. Graham, cashier of the Citizens’ Rational Bank, of Baltimore, testified “that while those items appear on the ledger as overdrafts, the money for them was there at the close of business for the day. The checks coming in the morning are charged up against the account about 11 o’clock, * * * lYe really have the money, and it does not show on the ledger because the checks coming through the clearing house are charged against the account before the credits are given. It often happens we may have 25 apparent overdrafts in our Bank in one week, and yet they really are not so; the money has been deposited; the checks have been charged to <page-number citation-index=\"1\" label=\"117\">*117</page-number>the accounts before the credits have been entered, so that T doubt very much as a matter of fact if that account showed an overdraft'over night, one solitary day;” and he also said that this account was not closed by request of the bank, or on account of the alleged overdrafts. The mere making of an overdraft is not sufficient evidence of insolvency. The drawer of the check may have, and many merchants do have, accounts in several banks, and there may be an overdraft on one bank, while there are ample funds in another to meet every obligation as it matures, When this corporation was formed, Coulbourne Bros., as appeal’s by the Record, had accounts in three banks, and there is nothing to show that this account in the Citizens’ Bank was the only account kept by the corporation.</p>\n<p id=\"b145-5\">The testimony offered here to establish insolvency falls far short of what should be required, and the learned Judge of the Circuit Court was correct in refusing to grant that relief.</p>\n<p id=\"ALN\">2. Should a receiver have been appointed ?</p>\n<p id=\"b145-6\">In <em>DuPuy </em>v. <em>Terminal Company, </em>82 Md. 426, it was said: “Mere internal dissentions among stockholders, or mere differences or disputes as to corporate management, so long as the officers do no act that is fraudulent, illegal, or <em>ultra vires, </em>will not warrant the intervention of a Court of Chancery, because in the absence of fraud, illegality or conduct that is <em>ultra vires, </em>the will of the majority is entitled to control the policy and the business of the body corporate.” So far is this doctrine carried that, as Mr. France says in section 163 of his <em>Elements of Corporation Law, </em>“So long as the majority, acting in good faith, are in favor of going on, the minority shareholders are without remedy, although bankruptcy may be the <em>probable </em>consequence of continuing.” Let us see then what specific acts are complained of here as illegal, fraudulent, or <em>ultra vires. </em>They are summed up in the appellant’s brief as six in number:</p>\n<p id=\"b145-7\">1. It is said that “the president Wm. T. Coulbourne declared dividends when the corporation was insolvent and could not pay its debts.” We have already said there is not <page-number citation-index=\"1\" label=\"118\">*118</page-number>sufficient evidence of insolvency, and that charge need not he considered.</p>\n<p id=\"b146-5\">2. “That he obtained the appellant’s resignation as manager upon the representation that he would return him the money he had put in the business, and not only declined to do so but removed him as director and elected his son who had but one hundred dollars in the business, and his personal attorney, to whom he assigned one share of stock in order to qualify him.” Inasmuch as Wm. T. Coulbourne did not contradict the appellant’s testimony that he promised to pay him the $4,000 he had in the business, if he resigned as manager, but did not fulfill his promise, it is fair to assume he could not contradict him, but we can not perceive that this moral delinquency constituted any legal fraud upon the rights of the appellant as stockholder. It was not necessary that the manager should be a stockholder at all. He had no fixed right to the position, but held it by the annual vote of the directors, who could have refused to re-elect him at any annual meeting. The tenure of a manager is a question of corporate management, as to which we have seen the Courts will not interfere, unless something illegal or <em>ultm vires </em>is done, or some act which works a fraud upon the complaining stockholder. He ceased to be manager in 1906, but continued' as director until 1909, and his long delay in failing to complain upon that score does not commend it to the Court now.</p>\n<p id=\"b146-6\">3. “That by his own vote and that of his son who owned one share of paid up stock, and of Mr. Marchant, his personal attorney, to whom he assigned one share of stock, he ousted the appellant as director who was the only stockholder that had placed any money in the business.”</p>\n<p id=\"b146-7\">The reduction of the number of directors was authorized by section 12 of Article 23 and was effected in the manner prescribed by the statute. The appellant was not illegally ousted. He only failed of re-election, and this again is a matter of internal corporate management. Here it should be noted that it is an error to asert that the appellant was the only stockholder that had placed his money in the business. <page-number citation-index=\"1\" label=\"119\">*119</page-number>Wm. T. 'and Samuel H. Coulboume originally furnished the whole capital of $2(1,000 in the manner heretofore stated.; The appellant, T. Erton Coulboume and Wm. J. Whittington, each purchased, one-fifth of the capital stock and paid' for the same with a small amount of cash, and with their notes for the balance,- given not to the corporation, but to-Wm. T. and Samuel H. Coulboume, with an assignment of' their stock as collateral. Thus the whole of the stock was paid up to the corporation, which was in possession of the whole capital, as fully as if each had paid $4,000 in cash; and at the time the appellant was left off the board, the situation was the same. Wm. T. Coulboume was the owner of 19 full paid shares, Mr. Marchant of one full paid share, and T. Erton Coulboume, Wm. T. Whittington and the appellant each of 40 full paid shares, though, T. Erton Coulboume and W. J. Whittington are debtors each for $3,900 to Wm. T: Coulboume personally who paid that sum for each of them in the property conveyed to the corporation by himself and Samuel H. Coulboume.</p>\n<p id=\"b147-5\">4. “In addition to ousting Howeth as a director, he discharged all the office force and employed his two sons and two daughters, regulated their salaries and paid them out of the earnings of the company.”</p>\n<p id=\"b147-6\">The employment and discharge of the office force can only be controlled by the directors, and their discretion is'absolute.' They alone can regulate the salaries, and these can only be paid out of the earnings or assets of the company. There is not a particle of evidence here that excessive salaries were paid, or unnecessary officers were employed, and we can not, without proof, assume that the profits of the company weré fraudulently diverted to the use of any one. The appellant on cross-examination admitted that at times there were two sons and at other times two daughters employed, but not all four at once, and he admitted that he presumed these employees were required’.</p>\n<p id=\"b147-7\">5. “Without the knowledge of the other dii’ectors he shipped goods belonging to the corporation in the name of the Big <page-number citation-index=\"1\" label=\"120\">*120</page-number>Bill Oyster Co.” If there was proof that the proceeds of goods so shipped were not turned into the company, this could not he otherwise regarded than as a badge of fraud, and it was a most unwise and dangerous course of conduct, but Mr. Coulbourne swears the proceeds of such shipments were all accounted for to the company, and there is no evidence to the contrary. In such case, as in all others, fraud must be established by proof.</p>\n<p id=\"b148-5\">6. “He placed an $8,000 mortgage on the property and applied the money to the payment of a mortgage of $5,000 against himself and his brother Samuel H. Coulbourne, individually.”</p>\n<p id=\"b148-6\">It is not illegal for a corporation to borrow money, and to borrow upon mortgage, when authority is given by the directors to do so. The act is not <em>ultra </em>vires, or illegal in itself, and unless the act in this case worked a fraud upon the rights of the appellant as a stockholder, it will not justify the appointment of a receiver. The directors authorized this mortgage, and the appellant as a director had actual knowledge of its proposed, and of its actual execution, and he voted against it. In his bill he alleged he was informed that Wm. T. Coulbourne had applied this money to his own use, but on cross-examination he admitted no one had so informed him, and that he did not .know how it was applied except the $5,000 used in paying the pre-existing mortgage to that amount. Wm. T. Coulbourne testified that the $3,000 over the old mortgage was paid into the treasury of the company there being need of money until the outstanding bills could be collected, and the resolution authorizing the execution of the mortgage of $8,000 states that $5,000 is to be applied to the Wentz mortgage and $3,000 for working capital in the business of the company.</p>\n<p id=\"b148-7\">If the appellant had then applied for an injunction to restrain the execution of a mortgage for $8,000, showing to the Court that Wm.. T. Coulbourne and Samuel H. Coulboume had covenanted to pay off the $5,000 mortgage when due, it can hardly be doubted that such relief would have been-<page-number citation-index=\"1\" label=\"121\">*121</page-number>granted, but he allowed the mortgage to be executed without taking any steps to prevent it. There is no allegation that either Wm. T. Ooulbourne or Samuel H. Ooulbourne is insolvent, or that either is individually unable to pay the amount of $5,000 against which they are both bound to protect the other stockholders of the company. “The principles applicable to the appointment of receivers have been definitely settled in Maryland. The power is a <em>discretionary one, </em>to be exercised with great circumspection, and only in eases where there is fraud or spoliation, or imminent danger of the loss of the property if the immediate possession should not be taken by the Court; and these facts must be clearly proved.” <em>Davis </em>v. <em>U. S. Electric Co., </em>77 Md. 40. It will be seen that this bill does not actually charge fraud, except by implication in charging that Wm. T. Coulbourne applied the $8,000 to his own use, of which there is no proof. The assets of the company consist almost entirely of the real estate and the accounts receivable, the fixtures and goods on hand being of comparatively small value.. The appellant himself concedes the real estate, which is carried in the statement of 1908 as well as that of 1909 at $20,000, to be worth $15,000, and there is no evidence that he thought in 1908 that it was overvalued. The accounts receivable in the statement of 1908 were $15,100.28, and in the statement of 1909 they are $20,-006.78 which would seem to indicate that the business was increasing rather than diminishing. Those are certainly large amounts for a corporation with a capital of $20,000 and dealing in perishable goods, but the appellant was unable to name a single account that he knew or believed to be uncollectible, and admitted that he knew nothing about these accounts, while Wm. T. Ooulbourne testified that he believed almost all were collectible; 75 per cent, at the very least. The real estate can not be wasted, nor can the accounts receivable except by neglect that would be proportionately much more damaging to the Ooulbournes who hold three-fifths of the stock than to the appellant who holds one-fifth. Self-interest alone must induce active efforts to collect these <page-number citation-index=\"1\" label=\"122\">*122</page-number>accounts. The appointment of a receiver at this time and-under existing circumstances could hardly he, thought the exercise of a wise discretion, and we believe would entail great and useless injury to all the stockholders, and so believing we must affirm the decree of the Circuit Court. •</p>\n<p id=\"b150-5\">\n<em>Decree affirm with costs to the appelleeabove and below.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}