{
  "casebody": {
    "data": "<casebody firstpage=\"94\" lastpage=\"99\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b138-8\">[Sac. No. 2284.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AE\">Department One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A8v\">July 22, 1916.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b138-9\">WALTON T. FARRAR, Respondent, v. C. H. STEENBERGH et al., Appellants. WALTON T. FARRAR, Appellant, v. C. H. STEENBERGH et al., Respondents.</parties>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"b138-10\">[Sac. No. 2295.</docketnumber>\n<p data-order=\"5\" data-type=\"court\" id=\"AZ\">Department One.</p>\n<p data-order=\"6\" data-type=\"otherdate\" id=\"AUU\">July 22, 1916.]</p>\n<syllabus data-order=\"7\" data-type=\"syllabus\" id=\"b138-12\">Practice—Power of Clerk to Enter Default and Judgment Thereon—Entry of Judgment on Cross-complaint.—The clerk, in entering the default of the defendant and judgment thereon, in the cases authorized by the first subdivision of section 585 of the Code of Civil Procedure, acts ministerially, and exercises no judicial functions. He must conform strictly to the provisions of the statute or his proceedings will be void. He has no authority to enter a judgment except in cases of 'the kind mentioned therein, and it is doubtful whether he is authorized to enter a judgment against the plaintiff upon a cross-complaint in any case.</syllabus>\n<syllabus data-order=\"8\" data-type=\"syllabus\" id=\"b138-13\">Id.—Rescission of Contract—Cancellation\" of Note and Mortgage— Equitable Action—Clerk cannot Enter Default Judgment.— A cause of action to rescind a contract of sale of land, to cancel a note and mortgage given to secure the balance of the purchase price and to recover the consideration paid, is equitable, and upon no theory can it be considered as an action upon contract for the recovery of money only. The clerk is without authority, under such subdivision, to enter a default judgment thereon. A judgment so en<page-number citation-index=\"1\" label=\"95\">*95</page-number>tered ia void, and the trial court may disregard the entry or set it aside.</syllabus>\n<syllabus data-order=\"9\" data-type=\"syllabus\" id=\"b139-5\">Id.—Default Entered on Cross-complaint—Failure to Ascertain Nature of Pleading — Excusable Negligence. — Although the failure of the plaintiff’s attorney to examine a document served on him and labeled an answer with sufficient care to perceive that it also contained a cross-complaint was negligence, it cannot be held, under the circumstances of this case, that the trial court abused its discretion in holding that the negligence was excusable, and in setting aside for that reason the plaintiff’s default entered upon the cross-complaint.</syllabus>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b139-6\">APPEAL by the defendants from an order of the Superior Court of Shasta County setting aside a default and judgment, and an appeal by the plaintiff from such judgment. J. E. Barber, Judge.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b139-7\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"12\" data-type=\"summary\" id=\"b139-8\">Edward J. Linforth, for Appellants in Sac. No. 2284 and for Respondents in Sac. No. 2295.</p>\n<p data-order=\"13\" data-type=\"attorneys\" id=\"b139-9\">Hoefler &amp; Morris, for Respondent in Sac. No. 2284.</p>\n<p data-order=\"14\" data-type=\"attorneys\" id=\"b139-10\">L. M. Hoefler, and William Rix, for Appellant in Sac. No. 2295.</p>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b139-11\">SHAW, J.</author>\n<p id=\"A7T\">The above-entitled appeals arise out of the same case. Number 2284 is an appeal by the defendants from an order of the superior court made on July 16, 1914, setting aside a default and judgment theretofore entered in the case in favor of the defendants against the plaintiff. Number 2295 is an appeal by the plaintiff from the judgment which was vacated by the order involved in the other appeal. It will make for convenience and brevity to consider the two appeals together.</p>\n<p id=\"b139-12\">The complaint stated a cause of action to foreclose a mortgage for the sum of four thousand dollars. The defendants filed an answer containing allegations “by way of cross-complaint,” to the effect that the plaintiff sold and conveyed to C. H. Steenbergh the tract of land mortgaged, for the price of six thousand dollars; that Steenbergh paid two thousand dollars thereon, and gave said mortgage as security for the remainder j that plaintiff induced Steenbergh to buy <page-number citation-index=\"1\" label=\"96\">*96</page-number>the land by false and fraudulent representations as to its quality and character; that on discovering the fraud Steenbergh offered to reconvey the property and rescind the sale and demanded the return of the two thousand dollars paid. The prayer was that the plaintiff take nothing, that the note and mortgage sued on be declared void and canceled, that the sale be rescinded, and that Steenbergh recover of plaintiff two thousand dollars. This document was served on the plaintiff on December 1, 1913, and was filed on December 2, 1913. The default of the plaintiff for not answering the cross-complaint included therein was entered by the clerk on 'January 12, 1914. On June 1, 1914, the clerk, on motion of the defendants, entered judgment against the plaintiff for the relief asked in the cross-complaint, as above specified. Plaintiff moved to vacate this default and judgment, upon the grounds, first, that the clerk was without jurisdiction to enter the default, and that the court was without jurisdiction to enter the judgment; second, that the default was entered through the mistake, inadvertence, surprise, and excusable neglect of the plaintiff and his attorneys. The court, as above stated, granted the motion and set aside the default and judgment.</p>\n<p id=\"b140-5\">The authority of the clerk to enter judgments on default of a party is derived from the first subdivision of section 585 of the Code of Civil Procedure. So far as material it reads as follows:</p>\n<blockquote id=\"b140-6\">“1. In an action arising upon contract for the recovery of money or damages only, if ... no answer has been filed with the clerk of the court within the time specified in the summons, or such further time as may have been granted, the clerk, upon application of the plaintiff, must enter the default of the defendant, and immediately thereafter enter judgment for the amount demanded in the complaint, including the costs, against the defendant.”</blockquote>\n<p id=\"b140-7\">In the performance of the functions devolved upon him by that subdivision the clerk acts ministerially. He exercises no judicial functions, but is only an agent by whom the judgment is written out and placed upon the record. Consequently, he must conform strictly to the provisions of the statute or his proceedings will be void. <em>(Stearns </em>v. <em>Aguirre, </em>7 Cal. 443, 449; <em>Kelly </em>v. <em>Van Austin, </em>17 Cal. 564; <em>Wharton </em>v. <em>Harlan, </em>68 Cal. 425, [9 Pac. 727]; <em>Glidden </em>v. <em>Packard, </em><page-number citation-index=\"1\" label=\"97\">*97</page-number>28 Cal. 649, 651; <em>Wallace </em>v. <em>Eldredge, </em>27 Cal. 495, 497.) It follows that he has no authority, under this subdivision, to enter a judgment, except in cases of the kind mentioned therein. He has no such authority in an action not of the character therein described. <em>(Shay </em>v. <em>Chicago Clock Co., </em>111 Cal. 549, 551, [44 Pac. 237]; <em>Crossman </em>v. <em>Vivienda W. Co., </em>136 Cal. 571, 574, [69 Pac. 220]; <em>Lacoste </em>v. <em>Eastland, </em>117 Cal. 679, [49 Pac. 1046].) The subdivision gives him no authority except in “actions arising upon contract for the recovery of money or damages only.” There may be reason to doubt whether a cross-complaint comes within the scope of the subdivision. It limits the authority of the clerk to cases where no answer has been filed “within the time specified in the summons, or such further time as may have been granted. <em>’’ </em>Service of a cross-complaint upon a plaintiff who appears by an attorney is not made by a summons to the plaintiff, but by delivery of a copy of the cross-complaint to the attorney, (Code Civ. Proc., secs. 442, 1015.) As there is no summons upon plaintiff, and no “time specified in the summons,” to look to, it is questionable whether the section authorizes a clerk to enter a judgment against the plaintiff upon a cross-complaint in any case. This doubt is emphasized by the fact that a claim for the recovery of money only, on a contract, express or implied, when made by a defendant against the plaintiff, constitutes a counterclaim under section 438 of the code, rather than a cross-complaint under section 442, and is deemed controverted without answer. (Code Civ. Proc., sec. 462.) But, however this may be, it is clear that the cause of action set forth in the cross-complaint is not of the character described in the subdivision' quoted, and that the clerk has no authority to enter judgment upon such cause of action. It is distinctly a cause of action in equity to rescind a contract of sale, cancel a note and mortgage, and recover the consideration paid by the cross-complainant. Upon no theory can it be considered as an action upon contract for the recovery of money only. The judgment entered by the clerk was therefore void, and “being void, the court below might disregard the entry, or set it aside.” <em>(Stearns </em>v. <em>Aguirre, </em>7 Cal. 443, 449.)</p>\n<p id=\"b141-5\">The question of vacating the default requires further consideration. (See <em>Wharton </em>v. <em>Harlan, </em>68 Cal. 425, [9 Pac. <page-number citation-index=\"1\" label=\"98\">*98</page-number>727].) The failure of the plaintiff’s attorney to examine the document served on him on December 1, 1913, with sufficient care to perceive that it purported to contain a cross-complaint was, of course, negligence on his part. But that document was in itself deceptive. It was labeled an answer. The acknowledgment of service prepared by defendant’s attorney, indorsed thereon and signed at his request by the plaintiff’s attorney, described it as “the within answer.” It opened with several pages of prolix qualified denials, in effect admitting all the allegations of the complaint. There followed this passage: “And for a further, separate and distinct cause of defense to said action, and by way of cross-complaint said defendants allege and each of them alleges, as follows, to wit.” The matter thereinafter set forth, if sufficient for any purpose, would have supported a counterclaim for the two thousand dollars paid on the price of the land as fully as it would a cross-complaint for specific equitable relief. A counterclaim requires no answer. The only things whereby to distinguish this pleading from a counterclaim were the words, “and by way of cross-complaint,” in the foregoing introduction, and a part of the prayer at the close of the paper. The plaintiff’s attorney had previously favored the defendants’ attorney by extensions of time to answer. He had good cause to believe that the relations between them were friendly and kindly, and no cause to suspect treachery or deceit. Attorneys do not usually take defaults against opposing attorneys with whom they are on friendly terms, without giving information thereof. The attorneys had their offices in San Francisco, and the case was in the superior court of Shasta County. Prior to the entry of the default they had, apparently with mutual confidence and trust, signed and filed a stipulation that the case might be set for trial at the convenience of the judge at any time between January 20 and January 30, 1914. It had been set for January 20th by the judge and defendants’ attorney had been informed of that fact by his opponent. Under all these circumstances we cannot say that the trial court abused its discretion in holding that it was excusable negligence. Courts should not encourage the practices here followed by the defendants’ attorney.</p>\n<p id=\"b142-5\">The only other objection to the sufficiency of the showing is that the affidavit of plaintiff’s attorney does not expressly <page-number citation-index=\"1\" label=\"99\">*99</page-number>declare that he did not discover the fact that it included a cross-complaint, or that he would have filed an answer thereto if he had known the fact, or that he was surprised by the default. While it is true that these statements are not expressly made, the facts stand forth by inference from nearly every act of the parties, as related in the affidavit, between the 1st of December, 1913, and the 1st of June, 1914, when the judgment was entered by the clerk. We shall not give them in detail. The court was amply justified in inferring from the facts stated, and not denied, that the plaintiff’s attorney had failed to discover the character of the paper filed as an answer, and that his failure to answer the same, or to proceed earlier to attack the entry of the default, was due solely to inadvertence due to his ignorance of the character of the paper and of the entry of the default. There was no abuse of discretion in setting aside both the default and the judgment.</p>\n<p id=\"b143-5\">The judgment which is the subject of the appeal in No. 2295 was vacated by the court below, and, as we have concluded that the order vacating it should be sustained, the proper course for the disposition of the appeal is to dismiss it, since the judgment from which it was taken is no longer in force. The appeal therefrom was taken after the defendants had appealed from the order vacating the judgment, and was made necessary, as a matter of prudence, by the contingency that the defendants might possibly be successful in their appeal from the order. Under such circumstances defendants should not be allowed costs on the dismissal of the appeal.</p>\n<p id=\"b143-6\">The order vacating the default and judgment is affirmed and the appeal from said judgment is dismissed. The plaintiff will recover his costs on both appeals.</p>\n<p id=\"b143-7\">Sloss, J., and Lawlor, J., concurred.</p>\n<p id=\"b143-8\">Hearing in Bank denied.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}