{
  "casebody": {
    "data": "<casebody firstpage=\"391\" lastpage=\"399\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b409-4\">Commonwealth vs. George V. Matsos.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b409-5\">Essex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AT6\">October 4, 1995. -</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Avl\">November 20, 1995.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b409-6\">Present: Liacos, C.J., Wilkins, Lynch, Greaney, &amp; Fried, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b409-13\"><em>Theodore J. Koban </em>for the defendant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b409-14\"><em>Susanne Levsen, </em>Assistant District Attorney, for the Commonwealth.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b410-4\"><page-number citation-index=\"1\" label=\"392\">*392</page-number>Greaney, J.</author>\n<p id=\"A-H\">The defendant challenges his conviction by a jury of six in the District Court under the so-called stalking statute, G. L. c. 265, § 43, inserted by St. 1992, c. 31.<footnotemark>1</footnotemark> The defendant argues that his motion for a required finding of not guilty, see Mass. R. Crim. P. 25 (a), 378 Mass. 896 (1979), should have been allowed because the Commonwealth’s evidence was insufficient to prove that he had made a threat with the intent to place the victim in imminent fear of death or serious bodily injury. Alternatively, the defendant argues that his conviction must be reversed because he is entitled to retroactive application of the decision in <em>Commonwealth </em>v. <em>Kwiatkowski, </em>418 Mass. 543 (1994), in which it was concluded that the so-called stalking statute was facially vague and hence unconstitutional. We transferred the case to this court on our own motion. We affirm the defendant’s conviction.</p>\n<p id=\"b410-5\">The evidence in the Commonwealth’s case would have warranted the jury in finding the following facts. The defendant and the victim, a black officer with the Salem police department, first met in early 1991. On May 18, 1992, the victim was walking to work when she was confronted by the defendant.<footnotemark>2</footnotemark> The victim asked the defendant what he was doing there and told him to stop following her around. On May 21, 1992, the victim received the first in a series of letters from the defendant. From May 21, 1992, until March 16, 1993, he sent approximately forty letters to the victim.<footnotemark>3</footnotemark> <page-number citation-index=\"1\" label=\"393\">*393</page-number>The letters repeatedly lamented the victim’s perceived indifference toward the defendant, and were filled with sexual references. Several of the letters described in explicit detail the defendant’s sexual fantasies about the victim. Many of the letters admitted in evidence expressed the defendant’s anger with the victim, sometimes couched in racial terms. There were references to the defendant’s dangerous acquaintances (including one old friend whom the United States Attorney said was responsible for five murders) and to guns.<footnotemark>4</footnotemark> The letters also established that the defendant was following the victim during the relevant period, spying on her and her friends, and attempting to acquire information about her private life.</p>\n<p id=\"b411-5\">The victim first had initiated a complaint against the defendant for stalking in June, 1992.<footnotemark>5</footnotemark> On July 17, 1992, the victim learned that the defendant had signed documents and forwarded them to her employer, the Salem police department, claiming that the victim had used drugs with him. The <page-number citation-index=\"1\" label=\"394\">*394</page-number>allegations prompted an extensive internal affairs investigation, including drug testing for the victim. The police department ultimately concluded the allegations were unfounded.</p>\n<p id=\"b412-5\">The victim testified that, at first, the letters made her feel uncomfortable. Later she became fearful, ceased opening the letters, and changed her residence. There was also testimony that she had obtained a special telephone service that permitted her to screen her telephone calls to ensure that incoming calls were not from the defendant.</p>\n<p id=\"b412-6\">1. Following the close of the Commonwealth’s case, the defendant moved for a required finding of not guilty. He argues that this motion was improperly denied because the Commonwealth’s proof was insufficient to show that he had made threats with the intent to place the victim in imminent fear of death or serious bodily injury. We reject the defendant’s argument.</p>\n<p id=\"b412-7\">In considering a denial of a motion for required finding of not guilty, we view the evidence in the light most favorable to the prosecution to determine whether <em>“any </em>rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt” (emphasis in original). <em>Commonwealth </em>v. <em>Filos, </em>420 Mass. 348, 354 (1995), quoting <em>Jackso</em>n v. <em>Virginia, </em>443 U.S. 307, 318-319 (1979). See <em>Commonwealth </em>v. <em>Latimore, </em>378 Mass. 671, 677 (1979). To obtain a conviction under G. L. c. 265, § 43, the prosecution must prove that the defendant made a threat with the intent to place the victim in imminent fear of death or bodily injury. This element closely approximates the common law definition of the crime of assault, and we may presume that the Legislature was aware of this when it enacted the statute. Accordingly, we turn to the common law treatment of assault for purposes of examining the legislation. See <em>Commonwealth </em>v. <em>Gordon, </em>407 Mass. 340, 349 (1990) (discussing definition of “abuse” in G. L. c. 209A, § 1, by reference to decisions defining criminal assault).</p>\n<p id=\"b412-8\">In the <em>Gordon </em>case, <em>supra </em>at 349, this court summarized the common law definition of criminal assault, as follows. “Under the common law, ‘it is well established . . . that an <page-number citation-index=\"1\" label=\"395\">*395</page-number>act placing another in reasonable apprehension that force may be used is sufficient for the offense of criminal assault.’ <em>Commonwealth </em>v. <em>Delgado, </em>367 Mass. 432, 437 (1975), and cases cited. In determining whether an apprehension of anticipated physical force is reasonable, a court will look to the actions and words of the defendant in light of the attendant circumstances. <em>Id. </em>at 436-437.” In a case of simple criminal assault, the Commonwealth need not prove that the defendant actually intended to harm the victim, see <em>Commonwealth </em>v. <em>Richards, </em>363 Mass. 299, 303 (1973), it need only prove that the defendant’s threats were reasonably calculated to place the victim in imminent fear of bodily injury, see <em>Commonwealth </em>v. <em>Domingue, </em>18 Mass. App. Ct. 987, 990 (1984). See also J.R. Nolan &amp; B.R. Henry, Criminal Law § 321, at 236-237 (2d ed. 1988).</p>\n<p id=\"b413-5\">The defendant sent the victim more than forty letters during a ten-month period. These letters, which amounted to hundreds of pages, revealed the defendant’s intense obsession with the victim and his anger at her rejection of him,<footnotemark>6</footnotemark> and the letters chronicle a campaign of harassment mounted by him,<footnotemark>7</footnotemark> which included a malicious attempt to interfere with the victim’s employment. We disagree with the defendant’s contention that the evidence did not provide a basis for a reasonable juror to conclude that the defendant had intentionally placed the victim in imminent fear of death or serious bodily injury. The defendant identified himself as “The Stalker” in a return address. Among other quite explicit threats, he warned the victim, “There is [going to come] a day when you are [going to] want to come and see me. . . . But you will never see me, your eyes will alway[s] be <page-number citation-index=\"1\" label=\"396\">*396</page-number>closed.”<footnotemark>8</footnotemark> He made references to guns and silencers, to dangerous friends, and to his own involvement in illegal activity. He made it clear that he was following the victim and would be able to find her,<footnotemark>9</footnotemark> and his accusation against her of drug use demonstrated that he was prepared to act on his threats of harassment and violence. On the basis of the Commonwealth’s evidence, the jury could have found that the defendant intended to place the victim in fear of imminent bodily injury, and that she was afraid of him. The judge correctly denied the defendant’s motion for a required finding.</p>\n<p id=\"b414-5\">2. Nearly one year after the defendant was convicted, this court issued its decision in <em>Commonwealth </em>v. <em>Kwiatkowski, supra, </em>which held the stalking statute, as enacted, to be unconstitutionally vague. <em>Id. </em>at 546-547. 'We noted, in the <em>Kwiatkowski </em>decision, that the statute set forth the crime of stalking with reasonable clarity: “Whoever willfully, maliciously, and repeatedly follows or harasses another person and who makes a threat with the intent to place that person in imminent fear of death or serious bodily injury shall be guilty of the crime of stalking.” The definition of “harasses” appearing in G. L. c. 265, § 43 (if),<footnotemark>10</footnotemark> however, left it unclear whether, to be guilty under the “harassment” aspect of § 43 <page-number citation-index=\"1\" label=\"397\">*397</page-number><em>(a), </em>one must engage repeatedly in a pattern of conduct or series of acts over a period of time. <em>Id. </em>at 546. Because the Legislature did not state with sufficient clarity its presumed intent that a single pattern of conduct or a single series of acts satisfied the harassment aspect of the crime of stalking, we held the statute to be unconstitutionally vague. <em>Id. </em>at 547.<footnotemark>11</footnotemark> The defendant argues that, in view of this decision, his conviction must be reversed.</p>\n<p id=\"b415-5\">A defendant whose case is on direct appeal when a new rule is announced is entitled to retroactive application of that rule or principle of criminal law only if the issue was raised at trial. See <em>Commonwealth </em>v. <em>D’Agostino, ante </em>281, 284 (1995); <em>Commonwealth </em>v. <em>Figueroa, </em>413 Mass. 193, 202 (1992).<footnotemark>12</footnotemark> It is conceded that the defendant failed to raise the issue of the statute’s constitutional validity at trial.<footnotemark>13</footnotemark> Thus, we limit our consideration to whether the defendant’s conviction under the stalking statute as enacted created, as he <page-number citation-index=\"1\" label=\"398\">*398</page-number>argues, a substantial risk of a miscarriage of justice. See <em>Commonwealth </em>v. <em>Bowler, </em>407 Mass. 304, 308 (1990); <em>Commonwealth </em>v. <em>Freeman, </em>352 Mass. 556, 564 (1967). We conclude that it did not.</p>\n<p id=\"b416-5\">First, the charges against the defendant did not depend solely on the “harassment” aspect of G. L. c. 265, § 43. It was noted in the decision in the <em>Kwiatkowski </em>case, <em>supra </em>at 545 n.2, that “[s] talking can be committed either by following or by harassing a person.” See G. L. c. 265, § 43. Although the Commonwealth’s case depended primarily on the theory that the defendant had “harassed” the victim by means of his persistent, obscene, and threatening letters, there was substantial and credible evidence, most of it in those letters, that he had followed the victim on a number of occasions between May 18, 1992 and March 16, 1993 (date complaint issued). The Commonwealth argued that the evidence showed the defendant had been following the victim, and the jury were instructed, in accordance with the terms of the statute, that the Commonwealth had the burden of proving that the defendant had wilfully, maliciously and repeatedly followed <em>or </em>harassed the victim.</p>\n<p id=\"b416-6\">Moreover, the defendant’s actions clearly fall within the scope of the conduct prohibited by the “harassment” portion of the statute, even if the statute is interpreted as requiring that the defendant engage repeatedly in patterns of conduct or series of acts that would cause a reasonable person to suffer substantial emotional distress. The jury heard of more than forty letters sent by the defendant to the victim over a ten-month period. The twenty-three letters admitted in evidence were replete with vulgar language, sexual fantasies about the victim, and threats of various kinds. The jury also heard evidence that the defendant followed the victim to work on at least one occasion, and his letters provided ample evidence that he continued to follow her as she changed residences and phone numbers in an attempt to avoid him. The jury were also informed that the defendant had made an unfounded accusation to the Salem police department that he and the victim had used drugs together which caused the vie<page-number citation-index=\"1\" label=\"399\">*399</page-number>tim considerable difficulty at work. Measured by any standard, these facts establish that the defendant’s campaign of harassment involved distinctive, but equally disturbing, patterns of conduct in which the defendant engaged more than once. The statute gave the defendant fair notice that his repeated, obsessive behavior, which poisoned the victim’s personal and professional life was prohibited. It cannot be said that prosecuting the defendant under the stalking statute, and the jury’s conviction of the defendant, constituted an affront to due process or created a substantial risk of a miscarriage of justice.</p>\n<p id=\"b417-5\">\n<em>Judgment affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b410-6\">The statute provides, in relevant part, as follows:</p>\n<blockquote id=\"b410-7\">“(a) Whoever willfully, maliciously, and repeatedly follows or harasses another person and who makes a threat with the intent to place that person in imminent fear of death or serious bodily injury shall be guilty of the crime of stalking . . . .”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b410-8\">On the same day, the stalking statute went into effect.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b410-9\">The defendant objected to the admission of all of the letters he sent to the victim during the relevant period on grounds of repetition, irrelevance, and undue prejudice. Over the Commonwealth’s objection, the judge indicated his intention to exercise his discretion to exclude some of the letters. In accord with the judge’s ruling, after a lengthy bench conference, twenty-three letters were entered in evidence, and the parties stipulated to <page-number citation-index=\"1\" label=\"393\">*393</page-number>the existence of eighteen other letters sent to the victim by the defendant during the relevant period.</p>\n<p id=\"b411-7\">In the interests of ensuring proper trial of these matters in the future, we note that the judge’s ruling was in error. In a case brought under G. L. c. 265, § 43 (1994 ed.), the Commonwealth is entitled to present to a jury admissible evidence of the totality of the defendant’s conduct toward the victim. That the content of letters or other communications may offend the sensibilities of the jury does not render the communications unduly prejudicial in view of the statutory definition of harassment, which requires the Commonwealth to prove the victim’s alarm or annoyance, and the likelihood that a reasonable person in the victim’s position would suffer substantial emotional distress. See G. L. c. 265, § 43 <em>(d).</em></p>\n<p id=\"b411-8\">One final comment is necessary. According to the defendant’s brief, it is virtually impossible to ascertain which letters were admitted in evidence. The defendant appears to concede that, at a minimum, the letters reproduced in his brief, and statements drawn from some of the letters to which the prosecutor referred in her closing argument, were admitted in evidence. We rely on these sources only in our discussion of the content of the Commonwealth’s case.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b411-9\">In one letter, the defendant, who, according to the victim, was Greek, referred to himself as a Greek with a gun, and wrote: “Silencers are quite often [szc] found in Europe than they are in this country. The reason there [íz'c] good is they don’t wake up the children.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b411-10\">That complaint was dismissed on the merits.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b413-6\">The defendant referred to the victim as a “black bitch,” and wrote that the victim’s “mother should have aborted her.” He wrote, “I just hope that when I see you I won’t want to give you a beating.”</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b413-7\">In one letter, the defendant expressed his deliberate intent to harass the victim: “I will put so much [pressure] on you at work, home and at play. The heat is on you to stop doing the shit. All I want you to do is make that little sacrifice. For your fellow workers, your family and son. And for me.”</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b414-6\">Another letter contained the following postscript: “You know what would be funny, if you took all the letters I wrote did not read them and threw them in the trash like junk mail. And you are a very lucky girl. The day you made threats to me on Essex St. were you reading my mind? How very easy it is. Its [sic] very easy isn’t it. It may be to [sic] easy.”</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b414-7\"><em>A </em>number of the letters refer to specific activities of the victim that had been observed by the defendant. He wrote of seeing her automobile, and suggested that she take an alternate route. He wrote of observing a brief visit she made to the apartment where she was no longer living, and commented on the attire of her companion. On another occasion, the defendant wrote that he saw the victim carrying cookies into work. At least one other communication also strongly supports the inference that the defendant was constantly following the victim.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b414-8\">Section 43 <em>(d) </em>states: “For the purposes of this section, ‘harasses’ means a knowing and willful pattern of conduct or series of acts over a period of time directed at a specific person, which seriously alarms or annoys the person. Said conduct must be such as would cause a reasonable person to suffer substantial emotional distress.”</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b415-6\">To eliminate uncertainties in the construction of G. L. c. 265, § 43, and to reflect the presumed intent of the Legislature, the opinion in the <em>Kwiatkowski </em>case offered the following definition of the crime of stalking based on the harassment portion of the statute, effective prospectively: “A person shall be guilty of the crime of stalking if that person (1) wilfully and maliciously engages in a knowing pattern of conduct or series of acts over a period of time directed at a specific person which seriously alarms or annoys that person and would cause a reasonable person to suffer substantial emotional distress and (2) also makes a threat with the intent to place that person in imminent fear of death or bodily injury.” <em>Commonwealth </em>v. <em>Kwiatkowski, </em>418 Mass. 543, 547-548 (1994).</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b415-7\">The defendant has not contended that the so-called clairvoyance exception would excuse his failure to raise the constitutional issue of vagueness at trial. See <em>Commonwealth </em>v. <em>D’Agostino, ante </em>281, 284 (1995). <em>Commonwealth </em>v. <em>Bowler, </em>407 Mass. 304, 307-308 (1990). The rule declaring unconstitutional a criminal statute that fails to provide sufficient notice of what conduct will violate its provisions is well established in the case law of the Commonwealth. See <em>Commonwealth </em>v. <em>Fitta, </em>391 Mass. 394, 395-396 (1984); <em>Commonwealth </em>v. <em>Sefranka, </em>382 Mass. 108, 117-118 (1980). The possible vagueness of a statute, a point which has as its sole basis the language employed by the Legislature, generally is apparent from the moment of the statute’s enactment. The defendant should not have needed the <em>Kwiatkowski </em>decision to advance a contention of facial vagueness or one of vagueness as applied.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b415-8\">The defendant has new counsel on appeal.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}