{
  "casebody": {
    "data": "<casebody firstpage=\"472\" lastpage=\"476\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b490-4\">Commonwealth vs. Brendan M. McGuinness.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b490-5\">Norfolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AJe\">October 4, 1995.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A7n\">December 8, 1995.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b490-6\">Present: Lucos, C.J., Wilkins, Lynch, Greaney, &amp; Fried, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b490-12\">The case was submitted on briefs.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b490-13\"><em>Brendan M. McGuinness, </em>pro se.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b490-14\"><em>Robert C. Cosgrove, </em>Assistant District Attorney, for the Commonwealth.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b490-15\">Lynch, J.</author>\n<p id=\"Akx\">The defendant appeals from the denial of his motion to withdraw his guilty plea for armed robbery.<footnotemark>1</footnotemark> We affirm the denial of his motion.</p>\n<p id=\"b490-16\">On June 26, 1990, the defendant pleaded guilty to the charge of armed robbery. He was sentenced to twenty years at the Massachusetts Correctional Institution at Concord <page-number citation-index=\"1\" label=\"473\">*473</page-number>(M.C.I. Concord); as a consequence, he was eligible for parole after two years. After the sentencing, the judge also stated that he would consider a motion to revise and revoke after two years. The judge stated in essence that, after serving two years, the balance of the defendant’s sentence would be suspended and he would be placed on probation, unless he had “any trouble” while serving his sentence.</p>\n<p id=\"b491-5\">On August 23, 1990, defense counsel timely moved to revise and revoke the sentence, which motion remained dormant for two years.<footnotemark>2</footnotemark> The judge noted that the motion would be entertained after June 27, 1992, when the defendant would have served two years. On June 29, 1992, the judge allowed the defendant’s motion, without a hearing, and suspended the balance of his sentence. The Commonwealth moved for reconsideration and the judge vacated the order, pending a hearing. At the hearing, the judge heard from several probation officers that, while in prison, the defendant had been found guilty of several disciplinary offenses including one inmate assault and three staff assaults. Based on this information, the judge then allowed the motion for reconsideration and denied the defendant’s motion to revise and revoke his sentence.</p>\n<p id=\"b491-6\">The defendant then moved for reconsideration of the order denying his motion to revise and revoke, claiming that, in ruling on the motion, the judge improperly considered testimony concerning his behavior while incarcerated. This motion was denied, and the defendant petitioned pursuant to G. L. c. 211, § 3 (1994 ed.), seeking relief from the denial of his motion to revise and revoke. We affirmed the judgment of the single justice on the basis that the defendant had failed to demonstrate that the alleged errors could not be remedied <page-number citation-index=\"1\" label=\"474\">*474</page-number>under the ordinary review process. <em>McGuinness </em>v. <em>Commonwealth, </em>420 Mass. 495, 498 (1995).</p>\n<p id=\"b492-5\">In the present action the defendant moved to withdraw his guilty plea and for a new trial in the Superior Court, pursuant to Mass. R. Crim. P. 30, 378 Mass. 900 (1979). A judge in the Superior Court denied the defendant’s motion. The defendant filed a timely notice of appeal. We transferred the case here on our own motion.</p>\n<p id=\"b492-6\">The following facts are from the transcript of the plea colloquy and are undisputed by the parties. On June 26, 1990, when the defendant pleaded guilty to the charges, the judge held an extensive sentencing colloquy. At that time the judge found that the defendant made a knowing and voluntary waiver of his right to a jury trial. In addition, he asked the defendant whether any promises had been made to him to induce him to plead guilty. The defendant responded, “No.” The judge then asked whether the defendant was aware of a lobby conference with the attorneys. He responded, “Yes.” The judge then asked if he knew what the proposed sentence would be. He responded, “Twenty years at Concord.” Prior to sentencing, the defendant’s attorney asked the judge, pursuant to the lobby conference, to revise and revoke the sentence after a period of two years when the defendant would be eligible for parole with the understanding that, if he were not paroled due to bad behavior, the judge would probably not allow the motion. The judge did not respond at that time to this request.</p>\n<p id=\"b492-7\">The judge then sentenced the defendant to twenty years at M.C.I. Concord and stated:</p>\n<blockquote id=\"b492-8\">“Let the record show that I have stated that I would consider a [motion to] revise and revoke when the Defendant has spent two years which would ordinarily be the time that he would appear before the Parole Board. If the Parole Board doesn’t release him, it is my intention that he serve two years and that the balance be suspended and he be placed [on] probation. There is a great chance I may not be here when that two years <page-number citation-index=\"1\" label=\"475\">*475</page-number>comes up, but I would like to have that made part of the record.”</blockquote>\n<p id=\"b493-5\">The docket reflected that the judge would entertain a motion to revise and revoke if the “defendant is on good behavior.”</p>\n<p id=\"b493-6\">The only argument briefed by the defendant on appeal is his claim that his guilty plea was induced by an illegal sentence because it was predicated on postconviction events and he must therefore be allowed to withdraw the plea and stand trial.</p>\n<p id=\"b493-7\">We conclude that the defendant’s sentence was not illegal as it was not predicated on postconviction events.<footnotemark>3</footnotemark> An illegal sentence is one that is not permitted by law for the offense committed. See Reporters’ Notes to Mass. R. Crim. P. 30 (a), Mass. Ann. Laws, Rules of Criminal Procedure at 482-483 (Law. Co-op. 1979). This can also include sentences premised on a major misunderstanding by the sentencing judge as to the legal bounds of his authority. <em>Id. </em>at 483. There was no such premise in the present case. The sentence imposed on the defendant was twenty years at M.C.I. Concord. This is a legal sentence for the crime committed.</p>\n<p id=\"b493-8\">The defendant argues that part of the sentence was the judge’s intention to revise and revoke for good behavior. The record does not support this contention. In the plea colloquy, the defendant stated that there were no promises made to induce his plea and that he understood that his sentence would be twenty years at M.C.I. Concord. After imposition of the sentence the judge’s statement of his present intention to revise and revoke, if the “defendant is on good behavior,” was not part of the sentence or the plea bargain. The judge’s statement that he would consider such a motion after two <page-number citation-index=\"1\" label=\"476\">*476</page-number>years was not made prior to the plea or the sentencing of the defendant. As such, it is only a statement of the judge’s present intention which he himself doubted that he could fulfil. As he stated, there was “a great chance I may not be here when that two years comes up.”<footnotemark>4</footnotemark> The denial of defendant’s motion to withdraw his guilty plea is affirmed.</p>\n<p id=\"b494-5\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b490-17\">The defendant’s guilty plea to assault and battery by means of a dangerous weapon was placed on file with his consent and is not before us on appeal. <em>Commonwealth </em>v. <em>Delgado, </em>367 Mass. 432, 438 (1975).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b491-7\">Rule 29 of the Massachusetts Rules of Criminal Procedure, 378 Mass. 899 (1979), requires that a motion to revise or revoke must be filed within sixty days of the imposition of a sentence. However, under this rule, once the motion is filed, a judge may act on it at any time. See Reporters’ Notes to Mass. R. Crim. P. 29 (a), Mass. Ann. Laws, Rules of Criminal Procedure at 474 (Law. Co-op. 1979).</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b493-9\">The judge asked the defendant during the plea colloquy:</p>\n<blockquote id=\"b493-10\">The judge: “Did your attorney tell you that we discussed at that lobby conference a potential sentence in your case?”</blockquote>\n<blockquote id=\"b493-11\">The defendant: “Yes, she did.”</blockquote>\n<blockquote id=\"b493-12\">The judge: “Did she tell you what it might be?”</blockquote>\n<blockquote id=\"b493-13\">The defendant: “Yes.”</blockquote>\n<blockquote id=\"b493-14\">The judge: “What did she tell you?”</blockquote>\n<blockquote id=\"b493-15\">The defendant: “Twenty years at Concord.”</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b494-6\">A judge may not interfere with the executive function of the parole board by using postconviction evidence in an order to revise and revoke. <em>Commonwealth </em>v. <em>Amirault, </em>415 Mass. 112, 116-117 (1993). A revise and revoke order based on such behavior would have been in error. <em>Id.</em></p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}