{
  "casebody": {
    "data": "<casebody firstpage=\"862\" lastpage=\"864\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b894-5\">DAVISON CHEMICAL CO. v. EASTERN TRANSP. CO.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b894-6\">Circuit Court of Appeals, Fourth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b894-7\">January 14, 1929.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b894-8\">No. 2752.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b894-22\">Edgar T. Fell, of Baltimore, Md. (Single &amp; Single, of New York City, on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b894-23\">Gerald W. Hill, of Baltimore, Md., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b894-24\">Before WADDILL, PARKER, and NORTHCOTT, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b894-25\">PARKER, Circuit Judge.</author>\n<p id=\"AHGJ\">This is a libel by the Davison Chemical Company against the barge Vincent McNally and its owner, the Eastern Transportation Company, to recover damage sustained by a cargo of acid phosphate. The cargo was delivered to the barge at Baltimore on October 21, 1925, in good order and condition, to be transported down the Chesapeake Bay to Norfolk. It was covered by a bill of lading which contained the provision, “the dangers of the sea only excepted.” During the voyage it was damaged by water to the- extent of approximately 50 per cent, of its value; and it is admitted that this water gained entrance through the hatches. On behalf of respondents the contention is that the¡ damage resulted from a peril of the sea and is expressly excepted by the bill o-f lading. On behalf of libelant, it is contended that the. damage resulted from the fact that the hatches and hatch covers of the barge were unseaworthy, that the barge itself was overloaded, and that the tug towing this with other barges was not adequate for the service which it had undertaken. The District Judge found in favor of the contention of respondents, dismissed the libel, and upon the cross-libel entered a' decree in favor of respondents for freight money; and libelant has appealed.</p>\n<p id=\"b894-26\">The barge, Vincent McNally, was one of five barges which left Baltimore on October 26, 1925, towed by the Eastern Transportation Company’s tug, Brittannia, and proceeded slowly down the Chesapeake Bay. The tow encountered no difficulty until about 9 p. m. October 28th, when the wind began to blow a gale from the northwest. At that <page-number citation-index=\"1\" label=\"863\">*863</page-number>tíme the tow was a little north of Windmill light. The captain of the tug changed Ms course and attempted to malee for shelter in the Rappahannock river. At midnight the barges had become unruly because of the high wind and the heavy seas, and the three stem barges were cut loose and anchored in the bay. At 1 a. m. on the 29th the tug passed Windmill Point towing the two forward barges, one of which was the Vincent McNally, and proceeding up the Rappahannock, anchored them at Whitestone.</p>\n<p id=\"b895-5\">Before the Vincent McNally could he brought to shelter and anchored, she had sustained serious damage from wind and wave. The seas had washed over her decks with such force that the strong backs which held down the hatch coverings had been tom loose, battens on the side of the hatch coverings had been tom off, and in one instance a ring bolt had been loosened from its socket. In addition to this, portions of the superstructure securely fastened to the deck were carried away. Steps leading to the wheel house, water casks, and the cover over the engine were either carried away entirely or loosened from their fastenings. The captain of the tug entered in his log that it was one of the worst storms he had ever seen in Chesapeake Bay. Another witness, a seaman 61 years of age, testified that it was the worst storm he had ever encountered in a tug boat. The captain of the barge swore that the seas were the highest that he had ever seen in the Chesapeake Bay in his life. It was in this storm, which tore off the strong hacks which held down the hatch covers and tore the covers themselves, that the water gained admission through the hatches and damaged the cargo.</p>\n<p id=\"Amq9\">The learned District Judge has found against the contentions of libelant to the effect that the tug was inadequate for handling the five barges, that the barge in question was overloaded, and that the hatches and hatch coverings of the barge were unseaworthy. As he saw and heard the witnesses, his findings on these matters are entitled to great respect, and will not be disturbed upon appeal unless we are satisfied either that he misapprehended the testimony or went against the clear weight thereof, or, in other words, unless we are satisfied that his findings were clearly wrong. Virginia Shipbuilding Corporation v. U. S. (C. C. A. 4th) 22 F.(2d) 38. We are not so satisfied, but, on the contrary, a careful review of the testimony satisfies us that he is correct. There was abundant testimony that the barge was not overloaded and that the tug was not inadequate, and very little to the contrary. Likewise, on the question of seaworthiness with respect to the hatches and hatch coverings, the evidence conclusively establishes that the barge was overhauled only a short while before this voyage and that her hatches and hatch fixtures were in good condition.</p>\n<p id=\"b895-7\">There was an eifort to show that two tarpaulins instead of one should have been used to cover the hatches; hut the overwhelming weight of the evidence was to the effect Hi at it was customary to use only one tarpaulin for such purpose on voyages within the Chesapeake Bay. It appeared, also, that the admission of water into the hatches came about, not through leaking of the tarpaulins, but through the tearing away of the strong backs and other apparatus used .for holding them in place. As was said by the court below: “Strong backs on top of the hatch coverings were broken; battens on the sides of the hatch coverings were tom off and in one instance a ring bolt was loosened from its socket. The water found its way into the hold between the hatch combings and the broken battens. The testimony shows that the tarpaulins were in good condition, and that the barge generally had been recently overhauled and repaired, where repairs seemed to be necessary. Can it be fairly said that had there been two tarpaulins on each hatch instead of one, the damages to the hatch coverings would not have occurred? I think not.”</p>\n<p id=\"b895-8\"> And we think, also, that the finding of the learned judge that the damage was caused by a peril of the sea is amply suppoj ted by the testimony. The storm encountered was evidently one of unusual violence, and this violence caused unusual and unexpected damage to the equipment of a seaworthy barge resulting in damage to its cargo. We think that this clearly falls within the definition of a peril of tíie sea. The Wildcroft, 201 U. S. 378, 385, 26 S. Ct. 467, 50 L. Ed. 794; The Folmina, 212 U. S. 354, 29 S. Ct. 363, 53 L. Ed. 546, 15 Ann. Cas. 748; The Dunbritton (C. C. A. 2d) 73 F. 352; The Warren Adams (C. C. A. 2d) 74 F. 413; The Frey (C. C. A. 2d) 106 F. 319; The Newport News (D. C. N. Y.) 199 F. 968 (opinion by Judge Hough); 24 R. C. L. 1314; note 15 Ann. Cas. 750. As said by Judge Wallace in The Warren Adams, supra: “That term [perils of the seas] may be defined as denoting ‘all marine casualties resulting from the violent action of the elements, as distinguished from their natural, silent influence, upon the fabric of the vessel; casualties which may, and not consequences which must, occur.’ ”</p>\n<p id=\"b896-3\"><page-number citation-index=\"1\" label=\"864\">*864</page-number>And in The Frey, supra, the same learned judge said: “There is. no rule by which it can be defined with accuracy what degree of violence of the wind or waves is necessary to constitute a peril of the sea. Different eases must be determined according to their special circumstances. The term, of course, refers to only such forces of the elements as cannot bo resisted by the ordinary exertions of human skill and prudence. * * * But, on the other hand, the term is certainly not restricted to damage inflicted by the extraordinary violence of the winds and waves (Wilson v. The Xantho, 12 App. Cas. 503). It cannot be predicated what degree of rolling and pitching will displace a cargo properly stowed and adjusted. It sometimes happens that vessels receive what seamen term ‘an unlucky twist’ in seas not extraordinarily rough. When it appears that the vessel was seaworthy as respects her intrinsic condition and the fulfillment of all other conditions incident to the prosecution of the-voyage, and the cargo has been properly stowed and protected, and it is shown, that the injury was sustained during cross seas of unusual violence, the loss may fairly be attributed to a peril of the seas.”</p>\n<p id=\"b896-4\">The rule is stated in the note to The Folmina in 15 Ann. Cas. 750, with exhaustive citation of authority, as follows: “In the United States the decisions are to the effect that damage to a cargo by sea water is caused by'a peril of the sea within the meaning of that term in a contract of affreightment, when it is shown that the cause of the entrance of the water was not the unseaworthiness of the ship, the negligence of the captain or crew, or the ordinary wear and tear on the ship to be expected in the usual course of navigation, but unusual stress of weather, or the violent action of the elements as distinguished from their natural, silent influence upon the fabric of the vessel.”</p>\n<p id=\"b896-5\">.Libelant has laid much stress upon the statement in the opinion of the District Judge to the effect that the storm, however violent, was not so great as not to be anticipated at that season of the year. The learned judge followed this statement, however, with the statement that there was much testimony to indicate that quite unusual and unexpected damages were received by the vessel. And he concluded his opinion with the statement : “The gale was doubtless no greater in intensity than other storms which have occurred upon the Chesapeake Bay, and yet as a result of the combined fury of wind and wave, injuries occurred that could not have been foreseen. I am satisfied that the element of catastrophe was present in the situation, against which ordinary care was of no avail.”</p>\n<p id=\"b896-7\">It is clear from this that the District Judge found present the elements necessary to constitute a peril of the sea. And his finding is not negatived by the statement that the storm, although violent, was no more violent than was to be anticipated at that season of the year. Storms of the greatest intensity are to he anticipated in certain waters at certain seasons; and, if that fact removed them from the classification of perils of the sea, that term might as well be stricken from bills of lading. The theory that to constitute a peril of the sea a storm must be of such intensity as not to be anticipated is one which finds no support in the la.w. As said by Judge Hough in The Newport News, snpra: “But it is to be remembered that, in order to find peril of the sea, the losses sustained need not be extraordinary, in the sense of necessarily arising from uncommon causes. Rough seas are common incidents of a voyage, yet they are certainly sea perils, and damages arising from them are within the exception if there has been no want of reasonable care and skill in fitting out the ship and in managing her. Carver (4th Ed.) § 87. The violence of the sea (here shown, acting upon a well-stowed deck cargo, is, if sufficient to proximately account for all that happened, a peril of the sea, within the opinion in The Frey, 106 F. 319, 45 C. C. A. 309.”</p>\n<p id=\"b896-8\">There was no error, and the decree of the District Court is affirmed.</p>\n<p id=\"b896-9\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}