{
  "casebody": {
    "data": "<casebody firstpage=\"242\" lastpage=\"247\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b260-2\">Antonio Bartolomeo <em>vs. </em>John H. McKnight.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b260-3\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A-U\">January 14, 1901.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ac0\">March 2, 1901.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b260-4\">Present: Holmes, C. J., Knowlton, Morton, Barker, &amp; Boring, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b260-5\">Where the nature of the soil and the shape and depth of a trench are such as to require shoring, it is negligence on the part of an employer to put a laborer at work in the trench with its sides unsupported and without providing material for shoring it.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b260-6\">A laborer who has had considerable experience in working in trenches and laying pipes therein, when ordered into a trench to lay a pipe, is not bound to inspect the sides of the trench before going to work, and in an action for injuries caused to such a workman by the caving in of the side of the trench, it is a question for the jury whether he was in the exercise of due care.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b260-7\">In an action for injuries caused by the caving in of the side of a trench in which the plaintiff was working, where the negligence of the defendant’s superintendent is in issue, the fact that the superintendent’s attention was called to the danger of the trench and the need of shoring it, may be shown by evidence of statements made to him by a third person; and where the person making the statements worked in the same trench earlier on the same day, he may be allowed to state what precautions he took for his own safety, this having a bearing on the dangerous character of the trench, and also being admissible to rebut any inference prejudicial to his testimony that might be drawn from his conduct in going into the trench to work.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b260-8\">Tort, with counts both at common law and under the employers’ liability act, to recover damages for personal injuries sustained by the plaintiff while employed by the defendant in laying a water pipe in a trench dug by the defendant in Washington Avenue in Chelsea. Writ dated January 15, 1898.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b260-9\">At'the trial in the Superior Court, before <em>Richardson, </em>J., the plaintiff testified that he was born in Italy and would be twenty-three years old in October, 1899; that before working for the defendant he had worked in trenches for pipes; that he had been digging bell holes,<footnotemark>*</footnotemark> laying pipes and doing that kind of labor about two months before he worked for the defendant; that while working for the defendant he laid pipes but did no <page-number citation-index=\"1\" label=\"243\">*243</page-number>digging, with the exception of “working around digging some rocks,” and that most of the time he laid pipes.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b261-5\">On the day of the accident the plaintiff was put to work by a foreman of the defendant called “ Jimmy.” His injuries were caused by the caving in of the side of the trench in which he was working. The plaintiff described the happening of the accident as follows: “ I laid three pieces of pipe before the accident. The accident occurred about fifteen minutes of six. Jimmy was right on top of the ground. He was to help me to set the three pieces of pipe. He told me to clean some loose stuff from under the pipe and then went on top of the ground. Before the accident I did not know there was any danger of the trench caving in. I saw the defendant around the morning of the accident, not near the place of accident but way up ahead. The trench was not straight where the accident happened, but bent. I talked with the defendant about four or five hundred feet away from the place where the accident happened. The trench at the point where the accident happened was about twenty-five or thirty feet long. I used boards or planks to put under the pipe to keep the pipe straight and level. There was no bracing at the place of accident, nor planks nor anything of that kind, except planking or boarding that was used for putting under the pipes. Five or six pieces of board were put under each pipe. When the accident happened I was laying pipe, standing bent over crossways the trench. I was cleaning out some loose stuff from the bell hole. My right hand was towards Donato; my face was on the side of the trench. Jimmy, the foreman, was a little on my left side on top of the trench. I do not know how much of the bank came down. Some came on my back.”</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b261-6\">He further testified as follows: <em>“ </em>Where the accident happened the trench was six feet deep and about three feet wide at the top, and the same at the bottom. It did not slope. ... I was not using my pick at all when the accident occurred. ... I was cleaning the bell hole at the end of the third piece of pipe when the accident happened. There was no one at work there with me when the bank fell.”</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b261-7\">One Frank E. Beedy, a foreman of the Chelsea Gas Light Company, testified that the soil in which the trench was dug was sand, clay and gravel mixed and was very apt to cave in; that <page-number citation-index=\"1\" label=\"244\">*244</page-number>other ditches had been dug through there, and the effect of digging over and re-laying the material was to get the soil mixed so that it would be softer and not solid.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b262-3\">Subject to the defendant’s exception, this witness was allowed to state the following conversation: “I told Jimmy that the bank should be braced up, that it would cave in. And he told me, ‘ That is all right; I have worked in places like this before,’ and that is all he said, and walked away. This was after dinner on the day of the accident.”</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b262-4\">The same witness further testified: “ I saw no means of shoring or protecting the trench, there were none visible. ... In my opinion this trench, unshared and unbraced, was not a safe place. It was a bad corner. That angle in the corner ought to have been braced any way. It rained the night before; it was very bad soil to cave in. Rain affects the soil. Where the water ran down the hill, it ran into this ditch and soaked away the dirt underneath and made it cave in more or less. Material that was thrown out would make it cave more from its own weight.”</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b262-5\">The witness further testified that earlier on the same day he was working in the same trench on a pipe of the gas company, and, against the objection and exception of the defendant, the plaintiff was allowed to ask the witness what other precautions he took besides speaking to Jimmy before going into the trench. The witness answered: “ I told this man that was working for me to watch the bank very carefully, and if it started to cave in, to holler to me, so that I could get out of the way.” And in answer to a further question as to what the man did in consequence, he said: “ He stood up on top of the bank and watched it right there for me.”</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b262-6\">This witness further testified, that it was “not good or safe workmanship to make a straight slope in a trench that is six feet in depth.”</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b262-7\">Another witness for the plaintiff, one Kelly, superintendent of the Chelsea gasworks,' testified that he called Jimmy’s attention to the condition of the bank, said to him that it was an unsafe ditch, and told him the ditch ought to be braced up, and that the gas pipe surely should be looked after.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b262-8\">Another witness, one Dolan, a laborer at work for the Chelsea gasworks under Beedy, testified, that he heard the conversation <page-number citation-index=\"1\" label=\"245\">*245</page-number>between Jimmy and Beedy above stated, and, subject to the defendant’s exception, stated: “ I was down in the ditch with him [Jimmy] and I said ‘Frank [Beedy], it is a dangerous place.’ Frank went down and told him it was an unsafe ditch to work in. He said, ‘ We have worked in worse places than that.’ That is all that was said at the time.”</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b263-5\">To the admission of the testimony of the several witnesses above stated the defendant excepted.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b263-6\">At the close of the evidence, the defendant requested the judge to rule that upon all the evidence the action could not be maintained. This ruling was refused and the defendant excepted. In submitting the case to the jury, the judge put to them the following question: “If the jury find that the defendant is liable to the plaintiff, I desire that the jury state whether they find such liability on the common law counts, that is, the first or second or fifth counts, or on the third or fourth counts, under the employers’ liability act.”</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b263-7\">The jury returned a verdict for the plaintiff, and to the above question answered: “ Common law counts ”; and the defendant alleged exceptions.</summary>\n<attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b263-8\"><em>G. W. Buck, </em>for the defendant, submitted the case on a brief.</attorneys>\n<attorneys data-order=\"23\" data-type=\"attorneys\" id=\"b263-9\"><em>J. W. </em>Corcoran, <em>(C. W. Ford </em>with him,) for the plaintiff.</attorneys>\n<footnote data-order=\"24\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b260-10\"> The flare at the end of each section of pipe where it fits over the next section is called the bell, and in digging trenches for water pipes an enlargement is made on each side of the trench at intervals of twelve feet where the sections of pipe are joined. These enlargements are called bell holes.</p>\n</footnote>\n<opinion data-order=\"25\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b263-10\">Morton, J.</author>\n<p id=\"ATJQ\">This is an action to recover for personal injuries sustained by the plaintiff while in the defendant’s employ as a laborer engaged in laying water pipes in a trench dug by the defendant in Washington Avenue, Chelsea. The accident was caused by the caving in of the side of the trench. There are counts at common law and counts under the employers’ liability act alleging negligence of a superintendent. At the conclusion of all of the evidence the defendant asked the court to direct a verdict for him. The court declined to do so. There was a verdict for the plaintiff on the common law counts, and the case is here on the defendant’s exceptions to the refusal of the court to direct a verdict for him and to the admission of certain evidence.</p>\n<p id=\"b263-11\">We think that there clearly was evidence of negligence on the part of the defendant in setting the plaintiff to work in an unsafe and dangerous place. The trench in which the plaintiff was at work was unshared and unsupported. There was evidence tending to show that no material for shoring or bracing was fur<page-number citation-index=\"1\" label=\"246\">*246</page-number>nished by the defendant. There was also evidence tending to show that the nature of the soil through which the trench was dug, and the depth of the trench and the manner in which it was dug, were such as to render the sides of the trench liable to fall and dangerous, and that the defendant was on the spot and had an opportunity to observe the condition of the trench. It was his duty to see that the place where the plaintiff was set to work was reasonably safe or that suitable material was provided for making it so. <em>Norton </em>v. <em>New Bedford, </em>166 Mass. 48. <em>Coan </em>v. <em>Marlborough, </em>164 Mass. 206. <em>Hennessy </em>v. <em>Boston, </em>161 Mass. 502. There was evidence warranting the jury in finding that he failed in the performance of this duty and that the plaintiff was injured in consequence of such failure.</p>\n<p id=\"b264-3\">The defendant further contends that the plaintiff was not in the exercise of due care. From the plaintiff’s testimony it is evident that he had had considerable experience in working in trenches and laying pipes for the defendant and others in various places. He was bound to exercise a reasonable degree of vigilance in regard to the safety of the place where he was working. But he was not bound to inspect the sides of the trench before going to work. He testified that before the accident he did not know that there was any danger of the trench caving in. He was an ordinary laborer bound to follow the directions of the defendant and his foreman. He had a right to rely to some extent on the assumption that they would take proper measures for his safety and would not put him to work in a dangerous place. The extent to which under the circumstances of the case he might properly rely on them, and whether he was in the exercise of due care were questions for the jury. <em>Norton </em>v. <em>New Bedford, Coan </em>v. <em>Marlborough, </em>and <em>Hennessy </em>v. <em>Boston, ubi supra. Lynch </em>v. <em>Allyn, </em>160 Mass. 248. It was for them to give such weight to his own testimony and to the testimony of such other witnesses, if any, as tended to impeach it, as they thought it was entitled to.</p>\n<p id=\"b264-4\">The remaining exceptions relate to evidence of what was said to the defendant’s foreman and in his presence of the dangerous character of the trench and the need of bracing. We think that it was rightly admitted. The case was tried on counts under the employers’ liability act alleging negligence on the part <page-number citation-index=\"1\" label=\"247\">*247</page-number>of a superintendent or of one exercising superintendence as well as under counts at common law. The fact that the foreman’s attention was called to the danger of the trench and the need of bracing seem to us to have been clearly competent on the question of negligence on his part. The precautions which the witness Beedy took for his own safety were admissible as bearing on the dangerous character of the trench. Moreover, it was admissible to rebut any inference which might be drawn prejudicial to his testimony from the conduct of the witness in going down into the trench.</p>\n<p id=\"b265-5\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}