{
  "casebody": {
    "data": "<casebody firstpage=\"484\" lastpage=\"492\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b512-4\">Richmond</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"A7Y\">Burner v. Burner.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AUhX\">November 20, 1913.</decisiondate>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b512-7\">1. Specific <em>Pekfobmance—Reconveyance—Case in </em>Judgment.—One brother conveyed to another a lot of land containing fourteen acres for the consideration of $1,500. The deed provided, however, that the grantor should within five years from the date of the deed go to the grantee and ascertain from him if he was satisfied with the transaction, and, if he was, the sale should stand confirmed; but, if he was not satisfied, the grantor was to pay the grantee $1,600, and the latter was to reconvey the land to the grantor; but, if the grantor could not raise the $1,600, he was to convey to the grantee another parcel of land containing sixteen acres, and • that was to close the transaction. A week before the five years expired the grantor went to the grantee and asked him if he was satisfied with the transaction, and the grantee replied that he was not, and that the grantor could get his money ready. The grantor then, at some trouble and expense, raised the $1,600 and tendered it to the grantee, but he declined to receive it, saying he had changed his mind on the subject and would retain the land. This suit was brought to compel a reconveyance of the land.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b512-8\"><em>Held: </em>The grantee had no right under the facts stated to change his mind and refuse to reconvey the land to the grantor, and the reconveyance will be compelled by a court of equity.</syllabus>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b512-9\">Appeal from a decree of the Circuit Court of Page ■county. Decree for the defendant. Complainant appeals.</summary>\n<disposition data-order=\"6\" data-type=\"disposition\" id=\"b512-10\">\n<em>Reversed.</em>\n</disposition>\n<p data-order=\"7\" data-type=\"summary\" id=\"b512-11\">The opinion states the case.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b512-12\"><em>Walton &amp; Bro. </em>and <em>R. 8. Parks, </em>for the appellant.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b513-4\"><page-number citation-index=\"1\" label=\"485\">*485</page-number><em>Leedy &amp; </em>Berry, for the appellee.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b513-5\">Cardwell, J.,</author>\n<p id=\"AF1\">delivered the opinion of the court.</p>\n<p id=\"b513-6\">David F. Burner, appellant, and William E. Burner, appellee, are brothers, and in April, 1907, were coterminous land owners in the Massanutton section of Page county, Virginia. In the early part of 1907 appellant was desirous of obtaining a loan of $1,500 to meet certain business engagements, and had arranged for this loan from one Ashby Fultz, to be secured by deed of trust on a certain fourteen acre tract of land adjoining the lands of himself and appellee. About four days after the arrangement agreed on with Fultz, but before it was consummated, appellant had a talk with appellee, telling him of the arrangement with Fultz, and in that connection appellee suggested to appellant that it might be well for him (appellee) to borrow the money of Fultz, in which event he would loan it to appellant and have him execute a deed to appellee for the fourteen acres of land, upon terms and stipulations mutually agreed upon. The change in the transaction proposed by appellee was more desirable to appellant, as he states, first, because he would be borrowing the money direct from his brother, rather than from Fultz who was of no kin; and, second, because under the stipulations agreed on with his brother, he (appellant) would have no interest to pay on the loan, as the brother was to take immediate possession of the land and crop the same, which crops it was considered, by reason of the quality of the land, upon proper cultivation, would afford ample compensation for the loan in lieu of the regular payment of interest that appellant would have been compelled to pay Fultz in the 'event that the loan was made by him.</p>\n<p id=\"b513-7\">Appellee borrowed the $1,500 of Fultz and turned the same over to appellant who contemporaneously—that is, on <page-number citation-index=\"1\" label=\"486\">*486</page-number>April 20, 1907—executed the de'ed out of which this litigation arises, conveying to appellee, in consideration of the sum of fifteen hundred dollars cash in hand.paid, and with covenants of general warranty of title, the said fourteen acres of land, describing the same as to locality and boundaries, and stating sources of title, etc., but said deed contains the following conditions and stipulations;</p>\n<blockquote id=\"b514-5\">“It is expressly understood and agreed to by the parties to this conveyance that the said D. F. Burner shall within five years from the date of this deed go to Wm. E. Burner and ascertain from him whether he is satisfied with this transaction or not. If the said Wm. E. Burner is not satisfied with the said transaction, then the said D. F. Burner shall pay him the sum of $1,600, in cash, and the said Wm. E. Burner shall reconvey the land herein conveyed to the said D. F. Burner. If the said D. F. Burner shall fail or refuse to pay to the said Wm. E. Burner the said sum of $1,600, then the said D. F. Burner agrees and binds himself to convey to said Wm. E. Burner another tract of land, containing 16 acres of upper land now owned by him, in addition to the tract herein conveyed. If the said D. F. Burner shall sell the said 16 acre tract of land within the next five years, he shall not sell it for less than $500, and shall pay over the proceeds thereof to the said Wm. E. Burner, when sold.”</blockquote>\n<p id=\"b514-6\">There are other conditions specifically set forth in the deed which required appellee to fence and farm the land properly and trim the apple trees and to observe the rotation of crops, especiallly as to corn.</p>\n<p id=\"b514-7\">Said deed was promptly recorded and appellee immediately took full possession of the land and has ever since enjoyed all the benefits derived therefrom. It will be observed that not only was said conveyance of the fourteen acres of land conditional, but expressly stipulated that within five years from its date the grantor, appellant, <page-number citation-index=\"1\" label=\"487\">*487</page-number>should hare the right to redeem the land and secure a re-conveyance thereof to him from appellee, provided he went in person “within five years from the date of this deed (April 20, 1007) to appellee and ascertained from him whether he was satisfied with the transaction or not, and, in the event that appellee expressed himself not satisfied with the transaction, then appellant was to pay appellee $1,600 in cash ($100 of which was to be a bonus), and upon the receipt of which appellee was required to reconvey the land to appellant.</p>\n<p id=\"b515-5\">Appellant being desirous and determined to secure a re-conveyance of said land to him within the five years, provided he could raise the sum of $1,600 which was necessary to accomplish this purpose, went to se'e appellee at his home on the 13th day of April, 1912, which was within five years from the date of the said deed and within only seven days before the expiration of the said five years, and informed him as to the pbject of his visit, and propounded to appellee the question indicated in said deed, “whether, he was satisfied with the transaction,” and in reply appellee stated specifically and without qualification or evasion, that “he had the same opinion with reference to the transaction that he had in the first place, and told appellant to get his money ready,” meaning, unquestionably, the $1,600 which it was necessary for appellant to raise in order to secure a reconveyance of the land to him; and within a few days after this appellant raised the $1,600 by a loan from a bank in Luray and carried it to the office of appellee’s attorneys where he was present, and proposed to turn over the $1,600 to him upon his reconveyance of said land to appellant; but appellee, though not denying at any time that he had expressed himself as not “satisfied with the transaction” and told the appellant to get his money ready, refused to receive the money and to execute a re-conveyance of tifie land to appellant, stating at no time any <page-number citation-index=\"1\" label=\"488\">*488</page-number>reason for his refusal, except, “I have changed my mind and intend to keep the land.” Whereupon, appellant filed his bill in this cause, setting up the facts above recited and other facts as to the transaction between himself and his brother, appellee, and praying that the latter be required to specifically perform his contract with appellant touching the said land in strict conformity with the terms of their contract evidenced by said deed of April 20,1907.</p>\n<p id=\"b516-5\">Upon the hearing of the cause on the bill, the answer of appellee therto and depositions taken on behalf of the respective parties, the learned judge of the circuit court entered the decree, which is brought under review in this appeal, denying the relief prayed for in the bill, and dismissed the same with costs to appellee.</p>\n<p id=\"b516-6\">Appellee in his answer to the bill, while not specifically denying its allegations, takes the position that the conveyance of the fourteen acres of land was a conveyance of an absolute title to the land to him and in no sense intended as a security for the loan of the $1,500 to the appellant, contending that by the terms of the deed a privilege was reserved to him of reconveying the land at the end of five years and demanding the repayment to him of the purchase money, “but this privilege was accorded to him, and was left entirely to his discretion under the terms of said deed.” His answer further states the position of appellee to be that he was not obliged to exercise his discretion as to whether he would keep the land or reconvey it to appellant until the end of the five years. He admits that the appellant came to him a few days before the expiration of the five year period and asked him what he was going to do about it (the land transaction), to which inquiry he then and there replied: “I am about of the same opinion that I was when the transaction was had, get your money ready,” “intending further to tell him (while he was under no obligation to do so at that time), that he was satisfied and did <page-number citation-index=\"1\" label=\"489\">*489</page-number>not expect to reconvey the land, unless some serious accident happened to the land between that time and the expiration of the said period of five years, such as a flood; but the said plaintiff immediately left, seemed to get in a tremendous hurry and did not give your respondent time to say anything in explanation of his jesting remark.”</p>\n<p id=\"b517-5\">It appears from the evidence that this fourteen acres of land was liable to overflow when there was a freshet in the Shenandoah river, which might result m carrying off the fertile soil on the land, rendering it of little or no value, and the view taken by appellee apparently is, that his brother, the appellant, had no rights under the terms of the deed, but he (appellant) could, up to the last moment of the five years, in case the land by reason of a flood or from any other cause became of less value or of no value at all declare his dissatisfaction as to the transaction and throw the land back on appellant. As to th'e statement that appellant was in such a hurry on April 18, 1912, that he (appellee) did not have time to explain “his jesting remark,” appellant when testifying in this cause, after stating that he had heard from several sources that his brother was dissatisfied with the land transaction, stated: “I was to go to him within five years and ascertain the question, whether or not he was satisfied, and if he was satisfied it would make a clear deed, and if he wasn’t satisfied and throwed the piece of land upon me that I was to go and raise the $1,600.00 and pay it to him. I did so on the 13th day of April, 1912. When I went to him I says: ‘Willie, I have come to ascertain the question whether or not you are satisfied with the transaction of this land.’ He says: ‘I have the same opinion that I had when we made the deal.’ I says, then, I says: ‘Willie, th'en you have throwed that land upon me?’ and he says: ‘Yes sir.’ ‘Well,’ I says: ‘then that settles it.’ I waited about two minutes; I started right back by Willie Burner, and I says: ‘How, Willie, I <page-number citation-index=\"1\" label=\"490\">*490</page-number>am going to see whether or not I can raise this money and if I can’t raise this money I will come back to you in two or three days from now and go and give you a clean deed for the 16 acres of land that I have mentioned in the deed.</p>\n<p id=\"b518-5\">... On the 16th day of April, 1912, I went down by my brother Willie E. Burner’s house and asked where he was, and he was over to the barn fixing to come to town. I went down to the barn and told Willie Burner that I had the money ready to pay him the $1,600 cash that I agreed to and I wanted hint to come to Luray and make me a deed for the piece of land back. He says: ‘I have studied over the matter and I have agreed to hold it.’ ’’</p>\n<p id=\"Abc\">Appellant further states that he then went to the bank in Luray, got the $1,600, and in company with one of his neighbors (who testified in this cause) went at once to the office of appellee’s attorneys, where he met appellee and said to him: “Willie, I have the $1,600 here and. to. count the $1,600 due you according to cóntract that I have with you. Will you receive it?” and he said “No, sir.”</p>\n<p id=\"AHP\">Two witnesses testifying for appellant prove that appellee, before the 13th day of April, 1912, had on two separate occasions declared that he was not satisfied with the transaction had with appellant with respect to the land in question, and intended “to throw it up.” J. Daniel Burner, a brother of appellant and appellee, testifies that on the same day, April 13, 1912, and after appellant had been to the home of appellee, witness saw the latter and had a conversation with Mm about this land matter to the following effect: “Now state what that conversation was you had with him there and then?” A. “Well I went to him and told him that I had heard he had throwed up the land on David, and he said. Wes, sir.’ I said, T think it was one of the worst day’s work you have done.’ He asked me what my authority was, and I told him that different men were waiting to get the land, and I was sorry to see anybody <page-number citation-index=\"1\" label=\"491\">*491</page-number>else get it.” Q. “Did William Burner tell you out plainly that he had thrown the land up and was not going to keep it, and had so told brother David?” A. “He just told me that he had thrown it up and that was all he said when I asked him.”</p>\n<p id=\"b519-5\">The whole defense of appellee to this suit rests upon his contention that he was actually entitled to hold said land for five years from the date of the deed, and in the meantime was not compelled to say whether he was satisfied or not, although that question was asked him by appellant. The fact that he, did speak and exercise his right of option reserved to him in the deed when approached on the subject April 13, 1912, is wholly inconsistent with the contention he is now making. He doubtless might have said, and with propriety and reason, to appellant, “I have till the last day of the five year limit to say whether I am dissatisfied and prefer to give up the land according to the terms of the deed,” which privilege he did not exercise, but instead, as he admits, replied, “I am abeut of the same opinion that I was when the transaction was had; get your money ready,” clearly meaning that he was dissatisfied and intended to reconvey the land to appellant and get the $1,600 stipulated for in the deed.</p>\n<p id=\"b519-6\">Whether the change of appellee’s mind is due to not realizing an expectation that appellant could not raise the $1,600, in which event he would be entitled to a conveyance of the additional sixteen acres of land, or to information that had come to him that the fourteen acres was worth more than the $1,600, as the evidence in this cause clearly proves, is immaterial. The deed in question vvas doubtless written by a layman, and the terms of the agreement it purported to set out are not very clearly stated, but from a reading of the whole deed it is to be ascertained that it reserved to the grantor (appellant) certain rights in the land conveyed, including an option to <page-number citation-index=\"1\" label=\"492\">*492</page-number>take a reconveyance of the land to himself upon his paying to the grantee (appellee) $1,600, provided that appellee when approached on the subject within five years from the date of the deed declared that he was not satisfied with the transaction recited therein.</p>\n<p id=\"b520-5\">It seems to us entirely reasonable that appellant went to appellee several days before the expiration of the five years to ascertain from him whether or not he was satisfied, for if he declared himself dissatisfied and proposed to “throw up” the land upon appellant, the latter was entitled to a reasonable time to raise the necessary money to perform his part of the contract, and the time he gave himself to accomplish that purpose was, we think, entirely reasonable. When appellee answered the question put to him by appellant on April 13, 1912, as he did, it was clearly the right of appellant,, reserved to him by the terms of the deed, to then and there exercise his option to pay appellee the $1,600 and call for a reconveyance of the fourteen acres of land to him. By the deed of the fourteen acres of land to appellee, it was made the imperative duty of appellant to go to him within five years and ask him if he was satisfied with this, land transaction; and this having been done within a reasonable time before the 'expiration of the time limit, and appellee having declared himself dissatisfied, and after appellant had, at some expense and trouble, raised the necessary money for him to carry out his option to take the land back, it would be unjust and contrary to equity and good conscience to permit appellee to change his mind, and refuse to reconvey the land to appellant.</p>\n<p id=\"b520-6\">We are, therefore, of opinion to reverse the decree appealed from, and to remand the cause for further proceedings to be had therein in accordance with the views herein expressed.</p>\n<p id=\"b520-7\">\n<em>Reversed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}