{
  "casebody": {
    "data": "<casebody firstpage=\"493\" lastpage=\"496\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b521-3\">Richmond</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b521-4\">Chesapeake and Ohio Railway Company v. Ruckman.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b521-5\">November 28, 1913.</decisiondate>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b521-6\">1. <em>Cakbiers—Interstate Commerce—Special Contracts to Expedite Delivery of Interstate </em>Shipments.—A special contract with a particular shipper, whereby a carrier agrees for the published rate to expedite an interstate shipment of freight and deliver the same on a designated day, gives to the particular shipper an ' advantage over other shippers and makes a discrimination in his favor which is prohibited by the interstate commerce act, and hence such a contract is void.</syllabus>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b521-7\">Error to a judgment of the Circuit Court of Augusta county in several actions of assumpsit heard together. Judgment for the plaintiff. Defendant assigns error.</summary>\n<disposition data-order=\"5\" data-type=\"disposition\" id=\"b521-8\">\n<em>Reversed.</em>\n</disposition>\n<p data-order=\"6\" data-type=\"summary\" id=\"b521-9\">The plaintiff, D. G. Ruckman, instituted four separate suits in the circuit court of Augusta county against the defendant railway company to recover damages for the alleged negligence of the defendant in failing to deliver four shipments of cattle in time for a certain market. The four cases were, on motion of the defendant, heard together as one case, and upon a demurrer to the evidence by the defendant a single judgment was rendered in favor of the plaintiff for the damages ascertained by the jury.</p>\n<p data-order=\"7\" data-type=\"summary\" id=\"b521-10\">These shipments were made by the plaintiff from Bar-tow, West Virginia—three of them to Jersey City, IST. J., and one to York, Pa. The defendant company contends that no valid contract for the delivery of the cattle was either alleged or proven, and that it was only under obli<page-number citation-index=\"1\" label=\"494\">*494</page-number>gation to use ordinary diligence to deliver them in a reasonable time. The allegations of the declaration are that the said live stock was shipped by and with the knowledge and consent of the defendant, and at its special instance and request, for sale on Friday’s market next after the shipment, and that the damage resulted from the defendant’s default in not delivering the cattle in time for that market.</p>\n<p data-order=\"8\" data-type=\"summary\" id=\"b522-4\">The evidence sustains these allegations. The plaintiff testifies that in each instance he notified the defendant that he desired to make the shipment; that he stated the time and place at which he wished cars placed for the receipt of the cattle, and named the date on which he wished them to arrive at their destination and the reason therefor; and that in compliance with his request the transportation was provided and the cattle went forward.</p>\n<p data-order=\"9\" data-type=\"summary\" id=\"b522-5\">The allegations of the declaration and the proof sustaining them establish a special contract for the delivery of the cattle on the day agreed upon.</p>\n<p data-order=\"10\" data-type=\"summary\" id=\"b522-6\">What the plaintiff sought, and what was accorded him in the trial court, was damages for the breach of the special contracts for the delivery of the cattl’e on designated days—a special arrangement with him not published by the carrier and not open to other shippers. The rate charged was the regular published rate for like shipments to other shippers.</p>\n<p data-order=\"11\" data-type=\"summary\" id=\"b522-7\">In <em>Chicago &amp; Alton R. Co. </em>v. <em>Kirby, </em>225 U. S. 155, 32 Sup. Ct. 648, it is held that a carrier may enter into contracts to expedite shipments and charge a higher rate therefor, but to do so it must make and publish a rate open to all. It was said that the broad purpose of the commerce act was to compel the establishment of reasonable rates and their <em>uniform application, </em>and that such purpose would be defeated if sanction were given to a special contract by which there was guaranteed to a particular <page-number citation-index=\"1\" label=\"495\">*495</page-number>shipper á particular connection and transportation by a particular train, as this would give to the particular shipper an advantage and preference not open to all and not provided for in the published rates—an advantage to the shipper and a discrimination in his favor prohibited by the interstate commerce act, although no extra charge was made for the service.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b523-4\"><em>J. M. Perry, </em>for the plaintiff in error.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b523-5\"><em>Landes &amp; East, </em>for the defendant in error.</attorneys>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b523-6\">The following order wás entéred by the court:</p>\n<p id=\"b523-7\">Virginia :</p>\n<p id=\"b523-8\">Upon a writ of error and supersedeas to a judgment rendered by the Circuit Court of Augusta county on the 20th day of April, 1912.</p>\n<p id=\"b523-9\">This cause, which is pending in this court at its place of session at Staunton, having been fully heard, but not determined at said place of session, this day came here the parties, by counsel, and the court having maturely considered the transcript of record of the judgment aforesaid and arguments of counsel, is of opinion, for reasons stated in writing and filed with the record, that said judgment is erroneous and should be reversed upon the authority of <em>Chicago and Alton Railroad Company </em>against <em>Kirby, </em>225 United States Reports 155, 32 Sup. Ct. 648.</p>\n<p id=\"b523-10\">It is therefore considered that the same be reversed and annulled, and that the plaintiff in error recover of the defendant in error its costs by it expended in the prosecution of its writ of error and supersedeas aforesaid here.</p>\n<p id=\"b523-11\">And this court, proceeding to enter such judgment as the said circuit court ought to have entered, is also of the <page-number citation-index=\"1\" label=\"496\">*496</page-number>opinion that the law arising upon the demurrer of the defendant to the evidence of the plaintiff is for the defendant, that the said evidence is not sufficient to maintain the issue joined on the part of the plaintiff; therefore, it is further considered that the said demurrer be sustained, that the plaintiff take nothing by his bill, and that the defendant go thereof without day and recover against the plaintiff its costs by it about its defense in said circuit court expended.</p>\n<p id=\"b524-4\">Which is ordered to be entered in the order book here and forthwith certified, together with a certified copy of the opinion in this case, to the clerk of this court at Staunton, who will enter this order in the order book there and certify it to the said circuit court.</p>\n<p id=\"b524-5\">\n<em>Reversed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}