{
  "casebody": {
    "data": "<casebody firstpage=\"233\" lastpage=\"234\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b253-2\">(13 Misc. Rep. 218.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b253-3\">NETTE v. NEW YORK EL. R. CO.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b253-4\">(Common Pleas of New York City and County, General Term.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AGB\">June 27, 1895.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b253-5\">Appeal—Harmless Error—Admitting Incompetent Evidence.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b253-6\">Error of a referee in admitting evidence is cured by his statement of record that all such evidence, which is identified, was disregarded.</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b253-7\">Appeal from judgment on report of referee.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b253-8\">Action by Charles Nette against the New York Elevated Railroad Company. From a judgment for plaintiff, defendant appeals.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"AHCb\">Affirmed.</disposition>\n<p data-order=\"9\" data-type=\"judges\" id=\"b253-9\">Argued before DALY, C. J., and BISCHOFF and PRYOR, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b253-10\">Julien T. Davis and R. L. Maynard, for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b253-11\">J. Aspinwall Hodge, Jr., for respondent.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b253-12\">BISCHOFF, J.</author>\n<p id=\"AXy\">This action was brought in the usual form against the defendants, to restrain the operation of their elevated railway in front of plaintiff’s premises in event of their failure to pay the sum awarded as damages. We think that there is no ground upon which the judgment can be well assailed. The testimony given by plaintiff’s expert justified a recovery in excess of the referee’s award for fee and rental damage, and while, as is usual, the defendants’ evidence conflicted with this testimony, we find that the probabilities are not so overwhelmingly against the plaintiff as to call for a reversal.</p>\n<p id=\"b253-13\">It is also claimed 8that the referee erred in refusing to find the presence of benefits, general or special, to plaintiff’s property by reason of the maintenance and operation of defendants’ road. We -fail to find the error. The presence of general benefits would naturally lead to the enhancement of value, and would disclose itself in the existing condition of the property, unless there might be circumstances under which general benefits and a still diminished value might result) in which latter case it would be for the defendants to show the value of such benefits (Struthers v. Railroad Co. 5 Misc. Rep. 242, 25 N. Y. Supp. 81), which was not done here. Nor, from the evidence before us, are we to say that the finding of the absence of special benefits results in a palpable miscarriage of justice. Struthers v. Railroad Co., supra. Thus, upon the facts of the case, the finding must conclude.</p>\n<p id=\"b253-14\">Further, it is contended that the error, if any, presented by the referee’s admission of testimony, over exception, with regard to prices paid for or rents received from particular adjacent property, other than the property in suit, was not cured by his statement of record that all such evidence had been disregarded; and counsel cites the case of American Bank-Note Co. v. Metropolitan R. Co., 63 Hun, 508, 18 N. Y. Supp. 532. In this case, however, the evidence disregarded stands alone, and is readily identified,—as much so as if definitely marked as stricken out,—and the objections found in the case cited to this course of practice are not here apparent. Even in the case of a jury trial, an instruction that the jury disregard certain evidence imports the fact that such evidence found no <page-number citation-index=\"1\" label=\"234\">*234</page-number>lodgment in their minds. Chesebrough v. Conover, 140 N. Y. 389, 35 N. E. 633. And such, a fortiori, should be taken as the result in a case where a referee states of record that he had disregarded particular testimony in reaching his conclusion. As stated above, the plaintiff’s evidence, irrespective of the testimony disregarded, is found to support the judgment, which, we think, should be affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}