{
  "casebody": {
    "data": "<casebody firstpage=\"279\" lastpage=\"282\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b299-6\">(88 Hun, 10.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b299-7\">DUBOIS v. NEW YORK CENT. &amp; H. R. R. CO.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b299-8\">(Supreme Court, General Term, Fifth Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AF3\">June 21, 1895.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b299-9\">1. Accident at Railroad Crossing—Negligence—Proximate Cause.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b299-10\">Negligence of a railroad company in leaving a train standing on a crossing is not the proximate cause of the death of a person struck by a train on the next track, merely because but for the standing train he would have crossed the tracks before the arrival of the other train.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b299-11\">2. Same—Excessive Speed.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b299-12\">It is not negligence per se to run a train across a county road at a rate of 55 or 60 miles an hour.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b300-4\"><page-number citation-index=\"1\" label=\"280\">*280</page-number>3. Same—Failure to Give Signals—Evidence.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b300-5\">Testimony oí a person that he heard nothing oí a train or any whistle or bell till he saw the train pass, but that he did not know whether the bell was rung, that he was 30 feet from the track attending to his horse, waiting for a standing train to be moved; and of another person that he heard a whistle, that he could not tell what whistle it was, that it must have been the train that passed, but he was not certain of it, as it might have been the other engine, that he could not say that he heard the train till it passed, because there were other engines “steaming” about there,—is not sufficient to warrant a finding that no signal was given.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b300-6\">4 Same—Contributory Negligence.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b300-7\">A finding that a person struck by a train just after climbing over a coal train standing on the next track was free from contributory negligence is not warranted by evidence that as he stood on the coal train his head was three feet above the tops of the cars, that there was an unobstructed view of the track for some distance, and that the approaching train had a headlight, though other engines standing near made some noise, and the headlight of one of them threw its light in the direction from which the train was approaching.</headnotes>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b300-8\">Action by Maria Dubois, as administratrix of Isaac Dubois, deceased, against the New York Central &amp; Hudson River Railroad Company for death of deceased. There was a verdict for defendant, and plaintiff moves for a new trial on exceptions taken at Monroe circuit and ordered to be heard at general term in the first in•stance</summary>\n<disposition data-order=\"13\" data-type=\"disposition\" id=\"ATI\">Dfinisd</disposition>\n<p data-order=\"14\" data-type=\"judges\" id=\"b300-9\">Argued before' DWIGHT, P. J., and LEWIS, BRADLEY, and WARD, JJ.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b300-10\">P. Chamberlain, for plaintiff.</attorneys>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b300-11\">■ Albert H. Harris, for defendant.</attorneys>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b300-12\">BRADLEY, J.</author>\n<p id=\"AQCC\">On the 6th day of August, 1894, as the plaintiff’s intestate was proceeding on a highway to cross the defendant’s railroad, he was struck by a passing train and killed. The plaintiff charges that the disaster was occasioned solely by the negligence of the defendant. The plaintiff was nonsuited at the trial.</p>\n<p id=\"b300-13\">The occurrence was about 9 o’clock in the evening, and it was then quite dark. It was in the town of Gates, county of Monroe, and the highway was known as the “Field Road.” The defendant’s tracks crossing the road were four, numbered from the south to the north. The deceased, on foot, approached the tracks from the north. There was then a train of coal cars standing on track number <em>2 </em>over the crossing. After waiting some minutes, and as the «coal train was not moved, he proceeded to cross by climbing over between cars, and when he jumped from the train onto the south side of it he was struck by a train going east on track number 1: It seems that there was no engine attached to the coal train, and that it remained there for some time, and was an obstruction to the passage in the road over the railroad tracks. The .defendant was chargeable with negligence for permitting the coal train to remain the length of time that it had been there at the time of the accident, and the inference is fairly justified that he would have safely passed over the tracks before the train arrived if that obstruction to his passage had not been there. In that sense the megligence of the defendant was a cause of the death. But this <page-number citation-index=\"1\" label=\"281\">*281</page-number>condition there did not justify the decedent in incurring the hazard of encountering a passing train upon the south track. The cars between which he passed were a sort of flat cars, with boxes two or three feet high, and his head was two or three feet above them when he was on the platform between them, where he stood for a moment, looked west and east, and then jumped. No reason appears why his opportunity to see the approaching headlight was not as favorable as it would have been if the coal train had been absent and he had been on the ground. In that view, it is difficult to see that the standing coal train contributed to the accident otherwise than in inducing delay in the passage of the decedent until the fatal moment. This did not render the fact that the coal train stood there the pertinent or proximate cause of the occurrence. He was not held back by it, or required by it to go forAvard when he did. He voluntarily proceeded to pass over the train, and might have done so at his pleasure sooner if he had so chosen, or might have delayed doing so until later. Unless some further reason exists to render it so, the negligence of permitting the coal train to remain there is not imputable as the cause of the unfortunate event</p>\n<p id=\"b301-3\">This was a rural section of the county, and the fact that the colliding train was running at the rate of 55 or 60 miles an hour was not in itself negligence on the part of the defendant.</p>\n<p id=\"b301-4\">The evidence was not sufficient to enable the jury to find that no signal was. given, and to impute negligence for the want of it. The two persons who were at the crossing for some little time before and at the time the train passed did not assume to know that none was given. One of them said that he heard nothing of the train, any whistle, or bell before he saw it crossing the highway, and added that he did not know whether the bell was rung or not; that he was on the south side about 30 feet away from the track attending to his horse, waiting for the removal of the coal train from the crossing. The other person, who was on the south side of the coal train, and with Dubois at the time the latter proceeded to pass over, testified that as the decedent was climbing onto the coal train he heard a whistle; that he could not tell what whistle it was; “it must have been the train that was coming east, but I ain’t certain of that; it might have been the other engine for all I know;” that he could not say that he had heard the train until it passed at the crossing, because there were other engines “steaming” about there. No negligence of the defendant to which the injury is imputable as the proximate cause appears, unless in permitting the coal train to stand at the crossing.</p>\n<p id=\"b301-5\">Some evidence was furnished tending to prove freedom of Dubois from contributory negligence, or to relieve him of such imputation, which might otherwise exist He was struck immediately after he passed from the coal train. He evidently did not see the approaching train before he jumped to the ground, although the evidence tends to prove that before doing so he looked to the west and to the east. Unless his view was otherwise obstructed, he could have seen it, as the engine had a headlight and the track to the west was <page-number citation-index=\"1\" label=\"282\">*282</page-number>straight for a long distance, and when he was standing between the cars of the coal train his head was so far above them that the car west of him was no obstruction to his view. Why he then did not see the headlight of the train, and avoid the accident, is a question somewhat difficult to answer. It does not appear that there was anything on of connected with the coal train which in any manner interrupted his then seeing a train coming from the west. From an engine standing a few feet east of the crossing, and facing west on a side track just south of that on which the train passed, was issuing some smoke or steam, or both, and it emitted a hissing noise, and another engine somewhere west of the crossing made a like noise. The space west of the crossing for some distance was lighted up by the headlight of the engine standing east of it The night was rather quiet, with a breeze from the north, and the smoke from that engine passed to the south. The precise location of the engine west of the crossing does not appear. The track just south of the coal train of course was clear. As has been observed, the person before mentioned who stood on the north side with Dubois when he started to go and went over the coal train testified that he did not see or hear the train until it came about opposite to him, and that he attributed his failure to hear it to the noise made by the other engine, adding that when Dubois was climbing onto the coal train he heard “some whistling, a great whistling about,” and was going to say “Look out” “I saw him look to the west and to the east, and I thought he knew what he was doing, and he jumped down, and just at that moment the train went by.”</p>\n<p id=\"b302-5\">It is true that the speed of the train was such that it passed over considerable space in a brief time. But when he was standing upon'the coal train it does not appear what, if anything, there was to confuse or obstruct his view of the approach of the headlight of the train on the adjacent track. And it is difficult on the evidence to see how he was enabled to throw himself in front of the train in such proximity to it without the want of reasonable care on his part. While he was on the coal train there was nothing to disturb or deny to him deliberation or the exercise of his faculties. His opportunity then no less permitted, than his purpose to cross the track required, him to take careful observation, and satisfy himself that it was safe to do so, before proceeding to cross the track. If he had done this, no apparent reason is disclosed by the evidence why the calamity would not have been avoided. As the burden was upon the plaintiff to prove that the negligence of her intestate did not contribute to the disaster, that fact, as well as the negligence of the defendant, must be made to appear by evidence direct or inferential. For the reasons before given, the charge of negligence of the defendant as the cause of the death does not seem to have been supported by the evidence, nor does it fairly permit the inference that the decedent was free from contributory negligence. The motion for a new trial should be denied, and judgment directed. for the defendant. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}