{
  "casebody": {
    "data": "<casebody firstpage=\"308\" lastpage=\"310\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b328-5\">(87 Hun, 352.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b328-6\">WORK et al. v. TIBBITS et al.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b328-7\">(Supreme Court, General Term, First Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A9B\">June 14, 1895.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b328-8\">Pledge—Lien—Costs of Defending Title.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b328-9\">Stocks were left by the owner In possession of one O:, under such circumstances as to give the appearance of ownership in O., who pledged them to another for money advanced. Afterwards the owner of the stocks sued to recover possession thereof from the pledgee, who established his right as a holder for value without notice of the owner’s title. <em>Held, </em>that counsel fees paid by the pledgee in such action were not incurred in clearing or defending the pledgor’s title, and therefore were not chargeable on the stocks.</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b328-10\">Appeal from special term, New York county.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b328-11\">Action by Frank Work and others against Dudley Tibbits and others to foreclose a lien on certain stocks. From a judgment in favor of plaintiffs for $4,538.75, and adjudging that plaintiffs had a lien on certain securities pledged with them for counsel fees and other expenses incurred in resisting several actions at law brought to recover a portion of the securities or the value thereof, defendant Tibbits appeals.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"Az6\">Reversed.</disposition>\n<p data-order=\"9\" data-type=\"judges\" id=\"b328-12\">Argued before VAN BRUNT, P. J., and O’BRIEN and PARKER, JJ.</p>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b328-13\">Esek Cowen, for appellant.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b328-14\">Charles Fox, for respondents.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b328-15\">PARKER, J.</author>\n<p id=\"AGg\">This suit was brought to foreclose a lien on certain stocks pledged to the plaintiffs by Ogden, Calder &amp; Co. There was found to be due the plaintiffs, under the contract of pledge, the sum of $34,930.07, which included $4,538.75, allowed for counsel fees and expenses incurred in certain litigations in relation to the stocks which were the subject of the pledge. The controversy on this appeal relates solely to the latter item. The defendant Tibbits, and not Ogden, Calder &amp; Co., was the real owner of the stocks at the time the contract.of pledge was entered into; and in pledging the stocks as they did to these plaintiffs they acted wrongfully, but of this fact these plaintiffs had no knowledge.</p>\n<p id=\"b328-16\">At the time of the commencement of this suit, there were pending three actions against the plaintiffs, arising out of the transaction had by them with Ogden, Calder &amp; Co., one of which was instituted by <page-number citation-index=\"1\" label=\"309\">*309</page-number>Tibbits. In Tibbits’ action plaintiffs answered, setting up that they were bona fide holders for value of the stocks mentioned in the complaint, without notice of the title or interest of the said Tibbits, and such answer being interposed, the action was abandoned by the defendant Tibbits. It was in such actions that plaintiffs incurred the counsel fees and expense's which are in dispute. The pledgees were successful in that litigation because of superior equities, growing out of the fact that Tibbits so left his stocks with Ogden, Calder <em>Sc </em>Co. as to give the appearance of ownership,—an appearance that the pledgees had a right to rely on, and did. This act, coupled with the wrongful doings of Ogden, Calder &amp; Co., opened the way for the application of the equitable rule that where one of two innocent parties must suffer, the one whose neglect made possible the injury must bear the loss. The defendant Tibbits’ title, therefore, did not avail him, and the abandonment of his action to recover the stocks probably resulted in a judgment for costs, which ordinarily measures all that the successful party may have by way of indemnity for counsel fees and expenses incurred in establishing his position through a judicial determination.</p>\n<p id=\"b329-5\">But the plaintiffs claim that in this case they can take, out of the proceeds arising from the sale of the stock, of which Tibbits was the real owner, not only the amount loaned by them and the taxable costs recovered against Tibbits, but all the counsel fees incurred by them in establishing the priority of their equity over that of Tibbits. They have no precedent directly in point for it, but claim to be within the rule which permits a pledgee to charge to the pledgor, and deduct from the fund realized by the sale of the thing pledged, all necessary expenses incurred in clearing or defending the pledgor’s title. A distinction between such a case and this at once forces itself upon the attention, and that is, that these plaintiffs have been allowed to deduct over $4,000 for expenses incurred, not in defending the pledgor’s title, for he had none, but in defending the validity of the transfer to themselves. The plaintiffs’ pledgor did not have any title, and therefore they did not receive any from him. Nevertheless they defeated Tibbits because he so acted as to put it in the power of his brokers to induce them to make a loan on the faith of the pledgor’s ownership of the stock. Such a defeat ordinarily carries against the defeated party, and in favor of the successful one, taxable costs, with perhaps an allowance. There seems to be no good reason why these plaintiffs should be more favored than the average suitor, nor why this defendant should be more severely punished for his neglect than the many who are called upon to respond to others in some manner for their carelessness. None has been suggested, certainly, and it is safe to assume that one would have been, had the thoughtful examination of counsel led to its discovery. In such case the courts should not strain the rule affecting the reimbursement of pledgees for the purpose of bringing the plaintiffs’ claim within it; and unless that be done, plaintiffs’ claim for the expenses of their litigation must fall. The foundation rule is, that the pledgee, after sale, must credit the pledgor with the net amount realized by him from the proceeds of the pledge. If put to expense <page-number citation-index=\"1\" label=\"310\">*310</page-number>in order to protect the property pledged, compelled to pay an incumbrance to prevent foreclosure, or forced to defend the pledgor’s title, the gross proceeds must be reduced to the extent of the expense incurred in the doing of one or all of these things, because done on behalf of the pledgor and for his benefit. The property passes to the pledgee, burdened with adverse claims against the pledgor, and but for the pledge the latter would be compelled to incur, in the first instance, the expense which devolves upon the pledgee by the contract of pledge. What is done by the pledgee in such case is, therefore, for the benefit of the pledgor, and justifies the rule of law that the pledgee, upon whom has been shifted the burden of maintaining or defending the property pledged, shall have reimbursement out of the proceeds, turning over to the pledgor only what sum shall thereafter remain. The decided cases to which our attention has been called, aside from those involving payment of incumbrances or expense incurred in preserving the property pledged, relate to expense incurred in vindicating the pledgor’s title. But in this case the pledgors did not have title to the stock pledged. In making the pledge they acted without right. What these plaintiffs attempted to accomplish was, not to establish that their pledgor had title, but that plaintiffs were purchasers in good faith from them while they were in possession and clothed with apparent ownership, and therefore, as against the real owners, were entitled to so much of the proceeds as should be required to satisfy the pledge. The suits were therefore of no benefit to the pledgors, nor was the defense undertaken in such belief. Hence, there was no implied authority to defend in their behalf, and, in defending, the pledgees acted solely for their own benefit, and it would seem that they were entitled to no further reimbursement than the law generally affords to successful litigants.</p>\n<p id=\"b330-5\">The judgment should be reversed, and a new trial granted, with costs to the appellant to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}