{
  "casebody": {
    "data": "<casebody firstpage=\"928\" lastpage=\"932\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b946-9\">UNITED STATES of America, Plaintiff-Appellee, v. David VILLAPANDO, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b946-12\">No. 01-5372.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b946-13\">United States Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b946-15\">July 17, 2002.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b947-7\"><page-number citation-index=\"1\" label=\"929\">*929</page-number>Before DAUGHTREY and MOORE, Circuit Judges, and SIMPSON,<footnotemark>*</footnotemark> District Judge.</p>\n<footnote data-order=\"5\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b947-10\"> The Hon. Charles R. Simpson, III, United States District Court for the Western District of Kentucky, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b947-8\">PER CURIAM.</author>\n<p id=\"b947-9\">The defendant, David Villapando, was charged with conspiracy to distribute cocaine and marijuana after he was caught selling controlled substances to a confidential informant working undercover for the Drug Enforcement Administration. He failed to appear for arraignment and remained a fugitive for almost a year after his initial arraignment date. Shortly after being apprehended, Villapando entered a guilty plea and was sentenced to 97 months for the offense. He now appeals his sentence.</p>\n<p id=\"b947-12\">The defendant raises three issues on appeal. First he argues that the obstruction of justice enhancement was improper because he did not willfully fail to appear in court. Second, Villapando contends that his decision to forgo a trial entitles him to an acceptance of responsibility reduction. Finally, he argues that the district court committed clear error in enhancing his sentence for possession of a firearm during the offense, reasoning that he had the loaded firearm for other, “personal security” concerns. For the reasons stated below, we find no error and affirm the district court’s sentencing order.</p>\n<p id=\"b947-13\">\n<em>FACTUAL AND PROCEDURAL HISTORY</em>\n</p>\n<p id=\"b947-14\">In April 1998, DEA agents in Memphis received confidential information that Vil-lapando, along with seven others, was involved in drug trafficking between Memphis and Dallas. Pursuant to an on-going investigation, a confidential government informant, Daniel Collins, placed a recorded telephone call to Villapando in Dallas seeking to purchase marijuana and cocaine. Villapando stated that he had about 30 pounds of “green” and 1.5 kilograms of “white.” Collins told Villapando that he wanted to purchase all of the narcotics and arranged to meet Villapando at his place of business, the Dallas Garage.</p>\n<p id=\"b947-15\">Under law enforcement surveillance, Collins proceeded to the Dallas Garage, where Villapando showed Collins that the drugs that he had promised were hidden in the ceiling and a water container in the garage. Collins left the garage and shortly thereafter Dallas County police officers arrived at the garage and arrested Villa-pando. While searching Villapando incident to the arrest, an officer recovered a .38 <page-number citation-index=\"1\" label=\"930\">*930</page-number>caliber revolver with five live ammunition rounds from Villapando’s right front pocket. In a consensual search, Villapando showed the officers the drugs hidden on the premises.</p>\n<p id=\"b948-4\">A Memphis grand jury ultimately returned a three-count indictment charging Villapando and seven other co-defendants with conspiracy to possess with the intent to distribute cocaine and marijuana. Villa-pando’s co-defendants allegedly purchased narcotics from him and another source in Dallas and then re-sold the drugs in Memphis. After his arrest in Dallas, Villapan-do made an initial appearance in district court there, posted bond, and was released with instructions to appear for arraignment on June 16, 1999 at 9:30 a.m. in Memphis. Villapando failed to appear on June 16, and the matter was reset to June 23, 1999. On June 23, 1999, Villapando again failed to appear and a warrant was issued for his arrest.</p>\n<p id=\"b948-5\">A little over a year later, on June 29, 2000, federal officers found and arrested the defendant in Dallas. He was transported to Memphis, where he later pleaded guilty to the first count of the indictment, pursuant to a plea agreement. At the ensuing sentencing hearing, Villapando testified that he was carrying the weapon recovered during the sting operation for personal protection in the high crime neighborhood that he worked in, rather than for use in the drug deal. He elaborated that he had been seriously injured in the course of a robbery of his garage in 1994, and that he had seen his assailant drive by the shop more than once and feared for his own safety. The defendant further stated that he had failed to appear in court on his initial arraignment date because his lawyer in Texas had informed him that he would need to pay legal fees before appearing in court. He testified that because he did not have the money to pay fees, he did not appear. However, defense counsel did not challenge the pre-sentence report’s recommendation that the defendant’s sentence be enhanced for obstruction of justice.</p>\n<p id=\"b948-7\">At the completion of the hearing, the district judge sentenced the defendant to 97 months of incarceration, to be followed by four years of supervised release. This sentence included a two-level enhancement for obstruction of justice and a two-level enhancement for the possession of a loaded firearm during the drug transaction. Villapando was denied the acceptance of responsibility reduction requested by the defense.</p>\n<p id=\"b948-8\">\n<em>DISCUSSION</em>\n</p>\n<p id=\"b948-9\">A. Obstruction of Justice Enhancement</p>\n<p id=\"b948-10\">In reviewing an enhancement under § 3C1.1 of the United States Sentencing Guidelines, we review factual findings for clear error and the legal determination of whether the facts equate with obstruction of justice <em>de novo. See United States v. McDonald, </em>165 F.3d 1032, 1034 (6th Cir. 1999). “Once there has been a finding of obstruction of justice, the court must apply the enhancement.” <em>Id. </em>However, Villapan-do’s failure to challenge the obstruction of justice enhancement in his objections to the presentence report limits this court’s review to plain error. <em>See United States v. Koeberlein, </em>161 F.3d 946, 949 (6th Cir. 1998).</p>\n<p id=\"b948-11\">United States Sentencing Guideline § 3C1.1 provides that:</p>\n<blockquote id=\"b948-12\">If the defendant willfully obstructed or impeded, or attempted to obstruct or impede, the administration of justice during the course of the investigation, prosecution, or sentencing of the instant offense of conviction, and (B) the obstructive conduct related to (i) the defendant’s offense of conviction and any relevant conduct; or, (ii) a closely relat<page-number citation-index=\"1\" label=\"931\">*931</page-number>ed offense, increase the offense level by 2 levels.</blockquote>\n<p id=\"b949-6\">Application Note 4, a “non-exhaustive list of examples of the types of conduct” to which the adjustment applies, provides that “willfully failing to appear, as ordered, for a judicial proceeding” is ground for an obstruction of justice enhancement. <em>See </em>U.S. Sentencing Guidelines Manual § 3C1.1, cmt. n. 4(e) (2000).</p>\n<p id=\"b949-7\">Villapando does not dispute that he failed to appear; rather, he argues that his failure to appear was not “willful” because “his lawyer told him that first he would have to pay [the attorney’s fee] and then he would need to go to court.” According to Villapando, “[h]e did not have the money to pay the lawyer[’]s fees and so he did not go to court.”</p>\n<p id=\"b949-8\">The district court rejected Villapando’s argument that he was justified in not appearing in court on his arraignment date or any time in the following year based on “what some lawyer may have told him.” Further, the court noted that Villapando received explicit instructions from the magistrate judge at his initial appearance that he was required to report to court for his arraignment. Additionally, the bond documents provided to the defendant at his initial appearance specify his next court date and outline the potential punishments for failure to appear. The “Waiver of Removal Hearing” document, provided to and signed by the defendant on June 4, 1999, explains that the defendant has charges pending against him in Tennessee and that the magistrate judge “informed me of the charge and of my right to retain counsel or request the assignment of counsel if I am unable to retain counsel.” Finally, at the sentencing hearing, defense counsel explicitly stated, “And I want the Court to know that, yes, he — he obstructed justice and was a fugitive for roughly a year.” All of this evidence tends to prove that the defendant’s failure to appear in court for over a year after his initial appearance was “willful” and therefore mandated an obstruction of justice enhancement by the district court. Accordingly, we find no error, plain or otherwise, in the application of the enhancement.</p>\n<p id=\"b949-10\">B. Denial of Acceptance of Responsibility Reduction of Sentence</p>\n<p id=\"b949-11\">We review the district court’s decision to deny a reduction for acceptance of responsibility under § 3E1.1 of the guidelines for clear error. <em>See United States v. Chalki-as, </em>971 F.2d 1206, 1217 (6th Cir.1992). “The sentencing judge is in a unique position to evaluate a defendant’s acceptance of responsibility. For this reason, the determination of the sentencing judge is entitled to great deference on review.” U.S. Sentencing Guidelines Manual § 3E1.1, cmt. 5 (2000).</p>\n<p id=\"b949-12\">The district court denied an acceptance of responsibility reduction to the defendant based on his year-long fugitive status. However, the court did note the defendant’s cooperation in reaching a plea agreement and, accordingly, decided to sentence him at the low end of the applicable guideline range.</p>\n<p id=\"b949-13\">A guilty plea does not entitle a defendant to acceptance of responsibility as a matter of right. <em>See United States v. Bonds, </em>48 F.3d 184 (6th Cir.1995). Further, Application Note 4 to § 3E1.1 provides that, “(c)onduct resulting in an enhancement under § 3C1.1 (Obstructing or Impeding the Administration of Justice) ordinarily indicates that the defendant has not accepted responsibility for his criminal conduct. There may, however, be extraordinary cases in which adjustments under both §§ 3C1.1 and 3E1.1 may apply.” The burden of demonstrating that a given case <page-number citation-index=\"1\" label=\"932\">*932</page-number>is “extraordinary” lies with the defendant. <em>See United States v. Mahaffey, </em>53 F.3d 128, 134-35 (6th Cir.1995). Courts have rarely upheld the application of both § 3C1.1 and § 3E1.1, and such application has primarily occurred where the defendant essentially “undid” his or her obstructive conduct. <em>See, e.g., United States v. Lallemand, </em>989 F.2d 936, 937-38 (7th Cir. 1993) (defendant initially counseled accomplice to destroy evidence and then later confessed and told accomplice to preserve evidence).</p>\n<p id=\"b950-4\">In this case, the defendant’s failure to appear for over a year directly interfered with the swift administration of justice and diminished his utility to the government in securing convictions against his co-defendants. Accordingly, it was not clear error for the district court to deny the defendant a two-point deduction in his sentence under § 3E1.1.</p>\n<p id=\"b950-5\">C. Sentence Enhancement for Possession of a Weapon Pursuant to § 2D1.1</p>\n<p id=\"b950-6\">United States Sentencing Guideline § 2Dl.l(b)(l) provides for-a two-level sentence enhancement if a dangerous weapon was possessed during the commission of a drug crime, “unless it is clearly improbable that the weapon was connected with the offense.” United States Sentencing Guidelines Manual § 2D1.1, cmt. n. 3 (2000). A district court’s determination that a defendant possessed a dangerous weapon during a drug crime is a factual finding, subject to clear error review. <em>See United States v. Duncan, </em>918 F.2d 647, 650 (6th Cir.1990).</p>\n<p id=\"b950-7\">The defendant does not deny that a loaded firearm was in his front pocket at the time of the attempted drug sale. However, he argues that his testimony that he kept the weapon for personal protection from attack, rather than to effectuate his drug trade, removes him for the</p>\n<p id=\"b950-8\">reach of § 2Dl.l(b)(l). This argument is without merit. The defendant’s willingness to carry a loaded weapon in his front pocket only evidences the defendant’s willingness to engage in violent behavior, implying that the firearm may have been used to effectuate the drug deal had violence ensued. Further the district court’s decision to apply the enhancement after hearing Villapando’s testimony and assessing his credibility was based on the court’s reasoned determination that the “security” need described by the defendant was heightened by his decision to engage in the drug trade. Accordingly, it was not clear error for the district court to determine that it was not “clearly improbable” that the loaded firearm in the defendant’s front pocket was connected with the offense.</p>\n<p id=\"b950-9\">\n<em>CONCLUSION</em>\n</p>\n<p id=\"b950-10\">The defendant’s objections to the sentence imposed upon him after his guilty plea are patently without merit. The defendant’s failure to appear in court for over a year after his scheduled arraignment date, an eventual appearance effectuated only by the issuance and enforcement of an arrest warrant, precluded him from fully accepting responsibility for the offense and warranted an obstruction of justice enhancement. Further, his possession of a loaded weapon on his person during the commission of the offense made an enhancement under guideline § 2Dl.l(b)(l) a near certainty. Accordingly, the district court did not commit any error in sentencing Villapando, and we therefore AFFIRM the court’s judgment.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}