{
  "casebody": {
    "data": "<casebody firstpage=\"93\" lastpage=\"97\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b119-11\">UNITED STATES of America, Plaintiff-Appellee, v. Steve JOHNSON a/k/a “Pete” True Name: Steve Johnson, Jr. Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AsW\">No. 00-2443.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b119-15\">United States Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b119-17\">June 27, 2002.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b120-9\"><page-number citation-index=\"1\" label=\"94\">*94</page-number>Before NORRIS and BATCHELDER, Circuit Judges; and FORESTER, Chief District Judge.<footnotemark>*</footnotemark></p>\n<footnote data-order=\"5\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b120-12\"> The Honorable Karl. S. Forester, Chief United States District Judge for the Eastern District of Kentucky, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b120-10\">BATCHELDER, Circuit Judge.</author>\n<p id=\"b120-11\">Appellant Steve Johnson appeals his conviction and sentence on one count of conspiracy to distribute cocaine and cocaine base (“crack”) in violation of 21 U.S.C. §§ 841 and 846. Because we conclude that the evidence is sufficient to support the conviction, that the district court did not err in denying Johnson’s motion to dismiss the jury venire on racial composition grounds, and that the district court did not err in sentencing Johnson in conformity with the Sentencing Guidelines’ 100:1 ratio of crack to powder cocaine, we will AFFIRM the judgment of conviction and sentence.</p>\n<p id=\"b120-15\">Statement of Facts</p>\n<p id=\"b120-16\">The following testimony came out at the trial, though this is by no means the whole of the evidence that the jury could have reasonably construed against Johnson.</p>\n<p id=\"b120-17\">Alfonzo Johnson (“Alfonzo”) testified that in September of 1997 he and defendant Steve Johnson (“Johnson”) agreed via phone that Johnson (who lived in the Chicago area) would deliver six kilograms of cocaine base to a man named Kenta Moore (“Moore”), Moore’s job being to pick up the drugs and take three kilograms to Alfonzo and three to someone else. Alfonzo and Moore lived in Muskegon, Michigan. These purchases continued once a month or once every other month, though no longer through Moore’s agency; rather, Johnson would either drive to Muskegon or Alfonzo would drive to Chicago, and each time Johnson would sell Alfonzo three to five kilograms. In early 1998 and thereafter until December 1999 Alfonzo bought cocaine powder instead of crack from Johnson, making trips on the same schedule as before but buying between five and eight kilograms each trip.</p>\n<p id=\"b120-18\">Alfonzo and Johnson also worked with Muskegon residents Moore, Kareem Robertson (“Robertson”), Kelly Petty (“Petty”); some of Alfonzo’s purchases from Johnson were made with money pooled with that of these other Muskegon residents, and Johnson’s Muskegon deliveries of crack, and later cocaine, were for all of them. Telephone records introduced at trial revealed numerous calls exchanged <page-number citation-index=\"1\" label=\"95\">*95</page-number>among Johnson and the four Muskegon residents.</p>\n<p id=\"b121-5\">Moore testified that he had started buying with Alfonzo in 1997. Moore recalled the occasion in 1997 when he had traveled to Chicago at Alfonzo’s bidding and had retrieved six or eight kilograms from a hotel room closet. Moore also reported that he knew that subsequent deliveries of cocaine he received from Alfonzo came from Johnson, because Alfonzo had told him so.</p>\n<p id=\"b121-6\">Petty testified that in July of 1997 he began purchasing cocaine through Alfonzo and Robertson; he had bought drugs from Johnson previously and knew that Alfonzo and Robertson were getting it from Johnson, and indeed sometimes he would talk with Johnson himself to describe the amount he wanted or to negotiate the price. Petty testified that Johnson would travel to Muskegon regularly and that on some of these occasions Petty would buy drugs directly from Johnson. In July of 1999 Petty began personally making trips to Chicago to buy directly from Johnson-traveling once a month and purchasing a kilogram each time. On the last of these buys Petty and his father, Alvin Bolden (“Bolden”), drove to Chicago together, where they picked up a kilogram from Johnson. As Petty and Bolden were on their way back to Muskegon they were stopped by the police and arrested. Bol-den also testified about this trip, generally corroborating Petty’s testimony.</p>\n<p id=\"b121-7\">Analysis</p>\n<p id=\"b121-8\">I. Sufficiency of the Evidence</p>\n<p id=\"b121-9\">This court may reverse the jury’s finding only if-resolving all reasonable inferences in favor of the government-we find that no rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt. <em>Jackson v. Virginia, </em>443 U.S. 307, 319, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979); <em>United States v. Beddow, </em>957 F.2d 1330, 1334 (6th Cir. 1992). “The essential elements of conspiracy under 21 U.S.C. § 846 are (1) an agreement by two or more persons to violate the drug laws, and (2) knowledge of, intention to join, and participation in the conspiracy on the part of each conspirator.” <em>United States v. Maliszewski, </em>161 F.3d 992,1006 (6th Cir.1998).</p>\n<p id=\"b121-11\">Johnson argues that the witnesses were not credible, noting that the most important witnesses were Alfonzo, Petty, and Bolden-all convicted drug dealers testifying pursuant to plea bargains. For example, he points out that Alfonzo’s testimony about the time he sent Moore to pick up cocaine in Chicago differed in certain details from Moore’s version of the events. He similarly attacks minor defects or ambiguities in the testimony of Petty and Bolden.</p>\n<p id=\"b121-12\">Johnson also argues that the evidence was insufficient because the government’s case rested mostly on witness testimony, and the government failed to produce hard evidence such as “financial records, drug notes, memoranda or codes typically found in a drug conspiracy.”</p>\n<p id=\"b121-13\">Nevertheless, “attacks on witness credibility are simply challenges to the <em>quality </em>of the government’s evidence and not to the sufficiency of the evidence,” <em>United States v. Adamo, </em>742 F.2d 927, 935 (6th Cir.1984), and when assessing the sufficiency of the evidence, “we do not weigh the evidence, assess the credibility of the witnesses, or substitute our judgment for that of the jury.” <em>United States v. Wright, </em>16 F.3d 1429, 1440 (6th Cir.1994). We conclude that there was more than enough evidence for a reasonable jury to find Johnson guilty.</p>\n<p id=\"b122-3\"><page-number citation-index=\"1\" label=\"96\">*96</page-number>II. Racial Composition of the Jury Venire</p>\n<p id=\"A-\">During the voir dire process Johnson’s counsel objected to the composition of the jury venire: he himself was African-American, yet only 3 out of the 31 members of the venire were African-American. He repeats this argument on appeal.</p>\n<p id=\"b122-4\">We note at the outset, although the government does not appear to have objected on these grounds and the district court did not address the issue, that Johnson’s challenge to the racial composition of the veni-re was untimely and therefore barred. <em>See </em>28 U.S.C. § 1867(a) and (e) (providing that in criminal cases, challenges to the venire must be made before jury voir dire begins or within seven days of the date the defendant discovered or, with due diligence could have discovered, whichever is earlier, substantial failure to comply with statutory requirements governing selection of jury, and providing further that § 1867 is the exclusive means by which a defendant may raise such a challenge); <em>see also United States v. Ovalle, </em>136 F.3d 1092, 1098 (6th Cir.1998) (holding that failure to comply precisely with the requirements of § 1867, including its time limitations, bars a challenge under the Jury Selection and Service Act, 28 U.S.C. § 1861, et seq.)</p>\n<p id=\"b122-5\">In any event, we would affirm the district court’s denial of the motion to dismiss the venire. “Whether a defendant has been denied his right to a jury selected from a fair cross-section of the community is a mixed question of law and fact, which we review <em>de novo.” United States v. Buchanan, </em>213 F.3d 302, 308 (6th Cir. 2000) (quoting <em>United States v. Allen, </em>160 F.3d 1096, 1101 (6th Cir.1998)). To show a prima facie violation of the fair-cross-section requirement in a venire, Johnson must establish three things:</p>\n<blockquote id=\"b122-6\">(1) that the group alleged to be excluded is a “distinctive” group in the community; (2) that the representation of this group in venires from which juries are selected is not fair and reasonable in relation to the number of such persons in the community; and (3) that this un-derrepresentation is due to systematic exclusion of the group in the jury-selection process.</blockquote>\n<p id=\"b122-8\"><em>Id. </em>at 309-10 (quoting <em>Duren v. Missouri, </em>439 U.S. 357, 364, 99 S.Ct. 664, 58 L.Ed.2d 579 (1979)).</p>\n<p id=\"b122-9\">The district court in the present ease accurately cited this three-part test. The court noted that it was a given that African-Americans are a distinctive group within the community. Of the second element, the court observed that it was established in Buchanan-another case from the Grand Rapids jury wheel of the Western District of Michigan-that this area is composed of 4.58% African-Americans, 2.86% of whom are eligible for jury service. Since in <em>Buchanan </em>the court found no violation where 2 of 70 (2.8%) jurors were African American, the district court here concluded that 3 out of 31 (9.6%) surely was no violation. Regarding the third element, the court had the jury administrator testify; after discussing the random selection means used, she affirmed that neither she nor anyone on her staff systematically excluded any member of any race from the pool. Based on this, the district court concluded that there was no violation, and overruled the objection. We see no reason to disturb this finding.</p>\n<p id=\"b122-10\">III. The 100:1 Ratio of Cocaine to Crack</p>\n<p id=\"AMl\">At sentencing Johnson argued that the 100:1 sentencing disparity between cocaine and crack is unconstitutional, under the Eighth Amendment. But it is a settled issue in the Sixth Circuit that the disparity is not unconstitutional, and we have no authority to disturb this holding. <em>United States v. Washington, </em>127 F.3d 510, 517 (6th Cir.1997).</p>\n<p id=\"b123-4\"><page-number citation-index=\"1\" label=\"97\">*97</page-number>Conclusion</p>\n<p id=\"b123-5\">For the foregoing reasons, we AFFIRM the judgment of the district court.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}