{
  "casebody": {
    "data": "<casebody firstpage=\"556\" lastpage=\"608\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b580-7\">730 A.2d 714</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b580-8\">Pamela J. McQUAY, Personal Representative of the Estate of Rebecca Lynn Wozniak, et al. v. Michael J. SCHERTLE, Jr., et al.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"Ad3\">No. 582,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"A4Xm\">Sept. Term, 1998.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b580-11\">Court of Special Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"Apg\">June 2, 1999.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b587-8\"><page-number citation-index=\"1\" label=\"563\">*563</page-number>Edward J. Lilly (Roger A. Doumar and Law Offices of Peter G. Angelos, Baltimore, on the brief), for appellants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b587-9\">John T. Ward (April Falcon Doss and Ward, Kershaw and Minton, P.A., Baltimore, on the brief), for appellees.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b587-10\">Argued before WENNER, SONNER and BYRNES, JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b587-11\">BYRNES, Judge.</author>\n<p id=\"b587-12\">Rebecca Lynn Wozniak was killed when an eight ton tractor load of wood pulp fell on the parked car in which she was sitting, crushing it. Michael John Schertle, Jr., a warehouseman employed by both Baltimore Forest Products and the Terminal Corporation, was driving the tractor when the accident happened. In the Circuit Court for Baltimore City, Pamela J. McQuay, Personal Representative of the Estate of Ms. Wozniak, and Ms. Wozniak’s four minor children, appellants, sued Mr. Schertle and his employers, appellees, in a survival claim and wrongful death action founded on negligence. At the conclusion of a five-week trial, the jury found Mr. Schertle negligent and Ms. Wozniak contributorily negligent. On that basis, judgment was entered in favor of Mr. Schertle and his employers.</p>\n<p id=\"b587-13\">The Estate of Ms. Wozniak and Ms. Wozniak’s children appeal the lower court’s judgment, presenting the following <page-number citation-index=\"1\" label=\"564\">*564</page-number>questions for review, which we have reordered and slightly reworded:</p>\n<blockquote id=\"b588-4\">I. Did the trial court err in submitting the issue of contributory negligence to the jury?</blockquote>\n<blockquote id=\"b588-5\">II. Did the trial court err in instructing the jury that the violation of certain Maryland Port Administration parking regulations by Ms. Wozniak could be considered evidence of contributory negligence?</blockquote>\n<blockquote id=\"b588-6\">III. Did the trial court err in refusing to instruct the jury that Ms. Wozniak was presumed to have exercised due care for her own safety?</blockquote>\n<p id=\"b588-7\">For the reasons that follow, we conclude that the trial court properly submitted the issue of contributory negligence to the jury and properly declined to instruct the jury on the presumption of due care, but that it erred in instructing the jury with respect to two of the three parking regulations. Because we also conclude that this error was prejudicial, we vacate the judgment and remand the case for a new trial on the issue of contributory negligence and, if necessary, on damages.<footnotemark>1</footnotemark></p>\n<p id=\"b588-8\">FACTS AND PROCEEDINGS</p>\n<p id=\"b588-9\">The tragic accident that gave rise to this case happened on June 20, 1996, on the grounds of the Dundalk Marine Terminal. That night, Mr. Schertle and a co-worker, Mark Stanley, were transporting bales of wood pulp from Shed 3B to Shed 4. To accomplish this task, Mr. Schertle was using a heavy industrial machine known as a Taylor tractor, which is like a forklift except that it lifts loads by the sides with a clamp instead of from underneath with a fork. Mr. Schertle’s Taylor tractor was equipped with headlights and a bright yellow strobe light mounted on the top of the cab. Mr. Stanley was operating a similar but somewhat smaller tractor. By the time the accident happened, Mr. Schertle and Mr. Stanley had been working for three hours and had completed many round trips between the sheds.</p>\n<p id=\"a3m-dedup-0\"><page-number citation-index=\"1\" label=\"565\">*565</page-number>Shed 3B and Shed 4 are connected by a 26-foot wide industrial two-way thoroughfare with two sets of railroad tracks (two rails each), one in each travel lane of the road. A large warehouse with a loading dock is situated between the sheds and along the north side of the industrial road. The warehouse is equipped with exterior lights that illuminate the road.</p>\n<p id=\"b589-5\">For each trip, Mr. Schertle loaded wood pulp onto the tractor in Shed 3B, drove his tractor to Shed 4, deposited the wood pulp, and then returned to Shed 3B to pick up another load. Mr. Schertle’s route took him out of the bay door of Shed 3B, left onto the industrial road, straight (with the large warehouse on his right) approaching Shed 4, and right into Shed 4. The loads that Mr. Schertle was moving were made up of 32 bales of wood pulp arranged in 4 units of 8 bales each across the front of his tractor. Each load was wrapped in white paper and weighed more than 8 tons. Because the loaded wood pulp was wider than Mr. Schertle’s tractor and because the tractor’s cab, in which he was seated, was located behind the load, Mr. Schertle’s forward view was obstructed. He could not drive the loaded tractor and look ahead to see where he was going. He could see the road, however, by looking at the ground as he was driving. For that reason, instead of driving the tractor in reverse from Shed 3B to Shed 4, Mr. Schertle maneuvered it by positioning it over one set of railroad tracks on the industrial road and driving over them, looking down to see that he was maintaining his position. In this fashion, he would run the tractor astride the railroad tracks until the tracks led him into Shed 4.</p>\n<p id=\"b589-6\">Ms. Wozniak drove to the Dundalk Marine Terminal that night with her friend, Deborah Carakoulakis, and Ms. Wozniak’s boyfriend, Richard (“Ricky”) Wozniak, a longshoreman, so that Mr. Wozniak could pick up his paycheck from an office in Shed 3B.<footnotemark>2</footnotemark> There was conflicting evidence about whether Ms. <page-number citation-index=\"1\" label=\"566\">*566</page-number>Wozniak had been drinking that night, and, if so, the amount of alcohol that she had consumed.</p>\n<p id=\"b590-5\">Ricky Wozniak occupied the front passenger seat of the car and Ms. Carakoulakis was seated in the middle of the back seat.<footnotemark>3</footnotemark> When the three arrived at Shed 3B, Mr. Wozniak exited the car. Ms. Wozniak then drove from near the side door to Shed 3B to a point parallel to and immediately adjacent to the railroad track that was closest to the bay door to Shed 3B. The front of her car was facing, and approximately 120 feet from, the bay door, which was on the north side of Shed 3B. The front right headlight was slightly north and to the west of the northwest comer of Shed 3B. On the west side of Shed 3B, near the northwest corner of the building, was a faded sign attached to the wall of the shed. It read “No Parking Any Time.” Another “No Parking Any Time” sign was attached to the wall of the large warehouse, above the loading dock.</p>\n<p id=\"b590-6\">Shortly before 10:00 p.m., Mr. Schertle and Mr. Stanley drove their empty tractors from Shed 4 along the railroad tracks on the industrial road and into Shed 3B to pick up loads of wood pulp. There were no other vehicles in the industrial road at that time. Mr. Schertle parked his tractor in Shed 3B and then spent approximately 3 to 4 minutes assembling a load of wood pulp for transport. He testified that once the tractor was loaded up, he drove it out of the bay door, eased forward slowly, looked to his right and to his left, and, seeing no vehicles, lights, or people, moved forward at approximately 2 to 3 miles per hour. He turned left onto the railroad tracks on the industrial road and proceeded to drive toward Shed 4, looking down at the tracks to stay on course.</p>\n<p id=\"b590-7\">After Mr. Schertle had driven about 110 feet (which took approximately 30 to 40 seconds), he spotted the front of Ms. Wozniak’s car in his immediate path of travel. According to Mr. Schertle, the car’s headlights were off. He applied his <page-number citation-index=\"1\" label=\"567\">*567</page-number>brakes and managed to bring his Taylor tractor to a halt without hitting the car. The sudden stop caused the tractor to tilt forward, however, and the wood pulp cargo toppled onto the car, crushing it and killing Rebecca Wozniak instantly. Both Mr. Schertle and Mr. Stanley testified that they had never seen a car parked in that area before.</p>\n<p id=\"b591-4\">Ms. Carakoulakis testified that when Ms. Wozniak stopped her car by the industrial road, she kept the motor running and the headlights on. Ms. Wozniak then turned around, facing the back seat, to talk. The two women did not see the tractor approaching them until seconds before the accident. Ms. Carakoulakis explained that once they realized their peril, it was too late. Ms. Carakoulakis was trapped in the car until emergency workers arrived and cut her out of the vehicle.</p>\n<p id=\"b591-5\">Ricky Wozniak testified that when he was inside Shed 3B picking up his paycheck, he could hear the tractors running “because it echoes in the whole shed.” He witnessed the accident as he was leaving Shed 3B. He ran to the car and attempted to extricate the women, but could not do so because the doors were jammed. He then noticed that the car engine was still running and that the headlights were on. By reaching through a hole in the ear’s windshield, he turned the headlights off.</p>\n<p id=\"b591-6\">Mr. Schertle’s co-worker, Mark Stanley, was inside Shed 3B when the accident occurred. As he was driving out of the bay door with his load, Mr. Schertle came running up to him, yelling. Mr. Stanley saw the accident scene and noticed Ricky Wozniak nearby. According to Mr. Stanley, Ms. Wozniak’s car did not have its headlights on.</p>\n<p id=\"b591-7\">Officer Sean K. Hames, who was assigned to the Maryland Port Administration Police, responded to the scene of the accident. He testified that as he approached, he could see the rear of the Taylor tractor and the front of Ms. Wozniak’s car. The car’s headlights were off but the motor was still running. He saw Ricky Wozniak reach through a hole in the windshield and turn the ignition off. According to Officer Hames, the <page-number citation-index=\"1\" label=\"568\">*568</page-number>switch for the car’s headlights would not have been accessible through the hole in the windshield.</p>\n<p id=\"b592-5\">DISCUSSION</p>\n<p id=\"b592-6\">I.</p>\n<p id=\"b592-7\">Was <em>Contributory Negligence a Jury Question?</em></p>\n<p id=\"b592-8\">Appellants first argue that the trial court erred in denying their “motion for judgment” on contributory negligence and sending that issue to the jury.<footnotemark>4</footnotemark> They maintain that the evidence adduced at trial was not sufficient to make Rebecca Wozniak’s contributory negligence a jury question. We disagree.</p>\n<p id=\"b592-9\">“Contributory negligence is that degree of reasonable and ordinary care that a plaintiff fails to undertake in the face of an appreciable risk which cooperates with the defendant’s negligence in bringing about the plaintiffs harm.” <em>County Commissioners v. Bell Atlantic, </em>346 Md. 160, 180, 695 A.2d 171 (1997); <em>Wegad v. Howard Street Jewelers, </em>326 Md. 409, 418, 605 A.2d 123 (1992); <em>Menish v. Polinger Co., </em>277 Md. 553, 559, 356 A.2d 233 (1976); <em>Hooper v. Mougin, </em>263 Md. 630, 633, 284 A.2d 236 (1971); <em>see also, Potts v. Armour &amp; Co., </em>183 Md. 483, 490, 39 A.2d 552 (1944)(“contributory negligence is the neglect of duty imposed upon all men to observe ordinary care for their own safety.”). The burden of proving all of the elements of contributory negligence is on the defense. <em>Myers v. Bright, </em>327 Md. 395, 403, 609 A.2d 1182 (1992); <em>Sears v. Baltimore and Ohio R.R. Co., </em>219 Md. 118, 123, 148 A.2d 366 (1959); <em>Rosenthal v. Mueller, </em>124 Md.App. 170, 175, 720 A.2d 1264 (1998), <em>cert. granted, </em>352 Md. 617, 724 A.2d 20 (1999); <em>Batten v. Michel, </em>15 Md.App. 646, 652, 292 A.2d 707 (1972). Although a defendant’s burden of production on the issue of contributory negligence is slight, he nevertheless must offer <page-number citation-index=\"1\" label=\"569\">*569</page-number>more than a “mere scintilla of evidence, ... more than surmise, possibility, or conjecture that [plaintiff] has been guilty of negligence,” to generate a jury issue. <em>Rosenthal, supra, </em>124 Md.App. at 174, 720 A.2d 1264 (quoting <em>Fowler v. Smith, </em>240 Md. 240, 246-47,213 A.2d 549 (1965)).</p>\n<p id=\"b593-5\">In deciding whether the trial court should have ruled as a matter of law that Rebecca Wozniak was not contributorily negligent, we must view the evidence and the reasonable inferences that might be drawn from the evidence in the light most favorable to appellees. <em>General Motors Corp. v. Lahocki, </em>286 Md. 714, 733, 410 A.2d 1039 (1980); <em>Impala Platinum Ltd. v. Impala Sales (U.S.A.), Inc., </em>283 Md. 296, 327, 389 A.2d 887 (1978); <em>Exxon Corp. v. Kelly, </em>281 Md. 689, 698, 381 A.2d 1146 (1978); <em>Azar v. Adams, </em>117 Md.App. 426, 435, 700 A.2d 821 (1997), <em>cert. denied, </em>348 Md. 332, 703 A.2d 1264 (1998); <em>Mallard v. Earl, </em>106 Md.App. 449, 455-56, 665 A.2d 287 (1995). Ordinarily, contributory negligence is a question of fact that is for the jury to decide. <em>Campfield v. Crowther, </em>252 Md. 88, 92, 249 A.2d 168 (1969); <em>Southern Maryland Elec. Co-op. v. Blanchard, </em>239 Md. 481, 485, 212 A.2d 301 (1965). Only when no reasonable person could find in favor of the plaintiff on the issue of contributory negligence should the trial court take the issue from the jury. <em>Campfield v. Crowther, supra, </em>at 92, 249 A.2d 168; <em>Montgomery Cablevision Ltd. Partnership v. Beynon, </em>116 Md.App. 363, 371-72, 696 A.2d 491 (1997), <em>reversed on other grounds, </em>351 Md. 460, 718 A.2d 1161 (1998).</p>\n<p id=\"b593-8\">In the case <em>sub judice, </em>the evidence favorable to appellees (quite apart from the evidence of parking regulation violations that we shall discuss in Part II, infra) was sufficient to make contributory negligence a jury question. Ms. Wozniak stopped her car in the travel portion of an industrial roadway at the marine terminal, in the dark. She switched her headlights off (according to three witnesses), and turned her gaze to the rear seat of her car to talk with her friend. From Mr. Schertle’s testimony that there was “nothing at all” in the roadway when he drove out of the bay door of Shed 3B, <page-number citation-index=\"1\" label=\"570\">*570</page-number>reasonable jurors could infer that the slow moving tractor already had started its approach and was visible when Ms. Wozniak stopped her car in its path. Even if jurors concluded that Ms. Wozniak had stopped her car before Mr. Schertle drove his' tractor out of Shed 3B, however, they could draw a rational inference from the evidence that she was so inattentive to her surroundings that she did not see the headlights and strobe light of the large tractor and failed to hear the noises that it was making, even though they were loud enough to be heard inside Shed 3B. Finally, Ms. Wozniak was “charged with seeing that which if [she] had looked [she] must have seen,” <em>Baltimore &amp; O. R.R. v. Plews, </em>262 Md. 442, 458, 278 A.2d 287 (1971); <em>see also, Dashiell v. Moore, </em>177 Md. 657, 667, 11 A.2d 640 (1940)(the driver of an automobile is “conclusively presumed to have seen surrounding circumstances as he would have seen had he properly exercised his faculty of vision. Where there is nothing to obstruct the vision of a driver, it is negligent not to see who is clearly visible”). From the evidence presented reasonable jurors could find that the 30 to 40 seconds that it took for the tractor to traverse the 120 feet from the bay door of Shed 3B to the accident site provided ample time for Ms. Wozniak to recognize, appreciate, and avoid the danger that was in her path.</p>\n<p id=\"b594-5\">II.</p>\n<p id=\"b594-6\">\n<em>Did the Trial Court Err in Instructing the Jury that Violation of Certain Parking Regulations Could be Considered Evidence of Contributory Negligence?</em>\n</p>\n<p id=\"b594-7\">When the accident occurred, Ms. Wozniak’s car was situated nine feet from a fire hydrant, one foot from one of the sets of railroad tracks on the industrial road, and in the general vicinity of the faded “No Parking Any Time” sign affixed to the west wall of Shed 3B. It also was across the industrial road from the large warehouse on which a second “No Parking Any Time” sign was posted.</p>\n<p id=\"b594-8\">Pursuant to Md.Code (1957, 1993 Repl.Vol.), § 6-211 of the Transportation Article (“T.A.”), entitled “Control of motor vehicles at port facilities,” the Maryland Port Commission <page-number citation-index=\"1\" label=\"571\">*571</page-number>(“Commission”) “may adopt and enforce regulations for the parking and operation of motor vehicles in and on its port facilities.”<footnotemark>5</footnotemark> T.A. § 6-211(a). The regulations adopted by the Commission under T.A. § 6-211 are set forth in the Maryland Code of Administrative Regulations (“COMAR”), and include the following pertinent provisions:</p>\n<p id=\"b595-5\">.05 Parking on [Maryland Port Administration] Property.</p>\n<p id=\"b595-6\">C. Restrictions.</p>\n<blockquote id=\"b596-4\"><page-number citation-index=\"1\" label=\"572\">*572</page-number>(1) Except when permitted by official signs, or when permitted by a member of the [Maryland Port Administration] Police or required by a traffic control device, motor vehicles may not be parked, be permitted to stand, or be left unattended:</blockquote>\n<blockquote id=\"b596-5\">* * *</blockquote>\n<blockquote id=\"b596-6\">(b) Within 15 feet of any fire hydrant[;]</blockquote>\n<blockquote id=\"b596-7\">* * *</blockquote>\n<blockquote id=\"b596-8\">(f) Within 50 feet of the nearest rail or railroad, except in designated parking areas;</blockquote>\n<blockquote id=\"b596-9\">(g) In an area where [ ... ] a prohibition is indicated by posting of other markings placed under authority of the MPA.</blockquote>\n<p id=\"b596-10\">COMAR 11.05.03.05.</p>\n<p id=\"b596-11\">The trial court instructed the jury as follows:</p>\n<blockquote id=\"b596-12\">You are instructed that the violation of a statute which is a cause of the Plaintiffs injuries or damages may be considered as evidence of negligence. And in this regard, under regulations of the Maryland Port Administration Authority, except when permitted by official signs or when permitted by a member of the Maryland Port Administration police, or required by a traffic control device, motor vehicles may not be parked, be permitted to stand, or be left unattended within 15 feet of a [ ... ] fire hydrant, within 50 feet of the nearest rail, except on designated parking areas, or in an area where a prohibition is indicated by posting or other <page-number citation-index=\"1\" label=\"573\">*573</page-number>marking placed under the authority of the Maryland Port Authority.</blockquote>\n<p id=\"b597-4\">Appellants excepted to this instruction. Their counsel argued:</p>\n<blockquote id=\"ADR\">It is plaintiff[s’] position ... that in order for the violation of a statute to be given, the violation must be the proximate cause or contribute, somehow have something to do with the accident.</blockquote>\n<blockquote id=\"b597-5\">And the instruction that Her Honor gave pursuant to the violation of statute regarding the fire hydrant, the plaintiffs aren’t denying it was there; — we introduced pictures — however, there is no credible evidence that the presence of a fire hydrant in any way shape, or form contributed to this accident.</blockquote>\n<blockquote id=\"b597-6\">Also, the 50 feet railroad exception, I don’t know how that is relevant here, because we’ve had clear testimony that within 50 feet there were other vehicles parked, acknowledged by the defendant himself....</blockquote>\n<blockquote id=\"b597-7\">Prohibition about other markings. The markings, I would think the Court would be referring to the sign, “no parking at any time.” ... [C]learly, the sign was on the building. [But,] [t]he defendant acknowledged ... that vehicles were parked there.... So how can he say, “Well, vehicles shouldn’t be parked there” when he knew they were? And the sign was applicable not to — it was not a sign or post where Rebecca Wozniak was parked, it was on the wall.</blockquote>\n<p id=\"b597-8\">(Citations omitted). The trial court overruled appellants’ exception, explaining that “a central issue in this case is whether it was foreseeable, or a reasonable person <em>in Mr. Schertle’s shoes </em>should have foreseen that a car would be where Rebecca Wozniak’s car was at 10:00 in the evening.” (Emphasis supplied).</p>\n<p id=\"b597-9\">In this Court, appellants contend that the trial court erred in giving the quoted instruction because: 1) Rebecca Wozniak was not a member of the class of people that the parking regulations at issue were designed to protect and the regulations were not intended to prevent death or personal injury, as <page-number citation-index=\"1\" label=\"574\">*574</page-number>a matter of law; 2) any violation of the parking regulations was not a proximate cause of the accident, as a matter of law; and 3) the instruction was not generated by the evidence because on the facts viewed most favorably to the defense, the parking regulations did not apply. Appellees counter that the first and third issues were not preserved for review. In the alternative, they argue that the trial court did not err in its instruction to the jury because the parking regulations were applicable to the facts in evidence and have safety as their purpose, and moreover reasonable jurors could have found that Ms. Wozniak’s violation of one or more of the regulations proximately caused the accident.</p>\n<p id=\"b598-5\">We agree with appellants that their first argument was preserved for review. In excepting to the instruction, appellants’ counsel cited <em>Slack v. Villari, </em>59 Md.App. 462, 476 A.2d 227 (1984), in which we held that for the violation of a statute to be evidence of negligence, the person injured must be in the class of people the statute was intended to protect and the injury must be the sort of harm the statute was intended to prevent. In addition, appellants’ counsel argued that, as a matter of law, the alleged violation by Ms. Wozniak of any one of the referenced regulations could not have been the proximate cause of her death. From the colloquy that took place when appellants lodged their exception, it is clear that both the court and opposing counsel understood the reasons for the exception and that the “class of person, class of risk” argument, though not phrased that way, was one of them. <em>See Exxon Corp. v. Kelly, </em>281 Md. 689, 694 n. 6, 381 A.2d 1146 (1978)(“[w]here the record makes clear that all parties and the court understood the reason for the objection,” the grounds need not be stated). Moreover, because foreseeability is a component of proximate causation, only by considering the purpose of a statute or regulation may a trial judge determine whether its violation may constitute a breach of duty proximately linked to the harm complained of.</p>\n<p id=\"b598-6\">On the other hand, we agree with appellees that appellants’ second argument was not preserved for review. At an <page-number citation-index=\"1\" label=\"575\">*575</page-number>earlier point in the trial, appellants raised the question whether, on the evidence adduced, Rebecca Wozniak could be found to have violated any of the three parking regulations about which the jury was later instructed. This point was not repeated when appellants took exception to the instruction, however, and it is evident from the record that it was not embraced by any of the reasons given when the exception was taken. Because the issue will in all likelihood resurface on remand, however, we will discuss it <em>infra, </em>for guidance. Md. Rule 8-131(a).</p>\n<p id=\"b599-4\">We note, preliminarily, that the instruction as given plainly required the jury to consider in its deliberations on <em>contributory negligence </em>whether Ms. Wozniak had violated any one of the three parking regulations described. The instruction was not linked to the issue of <em>primary negligence. </em>The court’s rationale for the instruction, however, was that the existence of the parking regulations might have had a bearing on whether Mr. Schertle would have anticipated that a car would be in his path as he drove his tractor along the rails on the industrial road and whether he acted reasonably under that circumstance. That is, <em>if Mr. Schertle knew about the parking regulations, </em>the jury could weigh that factor in considering whether his conduct constituted negligence. Yet, there was no evidence elicited to show that Mr. Schertle knew of the parking regulations.<footnotemark>6</footnotemark> Moreover, as we have observed, the instruction about the regulations did not concern Mr. Scher-tle’s negligence in any event.</p>\n<p id=\"b599-5\">Even though the trial court’s reason for giving the statutory violation instruction was incorrect, it does not follow necessarily that it was improper for the jury to have considered the parking regulations in deciding whether Ms. Wozniak was contributorily negligent. Our review is confined to the <em>points </em>considered by the trial court, not to the reasoning offered to support those points. <em>Sothoron v. Weems, </em>3 G. &amp; J. <page-number citation-index=\"1\" label=\"576\">*576</page-number>435, 441-42 (1831); <em>Ellicott v. Turner, </em>4 Md. 476, 481 (1853); <em>see also, In re Michael G., </em>107 Md.App. 257, 265, 667 A.2d 956 (1995)(appellate review on purely legal grounds is expansive); <em>Jensen v. Jensen, </em>103 Md.App. 678, 687, 654 A.2d 914 (1995)(chancellor’s ruling on a purely narrow issue of law is not entitled to deference).</p>\n<p id=\"b600-5\">In <em>Hartford Ins. Co. v. Manor Inn, </em>335 Md. 135, 642 A.2d 219 (1994), the Court of Appeals explained:</p>\n<blockquote id=\"b600-6\">“The violation of a statute may furnish evidence of negligence.” <em>Atlantic Mutual v. Kenney, </em>323 Md. 116, 124 [591 A.2d 507] (1991). It may be actionable when it causes harm to a person within the class of persons the statute seeks to protect and the harm is the kind that the statute was designed to prevent. Although the violation of a statute is evidence of negligence it “is not per se enough to make a violator thereof liable for damages.” <em>Liberto v. Holfeldt, </em>221 Md. 62, 65 [155 A.2d 698] (1959). For that to occur, the plaintiff must show that the violation was a proximate cause of his or her injury ... that “had not been interrupted by a break in the chain of causation.” <em>Holfeldt, </em>221 Md. at 65 [155 A.2d 698].</blockquote>\n<p id=\"b600-7\"><em>Id. </em>at 155-56, 642 A.2d 219 (citations omitted). <em>See also Owens v. Simon, </em>245 Md. 404, 409, 226 A.2d 548 (1967); <em>Hammond v. Robins, </em>60 Md.App. 430, 435, 483 A.2d 379 (1984); <em>Slack v. Villari, </em>59 Md.App. at 471, 476 A.2d 227.</p>\n<p id=\"b600-8\">Many times the Court of Appeals has held in automobile tort cases that evidence of a violation of a duty imposed by a “Rules of the Road”<footnotemark>7</footnotemark> statute is evidence of negligence when the violation was a proximate cause of the accident. <em>Norris v. Wolfensberger, </em>248 Md. 635, 640-41, 237 A.2d 757 (1968)(violation of statutory duty to turn left from left lane is evidence of negligence if violation was proximate cause of the accident); <em>Miller v. Mullenix, </em>227 Md. 229, 232-33, 176 A.2d 203 (1961)(violation of statutory duties not to pass within 100 <page-number citation-index=\"1\" label=\"577\">*577</page-number>feet of intersection and not to cross double line is evidence of negligence when violation proximately caused collision); <em>Brown v. Bendix Aviation Corp., </em>187 Md. 613, 619, 51 A.2d 292 (1947)(violation of statutory duty to yield right of way to pedestrian is evidence of negligence). <em>See also Whitt v. Dynan, </em>20 Md.App. 148, 154, 315 A.2d 122 (1974)(violation by pedestrian of the statutory duty to walk on the left side of the highway, facing traffic, is evidence of contributory negligence in a wrongful death action arising out of collision between driver/defendant and pedestrian/decedent). As Judge McAuliffe explained in <em>Atlantic Mutual v. Kenney, supra, </em>however, while some “Rules of the Road” statutes are designed to protect people from harm, others may not have such a purpose. 323 Md. at 124, 591 A.2d 507. The purpose of a statute, including who it was designed to protect and from what it was intended to protect them, is a legal determination. <em>Slack v. Villari, </em>59 Md.App. at 471, 476 A.2d 227.</p>\n<p id=\"b601-5\">T.A. § 6-211 provides, under the subsection heading “Scope of rules and regulations,” that “[t]he rules and regulations shall: (1) Be reasonably necessary for the safety of persons and property <em>or </em>for the efficient operation of the port facilities.” T.A. § 6-211(b). (Emphasis added). COMAR 11.05.03.04, entitled “Motor Vehicle Operations,” incorporates by reference all provisions of titles 11 through 27 of the Transportation Article, <em>see </em>11.05.03.04 A(l), and provides that, “The portions of these regulations that are identical with or included by reference with corresponding portions of the Maryland Vehicle Law shall be interpreted and construed to make uniform these regulations, except that these regulations may supplement the Maryland Vehicle Law,” <em>see </em>11.05.03.04(A)(2)(a), and that, “If the regulations conflict with the Maryland Vehicle Law and cannot be reconciled with the law as provided, the Maryland Vehicle Law prevails and controls.” <em>See </em>11.05.03.04(A)(2)(b).</p>\n<p id=\"b601-6\">With those principles in mind, we turn to the regulations in question.</p>\n<p id=\"b602-3\">\n<page-number citation-index=\"1\" label=\"578\">*578</page-number>\n<em>Fire Hydrant Parking Regulation</em>\n</p>\n<p id=\"b602-4\">Appellants argue that the obvious purpose of the regulation prohibiting parking within 15 feet of a fire hydrant is to ensure free access to water in fire emergencies, not to protect occupants of vehicles on the adjacent roadway from harm.</p>\n<p id=\"b602-5\">In <em>Whoolery v. Hagan, </em>247 Md. 699, 706, 234 A.2d 605 (1967), the Court of Appeals held that because bridges are known to become “bottlenecks,” it was “virtually axiomatic” that the statute prohibiting stopping, standing, or parking on any bridge was intended by the Legislature “only [for] the facilitation and expedition of traffic and not for the protection of users of the bridge.”<footnotemark>8</footnotemark> In so concluding, the Court discussed with approval a case in which the Pennsylvania Supreme Court observed as follows in holding that a statute prohibiting parking within 15 feet of a fire hydrant was not enacted for reasons of safety:</p>\n<blockquote id=\"b602-6\">“No profound analysis of the statute is required to show that the restriction upon parking within fifteen feet of a fire hydrant was intended to assure immediate availability in case of a fire in the vicinity and not to aid in regulating traffic as an aid to highway safety.”</blockquote>\n<p id=\"b602-7\">Id.(quoting <em>Ennis v. Atkin, </em>354 Pa. 165, 169, 47 A.2d 217 (1946)).</p>\n<p id=\"b602-8\">Likewise, it is readily apparent that the purpose of the fire hydrant parking regulation at issue here is to provide access to water in the case of fire and is not to protect people in Ms. Wozniak’s (or Mr. Schertle’s) position from injury on the roadway. Moreover, to the extent that the regulation confers a secondary safety benefit on the occupants of burning buildings and on firefighters, and may have been intended to do so, it is evident that neither Ms. Wozniak nor Mr. Schertle were within either class of persons.</p>\n<p id=\"b603-4\"><page-number citation-index=\"1\" label=\"579\">*579</page-number>In addition, and for a logically related reason, the court erred in giving this instruction because any violation of the fire hydrant parking regulation by Rebecca Wozniak was not a proximate cause of the accident, as a matter of law. As we have indicated, contributory negligence is “some negligence on the part of the plaintiff which, whether great or small, directly contributes to the happening of the accident. ...” <em>Bull S.S. Line v. Fisher, </em>196 Md. 519, 524, 77 A.2d 142 (1950). A defendant who sets about proving that by violating a statute, the plaintiff failed to exercise due care for his own safety, must prove also that the statutory violation was a proximate cause of the accident:</p>\n<blockquote id=\"b603-5\">It is a rule in this State that the mere violation of a statute will not support an action in damages, even though it may be evidence of negligence, unless there is legally sufficient evidence to show the violation was a proximate cause of the injury.</blockquote>\n<p id=\"b603-6\"><em>Peterson v. Underwood, </em>258 Md. 9, 15, 264 A.2d 851 (1970)(quoting <em>Austin v. Buettner, </em>211 Md. 61, 70, 124 A.2d 793 (1956)). <em>See also Myers v. Bright, </em>327 Md. 395, 405, 609 A.2d 1182 (1992)(evidence that plaintiff was violating the law by speeding will not bar recovery unless accident was “at least partly attributable to [plaintiffs’] rate of travel”).</p>\n<p id=\"b603-7\">In <em>Rosenthal v. Mueller, </em>124 Md.App. 170, 720 A.2d 1264, Judge Moylan explained that when a plaintiffs violation of a “Rules of the Road” statute is merely coincidental, having only the effect of placing him “at the wrong place at the wrong time,” it is “non-contributory” as a matter of law. <em>Id. </em>at 181, 720 A.2d 1264. In that case, the defendant’s vehicle struck the plaintiffs car from behind after the plaintiff had tried to pass on the right a truck that was stopped to make a left turn. The jury found against the plaintiff on the issue of contributory negligence. On appeal, the plaintiff argued that the trial court had erred in sending that issue to the jury. The defendant countered that the issue had been properly submitted because reasonable jurors could find that the plaintiff had violated T.A. § 21-304(c), which prohibits driving off the trav<page-number citation-index=\"1\" label=\"580\">*580</page-number>eled portion of the roadway. We reversed, noting that even assuming that the plaintiff had violated that statute by her conduct, the only connection between the statutory violation and the accident was that by random chance, it placed her in harm’s way. We held that such a fortuitous link between a statutory violation and the happening of an accident is legally insufficient to satisfy the proximate cause element of contributory negligence.</p>\n<p id=\"b604-5\">Likewise, if Rebecca Wozniak ran afoul of the fire hydrant parking regulation by parking within 15 feet of a fire hydrant, her doing so was not a proximate cause of the fatal accident. As we have discussed, reasonable jurors could have found on the evidence, presented that Ms. Wozniak did not exercise due care for her own safety in several ways, including by choosing to stop her car on the travel lane of an industrial roadway at night, and that her decision to stop her car where she stopped it proximately caused her death. Yet, the distance in feet from the point at which Ms. Wozniak stopped her car and the nearest fire hydrant had no bearing on the happening of the accident, except in the most random and attenuated way.</p>\n<p id=\"b604-6\">To be sure, had Ms. Wozniak diligently eliminated all points within a 15 foot radius of the fire hydrant in choosing a spot to park, her car would not have been in the Taylor tractor’s path when it emerged from Shed 3B. Accordingly, her failure to park at a point that was not more than 15 feet from the fire hydrant may have been a “cause in fact” of the accident — just as the fact that she drove to the marine terminal that day at all was such a cause — in that, “but for” that conduct, the accident would not have happened. <em>See BG &amp; E v. Lane, </em>338 Md. 34, 51, 656 A.2d 307 (1995)(holding that proximate cause element of negligence is satisfied if the negligence “is 1) a cause in fact of the injury and 2) a legally cognizable cause.”). <em>See also Robb v. Wancowicz, </em>119 Md.App. 531, 545, 705 A.2d 125, <em>cert. denied, </em>350 Md. 278, 711 A.2d 869 (1998)(holding that for wrongful conduct to be a proximate cause of the injury, it first must be a cause in fact of the injury; i.e., but for the <page-number citation-index=\"1\" label=\"581\">*581</page-number>wrongful conduct, the injury would not have occurred.)<footnotemark>9</footnotemark> It was not, however, a legally cognizable cause of the accident. As the Court of Appeals has explained, whether a cause is “legally cognizable” is essentially a question of “fairness and social policy.” <em>BG &amp; E v. Lane, supra, </em>at 51, 656 A.2d 307.</p>\n<p id=\"b605-5\">In this case, while the precise location at which Ms. Wozniak stopped her car played a central role in the happening of the accident, and while it may have been careless for her to have stopped her car where she did, the proximity of her car to the fire hydrant outside of Shed 3B was irrelevant to the occurrence of the accident. It would be unfair under that circumstance to permit the jury to draw a legally meaningful causal link between Ms. Wozniak’s violation of the fire hydrant regulation and her death. <em>See Northern Central Railway Co. v. Geis, </em>31 Md. 357, 365 (1869)(holding that the trial court erred in instructing the jury that violation by the defendant of an ordinance prohibiting parking on a sidewalk could be evidence of negligence: “There was no evidence showing, or tending to show, that the accident was occasioned by the act or from the fact of violating the City Ordinance by the defendant, even if it be conceded that the car in which the deceased was injured, occupied at the time, a forbidden place on the street. The whole subject of this instruction was apart from the real questions involved in the case, and, therefore, calculated to mislead the minds of the jury ... ”). Moreover, being caught in the oncoming path of a tractor is not a reasonably foreseeable consequence of parking within 15 feet of a fire hydrant.</p>\n<p id=\"b605-6\">\n<em>No Parking Within 50 feet of Nearest Rail Regulation</em>\n</p>\n<p id=\"b605-7\">Appellants argue that the regulation prohibiting parking “(wjithin 50 feet of the nearest rail or railroad, except in <page-number citation-index=\"1\" label=\"582\">*582</page-number>designated parking areas,” was designed to promote the free flow of traffic within the port facility, not to protect drivers in the position of Ms. Wozniak, and, moreover, that because the accident in this case did not involve a motor vehicle and a train, even if the regulation were intended to protect drivers from harm it was not meant to protect them from injury (or death) in an accident of this sort. Appellees counter that given that the port facility is used at all hours for “dangerous, heavy stevedoring and warehousing activity,” one purpose of the regulation is to protect people in the position of Ms. Wozniak by prohibiting the parking of vehicles near rails that are used for such activity.</p>\n<p id=\"b606-5\"><em>Atlantic Mutual v. Kenney, supra, </em>323 Md. 116, 591 A.2d 507, arose out of an automobile accident that occurred when two vehicles (one owned an operated by the plaintiff) collided because each driver’s ability to observe the other was significantly impaired by the presence of a tractor trailer (owned and operated by the defendant) in an area designated “no parking.” The case, which sounded in negligence, was taken by the Court of Appeals on <em>certiorari </em>from the circuit court, after that court reversed a district court judgment in favor of the plaintiff. The parties devoted much of their argument on appeal to whether the defendant had violated T.A. § 21-1003(aa), which provides that “[a] person may not park a vehicle at any other place where parking is prohibited by an official sign,” and thus was properly found by the district court to have been negligent. The Court of Appeals held that the issue had not been addressed below. It nevertheless observed that even if the defendant had parked illegally, “that would not have ended the inquiry:”</p>\n<blockquote id=\"b606-6\">The violation of a statute may furnish evidence of negligence, but only where the person alleging negligence is within the class of persons sought to be protected, and the harm suffered is of the kind which the statute was intended, in general, to prevent. A statute prohibiting parking within a specified distance from an intersection or crosswalk is obviously\" intended to protect motorists and pedestrians from risks associated with obstruction of visibility. A stat<page-number citation-index=\"1\" label=\"583\">*583</page-number>ute or ordinance prohibiting parking at a specified location may or may not have a similar objective.</blockquote>\n<p id=\"b607-5\"><em>Id. </em>at 124, 591 A.2d 507 (citations omitted). <em>See also Maggitti v. Cloverland Farms Dairy, </em>201 Md. 528, 532, 95 A.2d 81 (1953)(“The legislative purpose [of the statute prohibiting “double parking”] was obviously to expedite traffic, as far as possible”).</p>\n<p id=\"b607-6\">In determining the purpose of the regulation prohibiting parking within 50 feet of the nearest rail or railroad, we may consider its similarity to provisions in the Transportation Article. Moreover, just as we must read provisions of the Transportation Article that have been incorporated by reference into the port facility regulations by interpreting them “in the context of MPA property,” COMAR 11.05.03.04(A)(2)(c), we must keep that context in mind in deciding the purpose of the regulations themselves. The rail/railroad parking regulation at issue here is similar to T.A. § 21-1003(t), which prohibits “[a] person [from parking] a vehicle within 50 feet of the nearest rail in a railroad grade crossing,” and is not inconsistent with it. They differ, however, in that the rail/railroad parking regulation makes it illegal to park a vehicle within 50 feet of the nearest rail regardless of whether the rail intersects a road. That difference can be accounted for when considered “in the context of MPA property.”</p>\n<p id=\"b607-7\">Because roadways in port facilities such as the Dundalk Marine Terminal serve not only as transportation arteries for people but also as industrial routes for moving cargo by vehicle and by train, the points at which the paths of vehicles and trains may intersect are not limited to grade crossings, as they usually are outside that setting. In that setting, it is more likely that parked vehicles will interfere with rail traffic, and that occupants of those vehicles will be harmed in encounters between their vehicles and trains or other vehicles using the rails for the movement of cargo. When considered in this context, we conclude that the rail/railroad parking regulation serves the dual purpose of maintaining orderly and efficient operations at port facilities <em>and </em>protecting the safety of occu<page-number citation-index=\"1\" label=\"584\">*584</page-number>pants of parked vehicles who are subject to additional danger because the facility is used for multiple transportation purposes. We disagree with appellant that even assuming, as we have concluded, that Ms. Wozniak was within the class of people meant to be protected by this regulation, she did not suffer the kind of harm the regulation was meant to protect against because her parked car encountered a tractor using the railroad line, not a train. The regulation is intended in part to protect occupants of parked cars from serious injury and death that can ensue when parked cars interfere with the movement of vehicles that occupy the rails. This purpose applies whether the vehicle in question is a train or another vehicle using the rail.</p>\n<p id=\"b608-5\">The trial court did not err in instructing the jury that a violation of the rail/railroad parking regulation could be considered evidence of negligence on the part of Rebecca Wozniak. On remand, however, the court must, take into account that certain predicate factual determinations need to be made by the jury before it may conclude that Ms. Wozniak violated this regulation (and hence whether such violation is evidence of contributory negligence). It is for this reason that we shall address, for purpose of guidance, the unpreserved issue raised by appellants.</p>\n<p id=\"b608-6\">As we have indicated, the regulation at issue provides that “motor vehicles may not be parked, be permitted to stand, or be left unattended” within fifty feet of the nearest rail or railroad. Because the regulation must be interpreted in conformity with the incorporated portions of the Maryland Vehicle Law, whether at the time of the accident Ms. Wozniak had “parked” her vehicle or had “permitted it to stand” turns upon the definitions of the terms “park” and “stand” set forth in T.A. §§ 11-144 and 11-160, respectively. Those definitions read as follows:</p>\n<blockquote id=\"b608-7\">“Park” means to halt a vehicle, whether or not it is occupied, other than temporarily:</blockquote>\n<blockquote id=\"b609-4\"><page-number citation-index=\"1\" label=\"585\">*585</page-number>(1) When necessary to avoid conflict with other traffic or in compliance with the directions of a police officer or a traffic control device; or</blockquote>\n<blockquote id=\"b609-5\">(2) For the purpose of and while actually engaged in loading or unloading property or passengers.</blockquote>\n<blockquote id=\"b609-6\">“Stand” means to halt a vehicle, whether or not it is occupied, other than temporarily:</blockquote>\n<blockquote id=\"b609-7\">(1) When necessary to avoid conflict with other traffic or in compliance with the directions of a police officer or a traffic control device; or</blockquote>\n<blockquote id=\"b609-8\">(2) For the purpose of and while actually engaged in receiving or discharging passengers.<footnotemark>[10]</footnotemark></blockquote>\n<p id=\"b609-9\">Whether Ms. Wozniak halted her vehicle “temporarily” and whether she halted her vehicle for the purpose of and while actually engaged in loading or unloading or receiving or discharging a passenger are questions of fact about which the jury must be instructed. Likewise, whether Ms. Wozniak left her vehicle “unattended” is a question of fact. <em>See May v. Giant, </em>122 Md.App. 364, 376, 712 A.2d 166 (1998). Only if, after considering those factual issues, the jury determines that Ms. Wozniak parked her vehicle, permitted it to stand, or left it unattended, may it then consider the violation of the regulation as evidence of negligence.</p>\n<p id=\"b609-10\">\n<em>No Parking Regulation</em>\n</p>\n<p id=\"b609-11\">The “no parking” regulation that the trial court included in its contributory negligence instruction forbids parking in any area “where ... a prohibition is indicated by posting or other <page-number citation-index=\"1\" label=\"586\">*586</page-number>markings placed under authority of the [Maryland Port Authority].” The lack of specificity in this regulation means that its purpose cannot be determined outside of the context in which it was applied. Prohibitions against parking in certain areas may be intended to further safety and to protect against harm, while prohibitions against parking in other areas may not serve that goal. <em>Atlantic Mutual v. Kenney, supra, </em>323 Md. at 124, 591 A.2d 507</p>\n<p id=\"b610-5\">It is clear from the configuration and setting of the loading dock and Shed 3B, to which the “No Parking Any Time” signs were affixed, and the locations of the signs on those buildings, that they are posted to promote ease of access to the buildings, not to protect drivers or occupants of vehicles on the adjacent roadway from injury or death. The sign closest to the accident site is attached to the wall of Shed 3B, next to the side door and in front of an area in which drivers who intend to stop and enter that building naturally will be inclined to park- their cars. In fact, it was undisputed that(as depicted in the photographs that were placed into evidence) several cars were illegally parked against that wall when the accident occurred. The other “No Parking Any Time” sign is posted on the wall of the loading dock, which is elevated and is across the industrial road and on the other side of two sets of railroad tracks from the accident site. Its most obvious purpose is to assure free access to the loading dock. Because the apparent purpose of the no parking regulation, when considered in the context of this case, is to keep certain areas to which access is needed free of parked vehicles, its violation could not have been a proximate cause of Ms. Wozniak’s death, and the jury should not have been instructed about it.</p>\n<p id=\"b610-6\">Moreover, and equally important, when the accident occurred, Ms. Wozniak’s car was not in a location controlled by either of the “No Parking Any Time” signs. Her car was not among the several that were parked by the side wall of Shed 3B. (Ironically, if the owners of those vehicles had not violated the no parking regulation, it may well be that Ms. Wozniak could have stopped her car temporarily by the side door while <page-number citation-index=\"1\" label=\"587\">*587</page-number>Ricky Wozniak picked up his paycheck without violating any regulation and outside of the path of Mr. Sehertle’s tractor). Her car also was not in the vicinity of the loading dock. Because the signs at issue did not proscribe parking at the location at which Ms. Wozniak stopped her car, the jury should not have been permitted to consider the violation of the no parking regulation as evidence of Ms. Wozniak’s contributory negligence.</p>\n<p id=\"b611-5\">\n<em>Prejudice</em>\n</p>\n<p id=\"b611-6\">In a civil case, we only will reverse a judgment if the complaining party on appeal shows error <em>and </em>prejudice. <em>Harris v. Harris, </em>310 Md. 310, 319, 529 A.2d 356 (1987); <em>Beahm v. Shortall, </em>279 Md. 321, 330, 368 A.2d 1005 (1977); <em>Kapiloff v. Locke, </em>276 Md. 466, 472, 348 A.2d 697 (1975); <em>Toft v. State of Nev. ex rel. Pimentel, </em>108 Md.App. 206, 217, 219, 671 A.2d 99 (1996).</p>\n<p id=\"b611-7\">As the Court of Appeals observed in <em>Beahm, </em>“[p]recise standards for the degree of prejudice required for reversal, have not been, and perhaps cannot be established.” 279 Md. at 331, 368 A.2d 1005. Ordinarily, a civil judgment will not be reversed unless the error on the part of the trial court “was both manifestly wrong and substantially injurious,” <em>id. </em>(quoting <em>Rotwein v. Bogart, </em>227 Md. 434, 437, 177 A.2d 258 (1962)), or the error is established to have had “a prejudicial effect on the outcome of the case.” <em>Id. </em>(quoting <em>Kuenne, supra, </em>240 Md. at 235, 213 A.2d 567); <em>see also Harris, supra, </em>310 Md. at 319, 529 A.2d 356 (error is prejudicial if it “influenced the outcome of the case.”). What constitutes prejudice warranting- reversal is to be determined on the circumstances of each case. <em>Harris, supra, </em>at 332, 529 A.2d 356; <em>State Roads Comm. v. Kuenne, </em>240 Md. 232, 235, 213 A.2d 567 (1965).</p>\n<p id=\"b611-8\">Appellees maintain that even if the trial court erred in granting the jury instruction respecting the parking regulations, the evidence that Ms. Wozniak violated those regulations was but a “small portion” of all of the evidence introduced to show contributory negligence, and that because the <page-number citation-index=\"1\" label=\"588\">*588</page-number>rest of the evidence, standing alone, was “ample” to support the jury’s finding on that issue, there was no prejudice.</p>\n<p id=\"b612-5\">As our discussion in Part I makes plain, we agree that there was evidence other than that relating to the parking regulation violations from which reasonable jurors could have found that Rebecca Wozniak did not exercise due care for her safety and that her conduct in that regard proximately caused the accident. We are not persuaded, however, that the jury based its finding of contributory negligence solely on that “other evidence,” or on the violation of the rail/railroad parking regulation aspect of that instruction. Indeed, a finding based on a violation of that regulation would be problematic in any event because, as we have explained, the jury was not instructed about the predicate factual findings necessary for it to conclude that Ms. Wozniak violated the rail/railroad regulation at all.</p>\n<p id=\"b612-6\">Moreover, with respect to the fire hydrant regulation, because the distance between Ms. Wozniak’s car and the fire hydrant outside of Shed 3B was undisputed, the instruction as given gave the jury little choice but to find that she violated that regulation. The jury improperly was permitted to conclude, from that undisputed fact, that Ms. Wozniak was negligent and that her negligence proximately caused her death. Given that the jury also was instructed, correctly, that <em>any </em>negligence on Ms. Wozniak’s part, no matter how small, would operate as a complete bar to recovery, it is likely that the jury’s decision about the fire hydrant regulation signaled an end to its inquiry. Accordingly, we conclude that the trial court’s error in instructing the jury was prejudicial.</p>\n<p id=\"b612-7\">III.</p>\n<p id=\"b612-8\">\n<em>Did the Trial Court Err in Declining to Instruct the Jury About the Presumption that a Decedent Exercised Due Care for her Own Safety?</em>\n</p>\n<p id=\"b612-9\">(i)</p>\n<p id=\"b612-10\">Because the third question presented by appellants raises an issue about a requested jury instruction that will no doubt <page-number citation-index=\"1\" label=\"589\">*589</page-number>be raised again in the retrial on contributory negligence, we exercise our discretion to address it. Md. Rule 8~131(a).</p>\n<p id=\"b613-5\">Appellants asked the trial court for an instruction that would have told the jury that the decedent, Ms. Wozniak, was presumed to have exercised due care for her own safety.<footnotemark>11</footnotemark> The trial court acknowledged the existence of such a presumption in Maryland law but declined to grant the instruction, reasoning that under Md. Rule 5-301(a) and <em>Bratton v. Smith, </em>256 Md. 695, 261 A.2d 777 (1970), it is not proper to instruct on that presumption when contributory negligence is a jury issue.<footnotemark>12</footnotemark></p>\n<p id=\"b614-4\"><page-number citation-index=\"1\" label=\"590\">*590</page-number>Appellants contend that the trial court erred in refusing to grant the requested instruction because it was a correct statement of the law that was generated by the evidence, and that the court misinterpreted <em>Bratton v. Smith, supra, </em>in ruling as it did. Not surprisingly, appellees take the opposite position, emphasizing that in <em>Bratton, </em>even though contributory negligence was a jury question, the Court of Appeals affirmed the lower court’s ruling denying the instruction. In short, while the parties agree that the Court of Appeals long has recognized what it has called a “presumption” that the decedent in a wrongful death action exercised due care for his or her own safety,<footnotemark>13</footnotemark> they disagree about the nature, operation, and effect of the presumption and, more specifically, about whether the jury must be instructed about it.</p>\n<p id=\"b614-5\">The precise meaning of the term “presumption” is illusive. One authority has defined “presumption” to mean “a standardized practice, under which certain facts are held to call for uniform treatment with respect to their effect as proof of other facts.” 2 <em>McCormick on Evidence </em>§ 342, at 449 (John W. Strong, gen. ed. 4th ed.1992). True presumptions are “ ‘shortcuts’ to formal proof in that proof of certain basic, foundational facts establish the existence of the ‘presumed’ fact.” Joseph F. Murphy, Jr., <em>Maryland Evidence Handbook </em>§ 1001 (2nd ed., 1993). In <em>Evans v. State, </em>28 Md.App. 640, 676-77, 349 A.2d 300 (1975), <em>aff'd, </em>278 Md. 197, 362 A.2d 629 (1976), Judge Moylan discussed the confusion underlying the misuse of the term “presumption,” and listed five distinct meanings of the word:</p>\n<blockquote id=\"b615-4\"><page-number citation-index=\"1\" label=\"591\">*591</page-number>1) a mere statement as to who has and what is the burden of persuasion (e.g., the ‘presumption of innocence’);</blockquote>\n<blockquote id=\"b615-5\">2) a rule of substantive law (a conclusive presumption);</blockquote>\n<blockquote id=\"b615-6\">3) a permitted inference of fact (e. g., the so-called ‘presumption’ that the possessor of recently stolen goods is the thief);</blockquote>\n<blockquote id=\"b615-7\">4) a presumption of law, or true presumption, in the Morgan tradition of shifting the burden of ultimate persuasion and entailing either a directed verdict or a jury instruction;1 [<footnotemark>14</footnotemark>] and</blockquote>\n<blockquote id=\"b615-8\">5) a presumption of law, or true presumption, in the Thayer-Wigmore tradition of something which shifts only the burden of going forward with evidence and which totally dissipates or disappears from the case once that burden is met (the ‘bursting bubble’ concept).[<footnotemark>15</footnotemark>]</blockquote>\n<p id=\"b615-9\">\n<em>Id.</em>\n</p>\n<p id=\"b615-10\">In 1994, the Court of Appeals adopted the Maryland Rules of Evidence, which includes Rule 5-301, entitled “Presumptions in civil actions.” Rule 5-301 states, in relevant part:</p>\n<blockquote id=\"AbZ\">Unless otherwise provided by statute or by these rules, in all civil actions a presumption imposes on the party against whom it is directed the burden of producing evidence to rebut the presumption. If that party introduces evidence <page-number citation-index=\"1\" label=\"592\">*592</page-number>tending to disprove the presumed fact, the presumption will retain the effect of creating a question to be decided by the trier of fact unless the court concludes that such evidence is legally insufficient or is so conclusive that it rebuts the presumption as a matter of law.</blockquote>\n<p id=\"b616-5\">Rule 5-301(a). The note of the Court of Appeals Standing Committee on Practice and Procedure (“Rules Committee”) to Rule 5-301 explains that this rule “is intended to codify the approach to presumptions explicated in <em>Grier v. Rosenberg, </em>213 Md. 248, 131 A.2d 737 (1957)[,]” and that it “applies only to <em>rebuttable evidentiary presumptions that have the effect of shifting the burden of production.” </em>(Emphasis supplied). The Rules Committee note further clarifies that Rule 5-301(a) does not apply to “(1) evidence that gives rise only to a permissible inference, which has the effect only of meeting the proponent’s burden of production but not shifting that burden to the opposing party, (2) irrebuttable presumptions, which are rules of substantive law, or (3) rebuttable presumptions that are merely restatements of the allocation of the ultimate burden of persuasion to the opposing party, such as the presumption of innocence in a criminal case.”</p>\n<p id=\"b616-6\">In <em>Grier v. Rosenberg, supra, </em>213 Md. 248, 131 A.2d 737, from which Rule 5-301(a) derives, the Court addressed the presumption that the driver of a car is the agent of the car’s owner and is acting within the scope of the agency. Mrs. Grier was injured when the bus in which she was riding stopped suddenly to avoid striking a car that had cut in front of it. The car sped away, but not before the bus driver took down its license plate number. From that piece of information, the car’s owner was identified to be one Harry Rosenberg. In the trial of Mrs. Grier’s negligence action against Mr. Rosenberg, after Mrs. Grier offered proof that Mr. Rosenberg owned the offending car, Mr. Rosenberg testified that he knew nothing of the accident until six months after it had happened, that he knew of no reason why he would have been in the vicinity of the accident on the date that it occurred, and that although it was possible that someone from his office had driven his car that day, he had inquired among them and none remembered doing so.</p>\n<p id=\"b617-3\"><page-number citation-index=\"1\" label=\"593\">*593</page-number>Mrs. Grier requested a jury instruction that the Court of Appeals described as follows: “[T]hat if the jury found as a fact ownership of the car in [Mr. Rosenberg], there arose a rebuttable presumption that the automobile was being operated by [Mr. Rosenberg] or his agent ... acting within the scope of [the agent’s] employment.” 213 Md. at 252, 131 A.2d 737. The trial court refused to grant the instruction. The jury returned a verdict in favor of Mr. Rosenberg, and Mrs. <em>Grier </em>appealed the unfavorable judgment<footnotemark>16</footnotemark></p>\n<p id=\"b617-4\">The Court of Appeals reversed. It explained that when agency is a jury question, the trial court must instruct the jury about the presumption; otherwise, the jury will not know that even in the face of testimony by the owner of non-agency, the jury’s finding of the basic fact of ownership will be sufficient to support the finding of the presumed fact of agency:</p>\n<blockquote id=\"b617-5\">Indeed, if the instruction be not granted, how is the jury to know of the presumption? No matter how clearly the ownership of a motor vehicle might be established, without any information of, or instruction concerning, the presumption, the jury might have great reluctance in finding the driver of such vehicle an agent or servant of the owner acting within the scope of his employment.</blockquote>\n<p id=\"b617-6\"><em>Id </em>at 253, 131 A.2d 737.</p>\n<p id=\"b617-7\">The Court in <em>Grier </em>went on to posit three circumstances and to discuss for each the role of the presumption. First, if <page-number citation-index=\"1\" label=\"594\">*594</page-number>the plaintiff has offered proof of ownership (the basic fact) that serves as proof of agency (the presumed fact) and the defendant produces either no evidence or legally insufficient evidence to refute the presumed fact of agency, the trial court should instruct the jury peremptorily that if it finds that the defendant owned the car, then it <em>must </em>find that the driver was acting as the defendant’s agent. <em>Id. </em>at 254, 131 A.2d 737. In other words, the presumed fact is established as a matter of law from proof of the basic fact.</p>\n<p id=\"b618-5\">Second, if the defendant produces evidence to rebut the presumed fact that is so exceptionally strong as to be “conclusive” in the defendant’s favor, the plaintiff may no longer rely on the presumption alone to prove the presumed fact. <em>Id. </em>Instead, the burden shifts to the plaintiff to produce evidence to prove the presumed fact. If he does not do so, the fact is established in the defendant’s favor (unless the plaintiff already had produced contrary evidence.) In that case, the presumed fact is rebutted as a matter of law.<footnotemark>17</footnotemark></p>\n<p id=\"b618-6\">Finally, if the defendant produces legally sufficient but not conclusive evidence to rebut the presumption, the existence <em>vel non </em>of the presumed fact is a jury question. In that circumstance, which was the one that existed in <em>Grier, </em>the presumption remains in the case as the functional equivalent of an item of evidence, and the jury must be informed about it. <em>See Herd v. State, supra, </em>125 Md.App. at 101, 724 A.2d 693; <em>Plummer v. Waskey, </em>34 Md.App. 470, 481, 368 A.2d 478 (1977). It is in this setting that the party in whose favor the presumption operates is entitled to a jury instruction to effectuate it. <em>See also Anderson v. Litzenberg, </em>115 Md.App. 549, 564, 694 A.2d 150 (1997)(observing with respect to presump<page-number citation-index=\"1\" label=\"595\">*595</page-number>tion that arises from party’s spoliation of evidence that “party favored by presumption is not relieved of the requirement of presenting evidence to establish a prima facie case ... if the adverse party sufficiently rebuts the presumption. In such instances, the presumption merely enhances the probative value of other evidence adduced.”).</p>\n<p id=\"b619-5\">In <em>Carrion v. Linzey, </em>342 Md. 266, 675 A.2d 527 (1996), the Court of Appeals explained that by adopting the hybrid form of presumption articulated in <em>Grier </em>in fashioning Rule 5-301(a), the Rules Committee rejected both the “Thayer-Wig-more” approach to presumptions (found in Fed.R.Evid. 301) and the “Morgan-type” approach to presumptions (found in Unif. R. Evid. 301 (1986)). <em>Id. </em>at 278, 675 A.2d 527. The Court observed that under neither of these rejected approaches will the jury in a civil case be instructed about the existence or effect of a given presumption. Under the “Thayer-Wigmore” approach, the jury is not told of the presumption because once the opponent of the presumption has met his burden of producing evidence to rebut the presumed fact, making the issue a jury question, the presumption disappears from the case altogether. Under the “Morgan” approach, because the presumption operates to shift the burden of persuasion on the issue to which it applies, the court effectuates it by tailoring its burden of proof instruction to incorporate the reallocated burden of persuasion, thereby making a separate jury instruction about the presumption unnecessary.</p>\n<p id=\"b619-6\">The Court in <em>Carrion </em>explained that by contrast, the <em>Grier </em>approach “requires informing the jury of the existence of the presumption.” 342 Md. at 279, 675 A.2d 527. It quoted with approval the commentary by Professor Alan Homstein of the University of Maryland School of Law about the <em>Grier </em>approach to presumptions:</p>\n<blockquote id=\"b619-7\">“Under Rule 5-301 [and the common law rule that preceded the rule’s adoption], presumptions do not affect the burden of persuasion. A presumption merely satisfies the burden of production on the fact presumed and, in the absence of rebutting evidence, may satisfy the burden of persuasion. If there is rebutting evidence, the presumption retains only <page-number citation-index=\"1\" label=\"596\">*596</page-number>enough vitality to create a jury question on the issue, <em>and the jury is instructed, on the presumption.”</em></blockquote>\n<p id=\"b620-5\">342 Md. at 279-280, 675 A.2d 527 (quoting Alan D. Hornstein, <em>The New Maryland Rules of Evidence: Survey, Analysis and Critique, </em>54 Md. L.Rev. 1032, 1049 (1995))(emphasis supplied).</p>\n<p id=\"b620-6\">Returning to the case <em>sub judice, </em>we see that under <em>Grier </em>and Md. Rule 5-301 (a), whether the trial court ought to have instructed the jury about the presumption that Ms. Wozniak exercised due care for her own safety turns in part on whether that presumption is a true evidentiary one. The office of the presumption at issue has been discussed by the Court of Appeals in a line of cases reaching back into the last century, and by the Fourth Circuit Court of Appeals as well.</p>\n<p id=\"b620-7\">After mentioning the presumption as early as the mid-1800’s, the Court of Appeals first held in <em>Northern Central Railway Co. v. Geis, supra, </em>31 Md. 357, that it is to be given evidentiary weight. In that case, the decedent was killed when he was thrown from a wagon as he was unloading bags of corn. The plaintiff was trying to prove that the accident was caused when the team of horses attached to the wagon bolted suddenly, taking the decedent by surprise. The defendant was trying to prove that the decedent knew that the team of horses was starting up; instead of protecting himself, however, he tried to throw one more bag of corn to a friend, falling in the process.</p>\n<p id=\"b620-8\">On appeal from a judgment entered on a verdict for the plaintiff, counsel for the defendant argued that the plaintiff “should have shown affirmatively that the deceased was not guilty of contributory negligence.” <em>Id. </em>at 361-62. The Court of Appeals rejected this argument and held that the trial court properly had granted one of the plaintiffs requested jury instructions. It explained:</p>\n<blockquote id=\"b620-9\">That a party will act with due care, both with reference to his own safety, and the safety of others, is a natural presumption to be indulged in all cases, until overcome by proof to the contrary <em>... in considering the question of negligence, it was competent in connection with all the facts </em><page-number citation-index=\"1\" label=\"597\">*597</page-number><em>and circumstances of the case, to infer the absence of fault on the part of the deceased from the known disposition of men to avoid injury to themselves.</em></blockquote>\n<p id=\"b621-5\"><em>Id. </em>at 364 (emphasis added).</p>\n<p id=\"b621-6\">Twenty years later, the Court clarified and limited that holding in <em>Maryland Central R. Co. v. Neubeur, </em>62 Md. 391 (1884), in which it held that an instruction about the presumption was not proper when the decedent’s conduct immediately before the accident was not in dispute. In that case, the decedent, who was riding in a covered wagon, was struck by a train and killed as he was crossing a railroad track at its intersection with a country road. There was no disagreement about the decedent’s actions immediately prior to the accident; the factual conflict in the case centered instead on whether the defendant had given warning of the tram’s approach. The trial court instructed the jury that, “in considering the question of negligence, [it] may, in connection with all the facts and circumstances of the case, infer the absence of fault on the part of the plaintiff, from the known disposition of persons to avoid injuries to themselves.” <em>Id. </em>at 393. The jury returned a verdict in favor of the plaintiff, and the defendant appealed.</p>\n<p id=\"b621-7\">The Court of Appeals reversed, holding that the trial court had erred in, among other things, granting the presumption of due care instruction. The Court explained:</p>\n<blockquote id=\"b621-8\">[The instruction] embodies one of those general propositions <em>only proper to be submitted to the jury in cases where there is a real doubt on the evidence as to the act or conduct of the party injured, in respect to the accident producing the injury; and it is only proper in such cases as an aid in arriving at a conclusion from the whole evidence in the cause. While it is natural, and as a general rule rational, to presume that a party acts from incentives of self-preservation, this presumption can only be indulged in the absence of proof to the contrary. </em>To instruct the jury that they may, in considering the whole case, ‘infer the absence of fault on the part of the plaintiff, from the known disposition of persons to avoid injuries to themselves,’ in the <page-number citation-index=\"1\" label=\"598\">*598</page-number>presence of testimony that tends strongly to show the existence of fault, is tantamount to instructing them that. they may conclude as they please; that they may find upon presumption and put the evidence aside. There are cases where this presumption may be invoked, and the reports show many instances where it has been done. But an indiscriminate use of the instruction given in this case cannot be otherwise than misleading in many cases; and we think the present not a case where it was proper to be given.</blockquote>\n<p id=\"b622-5\"><em>Id. </em>at 401-02 (citations omitted; emphasis supplied).</p>\n<p id=\"b622-6\">Likewise, in <em>Western Md. R. Co. v. Shirk, 95 </em>Md. 637, 53 A. 969 (1902), the Court held that the presumption of due care instruction did not apply when the actions of the decedent were not in doubt. In that case, the decedent was killed when he jumped from a moving freight train. It was undisputed that he did so when one of the axles of the train broke, and someone yelled for him to jump to save himself. Whether the person who called for him to jump was an employee of the defendant railroad company was hotly contested, however, as was the question whether the decedent acted reasonably under the circumstances. On appeal following a jury verdict and judgment for the plaintiff, the Court of Appeals reversed, holding that the trial court had erred in instructing the jury about the presumption of due care. Speaking for the Court, Chief Judge McSherry explained:</p>\n<blockquote id=\"b622-7\">The ... instruction was misleading. It was not applicable to the facts of this case. It has been held proper in some cases. But it is not universally applicable. The absence of fault on the part of the deceased can only be inferred from the general and known disposition of men to take care of themselves and to keep out of the way of difficulty and danger, <em>when there is no reliable proof to negative the inference or when there is rational doubt upon the evidence as to the acts and conduct of the parties. </em>There is no room for a rational doubt upon the evidence, as to the acts or the conduct of the deceased. There was no basis for the presumption in this case and it was misleading to inject it.</blockquote>\n<p id=\"b623-3\"><page-number citation-index=\"1\" label=\"599\">*599</page-number>95 Md. at 653-54, 53 A. 969 (citations omitted; emphasis supplied).</p>\n<p id=\"b623-4\">The Fourth Circuit Court of Appeals addressed and debated the nature and function of the presumption of due care in <em>Geils v. Baltimore Transit Co., </em>329 F.2d 738 (4th Cir.1964). In that diversity case, the decedent was struck by a bus and killed as he was crossing a Baltimore City street. The trial court refused to grant an instruction that would have told the jury that “they might consider the presumption of due care in connection with other evidence.”<footnotemark>18</footnotemark> The jury returned a general verdict in favor of the defendant bus company, upon which judgment was entered. The plaintiff appealed, arguing that the trial court had erred in giving an instruction that failed to give evidentiary meaning to the presumption.</p>\n<p id=\"b623-5\">A divided panel of the court reversed, ruling that the trial court had erred in refusing to give the requested instruction. Relying on <em>Grier, </em>the majority held that it could find no basis for distinguishing the evidentiary effect of the presumption of due care on the part of the decedent from the evidentiary presumption of agency. The court distinguished <em>Western Railroad Company v. Shirk, supra, </em>on the ground that, in that case, there was no conflict about the acts and conduct of the decedent. It explained:</p>\n<blockquote id=\"b623-6\">[In <em>Shirk </em>] the Maryland Court refused to apply the presumption because “There [was] no room for a rational doubt, upon the evidence as to the acts and conduct of the deceased.” Here, on the contrary, as all of us recognize, “the evidence was sharply conflicting,” supplying the very <page-number citation-index=\"1\" label=\"600\">*600</page-number>basis for applying the presumption, which the [C]ourt found lacking in <em>Shirk.</em></blockquote>\n<p id=\"b624-5\">329 F.2d at 740 (quoting <em>Shirk, supra, </em>95 Md. at 654, 53 A. 969).. The court commented further that, “The presumption ... may be invoked only where the injured person is unavailable because of the injuries suffered or because of death. Such incapacity is the reason for the presumption____” 329 F.2d at 741.</p>\n<p id=\"b624-8\">Judge Haynsworth dissented, on three grounds. First, he disagreed that the jury should be allowed to resort to the application of a presumption in deciding contributory negligence when that issue was, in essence, a credibility battle: “No presumption artificially endowed with evidentiary weight was needful or useful to [the jury] in resolving th[at] simple issue ...” <em>Id. </em>at 743. Second, he argued that giving the presumption evidentiary weight would be tantamount to raising the defendant’s burden of proof on contributory negligence to a standard higher than a preponderance of the evidence. <em>Id. </em>at 743-44. Finally, he pointed out that unlike most evidentiary presumptions, including the presumption of agency at issue in <em>Grier, </em>the presumption of due care is not premised on a logical connection between the basic fact proven (death) and the presumed fact (careful behavior) “the utility of which might go unnoticed by the jury in the absence of some instruction which would draw their attention to it.” <em>Id. </em>at 745. Moreover, even if the presumption in <em>Grier </em>were to be considered comparable to the presumption of due care, “all that [the Maryland Court of Appeals] did in <em>[Grier </em>] was to leave in the case a permissible inference inconsistent with the defendant’s weak, self-serving denial of the ultimate fact.” <em>Id. </em>at 746.</p>\n<p id=\"b624-9\">In <em>Bratton v. Smith, </em>256 Md. 695, 261 A.2d 777 (1970), the Court of Appeals applied its analysis in <em>Grier </em>to the presumption of due care on the part of the decedent in holding that the trial court had not erred in refusing to instruct the jury on the presumption. In that case, as the decedent was riding on a tractor that was pulling a hay wagon, he stood up and “perched” himself precariously between the tractor and the <page-number citation-index=\"1\" label=\"601\">*601</page-number>wagon. <em>Id. </em>at 698, 261 A.2d 777. He did so even though there was ample room for him in the wagon. Shortly thereafter, a car approached the tractor-wagon rig from behind, and the driver of the rig overreacted, pulling abruptly to the right. The decedent fell from the wagon to his death. The events surrounding the decedent’s fall were not in dispute.</p>\n<p id=\"b625-5\">The trial court submitted the issues of primary negligence of the rig driver and contributory negligence of the decedent to the jury, which returned a general verdict in favor of the driver. On appeal, the plaintiff raised among other contentions the argument that it was error for the trial court not to have instructed the jury that “the deceased was entitled to the presumption that he was exercising due care on behalf of his own safety at the time of the accident.” <em>Id. </em>at 701, 261 A.2d 777.</p>\n<p id=\"b625-6\">The Court of Appeals affirmed the judgment, concluding that the trial court correctly had declined to instruct the jury about the presumption. After reviewing several of its earlier decided cases about the presumption and the Fourth Circuit’s opinion in <em>Geils, </em>the Court remarked:</p>\n<blockquote id=\"b625-7\">[W]e would say, in sum, that the presumption of the exercise of due care on the part of the deceased plaintiff prevails, but that it may be undermined, or completely dissipated, by countervailing evidence. The court’s instruction based on the facts of each case, should reflect to what extent, if any, the countervailing evidence has affected the presumption.</blockquote>\n<p id=\"b625-8\">256 Md. at 704, 261 A.2d 777. The Court concluded that “the actions of the deceased with respect to his own safety ... were such as not to have entitled the plaintiff to an instruction that the deceased was using due care for his own safety at the time of the accident. <em>We think the trial judge was correct in refusing such an instruction and indeed that, it would not have been error had he granted a directed verdict for the [rig driver] on the basis of the contributory negligence of the </em><page-number citation-index=\"1\" label=\"602\">*602</page-number><em>deceased,....” Id. </em>at 704-05, 261 A.2d 777 (emphasis supplied).<footnotemark>19</footnotemark></p>\n<p id=\"b627-3\"><page-number citation-index=\"1\" label=\"603\">*603</page-number>In the ease <em>sub judice, </em>both sides rely upon <em>Bratton v. Smith </em>to support their diametrically opposed positions. Appellants argue that by equating the presumption of due care with the presumption of agency in <em>Grier, </em>the Court in <em>Bratton </em>acknowledged that the presumption is evidentiary; therefore, as was the case in <em>Grier, </em>an instruction was needed to give effect to it. Appellees counter that the Court in <em>Bratton </em>held that the lower court acted properly in <em>declining </em>to grant an instruction about the presumption when contributory negligence was a jury issue and that it therefore was proper for the trial court in this case to do likewise.</p>\n<p id=\"b627-4\">Our examination of the line of cases concerning jury instructions on the presumption of due care in favor of the decedent leads us to conclude that when the presumption applies, it is evidentiary and, under Md. Rule 5-301(a),a must be effectuated by the granting of a jury instruction. We also conclude, however, that whether the presumption applies in a given case is a matter within the discretion of the trial judge that turns upon the nature of the evidence that has been put before the jury. Given the factual pattern of the evidence in this case, the trial court did not abuse its discretion in refusing to grant the instruction. We explain.</p>\n<p id=\"b627-5\">Preliminarily, we do not agree that the presumption of due care is a non-evidentiary restatement of the burden of proof on contributory negligence that is not within the ambit of Rule 5-301(a). To be sure, because contributory negligence is an affirmative defense, the jury’s starting point in deliberating on that issue is that the plaintiff was acting with due care; the burden is on the defendant to persuade it otherwise. Viewed in that broad context, the presumption appears to be no more than a mirror image of the burden of proof. Yet, the presumption has been applied selectively, only to decedents in death and survival actions and to plaintiffs who have been incapacitated by their injuries; it does not apply to living, competent plaintiffs in personal injury actions. If the pre<page-number citation-index=\"1\" label=\"604\">*604</page-number>sumption simply were a restatement of the burden of proof on contributory negligence, its role would not be so limited.</p>\n<p id=\"b628-5\">Some presumptions are logically based, in that they arise from the tight, inferential connection that exists between the presumed fact and the basic fact through which it is proven. That is not so with the presumption that the decedent exercised due care. As Judge Haynsworth pointed out in his dissent in <em>Geils, </em>the basic fact of the death of the decedent in the accident does not tend to prove that he was acting carefully. Logic, however, is not the only reason for the creation of an evidentiary presumption. Presumptions may exist to advance social and economic policies or to “correct an imbalance resulting from one party’s superior access to proof.” 2 <em>McCormick on Evidence, supra, </em>§ 343, at 454. In our view, the presumption of due care on the part of the decedent falls into the latter category.</p>\n<p id=\"b628-6\">When the decedent’s conduct at the time of the accident is in dispute and his actions cannot be established by evidence other than his own obviously unavailable testimony, the presumption of due care fills the evidentiary void created by his absence. In that way, the presumption levels the playing field in those cases in which the decedent’s conduct is under attack but, as a consequence of the accident itself, he is unable to defend himself. To some extent probability is involved: Because people usually do not act so as to cause themselves harm, it is probable that the decedent was not putting himself in danger at the time of the accident; therefore, if by magic the decedent could be made to reappear and testify about what he had been doing immediately before the accident, his testimony probably would tend to show that he had been acting carefully, and thus would counter the defendant’s evidence on contributory negligence. In the appropriate case, the jury may consider the presumption in place of that missing testimony.</p>\n<p id=\"b628-7\">The Maryland cases in which an instruction on the presumption has been approved are those in which the presumption has been needed to ameliorate the unfairness brought about <page-number citation-index=\"1\" label=\"605\">*605</page-number>by the loss of the decedent’s testimony. Like the presumption against a spoiler of evidence, the presumption of due care is rooted in the notion that one should not benefit from the elimination of unfavorable evidence. By the time the jury in a death by accident case has reached the issue of contributory negligence, it already has concluded, necessarily, that the defendant was negligent in the happening of the accident in which the decedent was killed. Fairness dictates that in the absence of other evidence to show the conduct of the decedent immediately prior to the accident, and when that conduct is in dispute, the defendant should not be permitted to benefit in proving contributory negligence by the inability of the decedent to testify about his own conduct. By contrast, in those Maryland cases in which an instruction on the presumption has been disapproved (or the refusal to so instruct has been approved), there either has not been a need to level the playing field — because the conduct of the decedent prior to the accident has not been in dispute — or there has been other evidence on that issue, usually in the form of eyewitness testimony.<footnotemark>20</footnotemark></p>\n<p id=\"b630-4\"><page-number citation-index=\"1\" label=\"606\">*606</page-number>The holding in <em>Bratton v. Smith </em>supports our analysis of the role of the presumption of due care on the part of the decedent, and likewise supports the trial court’s ruling in this case. In affirming the trial court’s decision against granting the presumption of due care instruction, the Court of Appeals in <em>Bratton </em>noted that the actions of the decedent were not in dispute and, moreover, that his conduct was such that, had the trial court found the decedent guilty of contributory negligence as a matter of law, that ruling would have been affirmed. In short, given the fact pattern in the case and the state of the evidence, the unavailability of the decedent’s testimony did not result in the sort of inequity in access to evidence that the instruction on the presumption is meant to rectify. Accordingly, the trial court acted -within its discretion <page-number citation-index=\"1\" label=\"607\">*607</page-number>in refusing to grant the instruction, even though the issue of contributory negligence was for the jury to decide.</p>\n<p id=\"b631-5\">In their briefs in this Court, both parties quote a somewhat abstruse passage from <em>Bratton, </em>in which the Court tracks its reasoning in <em>Grier:</em></p>\n<blockquote id=\"b631-6\">We begin with recognizing the presumption of due care existing in favor of the deceased. If there is countervailing evidence that is so slight as to be insufficient to be considered by the jury in rebuttal of the presumption, the court should grant an instruction giving full benefit of the presumption of due care to the plaintiff. On the other hand, the countervailing evidence may be so conclusive that it shifts the burden or duty of going forward with the evidence back to the plaintiff, in which event the defendant would be entitled to a directed verdict, if the plaintiff does not produce evidence in reply, unless there is already evidence in the case tending to contradict the defendant’s evidence. Again, there may be times when the evidence may fall between the two categories mentioned above, in which event the issue of due care should be submitted to the jury.</blockquote>\n<p id=\"ari-dedup-0\"><em>Bratton, </em>256 Md. at 703-04, 261 A.2d 777. Appellees cite this language to support their argument that when contributory negligence is a jury issue, the jury should not be instructed on the presumption. They misread this paragraph. When evidence of negligence on the part of the decedent is not legally sufficient to make contributory negligence a jury question, there is no need to instruct the jury about the presumption; to the contrary, the plaintiff in that situation is entitled to an instruction that the decedent was not negligent as a matter of law, or to have the subject of the decedent’s conduct omitted entirely. <em>See Rice v. Norris, </em>249 Md. 563, 566, 241 A.2d 411 (1968)(if there is no evidence of acts or conduct on the part of plaintiff from which reasonable minds could find or infer contributory negligence, it is error to instruct the jury about contributory negligence); <em>Wheeler v. Katzoff, </em>242 Md. 431, 435-36, 219 A.2d 250 (1966)(if plaintiffs evidence does not disclose negligence on his part and defendant has not produced evidence to warrant submission of contributory negli<page-number citation-index=\"1\" label=\"608\">*608</page-number>gence to jury, “the court should either instruct the jury that the plaintiff was not contributorily negligent as a matter of law or not instruct it at all as to such negligence.”). On the other hand, if the evidence of contributory negligence is so conclusive as to require the entry of judgment for the defendant, the case will not go to the jury and jury instructions are not an issue. Thus, it is only when contributory negligence is a jury issue that the role of the presumption in instructing the jury arises. Under appellees’ interpretation of the paragraph quoted above, the presumption of due care would never be the subject of a jury instruction, contrary to the holdings in the long line of cases we have discussed.</p>\n<p id=\"b632-5\">In this case, Rebecca Wozniak’s conduct immediately prior to the accident was sharply disputed. When, relative to the movement of the tractors, she drove her car from near the side door of Shed 3B to its location at the time of the impact; when and whether she turned her headlights off; and whether she was in a position to see the tractor in time to avoid the accident, or should have been in such a position, all were disputed facts relevant to the question of contributory negligence. In that respect, a presumption of due care instruction would have been appropriate in the absence of any evidence about her conduct immediately before the accident. The eyewitness testimony of Deborah Carakoulakis, who observed the accident first hand but survived to tell about it, and that of Ricky Wozniak, who witnessed some but not all of the events first-hand, compensated, however, for the absence of Rebecca Wozniak’s testimony. Indeed, the testimony of those witnesses, particularly that of Ms. Carakoulakis, not only filled the evidentiary gap created by Ms. Wozniak’s death, but also did so from her vantage point. Accordingly, the trial court did not abuse its discretion in denying appellants’ requested jury instruction.</p>\n<p id=\"b632-6\">JUDGMENT VACATED AND CASE REMANDED FOR FURTHER PROCEEDINGS CONSISTENT WITH THIS OPINION.</p>\n<p id=\"b632-7\">COSTS TO BE PAID BY APPELLEES.</p>\n<footnote label=\"1\">\n<p id=\"b588-10\">. Appellees did not take a cross appeal from the verdict against them on primary negligence.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b589-7\">. Rebecca Wozniak and Richard Wozniak were not married. Their last names were the same because Rebecca had been married to Ricky's brother.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b590-8\">. There was some dispute at trial about whether Ms. Wozniak owned the vehicle that she was driving that night. For the sake of brevity only, we will refer to the car as her vehicle.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b592-10\">. Appellants moved for judgment under Md. Rule 2-519 on the ground that neither primary negligence nor contributory negligence was a jury question. The trial court ruled that both issues were jury questions.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b595-7\">. Transp. § 6-101(e) defines \"Port facility” to “include[] any one or more” of:</p>\n<blockquote id=\"b595-8\">(1) Lands, piers, docks, wharves, warehouses, sheds, transit sheds, elevators, compressors, refrigeration storage plants, buildings, structures, and other facilities, appurtenances, and equipment useful or designed for use in connection with the operation of a port;</blockquote>\n<blockquote id=\"b595-9\">(2) Every kind of terminal or storage structure or facility useful or designed for use in handling, storing, loading, or unloading freight or passengers at marine terminals;</blockquote>\n<blockquote id=\"b595-10\">(3) Every kind of transportation facility useful or designed for use in connection with any of these; and</blockquote>\n<blockquote id=\"b595-11\">(4) An international trade center constituting a facility of commerce and consisting of one or more buildings, structures, improvements, and areas that the Department considers necessary, convenient, or desirable for the centralized accommodation of functions, activities, and services for or incidental to the transportation of persons by water, the exchange, buying, selling and transportation of commodities and other property in international and national waterborne trade and commerce, the promotion and protection of this trade and commerce, and governmental services related to them and other federal, state, and municipal agencies and services, including foreign trade zones, offices, marketing and exhibition facilities, terminal and transportation facilities, customhouses, custom stores, inspection and appraisal facilities, parking areas, commodity and security exchanges, and, in the case of buildings, structures, improvements, and areas in which such accommodation is afforded, all the buildings, structures, improvements, and areas, although other parts of the buildings, structures, improvements, and areas might not be devoted to purposes of the international trade center other than the production of incidental revenue available for the expenses and financial obligations of the Department in connection with the international trade center and although other parts of the buildings, structures, improvements, and areas might be rented or leased for the use or occupancy of departments, bureaus, units, or agencies of <page-number citation-index=\"1\" label=\"572\">*572</page-number>the United States, this State, or any political subdivision of this State.</blockquote>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b599-6\">. The record reveals that Mr. Schertle was aware of the fire hydrant, the no parking signs, and the railroad tracks. There was no testimony, however, on whether he had knowledge of the underlying regulations.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b600-9\">. Title 21 of the Transportation Article, which encompasses statutes governing operation of vehicles on the roadway, is captioned, \"Vehicle Laws — Rules of the Road.”</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b602-9\">. At the time, that provision appeared in Md.Code, Art. 66 <em>'¡i, </em>§ 245(12). It now appears in T.A. § 21-1003(h).</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b605-8\">. Whether with respect to the alleged violation of the fire hydrant regulation the \"cause in fact” prong of proximate causation could be satisfied in this case is questionable, however. The accident may well have happened even had Ms. Wozniak stopped her car adjacent to the rails on the industrial road at a point that was more than 15 feet from the fire hydrant.</p>\n</footnote>\n<footnote label=\"[10]\">\n<p id=\"b609-12\">10. The term \"stop” is defined in the Transportation Article to mean, <em>inter alia: </em>\"Where used in the prohibitory sense, to halt even momentarily a vehicle, whether or not it is occupied, except when necessary to avoid conflict with other traffic or in compliance with the directions of a police officer or a traffic control device.\" T.A. § 11-162(2). The port facility parking regulations set forth at COMAR 11.05.03.05 do not, however, prohibit \"stopping.”</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b613-6\">. Specifically, appellants requested the court to “instruct!] the jury that there is a presumption under Maryland law that the deceased, Rebecca Lynn Wozniak, at the time of her death was exercising due care for her safety” and that “a presumption is an inference affirmative of the truth of any proposition of fact drawn by a process of probable reason in the absence of actual certainty of its truth, or until such certainty can be ascertained.”</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b613-7\">. The trial court explained:</p>\n<blockquote id=\"b613-8\">There is no question ... that under Maryland law, there is a presumption in a wrongful death, as this is, that the decedent ... is said to be presumed to have exercised due care. And that is, in fact, the instruction that you wish the court to give.</blockquote>\n<blockquote id=\"b613-9\">However, that presumption may be rebutted by evidence. Let me read to you — and I think it's directly applicable to this case, Maryland Rule 5-301, presumptions in civil actions. \"A) unless otherwise provided by statute or by rules, in all civil actions a presumption imposes on the party against whom it is directed” in this instance, the defendants — \"the burden of producing evidence to rebut the presumption. If that party introduces evidence tending to disprove the presumed fact, the presumption will retain the effect of creating a question to be decided by the trier of fact, the jury, unless the Court concludes that such evidence is legally insufficient” — which the Court did not — “or is so conclusive that it rebuts the presumption as a matter of law.”</blockquote>\n<blockquote id=\"b613-10\">And on both the plaintiffs’ and defendants’ motion, I have decided that the court could not so declare as a matter of law. Particularly illustrative is one of the cases you cited, <em>Bratton v. Smith, </em>256 Md. 695, 261 A.2d 777, where, 703, the Court of Appeals affirmed a trial judge not giving the very instruction you have requested, making the observation that between the two extremes, that one could decide as a matter of law, when the cases fall in between, then the issue of due care should be submitted to the jury.</blockquote>\n<blockquote id=\"b613-11\">And they upheld, therefore, the trial court not giving the instruction under those circumstances.</blockquote>\n<blockquote id=\"b614-6\"><page-number citation-index=\"1\" label=\"590\">*590</page-number>Because the Court does believe that it couldn’t rule as a matter of law that the presumption has been, by the defendant, rebutted to the extent that there is evidence that reasonable people could believe, that it becomes, therefore, a jury question under 5-301 under <em>Bratton v. Smith, </em>and I deny the exception.</blockquote>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b614-7\">. The Court has held that the presumption also applies to a plaintiff who has been rendered unable to testify because of a mental condition resulting from injuries sustained in the accident in question. <em>Nizer v. Phelps, </em>252 Md. 185, 249 A.2d 112 (1969).</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b615-11\">. In a civil case, the \"Morgan” presumption (named for Professor Edmund Morgan), also referred to as the \"lingering presumption,” may, even after a prima facie rebuttal, remain in the case as the equivalent of an item of evidence entitled to some weight and as the subject of a jury instruction. <em>Herd v. State, </em>125 Md.App. 77, 101 n. 11, 724 A.2d 693 (1999).</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b615-12\">. The “Thayer-Wigmore” presumption (named for Professor James Bradley Thayer and Professor John Henry Wigmore), also known as the \"bursting bubble” presumption, operates as follows: The party who is not favored by the presumption bears the burden of production to disprove the presumed fact. Once that burden of production is met, the 'burden shifts to the person in whose favor the presumption had operated to prove the presumed fact. That is, once the burden of production against the presumed fact has been met, the presumption disappears (i.e., the bubble bursts). <em>Herd v. State, supra, </em>at 101-02, 724 A.2d 693 (quoting <em>Evans v. State, </em>28 Md.App. 640, 722-23, 349 A.2d 300 (1975), <em>aff’d, State </em>v. <em>Evans, </em>278 Md. 197, 362 A.2d 629 (1976)).</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b617-8\">. The <em>Grier </em>opinion does not quote the precise instruction that was requested. In Joseph F. Murphy, Jr., <em>A Wistful Farewell to Pink Bugg &amp; Queen Caroline, 26.3 U. Balt. L.Forum. </em>27 (1996), now Chief Judge Murphy quoted the Record Extract in that case, which reveals that the instruction requested was one that would “tell the jury that the presumption is that the operator of the vehicle is the owner’s agent and that then the burden is on the defendant Rosenberg to show the contrary, if they believe, that was his car at the scene of the accident.” <em>Id. </em>at 31. As Judge Murphy points out in the <em>Pink Bugg </em>article, this instruction, which the Court ruled “should have been given,” <em>Grier, </em>213 Md. at 252, 131 A.2d 737, is one that would shift the burden of persuasion (not simply the burden of production) on the issue of agency, in the \"Morgan\" tradition. <em>Id. </em>at 32.</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b618-7\">. In the case of the presumption of agency, for example, had Mr. Rosenberg produced' iron clad evidence that the driver of the car was not his, agent (for example, that the car had been stolen) and Mrs. Grier had not produced any evidence to rebut that proof, the fact of non-agency would have been established and Mr. Rosenberg would have been entitled to judgment in his favor. <em>See e.g. Williams v. Wheeler, </em>252 Md. 75, 249 A.2d 104 (1969)(presumption of agency conclusively rebutted by testimony showing lack of knowledge or consent by owner and owner's inability to exercise right to control).</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b623-7\">. To the contrary, the trial court instructed the jury about the presumption but informed it not to give it any evidentiary weight. The instruction provided: \"[0]rdinarily, a decedent is presumed to have exercised ordinary care for his own safety in accordance with the natural instinct of human beings to guard against danger, but where as here, evidence has been offered to show that the decedent failed to exercise ordinary care in a number of respects, you shall consider the proof which has been offered and determine whether you are persuaded by a preponderance of the evidence that he failed to exercise ordinary care, and you are not to rely upon the presumption.” <em>Geils, supra, </em>at 738-39.</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b626-4\">. In a parallel line of cases, the Court of Appeals addressed the role of the presumption of due care on the part of the decedent in the context of a motion for judgment, as opposed to in the context of instructions to the jury: <em>Chenoweth v. Baltimore Contracting Co., </em>177 Md. 1, 20, 6 A.2d 625 (1939) (holding that presumption of due care cannot serve as a substitute for evidence of defendant’s negligence; Court affirmed granting of directed verdict when decedent was found crushed beneath a standing railroad car and record was devoid of any facts to show wrongdoing or carelessness on the part of defendant railroad company; ”[p]resumptions may light up proved facts and affect their meaning, they are not substantive evidence [but they] do not take the place of proof where the law demands proof.... ”); <em>Balto. Transit Co. v. Castranda, </em>194 Md. 421, 434, 71 A.2d 442 (1950)(holding that before a decedent killed in an accident can be declared to have been guilty of contributory negligence as a matter of law, trial court must give consideration to presumption that he acted with due care; trial court did not err in sending issue of contributory negligence to jury in case in which decedent was killed while crossing street and there was no direct evidence on question whether he had looked both ways before crossing); <em>State v. Capital Transit Co., </em>194 Md. 656, 72 A.2d 245 (1950) (presumption of due care must be considered before decedent killed in accident may be found contributorily negligent as a matter of law); <em>Gresham v. Commissioner of Motor Vehicles, </em>256 Md. 500, 509, 260 A.2d 649 (1970)(holding that trial court erred in granting a directed verdict in favor of defendant by failing to give effect to presumption in favor of decedent killed in \"hit and run” accident).</p>\n<p id=\"b626-5\">More recently, the Court of Appeals discussed the presumption when it analyzed whether the evidence adduced at trial had been sufficient to support a rational finding that if the defendant asbestos manufacturers had supplied warnings about the dangers of their products, the decedents would have heeded them. <em>Eagle-Picher Industries v. Balbos, </em>326 Md. 179, 604 A.2d 445 (1992). The Court explained:</p>\n<blockquote id=\"b626-6\">This Court has long recognized what has been labeled, perhaps unfortunately, as a presumption that persons exercise ordinary care for their own safety. The presumption of due care arises from \"the natural instinct of human beings to guard against danger,” <em>Castranda, </em>194 Md. at 434, 71 A.2d 442 ..., which has also been described as ‘the known and ordinary disposition’ of persons to guard themselves against danger, <em>Tucker </em>[v. <em>State ex rel. Johnson, </em>89 Md. 471, 480, 43 A. 778, 781 (1899)].</blockquote>\n<blockquote id=\"b626-7\">Applying this Maryland concept to the instant asbestos products litigation means that direct evidence that plaintiffs’ decedents would have heeded adequate warnings was not an essential element of the plaintiffs’ case. The Maryland \"presumption” at a minimum means that jurors are entitled to bring to their deliberations their knowledge of the \"natural instinct” and \"disposition” of persons to guard themselves against danger.</blockquote>\n<blockquote id=\"b627-6\"><page-number citation-index=\"1\" label=\"603\">*603</page-number>326 Md. at 228-29, 604 A.2d 445 (citations omitted).</blockquote>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b629-5\">. This analysis is consistent with holdings of several appellate courts of other states on the role of the presumption. Many of those courts have concluded that the presumption of due care on the part of the decedent is the proper subject of a jury instruction only in the absence of eyewitness or other reliable testimony about the decedent’s conduct immediately preceding the accident, and when the conduct of the decedent is in dispute. <em>See Furman v. Rural Elec. Co., </em>869 P.2d 136 (Wyo. 1994)(estate not entitled to instruction on presumption of due care when evidence was sufficient for the jury to determine decedent's conduct); <em>City of Tucson v. Wondergem, </em>105 Ariz. 429, 466 P.2d 383 (1970)(granting instruction on presumption not error when there were eyewitnesses to aftermath of accident in which decedent was killed but not to decedent’s actions immediately prior to accident); <em>Akin v. Estate of Hill, </em>201 Kan. 306, 440 P.2d 585 (1968)(presumption that decedent exercised due care yields to direct controverting evidence); <em>Dewey v. Keller, </em>86 Idaho 506, 388 P.2d 988 (1964)(when details of accident are available through eyewitnesses or other external evidence purpose of presumption is served and it is no longer necessary); <em>Quam v. Wengert, </em>86 N.W.2d 741 (N.D.1957)(presumption of due care on the part of decedent is not negated by eyewitness who had less than half a second to observe the decedent before the accident). <em>But see Marks v. Swayne, </em>549 Pa. 336, 701 A.2d 224 (1997)(overruling <em>Waddle v. Nelkin, </em>511 Pa. 641, 515 A.2d 909 (1986), <em>Auel </em>v. <em>White, </em>389 Pa. 208, 132 A.2d 350 (1957) and <em>Vihlidal </em>v. <em>Braun, </em>371 Pa.Super. 565, 538 A.2d 881 (1988), in which it had held that the presumption gives way to evidence showing the conduct of the plaintifi/decedcnt, and holding instead that <page-number citation-index=\"1\" label=\"606\">*606</page-number>the presumption should not be the subject of a jury instruction at all because its utility is outweighed by the confusion it creates).</p>\n<p id=\"b630-6\">Our analysis is also consistent with the historical underpinnings of the presumption. In <em>Young v. Dietzel, </em>13 Md.App. 159, 282 A.2d 150 (1971), in which we held that the presumption of due care applies to claims of contributory negligence only, and not to claims of primary negligence, Judge Moylan observed that the presumption is thought to have been adopted to remedy the problem of inequality of proof that once existed when the burden to show the absence of contributory negligence rested on the plaintiff:</p>\n<blockquote id=\"b630-7\">[T]he legal literature generally, in looking at the origin of and reason for the doctrine of presumption of due care, confirms that its salutary purpose has utility only for a plaintiff, upon the issue of contributory negligence in a case where the victim is dead or mentally incompetent to testify. In Prosser, <em>Law of Torts </em>(4 th Edition, 1971), the purpose of the doctrine is discussed at p. 416:</blockquote>\n<blockquote id=\"b630-8\">\"Some few jurisdictions, because of various theories as to the basis of the rule, have held that freedom from such [contributory] negligence is as essential part of the plaintiff's cause of action, as to which he has the burden of proof. This obviously means that when there is no evidence on the issue the plaintiff must lose; and the hardship of this is so apparent in many cases that such jurisdictions have tended to relax the rule, either by aiding the plaintiff by a presumption of his own due care, supposedly based upon the instinct of self-preservation ...”</blockquote>\n<p id=\"b630-9\">13 Md.App. at 164-65, 282 A.2d 150.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}