{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"92\" lastpage=\"102\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b98-3\" pgmap=\"98\">Shirley Wofford, Plaintiff-Appellee, v. Thomas DeVore, Defendant-Appellant.</parties><docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b98-4\" pgmap=\"98\">Gen. No. 65-16.</docketnumber><court data-order=\"2\" data-type=\"court\" id=\"b98-5\" pgmap=\"98\">Fifth District.</court><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b98-6\" pgmap=\"98\">July 7, 1966.</decisiondate><otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b98-7\" pgmap=\"98\">Rehearing denied August 2, 1966.</otherdate><p data-order=\"5\" data-type=\"attorneys\" id=\"b100-7\" pgmap=\"100\">EBERSPACHER, J., dissenting.</p><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b100-9\" pgmap=\"100\">Burton C. Bernard and Joseph R. Davidson, of Granite City, for appellant.</attorneys><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b100-10\" pgmap=\"100\">Sandor Korein, of East St. Louis, and Chapman, Strawn &amp; Pratt, of Granite City, for appellee.</attorneys> <opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b100-11\" pgmap=\"100\">GOLDENHERSH, P. J.</author> <p id=\"b100-12\" pgmap=\"100(74) 101(11)\">Defendant appeals from the judgment of the Circuit Court of Madison County entered upon a jury verdict in the amount of $11,000. Defendant contends that the circuit court committed reversible error (a) in the giving of an instruction to the jury; (b) in refusing to permit a witness called by defendant to testify; (c) in its rulings as to certain portions of plaintiff’s opening argument; (d) in refusing to permit defendant’s counsel, in closing argument, to argue the failure of plaintiff to produce a witness.</p> <p id=\"b101-3\" pgmap=\"101\"> The evidence shows that at approximately 1:30 a. m. on Sunday morning, an automobile being driven by plaintiff in an easterly direction, and an automobile being driven by defendant in a westerly direction, collided. The collision occurred on By-Pass Route 40, between Collinsville and East St. Louis, Illinois. At the point of collision the highway is straight, concrete surfaced, and there are two eastbound and two westbound lanes. The principal issue as to the occurrence was on which side of the center line the collision took place. The record amply supports the verdict finding the issues for the plaintiff.</p> <p id=\"b101-4\" pgmap=\"101\"> Defendant argues that the court erred in giving plaintiff’s Instruction Number 10, (IPI (20.01)). Defendant’s principal contention is that the language used, “The defendant denies that he was guilty of negligence in doing any of the things claimed by plaintiff,” erroneously implied that defendant admitted doing the acts alleged in the complaint, and merely denied that in so doing he was negligent, whereas the pleadings and evidence show that defendant denied doing the acts with which he is charged. Defendant states that the vice of the instruction is not inherent in IPI 20.01, but lies in plaintiff’s failure to heed the admonition contained in the notes on use of the instruction (IPI page 107) that the bracketed materials set forth in the form of instruction must be modified to fit the particular case.</p> <p id=\"b101-5\" pgmap=\"101(55) 102(55)\"> In the Additions and Revisions (1965) of IPI, a new paragraph has been added to the suggested form of IPI 20.01, and a proposed paragraph (number 3) contains language similar to that in the instruction before us, while a proposed paragraph (number 4) is phrased in the manner for which defendant contends here. (See Revision of IPI page 30.) Defendant’s position is well taken and the Supreme Court Committee on Instructions has moved to remedy the situation. Under the pleadings, that portion of the instruction of which defendant complains, did not correctly state the issues, and we must determine whether the giving of the instruction was reversible error.</p> <p id=\"b102-3\" pgmap=\"102\">Plaintiff’s Instruction Number 10 also contained the following:</p> <blockquote id=\"b102-4\" pgmap=\"102\">“The defendant denies that he was guilty of negligence in doing any of the things claimed by plaintiff, and denies that the plaintiff was in the exercise of ordinary care, and further claims plaintiff was negligent in that she drove her automobile on the wrong side of the road which is denied by plaintiff.”</blockquote> <p id=\"b102-5\" pgmap=\"102\">In our opinion, this portion of the instruction adequately informed the jury that defendant contended that plaintiff drove her automobile on the wrong side of the road and eliminated any erroneous implication as to defendant’s contention regarding the cause of the collision.</p> <p id=\"b102-6\" pgmap=\"102\"> Defendant offered, and the court gave, an instruction in the language of IPI 21.02. This clearly instructed the jury that plaintiff had the burden of proving that defendant “acted or failed to act.” Under the circumstances, the giving of the instruction was not reversible error.</p> <p id=\"b102-7\" pgmap=\"102(71) 103(98)\">Plaintiff testified that she had not driven an automobile for more than five months after the collision, and that she wore a neck collar for six months after suffering her alleged injury. During defendant’s case, defendant called Judy Hargrove as a witness. Plaintiff’s counsel objected to her testifying on the grounds that her name had not been furnished by defendant in answer to plaintiff’s interrogatories and defendant had not advised plaintiff whether she was an occurrence, preoccurrence or post occurrence witness. The record shows that plaintiff had filed interrogatories which defendant answered, that on September 27, 1963, plaintiff filed a supplemental interrogatory asking defendant to supply the names and addresses of all persons other than those listed in the answer to the prior interrogatories who purport to have knowledge of facts pertinent to the allegations of the complaint. The supplemental interrogatory was not answered, and no action was taken by plaintiff to compel defendant to answer. The case was tried in June of 1964.</p> <p id=\"b103-6\" pgmap=\"103\">In chambers, out of the presence of the jury, counsel for defendant stated that defendant had received knowledge of the witness on December 2, 1963. The court sustained plaintiff’s objection to the testimony of the witness, whereupon defendant’s counsel offered to produce the witness for conference with plaintiff’s attorney and requested the court to recess the trial for this purpose. The court persisted in its ruling, whereupon defendant’s counsel made an offer of proof, being in substance, that the witness, for a period of two months spent a great deal of time at her mother’s home, that her mother lived next door to plaintiff, that she saw plaintiff drive an automobile before Christmas 1962 and once or twice after Christmas, probably in January 1963, and plaintiff was not wearing a neck collar at those times. The collision in which plaintiff allegedly suffered the injury occurred in November 1962. Defendant argues that the court erred in its ruling and points out that plaintiff failed to move to compel an answer to the interrogatory, that had defendant answered the interrogatory within the time provided by rule, (Supreme Court Rule 19-11), the witness would not have been known to her, in which event there would have been no continuing obligation to furnish her name, unless plaintiff filed another interrogatory.</p> <p id=\"b104-2\" pgmap=\"104\"> The parties have cited, quoted from, and argued numerous opinions in which the Supreme and Appellate Courts have discussed the issue here presented. An analysis of these cases leads us to reaffirm the conclusion reached by this court in Buckler v. Sinclair Refining Co., 68 Ill App2d 283, 216 NE2d 14, wherein the court, through Mr. Justice Craven, at page 18, said: “The question of the appropriate sanction, if any, to be employed by the trial court for failure to list a witness in response to a proper interrogatory is within the discretion of the trial court.” As stated in Wright v. Royse, 43 Ill App2d 267, 193 NE2d 340, at page 287, “. . . it is obvious that the intent of the drafters of the rules was not to pre-empt the discretionary powers of the trial judge in his conduct of a trial or to in any way limit the sanctions that might be imposed at that stage of the proceedings. We believe that trial courts have, and must have, broad discretionary power to insure a fair, just and orderly trial. To this extent and for this reason, we believe that the terms and provisions of the Evidence Act are necessarily subject to these powers of the trial judge, to insure fairness in the trial.”</p> <p id=\"b104-3\" pgmap=\"104\"> The proffered testimony could have no bearing on the issue of liability and defendant does not contend that the verdict is excessive. Unless we are prepared to hold that the trial court abused its decretion, the sanction imposed is not reversible error. Whether this court, or its individual members, would have reached a conclusion different from that of the trial court is not controlling. Based on the record before us, we cannot say that the trial court abused its discretion.</p> <p id=\"b104-4\" pgmap=\"104(53) 105(132)\"> During the course of plaintiff’s opening argument, plaintiff’s attorney in arguing the extent of pain and suffering, stated that people, in this country “mean something” and pointed out that millions are spent in space research “so that they can get back safely.” Defendant objected, and asked that the jury be instructed to disregard any reference to expenditures for national defense. The objection was overruled, defendant moved for a mistrial, and the motion was denied. Defendant relies on Reed v. Johnson, 55 Ill App2d 67, 204 NE2d 136, and Jacobson v. National Dairy Products Corp., 32 Ill App2d 37, 176 NE2d 551. These cases are clearly distinguishable in that in Reed the plaintiff’s argument was construed to clearly imply the existence of insurance, and in Jacobson, defendant improperly argued plaintiff’s financial condition, referring to her as “obviously a woman of some means.” The argument here, in context, was merely illustrative of the fact that human pain and suffering is an element to be considered in determining damages. As previously pointed out, defendant makes no claim of excessiveness, and the court’s rulings were not error.</p> <p id=\"b105-3\" pgmap=\"105(194) 106(23)\"> Plaintiff testified that about 9:00 p. m. on the evening before the occurrence, she had picked up her friend, Norma Rains, and they had gone to a steak house. Later that evening they met plaintiff’s present husband, the three of them went for a ride, stopped for coffee, and about 11:30 p. m. they drove Miss Rains to her home. On cross-examination, plaintiff admitted some doubt as to whether they had driven Miss Rains home before or after they stopped for coffee. In any event, Miss Rains was not present at the time of the collision. Defendant’s counsel, in final argument, made reference to the fact that plaintiff had not called Miss Rains as a witness, and on plaintiff’s objection and motion, the statement was stricken and the jury instructed to disregard the comment. Defendant cites no authority in support of his contention that these rulings were reversible error. There is nothing in the record to show that Miss Rains was under the control of plaintiff, or that defendant could not have subpoenaed her. Under the circumstances, the court properly sustained plaintiff’s objection and ordered the argument stricken. Bunton v. Illinois Cent. R. Co., 15 Ill App2d 311, 146 NE2d 205; In re Estate of Sandusky, 321 Ill App 1, 52 NE2d 285.</p> <p id=\"b106-3\" pgmap=\"106\">For the reasons stated herein, the judgment of the Circuit Court of Madison County is affirmed.</p> <p id=\"b106-4\" pgmap=\"106\">Judgment affirmed.</p> <p id=\"b106-5\" pgmap=\"106\">MORAN, J., concurs.</p> </opinion> <opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b106-6\" pgmap=\"106\">EBERSPACHER, J.,</author> <p id=\"AaO\" pgmap=\"106\">dissenting.</p> <p id=\"b106-7\" pgmap=\"106\">Respectfully dissenting, I would reverse this case and remand for a new trial.</p> <p id=\"b106-8\" pgmap=\"106\">In my opinion, the combination of the erroneous instruction and an abuse of discretion on the part of the trial court in imposing the sanction, were sufficiently prejudicial, to require a new trial.</p> <p id=\"b106-9\" pgmap=\"106\">An examination of the opinion in Buckler v. Sinclair Refining Co., 68 Ill App2d 283, 216 NE2d 14, discloses that there the court held that the failure to invoke sanctions against plaintiff for not listing a witness in response to a proper interrogatory was not abuse of discretion, under the circumstances of that case; the circumstances were entirely different in that case, where no sanction was invoked, from the present case where the most severe sanction was invoked.</p> <p id=\"b106-10\" pgmap=\"106\">In Wright v. Royse, 43 Ill App2d 267, 193 NE2d 340, from which the majority opinion quotes, the interrogatories were answered at the time the names were known to appellant, and appellant failed to list the name of the proposed witness. Here the name of the witness who was denied the right to testify was not known within the time to answer the interrogatory.</p> <p id=\"b106-11\" pgmap=\"106\">In the present case, whether or not Judy Hargrove would be needed as a witness depended upon the evidence presented by the plaintiff. Under such circumstances plaintiff could not have been prejudiced by the failure to furnish the name of the witness, Hargrove.</p> <p id=\"b107-2\" pgmap=\"107\">In Quatrano v. Marrocco, 61 Ill App2d 1, 208 NE2d 632, a dramshop action, a witness was allowed to testify for plaintiffs even though her name had not been listed in the answer to defendant’s interrogatories. The court held that where opportunity to question the witness was given to opposing party prior to trial and where there could be no surprise, it was proper to allow the witness to testify, and held that in deciding whether or not exclusion of witness is proper, the court should consider the suprise to the adverse party.</p> <p id=\"b107-3\" pgmap=\"107\">In Grant v. Paluch, et al., 61 Ill App2d 247, 210 NE2d 35, likewise a dramshop action, plaintiff failed to list in his answer to interrogatories the name of a witness tendered on rebuttal. The court in remanding the case said:</p> <blockquote id=\"b107-4\" pgmap=\"107(179) 108(12)\">“The other interrogatories asked for the names and addresses of persons who were present or who witnessed the occurrence or who witnessed the gift or sale of intoxicating liquors to the plaintiff in Lefty’s Lounge. Under the interrogatories there could be no objection sustained as to the testimony of Stevens even as a witness-in-chief except if he attempted to testify to the sale of intoxicating beverages to the plaintiff. In the instant case there was sworn testimony of the plaintiff and Bonk as to their presence and that of Stevens in Lefty’s Lounge on the night of the occurrence. This was categorically denied by the bartender. Under those circumstances, even though the interrogatories were controlling (which in this case they are not), Stevens should have been permitted to testify as to the presence of the plaintiff and Bonk at the tavern and that he picked them up that evening and took them to the train. If the jury had then believed Stevens it could have disregarded the testimony of the bartender in whole or in part. In refusing to admit Stevens as a rebuttal witness the trial court abused its discretion.”</blockquote> <p id=\"b108-4\" pgmap=\"108\">Here, the interrogatory referred to required the names and addresses of witnesses purporting to have knowledge of facts pertaining to the allegation in the complaint. Plaintiff’s complaint did not allege that she wore a neck collar for six months constantly after the accident and that she did not drive a car until May 1963; the effect of the excluded testimony was that this part of plaintiff’s testimony was not true. The excluded witness had no knowledge of the occurrence itself. Her testimony could not have decided the issue of who was responsible for the accident. Therefore, her testimony was not such as to place plaintiff in an unfair and unjust position. Plaintiff was offered the opportunity to question the witness before she testified but declined to do so. One of the essential elements of this case was the injury sustained by plaintiff. The medical evidence was essentially based on subjective complaints made by the plaintiff. The trial court by its action, denied the defendant the opportunity of impeachment on an essential issue which very likely could effect the amount of damages awarded to plaintiff. The trier of facts should hear all of the evidence relevant to the cause of action unless it is clearly obvious that the opposing party would be placed in an unfair and unjust position.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}