{
  "casebody": {
    "data": "<casebody firstpage=\"194\" lastpage=\"199\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b224-8\">STATE ex rel. ABX AIR, INC. et al. v. RINGLAND.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b224-11\">[Cite as <em>State ex rel. ABX Air, Inc. v. Ringland, </em>150 Ohio App.3d 194, 2002-Ohio-6271.]</p>\n<court data-order=\"2\" data-type=\"court\" id=\"b224-12\">Court of Appeals of Ohio, Twelfth District, Clinton County.</court>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b224-14\">No. CA2002-02-004.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b224-15\">Decided Nov. 18, 2002.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b225-17\"><page-number citation-index=\"1\" label=\"195\">*195</page-number>Vorys, Sater, Seymour &amp; Pease, L.L.P., Daniel J. Buckley, Raymond D. Anderson, Carol Mahaffey and Mary C. Henkle, for relator ABX Air, Inc.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b225-18\">Mary Lynn Birck, Clinton County Special Assistant Prosecuting Attorney, for respondent Hon. Robert P. Ringland.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b225-19\">Means, Bichimer, Burkholder <em>&amp; </em>Baker Co., L.P.A., and Robert M. Morrow, for intervenor/respondent Wilmington City School Board.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b226-4\"><page-number citation-index=\"1\" label=\"196\">*196</page-number>Coolidge, Wall, Womsley &amp; Lombard, Roger J. Makley and Dina Minton Cary, for intervenor/relator Miller-Valentine Partners, Ltd.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b226-5\">Walsh, Presiding Judge.</author>\n<p id=\"b226-6\">{¶ 1} The above cause is before the court pursuant to an amended complaint in prohibition and mandamus filed by relators, ABX Air, Inc. (“ABX”) and Miller-Valentine Group (“Miller-Valentine”), on April 17, 2002. ABX is in the business of, inter alia, owning, operating, and maintaining jet aircraft and providing overnight delivery services. Miller-Valentine is an Ohio corporation engaged in the business of design, construction, management, leasing, and financing of real property.<footnotemark>1</footnotemark> Respondent, the Honorable Robert P. Ringland, is a judge of the Clermont County Court of Common Pleas, sitting by assignment in the Clinton County Court of Common Pleas.</p>\n<p id=\"b226-7\">Facts</p>\n<p id=\"b226-8\">{¶ 2} The underlying facts of this action are not in dispute. In 1992, tax exemptions for a limited term of seven years were certified to the Clinton County Auditor as to two buildings owned by Miller-Valentine in a community reinvestment area (“CRA”) in Clinton County, Ohio. Seven-year tax exemptions were certified as to three buildings owned by ABX in the same CRA in each of the years 1994,1995, and 1996.</p>\n<p id=\"b226-9\">{¶ 3} On July 10, 1998, the Wilmington City School District Board of Education (“school board”) filed a declaratory judgment action in the Clinton County Court of Common Pleas seeking to invalidate the tax exemptions granted to ABX and Miller-Valentine. ABX and Miller-Valentine moved to dismiss the complaint on the ground that the school board lacked standing to sue. ABX and Miller-Valentine argued that R.C. 5709.83, which requires notice to any affected school district about certain tax exemptions, was merely directory, and that a violation of the statute did not give rise to a cause of action. The trial court agreed with ABX and Miller-Valentine and dismissed the action.</p>\n<p id=\"b226-10\">{¶ 4} On appeal, this court found that the school board had no standing to seek past taxes, but found that the trial court “erred by finding that the School Board lacks standing to bring a declaratory judgment action” to challenge future tax exemptions. <em>Wilmington City School Dist. Bd. of Edn. v. Clinton Cty. Bd. of Commrs. </em>(2000), 141 Ohio App.3d 232, 750 N.E.2d 1141. The trial court’s decision was therefore reversed in part and remanded in part. Id.</p>\n<p id=\"b227-4\"><page-number citation-index=\"1\" label=\"197\">*197</page-number>{¶ 5} On remand, ABX and Miller-Valentine filed motions to dismiss based upon the Ohio Supreme Court’s decision in <em>Gahanna-Jefferson Local School Dist. Bd. of Edn. v. Zaino </em>(2001), 93 Ohio St.3d 231, 754 N.E.2d 789. According to ABX and Miller-Valentine, the <em>Zaino </em>case established that jurisdiction over the propriety of CRA tax exemptions lies with the Ohio Tax Commissioner, not a court of common pleas. ABX and Miller-Valentine argued that the court of common pleas had no jurisdiction to hear a declaratory judgment action concerning matters committed to a special statutory proceeding such as applications for tax exemptions for real property under R.C. Chapter 5715.</p>\n<p id=\"b227-5\">{¶ 6} In response, the school board argued that the grant of authority provided under R.C. 5715.27(E) for filing complaints against exemptions with the Ohio Tax Commissioner did not create an irreconcilable conflict with the Declaratory Judgment Act. The school board contended that the subject case did not involve the application of a tax law to a particular piece of real property, but, rather, whether the county commissioners complied with the provisions of R.C. Chapter 3735 when they issued the CRA tax exemptions to ABX and Miller-Valentine. The school board argued that the expertise of the Tax Commissioner was unnecessary to decide this issue, and that it was therefore not precluded from bringing a declaratory judgment action in common pleas court by R.C. Chapter 5715 or the <em>Zaino </em>decision.</p>\n<p id=\"b227-6\">{¶ 7} On October 1, 2001, ABX filed a motion to dismiss the declaratory judgment action filed by the school board based upon the <em>Zaino </em>decision. Miller-Valentine thereafter filed a motion to dismiss incorporating the arguments set forth by ABX. On December 28, 2001, the school board filed a complaint against the continuing exemption with the Ohio Tax Commissioner.</p>\n<p id=\"b227-7\">{¶ 8} On January 8, 2002, respondent denied the motions to dismiss, concluding that application of a tax law to a particular piece of real property was not involved, and that therefore the special statutory jurisdiction of the Tax Commissioner was not involved.</p>\n<p id=\"b227-8\">{¶ 9} On February 8, 2002, relators filed the instant complaint in prohibition and mandamus. The relief sought is an order from this court prohibiting respondent from further exercising jurisdiction over the school board’s complaint for declaratory judgment, and ordering respondent to dismiss the school board’s action for lack of subject-matter jurisdiction.</p>\n<p id=\"b227-9\">Applicable Law</p>\n<p id=\"b227-10\">{¶ 10} Three conditions must exist to support the issuance of a writ of prohibition: (1) The court or officer against whom the writ is sought must be about to exercise judicial or quasi-judicial power; (2) the exercise of such power must clearly be unauthorized by law; and (3) it must appear that refusal of the <page-number citation-index=\"1\" label=\"198\">*198</page-number>writ would result in injury for which there is no adequate remedy in the ordinary course of law. <em>State ex rel. La Boiteaux Co. v. Hamilton Cty. Court of Common Pleas </em>(1980), 61 Ohio St.2d 60, 15 O.O.3d 85, 399 N.E.2d 90.</p>\n<p id=\"b228-5\">{¶ 11} Mandamus is available against a public officer or agency to require performance of an official act that the officer or agency has a clear legal duty to perform. To obtain issuance of a writ of mandamus, it must be shown that there is (1) a clear legal right to the relief requested, (2) a clear legal duty on the part of the respondent to perform the official act requested, and (3) that the relator has no adequate remedy in the ordinary course of law. <em>State ex rel. Boardwalk Shopping Ctr., Inc. v. Court of Appeals for Cuyahoga Cty. </em>(1990), 56 Ohio St.3d 33, 564 N.E.2d 86.</p>\n<p id=\"b228-6\">{¶ 12} R.C. Chapter 5715 addresses the assessment and valuation of real property for purposes of taxation. R.C. 5715.23 to 5715.44 address the appeal of assessments and valuations made by county boards of revision to the Board of Tax Appeals. R.C. 5715.27 details a procedure where an owner of real property may file a request for exemption from taxation with the Tax Commissioner.</p>\n<p id=\"b228-7\">{¶ 13} R.C. 3735.65 et seq. addresses CRAs. These sections detail areas eligible for tax exemption, how an application for CRA tax exemption is to be made, notifications that need to be made, and annual reports that need to be submitted with respect to CRA agreements in effect. These sections also detail the procedure for revoking a CRA exemption and set forth a process for appeal. R.C. 3735.70, the appeal provision, reads as follows:</p>\n<p id=\"b228-8\">{¶ 14} “Any person aggrieved under sections 3735.65 to 3735.69 of the Revised Code may appeal to the Community Reinvestment Area Housing Council, which shall have the authority to overrule any decision of a housing officer. Appeals may be taken from a decision of the council to the court of common pleas of the county where the area is located.”</p>\n<p id=\"b228-9\">Analysis</p>\n<p id=\"b228-10\">{¶ 15} The fundament of relators’ argument for mandamus and prohibition is that R.C. 3735.65 et seq. provides a specific statutory procedure solely within the jurisdiction of the Ohio Tax Commissioner. Relators cite <em>Gahanna-Jefferson Local School Dist v. Zaino </em>for the proposition that jurisdiction to hear complaints challenging the continued exemption of property located within a CRA belongs to the Ohio Tax Commissioner. However, this court finds it significant, as did the trial judge, that <em>Zaino </em>does not, implicitly or explicitly, vest <em>exclusive jurisdiction </em>to hear complaints challenging the continued exemption of property located within a CRA with the Ohio Tax Commissioner. Further, a review of R.C. 3735.65 et seq. reveals that the procedures set forth therein for obtaining a CRA exemption do not involve the Tax Commissioner or a county board of <page-number citation-index=\"1\" label=\"199\">*199</page-number>revision. For example, R.C. 3735.67 provides that an application for exemption for CRA purposes should be made to a designated housing officer, not the Ohio Tax Commissioner as required by R.C. 5715.27 with respect to other exemptions and valuations. R.C. 3735.70 provides that CRA appeals are to be taken first to a CRA housing council and then to the court of common pleas. R.C. 5717.01 provides that an appeal of applicable assessments and exemptions should be taken to the county board of revision and then to the Board of Tax Appeals.</p>\n<p id=\"b229-5\">{¶ 16} Because <em>Zaino </em>permits the Board of Tax Appeals also to hear appeals involving CRA exemptions, relators have created the possibility of conflicting decisions by filing actions in both the Clinton County Court of Common Pleas and the Board of Tax Appeals. However, this possibility exists in any situation where there is concurrent jurisdiction. The general rule is that the court which first acquires jurisdiction has the exclusive power to adjudicate the action. See <em>State ex rel. Shimko v. McMonagle </em>(2001), 92 Ohio St.3d 426, 751 N.E.2d 472.</p>\n<p id=\"b229-6\">{¶ 17} A writ of prohibition will issue only where a court patently and unambiguously lacks jurisdiction to consider a matter. <em>State ex rel. Corn v. Russo </em>(2001), 90 Ohio St.3d 551, 740 N.E.2d 265, citing <em>State ex rel. Henry v. Britt </em>(1981), 67 Ohio St.2d 71, 21 O.O.3d 45, 424 N.E.2d 297. A writ of mandamus will issue only if the relator has a clear legal right to the relief requested and the respondent has a clear legal duty to perform the act requested. <em>State ex rel. Boardwalk Shopping Ctr., Inc. </em>In this case, there is a strong argument to be made that respondent has jurisdiction to proceed under R.C. 3735.65 et seq.</p>\n<p id=\"b229-7\">{¶ 18} In conclusion, the issue before the court of common pleas in this case . is not one that is within the special expertise of the Ohio Tax Commissioner. The common pleas court is not being asked to correct property values or assess taxation amounts; rather, the court is being asked to decide whether the procedures set forth in R.C. 3735.65 et seq. were properly complied with. A reading of these statutes gives no indication that they are to be exclusively interpreted and applied by the Ohio Tax Commissioner, although the commissioner clearly has jurisdiction to do so under <em>Zaino.</em></p>\n<p id=\"b229-8\">{¶ 19} Based upon the foregoing, the motion to dismiss application for writ of prohibition and mandamus filed by respondent on June 21, 2002, is granted. This cause is hereby dismissed, with prejudice, costs to relators.</p>\n<p id=\"b229-9\">Cause dismissed.</p>\n<judges id=\"b229-10\">William W. Young and Valen, JJ., concur.</judges>\n<footnote label=\"1\">\n<p id=\"b226-11\">. On June 19, 2002, counsel for Miller-Valentine filed a notice indicating its intent not to file a brief in this matter and not to participate in any oral argument.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}