{
  "casebody": {
    "data": "<casebody firstpage=\"215\" lastpage=\"217\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b241-9\">UNITED STATES of America, Plaintiff—Appellee, v. Denise Moore ENLOE, Defendant—Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b241-11\">No. 05-4433.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b241-12\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b241-13\">Submitted: Oct. 21, 2005.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b241-14\">Decided: Nov. 9, 2005.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b241-21\">William L. Osteen, Jr., Adams &amp; Osteen, Greensboro, North Carolina, for Appellant. Michael Francis Joseph, Assistant United States Attorney, Greensboro, North Carolina, for Appellee.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b241-22\">Before WILKINSON, NIEMEYER, and TRAXLER, Circuit Judges.</judges>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b242-3\"><page-number citation-index=\"1\" label=\"216\">*216</page-number>Affirmed by unpublished PER CURIAM opinion.</p>\n<p data-order=\"8\" data-type=\"misc\" id=\"b242-4\">Unpublished opinions are not binding precedent in this circuit. See Local Rule 36(c).</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b242-5\">PER CURIAM:</author>\n<p id=\"b242-6\">Denise Moore Enloe appeals her sentence of fifty-two months’ imprisonment that was imposed following her plea of guilty to three counts of a four-count indictment: possession and intent to distribute 55.8 grams of a mixture and substance containing a detectable amount of marijuana, in violation of 21 U.S.C. § 841(a)(1), (b)(1)(D) (2000) (“Count One”); possession with intent to distribute 25.4 grams of a mixture and substance containing a detectable amount of methamphetamine, in violation of 21 U.S.C. § 841(a)(1), (b)(1)(C) (2000) (“Count Two”); and possession of three firearms, a Taurus .22 caliber pistol, a Beretta 9mm pistol, and a Raven Arms .25 caliber pistol, by a person who has been convicted of a crime punishable by imprisonment for a term exceeding one year, in violation of 18 U.S.C. §§ 922(g)(1) and 924(a)(2) (2000) (“Count Four”). Enloe’s counsel filed a brief pursuant to <em>Anders v. California, </em>386 U.S. 738, 87 S.Ct. 1396, 18 L.Ed.2d 493 (1967), citing <em>United States v. Booker, </em>— U.S.-, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), and concluding there are no meritorious issues for appeal, as the district court properly calculated Enloe’s guideline range and the sentence imposed was reasonable.<footnotemark>1</footnotemark> We affirm.</p>\n<p id=\"b242-9\">Following Enloe’s guilty plea, a presentence report was prepared. The presentence report grouped the three counts pursuant to <em>U.S. Sentencing Guidelines Manual </em>(“USSG”) § 301.2(c),(d) (2003). Because Count Four, the firearm charge, produced the highest adjusted offense level, Count Four was used to determine the guideline calculation for the group. <em>See </em>USSG § 3D1.3(a).</p>\n<p id=\"b242-13\">Pursuant to USSG § 2D2.1, Enloe’s base offense level for a violation of 18 U.S.C. § 922(g) (the firearm charge) was twenty. Because the offense involved three firearms, the base offense level was increased by two, pursuant to USSG § 2K2.1(b)(l)(A). Because Enloe used or possessed the firearm in connection with another felony offense (the drug charges), the base offense level was increased by four, pursuant to USSG § 2K2.1(b)(5). A three-level reduction was then applied for acceptance of responsibility. <em>See </em>USSG § 3El.l(b). Based on a total offense level of twenty-three, and a criminal history category of III, Enloe’s recommended guideline range was fifty-seven to seventy-one months’ imprisonment.<footnotemark>2</footnotemark></p>\n<p id=\"b242-14\">At sentencing, the district court noted the “advisory” guideline range of fifty-seven to seventy-one months’ imprisonment and imposed a sentence of fifty-two months’ imprisonment. To calculate the term of imprisonment, the court started at the low end of the recommended guideline range — fifty-seven months’ imprisonment — and subtracted five months Enloe already served as a result of a state probation revocation. In so ruling, the court reasoned that:</p>\n<blockquote id=\"b242-16\">She [Enloe] has not helped you [counsel] a whole lot because of her state court</blockquote>\n<blockquote id=\"b243-4\"><page-number citation-index=\"1\" label=\"217\">*217</page-number>conviction and getting back into it [drags] and having the weapons. The Government has treated her very leniently by not pursuing the weapons charge, saved her that additional five years that she would have to serve in addition to this, but I will start at the bottom of the Guideline range, advisory Guideline range of 57 months and subtract five months for the time that she served for the state sentence, but I can’t justify going lower than that based on her repeated on her repeated activity and based on the firearms. I start at the bottom of the Guideline range to make the calculation because she offered to assist, so I give her credit by doing that, for her offer to assist.</blockquote>\n<p id=\"b243-5\">After the Supreme Court’s decision in <em>United States v. Booker, </em>— U.S. -, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), a sentencing court is no longer bound by the range prescribed by the sentencing guidelines. <em>See United States v. Hughes, </em>401 F.3d 540, 546-47 (4th Cir.2005) (noting after <em>Booker, </em>sentencing courts should determine the sentencing range under the guidelines, consider the other factors under § 3553(a), and impose a reasonable sentence within the statutory maximum). However, in determining a sentence post-<em>Booker, </em>sentencing courts are still required to calculate and consider the guideline range prescribed thereby as well as the factors set forth in 18 U.S.C. § 3553(a) (2000). <em>Id. </em>As stated in <em>Hughes, </em>this court will affirm a <em>post-Booker </em>sentence if it is both reasonable and within the statutorily prescribed range. <em>Id. </em>at 546-47.</p>\n<p id=\"b243-8\">This court has further stated that “while we believe that the appropriate circumstances for imposing a sentence outside the guideline range will depend on the facts of individual cases, we have no reason to doubt that most sentences will continue to fall within the applicable guideline range.” <em>United States v. White, </em>405 F.3d 208, 219 (4th Cir.2005). We find the district court properly calculated the guideline range and appropriately treated the guidelines as advisory. The court sentenced Enloe only after considering and examining the sentencing guidelines, the factors set forth in § 3553(a), and clearly articulated its rationale for the sentencing departure. Based on these factors, and because the court sentenced Enloe below the applicable guideline range and the statutory maximum, we find that Enloe’s sentence of fifty-two months of imprisonment is reasonable.</p>\n<p id=\"b243-10\">In accordance with <em>Anders, </em>we have reviewed the entire record for any meritorious issues and have found none. Accordingly, we affirm Enloe’s conviction and sentence. This court requires that counsel inform his client, in writing, of her right to petition the Supreme Court of the United States for further review. If the client requests that a petition be filed, but counsel believes that such a petition would be frivolous, then counsel may move in this court for leave to withdraw from representation. Counsel’s motion must state that a copy thereof was served on the client. We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b243-11\">\n<em>AFFIRMED</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b242-10\">. Although Enloe was advised of her right to file a pro se supplemental brief, she did not do so.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b242-11\">. Although Enloe initially objected to the four-level firearm enhancement, she subsequently withdrew her objection, stating that <em>\"Booker </em>requires the court to calculate the guideline range in accordance with precedent. The guidelines have been calculated correctly.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}