{
  "casebody": {
    "data": "<casebody firstpage=\"605\" lastpage=\"625\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b633-4\">IN THE MATTER OF E. DEL PILAR HERMANOS, Bankrupts.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b633-6\">San Juan,</court>\n<p data-order=\"2\" data-type=\"headnotes\" id=\"Azn\">Bankruptcy,</p>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"An2\">No. 172.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b633-7\">Re Lien oe Local Attachment.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b633-8\">Bankruptcy — Liens—Civil Law.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b633-9\">1, 2. Liens recognized hy the local law are recognized in Bankruptcy, and the Bankruptcy Act is as applicable to a civil law community as to one recognizing the common law.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b633-10\">Same.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b633-11\">3. While the civil law does not contain the word “lien,” it recognizes charges upon property, and gives the order in which debts should be paid according to their nature.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b633-12\">Bankruptcy — Attachments.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b633-13\">4, 5. In the United States an attachment more than four months before bankruptcy creates a lien which will not be disturbed in bankruptcy regardless of the date of the judgment in the suit in which the attachment' is granted.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b633-14\">Bankruptcy — Embargo—Lien.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b633-15\">6. Under Spanish and Porto Rican law there is no attachment, but its place is supplied by an embargo upon specific property to secure the effectiveness of the judgment to be rendered.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b633-16\">Same.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b633-17\">7. While the method of procedure is different, nevertheless for all practical purposes the result of the Porto Rican embargo and the American attachment is the same; the Bankruptcy Act, therefore, recognizes both, and if the embargo was levied more than four months prior to bankruptcy the lien will be preserved in bankruptcy.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b633-18\">Bankruptcy — Act of Bankruptcy.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b633-19\">8. If a debtor’s property is taken on judicial process and advertised for sale on execution, and the debtor does not five days prior to the day of sale discharge the lien, this constitutes an act of bankruptcy, and creditors may file an involuntary petition without waiting for the sale to take place.</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b634-4\"><page-number citation-index=\"1\" label=\"606\">*606</page-number>Bankruptcy — Jurisdiction to Enjoin Execution Sale.</headnotes>\n<headnotes data-order=\"18\" data-type=\"headnotes\" id=\"b634-5\">9. Even where the lien of the execution creditor attached more than four months prior to bankruptcy, the bankruptcy court has power to enjoin sale of debtor’s property on execution, and will do so if advantageous to bankrupt estate, preserving, however, the lien of the attachment creditor ptt the property.</headnotes>\n<decisiondate data-order=\"19\" data-type=\"decisiondate\" id=\"b634-6\">Opinion filed May 12, 1916.</decisiondate>\n<attorneys data-order=\"20\" data-type=\"attorneys\" id=\"b634-7\"><em>Messrs. Frank Martinez </em>and <em>li. G. Molina </em>for rule to show cause.</attorneys>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b634-8\"><em>Mr. E. F. Besosa </em>for respondent.</attorneys>\n<opinion data-order=\"22\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b634-9\">HamiltoN, Judge,</author>\n<p id=\"AfJ\">delivered the following opinion:</p>\n<p id=\"b634-10\">This cause comes on to be heard upon a petition of Yumet &amp; Company as creditors of the bankrupt, showing that goods of the bankrupt had been in the possession of the marshal of the district court of Arecibo since October 22, 1915, under an attachment in sáid court, and that on February 2, 1916, judgment was entered in favor of the petitioner and an order of execution entered March J, 1916, under which the goods so attached were to be sold March 29. This court entered an order March 28, 1916, staying said sale upon motion of the petitioning creditors. Whereupon Yumet &amp; Company, whose sale was so stayed, on April 10 filed their application that these petitioning creditors show cause why such stay of sale should not be dissolved. To this a return was duly made, and the matter now comes on for decision as to what, after bankruptcy, is the standing of the attachment.</p>\n<p id=\"b635-4\"><page-number citation-index=\"1\" label=\"607\">*607</page-number>1. The Bankruptcy Act has a field of operation in everything which it touches. “Courts of bankruptcy . . . are hereby invested . . . with jurisdiction . . . [to] make such orders, issue such process, and enter such judgments in addition to those specifically provided for as may be necessary for the enforcement of the provisions of this act.” Section 2 (15) [30 Stat. at L. 545, chap. 541, Comp. Stat. 1913, § 9586].</p>\n<p id=\"b635-5\">“A suit which is founded upon a claim from which a discharge would be a release, and which is pending against a person at the time of the filing of a petition against him, shall be stayed until after an adjudication or the dismissal of the petition; if such person is adjudged a bankrupt, such action may be further stayed until twelve months after the date of such adjudication, or, if within that time such person applies for a discharge, then until the question of such discharge is determined.” Bankruptcy Act, § 11 (a).</p>\n<p id=\"b635-6\">Section 67 (f) of the Bankruptcy' Act provides: “that all levies, judgments, attachments, or other liens, obtained through legal proceedings against a person who is insolvent, at any time within four months prior to the filing of a petition in bankruptcy against him, shall be deemed null and void in case he is adjudged a bankrupt, and the property affected by the levy, judgment, attachment, or other lien shall be deemed wholly discharged and released from the same, and shall pass to the trustee as a part of the estate of the bankrupt, unless the court shall, on due notice, order that the right under such levy, judgment, attachment, or other lien shall be preserved for the -benefit of the estate; and thereupon the same may pass to and shall be preserved by the trustee for the benefit of the estate as aforesaid.”</p>\n<p id=\"b635-7\">Section 720 of U. S. Rev. Stat. provides: “The writ of <page-number citation-index=\"1\" label=\"608\">*608</page-number>injunction shall not be granted by any court of the United States to stay proceedings in any court of a state, except in' cases where such injunction may be authorized by any law relating to proceedings in bankruptcy.”</p>\n<p id=\"b636-4\">The question, therefore, is whether the principle herein provided as to injunctions applies to the case of an attachment under the Porto Eican law which was levied more than four months before the bankruptcy, but was not perfected by judgment in the main suit until a period within four months of the bankruptcy. In other words, does the right under the local attachment law go into effect from the levy of the attachment itself, or from the execution under which a sale is directed of the attached property ?</p>\n<p id=\"b636-5\">This will involve an examination of the principles of the Attachment Law as known in the states, which is primarily in the contemplation of the Bankruptcy Law, and also of the principles of the local Attachment Law, to which the Bankruptcy Act must in this case be applied.</p>\n<p id=\"b636-6\">2. The Bankruptcy Law is designed for the discharge of debtors turning over all their property not exempt, and for the equal distribution of the proceeds thereof among the creditors, but liens recognized by the local law are enforced. Bankruptcy Act, § 67 (d). The liens spoken of are not only those growing out of proceedings at law and equity, as in § 67 (c) and § 67 (f) of the Bankruptcy Act, but all liens given or accepted in good faith for a present consideration. The word “lien” is used in its common-law signification, and the term does not occur in the civil law. Whether the claim at bar arises under attachment or not, therefore, it will be valid, provided it amounts to a lien.</p>\n<p id=\"b637-3\"><page-number citation-index=\"1\" label=\"609\">*609</page-number>The Bankruptcy Act is as applicable in a civil law community as in one recognizing the common law. Its object for the purposes of this case is the distribution of proceeds of property among creditors, with all proper protection to the bankrupt and his pre-existing creditors. Whatever be the name of the antecedent charge is immaterial if it amounts to a lien. Liens have been divided into common law, equitable, maritime, and statutory. The Menominie, 36 Fed. 199. A lien is defined as the claim which one person has upon the property of another as security for a debt. Bouvier’s Law Dict. s. v. At common law it arose from possession, somewhat as in the <em>jus </em>civile, although modern statutes have much extended the scope of liens and somewhat dispensed with the feature of possession. Possession was never necessary for maritime liens, and is not generally necessary for equitable liens, which really grow out of the doctrine of constructive trusts.</p>\n<p id=\"b637-4\">3. In Spanish law, as at common law, freedom is the natural and common condition of property, as of persons, and it is therefore not legal to recognize any charge (gravamen) nor bond <em>(vinculo), </em>unless such charge is clearly proved. Sentencia of the Supreme Court of Spain, Sept. 26, 1871, Coderch v. Coderch, 24 Jur. Civ. 400, No. 290. This is a general principle of law. Sentencia of the Supreme Court of Spain, July 1, 1880, Avila v. Ondina, 44 Jur. Civ. 16, No. 219. The Spanish word for such charge is “gravamen” or “carga,” and these are used for the burden growing out of agreements of property owners.</p>\n<p id=\"b637-5\">While at civil law gravamen, therefore, is more properly the charge growing out of contract between parties, and thus corresponds to some of the liens recognized at common law, <page-number citation-index=\"1\" label=\"610\">*610</page-number>the other kind of liens, those imposed by law, are also not wanting in the civil law. The word for such obligations is “privilege” in French or “privilegio” in Spanish. In Louisiana, where the French civil law prevails, the term “privilege” is used practically as an equivalent for the term “lien,” common in other states of the Union. A privilege is a <em>jus in re </em>without any possession or right of possession. Howe, Civil Law, p. 90.</p>\n<p id=\"b638-4\">As in the case of a contractual lien (gravamen, hypoteca) the privilege fixed by law is strictly construed. Sentencia of the Supreme Court of Spain, March 23, 1857, No. 16, 2 Jur. Civ. 147. In the case at bar the claim of the attaching creditor depends upon the validity of the attachment alone, and does not grow out of any agreement of the parties. The Supreme Court of the United States has declared that attachments are not strictly proceedings <em>m rem, </em>and uses the words privilege and lien as practically synonymous. Vandewater v. Mills, 19 How. 82, 90, 15 L. ed. 554, 556.</p>\n<p id=\"b638-5\">Privilegio, according to Escriche (Diccionario Razonado, s. v.) is the right which is conceded to one of freeing himself from any charge or lien (carga ó gravamen), or of conferring upon him a right which others do not enjoy. Partidas 1, title 11, law 1; Partidas 5, title 18, law 2. Privileges are divided into personal or real, according to whether they relate to persons or property, the former being ordinarily temporary, while the real privilege is perpetual from its nature, passing to successors or heirs. Partidas 5, title 7, laws 5 and 27. Privileges may therefore be political, such as seigneural rights of France and Canada, and on the other hand may partake of the nature of private easements. But they more particularly relate to rights <page-number citation-index=\"1\" label=\"611\">*611</page-number>of creditors, and are concerned with tbe classification and arrangement of debts as between different classes of creditors. Tbe word “privilagium” was well known in tbe Latin Corpus Juris, where it was called a preference and applied especially to a creditor wbo was given a special claim as above other creditors for satisfaction of bis debt. <em>In creditoribus hdbenda ratio privilegiorum; creditores, qui privilegiwm non hdbent </em>(L. 52 D. 15, 1). Such a creditor was called a <em>privilegiarius </em>(L. 3 cod. 1. 10 pr. D. 2, 14. 1. 3 D. 14, 5).</p>\n<p id=\"b639-5\">Tbe Spanish civil law gives tbe order in which debts should be paid according to their nature. There are several classes, such as one having a right of ownership, called “acreedor pro-piedario,” creditor specially privileged, called “acreedor singu-larmente privilegiado,” mortgage creditors or “hipotecarios privilegiado,” mortgage creditors with no special privilege or “hipotecario ordinario,” personal creditors with a simple privilege, or personal creditors without any privilege. Escriche, Diccionario Razonado, s. c. <em>Graduación. </em>The subject of creditors (acreedor) is an extensive one, therefore, embracing many classes. Indeed, the Spanish civil law malees such rights inherent in certain classes of creditors. There is a whole title as to such privileged debts. Civil Code of P. R., title <em>11, </em>§§ 1812-1830, inclusive. This relates to the priorities of debts as fixed by law, and is analogous to the order of payment of debts of a decedent declared in practically all the states of the Union without the use of the word “lien” or “privilege.” According to § 1826 of the Civil Code of Porto Rico, taken from Spain, no other preferences of any kind or of any other name are to be recognized except those set out in the law. The application <page-number citation-index=\"1\" label=\"612\">*612</page-number>of the Bankruptcy Act to these provisions is a matter frequently arising in this court.</p>\n<p id=\"b640-5\">The question at bar, however, must be confined to an examination of the attachment law as known in the United States, and also of the local law “to secure the effectiveness of judgments.” The local law does not contain the words “carga,” “gravamen,” or “privilegio,” and of course does not contain the word “lien.” The results provided for must be looked at independently of the use of these terms.</p>\n<p id=\"b640-6\">4. The leading case upon the general principle involved is Metcalf Bros. v. Barker, 187 U. S. 165, 47 L. ed. 122, 23 Sup. Ct. Rep. 67. Construing § 67 (f) of the Bankruptcy Act, Chief Justice Fuller says that “in our opinion the conclusion to be drawn from this language is that it is the lien created by a levy, or a judgment, or an attachment, or otherwise, that it is invalidated, and that where the lien is obtained more than four months prior to the filing of the petition, it is not only notto be deemed to be null and void on adjudication, but its validity is recognized. \"When it is obtained within four months the property is discharged therefrom, but not otherwise. A judgment or decree in enforcement of an otherwise valid pre-existing lien is not the judgment, denounced by the statute, which is plainly confined to judgments creating liens. If this were not so, the date of the acquisition of a lien by attachment of creditor’s bill would be entirely immaterial, [p. 1746.]</p>\n<p id=\"b640-7\">“The state courts had jurisdiction over the parties and the subject-matter, and possession of the property. And it is well settled that where property is in the actual possession of the court, this draws to it the right to decide upon conflicting claims to its ultimate possession and control. - [p. 175.]</p>\n<p id=\"b641-4\"><page-number citation-index=\"1\" label=\"613\">*613</page-number>“We are of opinion that the jurisdiction of the district court to make the injunction order in question cannot be maintained. [p. <em>1K.T</em></p>\n<p id=\"b641-6\">Following the same principle it is said by the circuit court of appeals in Tennessee Producer Marble Co. v. Grant, 67 C. C. A. 676, 135 Fed. 322, 323: “The proceeding which the order in question restrained the marble company from further prosecuting had been instituted in a court of Pennsylvania prior to the filing of the petition in bankruptcy. It was a hostile proceeding, and it attached a fund which the marble company claimed by adverse right. . . . The state court had acquired jurisdiction of the res, and was fully empowered to pass upon any and all conflicting claims to it. It is not necessary, and might be indecorous, for us to express an opinion upon any question that may occur in the cause; for its determination is solely for that court. Its jurisdiction, and the right of the marble company to prosecute its suit in it, had attached before the bankruptcy proceedings were begun, and could not, in those proceedings, be arrested or taken away.”</p>\n<p id=\"b641-7\">These were, respectively, cases of a creditor’s bill in equity, and of an attachment. The principle of the decision is that “the plaintiffs there, by a creditors’ bill, secured an equitable lien on the personal property of the debtor, who became bankrupt within four months after a final judgment was rendered. The district court, being appealed to, thereupon stayed the proceedings, holding, the same as it is contended here, that the lien secured by the bill was contingent upon the recovery of a final judgment, and liable to be defeated by anything by which it was affected; and that, being dependent in this way upon the judgment which was avoided by the bankruptcy of <page-number citation-index=\"1\" label=\"614\">*614</page-number>the defendant, it fell with the judgment, and could not be enforced. But this, upon being carried up, was reversed; and it was held that it is only the lien created by a levy, judgment, or attachment, within fóur months of bankruptcy, that is defeated by an adjudication, and that, while the lien secured by a creditors’ bill is contingent, in the sense that it depends on the event of the suit, yet in itself, and so long as it exists, it is a specific charge on the assets of the debtor which can only be devested by payment, and that a judgment or decree, by which it is enforced, is not one that is denounced by the Bankruptcy Act, and is valid. So, in Pickens v. Roy, 187 U. S. 177, 47 L. ed. 128, 23 Sup. Ct. Rep. 78, upon a similar bill, also begun more than four months before proceedings in bankruptcy, which was pending when such proceedings were instituted, it was held that the creditors were entitled to prosecute the case to a final decree, notwithstanding the intervention of bankruptcy within the statutory period. And in Re Snell, 11 Am. Bankr. Rep. 35, 125 Fed. 154, also, following these authorities, it was similarly held that where, by attachment proceedings, a lien had been obtained more than four months before the filing of a petition in bankruptcy, the plaintiff should be permitted to pursue the action to judgment, and satisfy it by a sale of the attached property on execution. There are other cases to the same effect, but it is not necessary to refer to them. They all recognize, what must indeed be evident, that, where a valid lien has been secured more than four months prior to bankruptcy, proceedings to enforce the same do not conflict with the bankruptcy law, and may be instituted and prosecuted to the end, if that is requisite. (Loveland, Bankr. 3d ed. 545, 546, 608.) In the present instance, therefore, the applicant <page-number citation-index=\"1\" label=\"615\">*615</page-number>was entirely witbin his rights in taking judgment as he did by agreement with the bankrupt, and it is immaterial that this was within a few days of the filing of the petition; and the merits having been thereby concluded in his favor, the lien of the judgment is carried back to the award, which being sustained to its full amount, excepting interest, is binding as of the date of its entry, and must be paid.” Re Koslowski, 153 Fed. 823, 825, 826.</p>\n<p id=\"b643-5\">In the states, therefore, the inception of an attachment lien more than four months before the bankruptcy is what controls, and not the judgment afterwards by which it is enforced.</p>\n<p id=\"b643-6\">5. Attachments were not known at common law. Although now so common in American law, they arose from a local custom of the London merchants. 4 Cyc. 395, 396. Drake, Attachments, § 1. The custom of London, out of which has grown the general attachment law, looks to the seizure of the thing without notice to the owner, in which it differs from the American practice. The customs of the.city of London, as recited in the charter of Charles II., go back to William the Conqueror, and possibly further. The one as to attachment is by some authors carried back to the Koman law, whereby the effects of a debtor secreting himself could be seized by a creditor. While attachment is in some states an original process for commencing a suit, this is not usual. Attachment is generally a provisional remedy ancillary to an action commenced at or before the time when the attachment is sued out. 4 Cyc. 398. While commonly called a lien, it is not in a strict sense a fixed lien on property, but only a right to obtain payment out of property attached in preference to others, and is inchoate or contingent until the creditor has obtained a final <page-number citation-index=\"1\" label=\"616\">*616</page-number>■judgment. 4 Cyc. 622. Whatever thé nature of the right, it dates from the levy or relates back to that time. 4 Cyc. 624. If antedating the bankruptcy more than four- months, it is valid under Bankruptcy Act, § 67 (f).</p>\n<p id=\"b644-5\">6. In the Spanish and Porto Bican law the term used is “embargo,” whose basis is the same as the word “bar,” embargo does not follow the lines of the American attachment laws, but is a provisional measure taken to secure the effectiveness of the judgment which the plaintiff expects to obtain. The Porto Eican law was passed March 1, 1902, and attachment is only one of the several modes provided for securing the effectiveness of the judgment. The first is a prohibition or injunction against alienation, and injunction is also allowed against some particular act which is involved in the suit. The usual case, and the case at bar, is that “if the obligation be the payment of any sum of money, the provisional remedy shall consist of the attachment of sufficient property of the debtor to cover the amount claimed.” The court is given discretion to provide for different measures in other cases. In some instances no bond or affidavit is required. Where the order affects real property, it must be recorded in the Kegistry of Property, which prevents alienation of the property attached except at public auction, and the proceeds of sale shall be deposited subject to the order of the court. An order prohibiting the alienation of personal property and an attachment of the same may be effected by depositing the personal property in question with the court or the person designated by it, under the responsibility of the plaintiff. This seems to be the procedure followed in the case at bar.</p>\n<p id=\"b644-6\">The final process is not by venditioni exponas under the <page-number citation-index=\"1\" label=\"617\">*617</page-number>attachment, but by execution in the main suit. Code Civ. Proc. § 246. The embargo does not destroy the title of the owner. Iiis payment of the debt claimed, or even a bond given by him, suspends the order of embargo or annuls an existing embargo, as the case may be.</p>\n<p id=\"b645-5\">The general rule as to executions applies to embargoed property. Thus, under § 239 of the Code of Civil Procedure, a judgment creditor may have a writ of execution any time within five years from the judgment, and this applies to embargoed property.</p>\n<p id=\"b645-6\">“All goods, chattels, moneys, and other property, both real and personal, or any interest therein of the judgment debtor, not exempt by law, and all property and right of property, seized'and held under attachment in the action, are liable to execution. Shares and interest in any corporation or company, and debts and credits, and all other property, both real and personal, or any interest in any real or personal property, and all other property not capable of manual delivery, may be attached on execution, in like manner as upon writs of attachment. . . . TJntil a levy, property is not affected by the execution.” P. R. Code Civ. Proc. § 246.</p>\n<p id=\"b645-8\">The question is whether under such circumstances a Porto Pican embargo is to be considered as having the qualities of an American attachment, whether there is a lien from the levy of the embargo governed by the principles of the attachment lien, or whether it is merely a provisional sequestration of the property, of no value until that is levied on under the final judgment. If the latter is the case, there would be no lien here, because the final judgment was within four months of the bankruptcy.</p>\n<p id=\"b646-4\"><page-number citation-index=\"1\" label=\"618\">*618</page-number>Tbe Spanish embargo doubtless goes back to Roman law, but its fullest manifestation is found in tbe Partidas, a. d. 1263. There it is called “sequestro,” and was allowed in six different cases. Partida 3, Ley I, Título IX, and also Partida 7, Ley III, Título XV. Tbe practice is noticed in tbe Law of Toro, Ley'66, a. d. 1502, and more fully, a. d. 1567, in tbe Novisima Recopilación, Ley 5, Título XI, Libro 10. With tbe year 1830 begins a new period of legal legislation in Spain, and tbe procedure in preliminary or provisional embargo is set out in articles 364-379 of tbe Ley de Enjuiciamiento promulgated July 24, 1830. Tbe embargo was <em>ipso facto </em>released if thirty days elapse without execution after tbe time when execution could be levied (Law of 1830, art. 376). Tbe general rule, apart from this, however, is that tbe embargo is not released until satisfaction of tbe judgment. Sentencia of tbe Supreme Court of Spain, April 19, 1870. Trujillo v. Jones, 22 Jur. Civ. 112.</p>\n<p id=\"b646-5\">Tbe civil law did not originally recognize tbe existence of an interest in property apart from tbe possession of tbe property in tbe shape of a pledge or pignus. It required tbe equitable legislation of tbe praetors from tbe time of Servius Sul-picius to introduce tbe principle of a mortgage or bypotheca, and applied mainly to immovable property. Legislación Hipo-tecaria per D. Leon Galindo, p. 13. To this day a mortgage of personal property is not recognized in Porto Rico.</p>\n<p id=\"b646-6\">Entry in tbe Registry of Property (anotación preventiva) is essential for tbe constitution or perfection of an embargo on land. Such annotation gives tbe creditor tbe privilege that tbe property attached be devoted to tbe payment of bis credit, with preference to creditors having debts in their favor subse<page-number citation-index=\"1\" label=\"619\">*619</page-number>quent to tbe entry of the attachment in the Registry of Property. That entry is valid until canceled by order of the court, and is binding on parties acquiring the property after the entry of the attachment is made in the books of the Registry of Property.</p>\n<p id=\"b647-5\">The Commentary of José María Manresa y Navarro on the Law of Civil Procedure (Ley de Enjuiciamiento Civil Reformada) throws light upon this subject. The law commented on is that of February 3, 1881, conforming to the bases approved by the law of June 21, 1880, and applied to Cuba and Porto Rico by a royal decree of September 25, 1885. It was therefore in force here until the American occupation, and probably until the new Code of Civil Procedure, based upon that of California, was adopted in Porto Rico March 10, 1904. Title XIV. on preliminary attachments (de los embargos pre-ventivos y del aseguramiento de los bienes litigiosos), is based on articles 1397-1428 of the Peninsular Code, which are in effect the same as articles 1395-1426 of the corresponding colonial law for Cuba and Porto Rico. While the language is different, on examination the title is not found to differ in principle from the law adopted in Porto Rico in 1902 to secure the effectiveness of judgments. The Spanish Civil Code in article 1759 declared that a deposit (depósito) could be judicial or extrajudicial, and in Articles 1785-89 that judicial deposit or sequestration (sequestro) occurred when embargo or the security of goods in action was decreed, whether movable or immovable, “to be regulated by the dispositions of the Law of Civil Procedure.” This is also aided in articles 42 and 44 of' the Mortgage Law in regard to annotation of the attachment in the case of lands, and now by the Act of March 7, 1902.</p>\n<p id=\"b648-4\"><page-number citation-index=\"1\" label=\"620\">*620</page-number>7. The decisions of the Supreme Court of Spain upon these laws relate mainly to real property. They construe the attachment in connection with the annotation and registration of property required by Mortgage Law, art. 44. Such a preventive annotation of an attachment designed to secure the proceeds of a judgment does not alter the nature of the obligation by suit, nor convert a personal action into a real action. It insures the attaching creditor a preference on the property annotated so far as relates to creditors whose claims have been contracted subsequent to the annotation. Sentencia, Jan. 28, 1903, Baltar v. Martinez, 95 Jur. Civ. 169. Preventive annotations for the purpose of securing the proceeds of a suit are provisional and' transitory in nature, and do not alter the juridical character of the claims sought to be secured, nor does it affect prior rights upon the property attached. Mortgage Law, articles 42 (2), 44 and 71. The rules as to provisional attachment must be strictly construed. Bonet v. Alloza, 118 Jur. Civ. p. 479, Sentencia, June 22, 1910.</p>\n<p id=\"b648-5\">Except in the provision as to the necessity for annotation in the Registry of Property, it does not appear that these regulations differ greatly from the law of attachments as known in the American states. In the states the levy of an attachment by a sheriff or marshal produces certain results, and the principal difference between the procedure there and that in Porto Rico is that the levy of the attachment on land must be annotated in the Registry of Property in order to be notice to third persons. This is analogous to the effect of an equitable procedure as declared in Romeu v. Todd, 206 U. S. 358, 51 L. ed. 1093, 27 Sup. Ct. Rep. 724.</p>\n<p id=\"b648-6\">Construction of the law affecting attachment of personal <page-number citation-index=\"1\" label=\"621\">*621</page-number>property is less accessible, blit there can be no doubt that after tbe property is in tbe possession of the court the effect of levy is not less than that of the outside levy annotated in the Registry of Property. Indeed the notice is greater, inasmuch as the court has physical possession of the personal property, and not merely constructive, as in the case of the levy on land, the personal property is <em>vn gremio legis. </em>It is true that the word “lien,” which is used in the Bankruptcy Law, is not used in the Spanish Attachment Law, and indeed the idea or concepto, while originating in principle in the civil law, is not known to the civil law in the form of a lien. On the other hand, the charge resulting from an attachment in the American states is not strictly a lien. There can be little doubt that the principle of the attachment lien is the same as that of the charge resulting from the proceeding for embargo preventivo. Certainly no other creditor could levy upon the property in another court, and another creditor in the same court would be subordinated to the prior levy of the figst embargoing creditor. While the method of procedure is different, nevertheless for all practical purposes the result of the Porto Bican embargo and of the American attachment is the same. The Bankruptcy Law, therefore, recognizes both the one and the other.</p>\n<p id=\"b649-5\">8. This, however, is not conclusive of the case. There are attachment liens which are preserved by the bankruptcy law. Those dating four months before the bankruptcy are not avoided, and even those within the four months may, under Bankruptcy Act, § 67 (f), be maintained for the purposes of the administration. It would be anomalous to declare that an attachment sale is a good ground for bankruptcy, and yet permit it to be carried out. It would seem that the better <page-number citation-index=\"1\" label=\"622\">*622</page-number>course would be to let the bankruptcy proceedings continue with recognition of whatever may be the lien involved.</p>\n<p id=\"b650-5\">The act of bankruptcy claimed by the petitioning creditors, and upon which the adjudication is based in this case, is that the bankrupt suffered, while insolvent, Tumet &amp; Company to obtain a preference through legal proceedings, and that he did not, at least five days before the sale, discharge such preference, to wit, this marshal’s sale.</p>\n<p id=\"b650-6\">“It is not necessary that the creditor should wait until a sale has actually taken place. It would -be a strange construction of an act designed to save and protect the debtor’s éstate, to hold that it can only be set in operation after the estate has been plundered and dissipated. The debtor has until five days before the day the sale is legally noticed in which to vacate or discharge the preference. If he has not done so at that time, the creditor may proceed and file a petition, and, upon a proper showing, may enjoin the sale. The act of bankruptcy is not consummated until the expiration of the time in which the debtor may vacate or discharge the lien, and the last day for doing this is five days before the day a sale of the property is advertised. In the case of a judgment, therefore, the petitioners must prove the entry of the judgment, the issue of an execution, the levy thereunder, and the debtor’s insolvency at the time of the judgment and levy. They must also prove that the property was actually sold at execution sale, or that the sale was advertised for a day certain, and that the debtor had permitted the levy to stand until the sale was but five days distant.” Re Rome Planing Mills, 3 Am. Bankr. Rep. 123, 96 Fed. 812; Re Miller, 5 Am. Bankr. Rep. 140, 104 Fed. 764.</p>\n<p id=\"b651-4\"><page-number citation-index=\"1\" label=\"623\">*623</page-number>“It seems clear to me tbat it was tbe intention of Congress, in framing this clause, to fix tbe consummation of the Act of Bankruptcy at a period five days before a sale. If this were not so, and tbe act of bankruptcy is held not to have been consummated until a sale bad taken place, creditors could not file involuntary petitions in bankruptcy until after the property of tbe alleged bankrupt bad been swept away by an execution. In other words, it seems to me tbat it was tbe intention to fix tbe consummation of tbe act of bankruptcy upon an alleged bankrupt five days before tbe day of sale, if at tbat time be bad failed to lift a levy on bis property. A petition can then be filed before tbe sale, and tbe property administered in bankruptcy for tbe benefit of all the creditors.” Re National Hotel &amp; Cafe Co. 138 Fed. 947, 948.</p>\n<p id=\"b651-5\">This does not necessarily avoid tbe lien given in tbe local proceedings, whatever it may be. Tbe lien may be perfectly valid, and tbe effect of tbe bankruptcy proceeding is merely to transfer its consideration -from tbe local to the bankruptcy court. Re Vetterman, 135 Fed. 443. In tbe administration of tbe affairs of insolvents tbe jurisdiction of the Federal courts in bankruptcy is essentially exclusive. Re Watts, 190 U. S. 1, 27, 47 L. ed. 933, 941, 23 Sup. Ct. Rep. 718, 14 Am. Crim. Rep. 48.</p>\n<p id=\"b651-6\">“In tbe act of forbidding courts of tbe United States to stay proceedings in a state court, the courts of bankruptcy are specifically excepted, and tbe Bankruptcy Law of 1898 . . . expressly confers upon these courts the power to issue injunctions to stay proceedings within this exception. . . . Tbe prime purpose of tbe Bankruptcy Act is to secure an equal distribution of an insolvent’s estate among tbe creditors, and <page-number citation-index=\"1\" label=\"624\">*624</page-number>it is not only a power conferred upon tbe court in a bankruptcy proceeding to take jurisdiction of tbe unencumbered property of a bankrupt, but also of property to wbicb liens attack, provided tbe judge of tbe court in bankruptcy shall determine that suck property should be administered by that court. It has not unfrequently been tbe.case that tbe bankrupt courts have issued injunctions to stay proceedings in a state court, to foreclose mortgages, to enforce other liens, and even to forbid state officers from proceeding with executions upon judgments where, in tbe opinion of tbe judge of tlie bankruptcy court, it was to tbe interest of tbe general estate to do so.” New River Coal Land Co. v. Ruffner Bros. 21 Am. Bankr. Rep. 474, 91 C. C. A. 559, 165 Fed. 881, 885, 886.</p>\n<p id=\"b652-5\">“It is plain that tbe judge of a court of bankruptcy may lawfully grant such restraining order, operative on and binding litigants in tbe state court, although strangers to tbe bankruptcy proceedings, as may be necessary for tbe enforcement of tbe provisions of tbe Bankrupt Act. This court has no hesitation in bolding that express power is given by tbe act of Congress to courts of bankruptcy to enjoin all persons within its jurisdiction, whether litigants in a state court or elsewhere, from doing any act that will interfere with or prevent tbe due administration of tbe Bankruptcy Act. If this is not true, bow frail and worthless is tbe law. In tbe face of a statute conferring tbe power, comity does not require tbe courts of tbe United States to compel persons whose rights are seriously jeopardized by proceedings in a state court to resort thereto for protection. This restraining order was properly granted, and must be upheld, if tbe petitioners bad tbe right to institute <page-number citation-index=\"1\" label=\"625\">*625</page-number>this proceeding in involuntary bankruptcy.” Re Hornstein, 10 Am. Bankr. Rep. 308, 122 Fed. 266, 271.</p>\n<p id=\"b653-5\">The result, therefore, is that the rule to show cause is discharged, and the bankruptcy will proceed in the usual manner. Whatever rights Tumet &amp; Company have under their attachment will be respected before the referee.</p>\n<p id=\"b653-6\">It is so ordered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}