{
  "casebody": {
    "data": "<casebody firstpage=\"183\" lastpage=\"186\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b207-3\">John M. Hoffman et al. v. Charles F. Harrington et al.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b207-6\"><em>Order of proof </em>— Map—Evidence <em>ct$ to boundary </em>— Right <em>to bring trespass.</em></headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b207-7\">The order of introducing proof is not subject to review on error unless the discretion, exercised by the trial judge in controlling it, is plainly-abused.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b207-8\">It is not necessarily error for a trial court to permit questions to be asked before facts thereby assumed are in evidence.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b207-9\">A map can only be used in evidence in connection with the testimony of a witness to enable the jury to clearly Understand the facts stated.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b207-10\">It is not necessary in an action of trespass to produce a map to enable a witness to point out the locality of the offense.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b207-11\">Testimony as to boundaries need not be that of a surveyor or expert; the want óf accurate knowledge in the witness would only affect the weight of his testimony.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b207-12\">One in possession, under claim and color of title, can maintain an action for cutting timber and removing it from the land.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b207-13\">Plaintiff in trespass for cutting and <em>removing timber </em>claimed to have constructive possession under certain probate proceedings; and defendant asked a charge that to entitle him to recover he must show title. <em>Meld, </em>that a charge that \"plaintiff’s title, or color of title and posses sion and occupation were sufficient to entitle him to maintain the action ” did not take from the jury the question whether the title was valid or not.</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b207-14\">Error to St. Clair.</summary>\n<otherdate data-order=\"10\" data-type=\"otherdate\" id=\"AH3\">Submitted June <em>11.</em></otherdate>\n<decisiondate data-order=\"11\" data-type=\"decisiondate\" id=\"AAZ\">Decided June 23.</decisiondate>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b207-15\">Trover. Defendants bring error.</summary>\n<disposition data-order=\"13\" data-type=\"disposition\" id=\"A0N\">Affirmed.</disposition>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b207-16\"><em>Whipple (&amp; Voorheis </em>for plaintiffs in error.</attorneys>\n<p data-order=\"15\" data-type=\"legal\" id=\"Am4\">One cannot maintain trespass for cutting timber and removing it from the land without proving his title in fee simple; <em>Stephenson v. Little </em>10 Mich. 433; <em>Salt Springs Nat. Bank v. Wheeler </em>48 N. Y. 492; <em>Moyer v. Scott </em>30 Mich. 345; Addison on. Torts, 452.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b207-17\"><em>O'Brien J. Atkinson </em>and <em>Elliott G. Stevenson </em>for defendants in error.</attorneys>\n<p data-order=\"17\" data-type=\"legal\" id=\"AqS\">One who is in possession of land can maintain trespass for cutting timber on it: <em>Sampson v. Hammond </em>4 <page-number citation-index=\"1\" label=\"184\">*184</page-number>Cal. 184; <em>Tyson v. McGuineas </em>25 Wis. 660; Cooley on Torts 445; especially if he has done acts of ownership: 2 Waterman’s Trespass 354; <em>Spear v. Ralph </em>14 Vt. 404; <em>Chilson v. Buttolph </em>12 Vt. 231; at all events, as against trespassers: <em>Ruggles v. Sands </em>40 Mich. 561; <em>Hibbard v. Foster </em>24 Vt. 542 ; <em>Woods v. Banks </em>14 N. H. 101; <em>Hunt v. Taylor </em>22 Vt. 556; <em>Fish v. Branamon </em>2 B. Mon. 379; <em>Sawyer v. Newland </em>9 Vt. 383; <em>Tyson v. Shueey </em>5 Mo. 540; <em>Van Baalen v. Dean </em>27 Mich. 104 ; <em>Bartlett v. Hoyt </em>29 N. H. 317; <em>Magee v. Scott </em>9 Cush. 149; <em>Hubbard v. Lyman </em>8 Allen 520; <em>Burke v. Savage </em>13 Allen 408.</p>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b208-4\">Marston, C. J.</author>\n<p id=\"A6h\">Plaintiffs in error were sued in trover for cutting and removing certain timber from off the lands of Daniel B. Harrington. That they were mere naked trespassers was not seriously questioned. They insisted however that the plaintiffs below were bound to show a clear and undisputed title to the lands trespassed on in order to recover. It is sufficient to say that Harrington was in possession under claim and color of title, and this as against a trespasser was sufficient. The validity of the conveyances to him are hardly open to question in the present ease, and we shall therefore express no opinion thereon.</p>\n<p id=\"b208-5\">Error is also alleged because the court permitted a witness to use a map of the lands and point out thereon the place where the trespass was committed. Objection was also made to the court’s permitting certain questions to be asked which assumed the existence of facts not proved.</p>\n<p id=\"b208-6\">The order in which proofs are introduced cannot ordinarily be subject to review on error, and it cannot always be considered as erroneous for a court to permit questions to be asked, although facts not proven are therein assumed. Such matters in general may well be left to the discretion which a trial judge must exercise, and a court of review would only interfere when there clearly had been an abuse oi such discretion to the prejudice of the party. No such claim could be made in this case.</p>\n<p id=\"b208-7\">It was not necessary that a map correct in every respect <page-number citation-index=\"1\" label=\"185\">*185</page-number>should have been produced to enable a witness to point out thereon the location of the trespass. It could only be used in connection with the testimony of the witness for the purpose of enabling the jury to understand clearly the facts testified to. So a person in testifying to the lines and boundaries of certain lands, may do so from the knowledge he possesses, even although not a surveyor, or not even having assisted in making a survey or being present when one was made. His want of such accurate knowledge would but go to the weight, not the admissibility, of his testimony.</p>\n<p id=\"b209-4\">The court charged the jury that as a matter of law “ plaintiff’s title or color of title and possession and occupation is sufficient to enable him to maintain an.action for the cause alleged in the declaration herein.” To this an exception was taken, and it does not appear that the question as to whether the plaintiff was in the actual possession of the property was submitted to the jury.</p>\n<p id=\"b209-5\">\"We have carefully examined the record in this case, the ' testimony of the several witnesses, the requests to charge, and the entire charge as given, and fail to find that any question was raised as to the want of actual possession by the plaintiff. Evidence was introduced on the part of the plaintiff tending clearly to show possession and claim of ownership, by cutting timber thereon and in attempting to clear up a portion thereof.</p>\n<p id=\"b209-6\">The plaintiff claimed to have purchased the lands from an administrator, to have received a contract therefor, and after-wards an administrator’s deed, dated in June, 1856.</p>\n<p id=\"b209-7\">The validity of plaintiff’s title under the probate proceedings, contract and deed, was the controverted question, and also whether, under such a title, the fee not having passed, he could have constructive possession of the premises. Such being the controverted questions, the charge above quoted was given in view thereof. It was in answer to the defendant’s position that to enable the plaintiff to recover he must show that he had the title to the lands. This the court refused, but said that color of title and possession thereunder would be sufficient to enable the plaintiff to recover. This <page-number citation-index=\"1\" label=\"186\">*186</page-number>was correct as against a mere naked trespasser. The court did not intend thereby to withdraw from the jury the question as to whether the plaintiff in fact was in the actual possession, claiming title thereto at and previous to the time of the alleged trespass. And undoubtedly had the attention of the court been directed thereto, the jury would have been told that it was for them to find whether the plaintiff was in possession of the premises. The court did not take that fact from the jury, and they must have found that plaintiff was in possession before they could render a verdict in his favor under the charge.</p>\n<p id=\"b210-4\">It follows that the judgment must be affirmed with costs.</p>\n<judges id=\"b210-5\">The other Justices concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}