{
  "casebody": {
    "data": "<casebody firstpage=\"641\" lastpage=\"643\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b687-4\">WELCH &amp; COMPANY, Complainants, <em>v. </em>CENTRAL SAN CRISTOBAL, Dft. RE CLAIM OF JUAN NOGUERAS.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b687-7\">San Juan,</court>\n<p data-order=\"2\" data-type=\"court\" id=\"AMgW\">Equity,</p>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"A1O\">No. 940.</docketnumber>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b687-8\">As to Reopening Confirmed Report.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b687-9\">Master’s Report — Confirmation at Previous Term.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b687-10\">1. A decree confirming a master’s report cannot be set aside by tbe court at a subsequent term. Each term stands by itself, even though it be in a receivership case.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b687-11\">Inadvertency of Counsel — New Cause of Action.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b687-12\">2. A matter cannot be reopened because of inadvertency of counsel in stating his case, but a new claim may be filed where the original does not thoroughly cover the subject-matter set up in the new claim.</headnotes>\n<decisiondate data-order=\"9\" data-type=\"decisiondate\" id=\"b687-13\">Opinion filed April 8, 1915.</decisiondate>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b687-14\"><em>Messrs. Savage '&lt;&amp; Francis </em>for petitioner Nogueras.</attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b687-15\"><em>Mr. Charles Hartzell </em>for receiver.</attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b687-16\">HamiltoN, Judge,</author>\n<p id=\"AqGQ\">delivered the following opinion:</p>\n<p id=\"b687-17\">During the progress of this receivership the petitioner filed a petition of intervention, claiming an equitable lien against the' property in the hands of the receiver in connection with <page-number citation-index=\"1\" label=\"642\">*642</page-number>certain sugar cane delivered by bim as a colono. The matter was referred to the master, heard, and the master’s report filed. The master was then heard on exceptions of Nogueras before the court, and the report confirmed in July, 1914, being at the last term. Petitioner now files a petition alleging that his attorney inadvertently averred the wrong dates for the delivery of the above cane, and that $335 of the above claim are for portable rails delivered to the central June 25, 1913, which should be preferred under late decisions of this court. That the remainder of the claim, $578.22, is for canes delivered between June 16 and June 30, 1914-, and that nonpayment therefor is a diversion of income of the central. Petitioner therefore prays that the confirmation of the report be set aside, that he be allowed to amend his petition as above, and that the matter be re-referred, or other remedy allowed.</p>\n<p id=\"b688-5\">1. No authority is recited for the relief prayed, and appeal is made exclusively to the discretion of the court. The court, doubts whether it can exercise any discretion in the matter. The decree confirming the master’s report was made at the last term, and a judgment or decree made at one term cannot be set aside by the court at a subsequent term. Each term stands by itself, except so far as subsequent action is permitted by statute, and there is no statute enlarging the remedy here. The judgment was final, for it completely settled the rights of the parties as to whatever was properly included in the claim as filed. It fixed the.right by denying any amount was due as a priority. Bouvier’s Law Dict. s. v. Judgment. It is true that this matter comes up in a receivership which is in process of administration. For some purposes a receivership case is not ended until a final decree settling all rights. This, however, does not mean that all steps taken in the case, which may last <page-number citation-index=\"1\" label=\"643\">*643</page-number>several years, are always subject to reconsideration. ' Where claims are called for, filed, and reported on, the action of the court on the report is final as to them, unless a new trial is ordered at the same term. Any other practice would make the action of the court uncertain and unsatisfactory to all litigants. The court would not be inclined to modify this practice if it had the-power, and in point of law it has no such power.</p>\n<p id=\"b689-5\">2. The original petition which has been passed on covered a claim for sugar canes, and the fact that the petitioner’s attorney made an error in the statement of dates cannot now affect the result. A matter cannot be reopened because of inadvertence of counsel, as alleged in the petition; but'the petition also relates to one matter which has not been presented to the court, — that of reimbursement for rails. The court will permit this matter to be referred to the master for investigation and report. On having all the facts before it, the court will be better able to decide whether this feature of the claim is also to be considered as concluded by the former confirmation, if objection should be made on that ground.</p>\n<p id=\"b689-6\">It is so ordered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}