{
  "casebody": {
    "data": "<casebody firstpage=\"719\" lastpage=\"722\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b771-4\">Milton Ice Company, Inc. <em>vs. </em>The Travelers Indemnity Company.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b771-5\">Norfolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"ASWM\">January 7, 1947.—</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"ArX\">January 31, 1947.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b771-6\">Present: Field, C.J., Lummus, Ronan, Wilkins, &amp; Spalding, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b771-12\"><em>W. I. Badger, Jr., (John J. Sullivan </em>with him,) for the defendant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b771-13\"><em>T. M. Vinson, (R. F. Turner </em>with him,) for the plaintiff.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"ALX\">Spalding, J.</author>\n<p id=\"AXK\">This is an action of contract upon a policy of burglary insurance issued by the defendant to the plain<page-number citation-index=\"1\" label=\"720\">*720</page-number>tiff. The case was tried to a judge of the Superior Court, who made detailed findings of fact and found for the plaintiff.</p>\n<p id=\"b772-3\">One of the conditions of the policy was that “Affirmative proof of loss under oath in such detail as required by and upon such forms as are provided by the company shall be furnished to the company within sixty days from the date of the discovery of the loss.” The loss was discovered on the morning of December 30, 1943. The judge found, as he was obliged to on the evidence, that no proof of loss was furnished to the company by the plaintiff as required by the provision of the policy quoted above. But he found that the defendant “waived its right to receive from the plaintiff sworn proof of loss.” The defendant contended that there was no evidence to warrant a finding of waiver, and duly excepted to the judge’s denial of requests for rulings raising that issue.<footnotemark>1</footnotemark> The only evidence bearing on the issue of waiver was a letter from the defendant to the plaintiff dated April 29, 1944 (approximately two months after the expiration of the period in which proof of loss was required to be filed), which was as follows: “On February 10, 1944, we received notice of a loss of money under the policy in caption and reported to have occurred at the Hyde Park Ice Company, Inc., 35 Walnut Street, Hyde Park, Mass., on or about December 29, 1943. Our investigation disclosed that the missing funds were the property of the Hyde Park Ice Company, Inc., for whom we have no insurance. Hence, it is with regret that we must advise you that the loss is not covered under your policy BF-505169 and it is respectfully declined.”</p>\n<p id=\"b772-4\">It is established law that the failure to file the required proofs of loss within the time limited bars recovery unless the failure is excused or has been waived. <em>Paulauskas </em>v. <em>Fireman’s Fund Ins. Co. </em>254 Mass. 1. <em>Holich </em>v. <em>Globe &amp; Rutgers Fire Ins. Co. </em>272 Mass. 587, 589. <em>Ray </em>v. <em>Fidelity &amp; Deposit Co. </em>275 Mass. 184. <em>Jackson &amp; Co. (Inc.) </em>v. <em>Great American Indemnity Co. </em>282 Mass. 337, 339. <em>Goldman </em>v. <page-number citation-index=\"1\" label=\"721\">*721</page-number><em>Commercial Travellers Eastern Accident Association, </em>302 Mass. 74, 80. It is also the law that a denial of liability by an insurance company not predicated on the failure to furnish proofs is a waiver of any objection on that ground. <em>Shapiro </em>v. <em>Security Ins. Co. </em>256 Mass. 358, 366. <em>Vasaris </em>v. <em>National Liberty Ins. Co. </em>272 Mass. 62, 66. <em>Jackson &amp; Co. (Inc.) </em>v. <em>Great American Indemnity Co. </em>282 Mass. 337, 342. <em>Fuller </em>v. <em>Home Indemnity Co. </em>318 Mass. 37, 43. Evidently the trial judge, relying on this principle, concluded that the letter of April 29 constituted a waiver. But this rule is subject to the qualification that the denial of liability on other grounds must occur within the period allowed for filing proofs of loss. <em>Shapiro </em>v. <em>Security Ins. Co. </em>256 Mass. 358, 366-367. <em>Friedman </em>v. <em>Orient Ins. Co. </em>278 Mass. 596, 600. <em>Jackson &amp; Co. (Inc.) </em>v. <em>Great American Indemnity Co. </em>282 Mass. 337, 344. <em>Sheehan </em>v. <em>Commercial Travelers Mutual Accident Association, </em>283 Mass. 543, 551, 552. See <em>Belbas </em>v. <em>New York Life Ins. Co. </em>300 Mass. 471, 475. Williston on Contracts (Rev. ed.) §§ 743, 744. There are numerous decisions in other jurisdictions to the same effect.<footnotemark>1</footnotemark> And there are good reasons for so holding.</p>\n<p id=\"b773-3\">The doctrine that a denial of liability on other grounds precludes an insurer from relying on a failure to furnish proofs, although commonly called waiver, is based on principles of estoppel. See <em>Blake </em>v. <em>Exchange Mutual Ins. Co. </em>12 Gray, 265, 271-272; <em>Graves </em>v. <em>Washington Marine Ins. Co. </em>12 Allen, 391, 394; <em>Sheehan </em>v. <em>Commercial Travelers Mutual Accident Association, </em>283 Mass. 543, 551; <em>National City Bank </em>v. <em>National Security Co. </em>58 Fed. (2d) 7, 10 (C. C. A. 6); <em>Underwood </em>v. <em>Farmers’ Joint Stock Ins. Co. </em>57 N. Y. 500, 506; <em>Matthews </em>v. <em>Capital Fire Ins. Co. </em>115 Wis. 272, 275. Williston on Contracts (Rev. ed.) § 742, especially note 4. The estoppel arises from the fact that <page-number citation-index=\"1\" label=\"722\">*722</page-number>the insurer by denying liability on other grounds has led the assured into believing that performance of the condition as to proofs will not be required. But where the denial of liability takes place after the expiration of the period for filing proofs, it cannot be said that the assured has been induced to forego steps to prevent a default under the policy, for the default has already occurred. Consequently, there is no basis for an estoppel. See <em>Salonen </em>v. <em>Paanenen, ante, </em>568, 573. As we said in <em>Friedman </em>v. <em>Orient Ins. Co. </em>278 Mass. 596, at page 600, \"Neither the defendant’s failure to reply earlier nor its letter denying liability on .another ground could have lulled the plaintiff into a feeling of security with respect to his noncompliance with a condition of the policy, performance of which was overdue, so as to affect his actions.” See also <em>Sheehan </em>v. <em>Commercial Travelers Mutual Accident Association, </em>283 Mass. 543, 549.</p>\n<p id=\"b774-3\">This principle is applicable here, for the defendant’s letter of April 29 denying liability on another ground was written at a time when compliance with the requirement as to proofs was no longer possible. In these circumstances it is not open to the plaintiff to contend that his failure to furnish proofs was occasioned by any act of the defendant. The cases of <em>Searle </em>v. <em>Dwelling House Ins. Co. </em>152 Mass. 263, and <em>Shapiro </em>v. <em>Security Ins. Co. </em>256 Mass. 358, relied on by the plaintiff, are distinguishable from the case at bar since in those cases.there 'was evidence of conduct of the defendant, before the time for performance of the condition expired, inducing noncompliance on the part of the plaintiff.</p>\n<p id=\"b774-4\">It follows that the defendant’s first and eighth requests for rulings should have been granted. Since the plaintiff’s case fails because of noncompliance with the condition of the policy requiring proofs of loss, it is. not necessary to consider whether it fails on any of the other grounds argued by the defendant.</p>\n<p id=\"b774-5\">\n<em>Exceptions sustained.</em>\n</p>\n<p id=\"b774-6\">\n<em>Judgment for the defendant.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b772-5\"> These were: “1. The evidence does not warrant a finding for the plaintiff.” “8. The evidence does not warrant a finding that' the defendant waived the requirement of affirmative proof of loss.”</p>\n</footnote>\n<footnote label=\"1\">\n<p id=\"b773-4\"> <em>Travelers’ Ins. Co. </em>v. <em>Nax, </em>142 Fed. 653, 657 (C. C. A. 3). <em>National City Bank </em>v. <em>National Security Co. </em>58 Fed. (2d) 7, 10 (C. C. A. 6). <em>J. T. Knight </em>&amp; <em>Son, Inc. </em>v. <em>Superior Fire Ins. Co. </em>80 Fed. (2d) 311, 313 (C. C. A. 5). <em>Commercial Fire Ins. Co. </em>v. <em>Waldron, </em>88 Ark. 120, 123. <em>Buysse </em>v. <em>Connecticut Fire Ins. Co. </em>240 Ill. App. 324, 329. <em>State Ins. Co. </em>v. <em>School District No. 19, </em>66 Kans. 77. <em>Gambino </em>v. <em>Northern Ins. Co. </em>234 Mich. 651, 653. <em>McPike </em>v. <em>Western Assurance Co. </em>61 Miss. 37. <em>Continental Ins. Co. </em>v. <em>Chance, </em>48 Okla. 324. See <em>Underwood </em>v. <em>Farmers’ Joint Stock Ins. Co. </em>57 N. Y. 500, 506,</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}