{
  "casebody": {
    "data": "<casebody firstpage=\"84\" lastpage=\"90\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b136-4\">E. Joseph Evans &amp; another, trustees, <em>vs. </em>Louis Sack.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"A8k\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"ASx\">May 8, 1946. —</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AMm\">July 1, 1946.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b136-5\">■ Present: Field, C.J., Lummus, Dolan, Ronan, &amp; Wilkins, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b136-13\"><em>S. Markell, (L. W. Black </em>with him,) for the plaintiffs..</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b136-14\">• <em>R. L„ Sisk, (R. M. Backman </em>with him,) for the defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b136-15\">Ronan, J.</author>\n<p id=\"AIz\">This is a bill in equity brought under G.' L. (Ter. Ed.) c. 213, § 3, Tenth A, and Rule 101 of the Superior Court (1932), see now St. 1945, c. 582, to obtain an interpretation of a written lease, and for a decree ordering the defendant to procure certain insurance for the benefit of the .plaintiffs and to deliver the policies to them. The suit, was heard in the Superior Court upon statements of counsel and documentary evidence. The judge entered a final decree which in. the first, second and third paragraphs adjudged that the defendant lessee was “obligated to keep <page-number citation-index=\"1\" label=\"85\">*85</page-number>the buildings and improvements upon the demised premises insured for the payment of rent, taxes, levies, and liens which might arise under the lease and not as security for loss or damage by fire, in the sum of not less than Ten Thousand ($10,000) Dollars for the benefit of and made payable to the lessors,” and that the defendant was obligated to furnish and deliver to the plaintiffs such insurance for said purposes, and ordered the defendant to furnish and deliver to the plaintiffs within thirty days a sufficient policy of insurance in said amount for the aforesaid purposes. The plaintiffs appealed from the final decree. The judge made findings of fact and we have a report of the evidence.. None of the material facts seems to be in dispute. The questions presented for decision are whether the lease requires the lessee to furnish fire insurance for the benefit of the lessors and, if so, whether he is required to furnish insurance to the amount of $10,000 or to the full value of the building upon the demised premises. The answer depends upon the provisions of the lease and the circumstances attending its execution in so far as they shed any light upon the intention of the parties with reference to the matter of insurance. <em>Boston Molasses Co. </em>v. <em>Molasses Distributors Corp. </em>274 Mass. 589, 594. <em>Wunsch </em>v. <em>Donnelly, </em>302 Mass. 286, 289. <em>Crystal Concrete Corp. </em>v. <em>Braintree, </em>309 Mass. 463, 468.</p>\n<p id=\"AIQ\">One Pickford, the original trustee under the will of John B. Tohnan, executed under date of January 1, 1914, a lease of a certain parcel of vacant land in Lynn to one Woodward for the term of ninety-nine years at a graduated rental, which' in 1924 reached the maximum of $3,000 a year. The lessee was bound to pay all taxes and assessments of every kind and nature and at the end of the term to return the premises in as good condition as when he took possession, The lessee agreed to construct a building which would cost not less than $50,000. After the expiration of thirty-five years from the date of the lease and at the end of each period of five years thereafter (unless this option was sooner carried out by the parties) either ¡party had the right to have the value of the land and building determined and to <page-number citation-index=\"1\" label=\"86\">*86</page-number>purchase the land or building, as the case may be, in the manner specifically set forth in the lease. The lessee was required to furnish a bond in the sum of $25,000 to complete the building according to certain plans and specifications, and to furnish the lessor a policy of indemnity insurance up to the amount of $25,000 to indemnify the lessor against claims by employees or the public on account of injuries received from the erection or maintenance of the building or defective condition of the land or sidewalks. If the building was destroyed by fire or so badly damaged that the authorities would not permit the lessee to repair and restore it, then the lessee could terminate the lease by giving six months’ notice to the lessor. Upon breach of any of the covenants of the lease by the lessee, the lessor had the right to enter, expel the lessee and terminate the lease.</p>\n<p id=\"b138-5\">The remaining portions of the lease are those that occasion the present controversy, and so far as material read as follows: “And the said lessee hereby covenants with the lessor, her heirs and assigns, that he will and his heirs and assigns shall keep said buildings and improvements insured in a sum not less than ten thousand dollars ($10,000) for the benefit of, and made payable to, the said lessor, her successors, or her or their legal representatives, in such insurance companies as she or they may approve of. And should the said lessee ... refuse or neglect to insure according to the terms of this lease, the said lessor . . . may . . . also insure, according to the terms of this lease, and collect the same, with interest . . : from the said lessee .... And it is further agreed that all insurance policies referred to above shall be delivered to and held by the said lessor during the continuance of this lease. Any insurance money recovered by the lessor shall be held by her until the restoration, replacing, or rebuilding, of such new improvements, or the removal of the entire structure, as hereinafter provided, as security for payment of rent and against liability for liens and other liability that may or might arise against the lessor because of the condition of the premises or the work thereon: and after the com<page-number citation-index=\"1\" label=\"87\">*87</page-number>pletion of such repairs, restoration, and rebuilding, the balance in her hands shall be paid over to the lessee, the rent to the date of said payment having been paid by the lessee to the lessor, and all possible liabilities against her having been removed by said lessee. In case the lessee shall not replace, restore, rebuild, or repair such buildings and improvements within two years . . . after the damage or destruction hereinbefore referred to, the lessor may terminate this lease by entry as hereinafter provided: and in that case, or in case the lessor for any legal cause shall have terminated this lease before the expiration of said two years, the lessee shall have no claim on any part of the insurance money recovered on such policies.”</p>\n<p id=\"b139-5\">The plaintiffs are the present trustees under the will of said Tolman, and the defendant, by an assignment by which he undertook to pay the rent reserved and to perform all covenants in the lease to be performed by the lessee, became and is the present lessee. A building having an assessed valuation of $130,000 has been constructed upon the demised premises. There is now outstanding fire insurance in the total amount of $104,000 upon the building payable to the defendant and a mortgagee. The names of the plaintiffs can be inserted as parties insured in all of these outstanding policies without cost to the defendant. There have been a number of assignments of the lease, and each of the successive assignees has covenanted to perform all covenants and stipulations in said lease contained which are to be performed by the lessee.</p>\n<p id=\"b139-6\">Although the plaintiff lessors were not required to build in case the building was destroyed by fire, and although there was no provision for an abatement of the rent in case the building was damaged or destroyed, the lessors had an option to purchase the building under certain conditions, and also the right to enter and terminate the lease for breach of any covenant by the lessee. Destruction by fire might result in loss of rent and the termination of the lease by the lessee. The plaintiffs stood in such a relation to the property that its destruction or damage by fire might cause them a loss, and they therefore had an insurable interest in the <page-number citation-index=\"1\" label=\"88\">*88</page-number>building. <em>Womble v. Dubuque Fire &amp; Marine Ins. Co. </em>310 Mass. 142, 144, 145. <em>Converse </em>v. <em>Boston Safe Deposit &amp; Trust Co. </em>315 Mass. 544, 549.</p>\n<p id=\"b140-5\">The obligation of the lessee was to keep the building and improvements insured for at least $10,000 for the benefit of the lessors. This means insurance against loss by fire. The insurance intended was insurance that was payable wheii a loss or damage had been sustained by the building. No part of the proceeds from this insurance was to be payable to the lessee until the premises had been repaired. The provisions of the lease relative to the use by the lessor of the proceeds of the insurance did not determine the nature df the insurance which it was the duty of the lessee to provide. The word insurance in the setting in which it was employed in this lease is to be given its ordinary meaning of insurance against fire. <em>Doe </em>v. <em>Shewin, </em>3 Camp. 134. <em>Rhone </em>v. <em>Gale, </em>12 Minn. 54. <em>Baumgarden </em>v. <em>Bradshaw, </em>169 Ill. App. 639. <em>National Mahaiwe Bank </em>v. <em>Hand, </em>80 Hun (N. Y.) 584. See <em>Richmond </em>v. <em>Kelsey, </em>225 Mass. 209.</p>\n<p id=\"b140-6\">The plaintiffs, however, contend that the lessee was bound to insure to the full amount of the value of the building and improvements for the benefit of the lessors. We do not agree. The covenant neither in terms nor by implication requires the defendant to carry insurance to this extent. The covenant requires him to furnish insurance at least in the amount of $10,000, and he complies with the covenant when insurance to this amount is procured by him for the benefit of the plaintiffs and the policies in a company approved by them are delivered to them. <em>Leeming </em>v. <em>Snaith, </em>16 Ad. &amp; El. (N. S.) 275. <em>Ready </em>v. <em>J. L. Fulton Co. </em>179 N. Y. 399. See <em>Safford </em>v. <em>Lowell, </em>255 Mass. 220, 226; <em>Nickel </em>v. <em>Zeitz, </em>258 Mass. 282. That this is the full extent of his obligation with reference to insurance is supported by numerous provisions of the lease. The parties contemplated the issuance of bonds secured by a mortgage of the lease for-the purpose of financing the erection of the building by the lessee. The parties must have understood that the interest of the mortgagee and the lessee would be protected by fire-insurance, and it seems hardly possible to believe that the <page-number citation-index=\"1\" label=\"89\">*89</page-number>lessee could procure in addition to this insurance more insurance to the full value of the building for the benefit of the lessors. In the next place, the object of securing insurance for the benefit of the lessors and the method of its application by them manifest that insurance in the amount of $10,000 was adequate for the purpose intended. The policies for this amount were to be delivered to the lessors, and the plain import of the covenant is that no other policies were to be delivered to them. The building to be erected by the lessee was to cost at least $50,000. It would have been easy to-make provision for insurance for the full value of the building if the parties so intended, but instead they provided for at least $10,000 insurance, which was sufficient to protect the lessors to the extent that it was intended their interests should be protected in the manner specifically designated by the lease.</p>\n<p id=\"b141-5\">A contract of fire insurance is a contract of indemnity so far as the direct loss or damage is concerned. G. L. (Ter. Ed.) c. 175, § 96. <em>Wall </em>v. <em>Platt, </em>169 Mass. 398, 405. <em>Kingsley </em>v. <em>Spofford, </em>298 Mass. 469. The furnishing of this kind of insurance by the lessee was required by the terms of the lease, and the final decree should have so provided. No question as to the application by the plaintiffs of the proceeds of such insurance is involved in the present controversy, and there was no necessity for providing in the final decree the purposes for which any such proceeds may be used by the plaintiffs. That matter was settled by the terms of the lease. This is not a suit to determine the rights of the lessors and lessee in any fund derived from insurance, as was the case in <em>Finegan </em>v. <em>Prudential Ins. Co. </em>300 Mass. 147, and <em>Massachusetts Linotyping Corp. </em>v. <em>Fielding, </em>314 Mass. 47. So far as appears no fire has occurred. All the plaintiffs seek is the acquisition of fire insurance policies.</p>\n<p id=\"b141-6\">The first, second and third paragraphs of the final decree are to be struck out, and there are to be substituted therefor provisions adjudicating that the defendant is obligated to keep the building and improvements insured against loss or damage by fire in a sum of not less than $10,000 for the benefit of the lessors and their successors in such companies as <page-number citation-index=\"1\" label=\"90\">*90</page-number>they shall approve, and ordering the defendant to furnish and deliver forthwith to the plaintiffs such policy or policies of fire insurance payable to the lessors and their successors and issued by such approved companies in the total sum of $10,000 and to continue to furnish such insurance during the continuance of the lease. The final decree as modified is affirmed with costs. a , ,</p>\n<p id=\"b142-11\">\n<em>bo ordered.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}