{
  "casebody": {
    "data": "<casebody firstpage=\"239\" lastpage=\"243\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b271-5\">Richmond.</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b271-6\">Hancock v. White Hall Tobacco Warehouse Co.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b271-7\">January 14, 1904.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b271-8\">Absent, ‘Buchanan, J.<footnotemark>*</footnotemark></p>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b271-9\">1. Res <em>Judicata—Entire Contract—Several </em>Actions.—A demand arising from an entire contract cannot be divided and made the subject of several suits; and if several suits are brought for a breach of such a contract a judgment upon the merits in either will bar a recovery in the others.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b271-11\">2. Entire <em>Contract—Action Thereon—Anticipatory Breach—Dam</em>ages.—A contract by a lessor to build and equip by a gj^en date a warehouse, which the lessee agrees to lease for a period of two years, with the privilege of extending the lease three years longer, is an entire contract, and the lessee can maintain but one action for the breach of the lessor’s covenants to complete by a given time and equip in a specified manner. If action be brought by the lessee before the termination of the lease, he may recover therein not only the damages actually sustained down to the trial, but those to ensue thereafter if they are imminent and reasonably certain.</syllabus>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b271-13\">Error to a judgment rendered by the Circuit Court of Buckingham county in a proceeding by attachment, wherein the defendant in error was the plaintiff, and the plaintiff in error was the defendant.</summary>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"b271-14\">\n<em>Affirmed.</em>\n</disposition>\n<p data-order=\"8\" data-type=\"summary\" id=\"b271-15\">The opinion states the case.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b271-16\"><em>F. C. </em>Moon, for the plaintiff in error.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"Adp\"><em>S. S. P. Patteson, </em>for the defendant in error.</attorneys>\n<footnote data-order=\"11\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b271-18\">Judge Buchanan was detained at home by sickness.</p>\n</footnote>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b272-5\"><page-number citation-index=\"1\" label=\"240\">*240</page-number>Whittle, J.,</author>\n<p id=\"A-5\">delivered the opinion of the court.</p>\n<p id=\"b272-6\">This controversy arose out of a contract between the defendant in error, the White Hall Tobacco Warehouse Company, and the plaintiff in error, A. J. Hancock, doing business under the style of the Lynchburg Tobacco Company, whereby the defendant in error agreed to erect and have ready for occupancy by October 1, 1898, a tobacco factory for the use of plaintiff in error. The factory was to be built according to specifications, and “equipped with modern appliances for the proper steaming and handling of tobacco.” Plaintiff in error agreed to lease the factory for a term of two years, with the privilege of extending the lease three years longer, from October 1, 1898, at an annual rental of $450.00.</p>\n<p id=\"b272-7\">The defendant in error failed to equip the factory with modern appliances, agreeable to contract, and, in September, 1900, plaintiff in error brought an action of trespass on the case against it, demanding damages to the amount of $6,000 for the breach, in which action she recovered a verdict and judgment for $250.00.</p>\n<p id=\"b272-8\">Prior to that suit, plaintiff in error had elected to continue the lease for the additional period of three years, and having made default in the payment of rent, attachment proceedings were instituted against her for its collection. In those proceedings the defendant tendered a special plea of set-off, under section 3299 of the Code, in which $5,000 damages, alleged to have been sustained by reason of the continuing breach of the contract on the part of the plaintiff, with respect to appliances for steaming and handling tobacco, since the first suit, was claimed. The trial court rejected the plea and rendered judgment for the plaintiff, which ruling constitutes the assignment of error relied on here.</p>\n<p id=\"b272-9\">The single question thus presented for decision is, whether the verdict and judgment in the former action concludes the plaintiff in error, 'and bars a further recovery for damages alleged <page-number citation-index=\"1\" label=\"241\">*241</page-number>to have been subsequently sustained by the original breach of contract. In that connection it is proper to observe, that there is nothing in the pleadings in the first suit to have limited the recovery to damages accruing prior to its institutionand while the record does not disclose the range taken by the testimony, the verdict and judgment are general in their terms. In other words, the pleadings are sufficiently broad to have entitled the plaintiff to recover damages for the whole term of five years, and there is nothing in the record to show that the recovery was for a less period. It is an ancient and firmly established rule of law that only one action can be maintained for the breach of an entire contract. 2 Sedg. on Dam. (8th Ed.), s. 642; 1 Suth. on Dam. (2d Ed.), s. 108.</p>\n<p id=\"b273-5\">In Clark on Contracts, at page 705, the author says: “The right of a party to sue for a breach of contract is discharged by the final judgment of a court of competent jurisdiction, either in his favor or against him. In the former case, the cause of action merges in the judgment, while in the latter the judgment estops him.”</p>\n<p id=\"b273-7\">The same author, discussing merger and <em>res </em>judicata, at page ’ 71, remarks: “As soon as it (the judgment) is created, the previously existing rights with which it deals merge or are extinguished in it. Eor instance, when a person sues another for a breach of contract, or for a civil injury, and a judgment is entered either by consent or after trial, neither party has any further rights in respect of the cause of action. The judgment conclusively settles their rights, and the matter is said to be <em>res judicata</em></p>\n<p id=\"b273-9\">It is clear that the contract under consideration is entire and not severable. By it the lessor obligated itself to build a factory, equipped with modern appliances for steaming and handling tobacco, by October 1, 1898. It was under no obligation to keep the appliances in repair, but on the contrary the contract expressly stipulated that the lessor was to be at no charge during <page-number citation-index=\"1\" label=\"242\">*242</page-number>the term, except for insurance and taxes. So that, if it had built and equipped the factory by October 1, 1898, according to contract, its responsibility in respect to it would have terminated. If, on the other hand, there was a failure to comply with the contract in the particular complained of, the breach was complete, and a right of action at once accrued to recover damages for the entire term. The stipulation is not one of a series of obligations, but an entire promise, calling for one performance and subjecting the lessor to one action only for a total breach.</p>\n<p id=\"b274-6\">It is not essential that all the injurious effects which arise from a breach of contract should have been manifested and suffered before suit. The actual effects down to the time of trial are provable, and those which may ensue can be taken into account where they are imminent and reasonably certain. 1 Suth. on Dam., ss. 110, 113. Thus, an agreement to support one during life was held to be an entire contract, and upon a total breach thereof the promisee could recover full and final <em>damages—i. e., </em>not only the expenses of support up to the time of trial, but also the prospective expense during life. <em>Schell </em>v. Plumb, 55 N. Y. 592.</p>\n<p id=\"b274-7\">“So of any act done or default made which is a breach of any stipulation in a contract. It is a single and entire cause of action, embracing all ensuing consequences for which compensation is allowed; and however multifarious may be the stipulations in it, any act which amounts to a total breach constitutes but a single cause of action; unless, perhaps, when the stipulations are so distinct and relate to subjects so disconnected as to have no relation or unity but such as results from being made at the same time, or contained in one instrument. Hor can an entire claim be severed by partial assignments so as to become the foundation of several suits instead of one.” 1 Suth. on Dam., sec. 113.</p>\n<p id=\"b274-8\">It results from the foregoing principles that a demand aris<page-number citation-index=\"1\" label=\"243\">*243</page-number>ing upon an entire contract cannot be divided and made the subject of several suits; and if several suits are brought for a breach of such a contract, a judgment upon the merits of either will bar a recovery in the others.</p>\n<p id=\"b275-6\">For these reasons, the judgment complained- of is without error and is affirmed.</p>\n<p id=\"b275-7\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}