{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"329\" lastpage=\"341\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b337-5\" pgmap=\"337\">Nathan P. Sanford, Appellant, v. John V. Gaddis, Appellee.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b337-6\" pgmap=\"337\">APPEAL PROM FULTON.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b337-7\" pgmap=\"337\">Where there are several counts in a declaration, and the defendant demurs to the whole declaration and to “ each count thereof,” his demurrer will be regarded' as separate to each count, and may be sustained to such of the counts as are bad, and overruled as to the good counts. .</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b337-8\" pgmap=\"337\">WTiere a declaration for slander, in charging the plaintiff with having “ sworn falsely ” on the trial of a cause before a justice of the peace, contains the averment, that 11 the said justice then and there had jurisdiction ” of the action, it is sufficient without setting forth the facts which gave the jurisdiction.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b337-9\" pgmap=\"337\">Nor is it necessary to aver in such declaration, that the justice had authority to administer the oath to the plaintiff.</headnotes><headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b337-10\" pgmap=\"337\">Where the preliminary oath is waived, and, by consent, the opposite party is sworn as a witness upon the trial of a cause before a justice of the peace, if the party swears falsely, perjury may be assigned upon such oath; it is actionable slander to say of such party that he swore falsely upon said trial, and it is not necessary to aver in a declaration for the slander, that the preliminary oath was made before the party was sworn as a witness.</headnotes><headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b337-11\" pgmap=\"337\">The words “ he perjured himself,” impute to the plaintiff the commission of a felony, and are actionable per se without colloquium or inducement; but the pleader, by an innuendo, alleging that the defendant meant thereby that the plaintiff had “ sworn falsely,” restrains and limits the obvious meaning of the words.</headnotes><headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b337-12\" pgmap=\"337\">Words, which, in their common acceptation, amount to a charge of having sworn falsely, are actionable, whether spoken of and concerning a judicial proceeding or not. They are none the less so, because the pleader in his inducement avers that they were spoken in a conversation concerning such a proceeding.</headnotes><headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b337-13\" pgmap=\"337\">It is not necessary that the words spoken in a conversation concerning a judicial proceeding, should have been uttered under such circumstances as to impute the crime of perjury.</headnotes><headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b337-14\" pgmap=\"337\">The act declaring what words are actionable, is a public law, of which the court is bound to take notice, and in declaring for the slander, the statute need not be recited or referred to.</headnotes><headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b337-15\" pgmap=\"337\">Where the declaration for slander under the statute is general, charging the defendant with having said of the plaintiff, “he swore falsely,” without reference to any judicial or other proceeding, in which an oath could have been lawfully administered, a plea of justification, pointing the plaintiff to the time, place, and occasion of his false swearing, and alleging the truth of the words spoken, will be good.</headnotes><headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b337-16\" pgmap=\"337\">If the charge be of having sworn falsely in a judicial proceeding, without the necessary averments to make the slander amount to an imputation of perjury, then a plea of justification, that the plaintiff did swear falsely in the particular proceeding, would be sufficient.</headnotes><headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b337-17\" pgmap=\"337\">But if the declaration be so framed-, as to show that the defendant, by the slanderous words, intended to impute perjury to the plaintiff in a particular case, the defendant can only justify having made such a charge by showing that the plaintiff committed perjury in the case alluded to. •</headnotes><headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b338-4\" pgmap=\"338\">A justification must, in all cases, lie coextensive with the slander, and need not go further.</headnotes><summary data-order=\"14\" data-type=\"summary\" id=\"b338-5\" pgmap=\"338\">This is an action on the case for slander. The declaration contained seven counts. A demurrer was interposed, in the court below, to the whole of the counts, and sustained to the first, fifth, and seventh counts, and overruled as to the others. The plaintiff then entered a nolle prosequi to all the counts except the first, fifth, and seventh. The demurrer was in the following form: “And the said defendant comes and defends the wrong and injury when, &amp;c., and says that the said several counts of the said declaration, and the matters and things therein contained, in manner and form as the same are before pleaded and set forth, are not sufficient in law, nor are either of said counts of said declaration sufficient in law for the said plaintiff to have and maintain his aforesaid action thereof against him the said defendant, and that he is not bound by the law of the land, &amp;c.”</summary><summary data-order=\"15\" data-type=\"summary\" id=\"b338-6\" pgmap=\"338\">The following are copies of the first, fifth, and seventh counts of the declaration: —</summary><summary data-order=\"16\" data-type=\"summary\" id=\"b338-7\" pgmap=\"338(212) 339(315)\">“ And whereas, also, before the commitment of the several grievances by the said defendant, as in the first and fifth counts hereinafter mentioned, a certain action had been depending before one David M. Wycoff, Esquire, a justice of the peace within and for the county of Fulton and State of Illinois aforesaid, of which said action the said justice had then and there jurisdiction, to wit, at Fairview, in said county, wherein the defendant in this suit was plaintiff, and the plaintiff in this suit was defendant, and which said action had then and there been lately tiled by the said David M. Wycoff, justice of the peace as aforesaid, and on said trial the said plaintiff in this suit had been and was examined on oath (he, the said defendant in this action, then and there, before said oath was administered, having waived any preliminary oath, and having consented that the said plaintiff in this action should be examined on oath, and testify in said cause,) in a matter material to the issue in said trial, and' having given his evidence as a witness, (as by the laws of this State he had a right to do,) to wit, at Fairview, to wit, at the county and State aforesaid, yet the said defendant, well knowing the premises, but greatly envying the happy state and condition of the said plaintiff, and contriving, and wickedly and maliciously intending to injure the said plaintiff in his good name, fame, and credit, and to bring him into public scandal, infamy, and disgrace, with and amongst all his neighbors, and other good and worthy citizens of this State, and cause it to be suspected and believed by those neighbors and citizens that he, the said plaintiff, had been and was guilty of the offences and misconduct hereinafter mentioned to have been charged upon and imputed to the said plaintiff, or any other such offences or misconduct, and to subject him to the pains and penalties by the laws of this State made and provided against and inflicted upon persons guilty thereof, and to vex, harass, oppress, impoverish, and wholly ruin him the said plaintiff, heretofore, to wit, on the tenth day of February, A. D. 1850, at Fairview, to wit, at the county and State aforesaid, in a certain discourse which he the said defendant then and there had with the said plaintiff, of and concerning the said plaintiff, and of and concerning the said action, and of and concerning the evidence of him the said plaintiff, given on the said trial, as such witness as aforesaid, in the presence and hearing of divers good and worthy citizens of this State, then and-there in the presence and hearing of the said last-mentioned citizens, falsely and maliciously spoke and published to, and of and concerning the said plaintiff, and of and concerning the said action, and of and concerning the evidence by him the said plaintiff given on the said trial as such witness as aforesaid, these false, scandalous, malicious, and defamatory words following, that is to say:</summary><summary data-order=\"17\" data-type=\"summary\" id=\"b339-4\" pgmap=\"339\">“ ‘ You (meaning the said plaintiff) swore false,’ (meaning that he, the said plaintiff, in giving his evidence as such witness, on the said trial, before said justice of the peace as aforesaid, had committed wilful and corrupt perjury.)</summary><summary data-order=\"18\" data-type=\"summary\" id=\"b339-5\" pgmap=\"339(57) 340(134)\">“ And afterwards, to wit, on the fifteenth day of February, 1850, to wit, at the county and State aforesaid, in a certain other discourse which the said defendant then and there had with Simon P. Pumyea, and divers good and worthy citizens and friends and neighbors of him the said plaintiff then and there present, and in hearing of the same, falsely and maliciously spoke and published of and concerning the said plaintiff, and of and concerning the said action, and of and concerning the evidence by him the said plaintiff given on the said trial, as such witness as aforesaid, before the said David M. Wycoff, Esquire, justice of the peace as aforesaid, these other false, scandalous, and malicious and defamatory words following, that is to say: ■1 He (meaning the said plaintiff) swore a lie.’ 1 He (meaning the said plaintiff) perjured himself.’ ‘ He (meaning the said plaintiff) swore false.’ (Meaning that he the said plaintiff, in giving his evidence as such witness, on the said trial, before the said David M. Wyckoff, Esquire, justice of .the peace as aforesaid, had sworn falsely.)</summary><summary data-order=\"19\" data-type=\"summary\" id=\"b340-4\" pgmap=\"340(283) 341(17)\">“ Also for that, whereas, heretofore, to wit, at Fairview, in the county of Fulton aforesaid, and before the speaking of the words in this count mentioned, a certain action had been depending and was tried before one David M. Wycoff, a justice of the peace in and for said county, who had jurisdiction of the said action, in which the said John V. D. Gaddis was plaintiff, and the said Nathan P. Sanford was defendant, in which said action, on the trial thereof, the said Nathan P. Sanford was sworn as a witness, and then and there gave evidence and testified in a matter material to the issue in said action. Yet the said defendant, well knowing the premises, but contriving to injure and ruin the said plaintiff in his reputation and good name,' heretofore, to wit, on the tenth day of February, A. D. 1850, at and within the said county, and in the presence of divers citizens, falsely and maliciously spoke and published of and concerning the said plaintiff, and of and concerning the said action, and of and concerning the said evidence by him the said plaintiff given on the said trial, as such witness as aforesaid, these other false, scandalous, malicious, and defamatory words, that is to say: £ He (meaning the said plaintiff) swore a lie.’ £ He (meaning the said plaintiff) swore false.’ 1 He (meaning the said plaintiff) perjured himself,’ meaning that the said plaintiff, in giving his evidence as such witness, on the trial of said action, before the said David M. Wycoff, justice of the peace as aforesaid, had been guilty of swearing falsely, and which said words, in their common acceptation, do amount to such charge, viz., that said plaintiff had sworn falsely on said trial.”</summary><summary data-order=\"20\" data-type=\"summary\" id=\"b341-5\" pgmap=\"341\">The decision in the Circuit Court of Fulton county, upon the demurrer, was made at September term, 1850, Kellogg, J. presiding.</summary><attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b341-6\" pgmap=\"341\">H. M. Wead, for the defendant.</attorneys><p data-order=\"22\" data-type=\"legal\" id=\"b341-7\" pgmap=\"341\">I. It is contended by the appellee, that the declaration is bad. The demurrer is general, and if either count is good it must be overruled. For that reason, also, the court erred in sustaining the demurrer to any part of the declaration.</p><p data-order=\"23\" data-type=\"legal\" id=\"b341-8\" pgmap=\"341\">Two objections will be made to the first count. 1st. That it does not show that the necessary preliminary steps were taken before the justice by the plaintiff, to entitle him to be sworn; and, —</p><p data-order=\"24\" data-type=\"legal\" id=\"b341-10\" pgmap=\"341\">2d. That the jurisdiction of the justice, and his right to administer the oath, are not sufficiently set forth.</p><p data-order=\"25\" data-type=\"legal\" id=\"b341-11\" pgmap=\"341\">Neither of these objections can be sustained.</p><p data-order=\"26\" data-type=\"legal\" id=\"b341-12\" pgmap=\"341\">1st. Of his right to be sworn.</p><p data-order=\"27\" data-type=\"legal\" id=\"b341-13\" pgmap=\"341\">In a trial before a justice of the peace, if the plaintiff offer himself as a witness, and testify falsely, perjury may be assigned on his oath, though he were an incompetent witness, provided the justice had jurisdiction of the subject-matter. Montgomery v. State, 10 Ohio Rep. 220; Sharp v. Wilhite, 2 Humph. Rep. 434; Haley v. McPherson, 3 Id. 104; State v. Keene, 26 Maine Rep. 33; Henry v. Hamilton, 7 Blackf. 506.</p><p data-order=\"28\" data-type=\"legal\" id=\"b341-14\" pgmap=\"341\">2d. The jurisdiction of the justice, and his right to administer the oath, are sufficiently set forth. The words of the declaration are, “ of which said action said justice then and there had jurisdiction.”</p><p data-order=\"29\" data-type=\"legal\" id=\"b341-15\" pgmap=\"341\">This is sufficient even in an indictment for perjury. Roscoe’s Crim. Ev. 757; Rev. Stat. 166, sec. 84; People v. Phelps, 5 Wend. Rep. 10; State v. Ludlow, 2 South. N. J. Rep. 772.</p><p data-order=\"30\" data-type=\"legal\" id=\"b341-16\" pgmap=\"341(48) 342(32)\">A declaration in slander, for charging a plaintiff with “ swearing a lie,” as a witness on a trial in a justice’s court, is good, though it is not stated that the justice had jurisdiction, or that the testimony was material. Butterfield v. Buffum, 9 N. H. 156; Niven v. Munn, 13 Johns. Rep. 48; Dalrymple v. Lofton, 2 McMullan’s S. C. Rep. 116; Wilson v. Harding, 2 Blackf. 241; Crookshank v. Gray et ux. 20 Johns. Rep. 344.</p><p data-order=\"31\" data-type=\"legal\" id=\"b342-5\" pgmap=\"342\">The words (referring to the right of three justices to try a cause) “ they having full power and complete authority to administer the same,” were held to be a 'sufficient averment of jurisdiction. Chapman v. Smith, 13 Johns. Rep. 78.</p><p data-order=\"32\" data-type=\"legal\" id=\"b342-6\" pgmap=\"342\">The same certainty is not requisite as in an indictment for perjury. Miller v. Miller, 8 Johns. Rep. 74. See Forms in Slander.</p><p data-order=\"33\" data-type=\"legal\" id=\"b342-7\" pgmap=\"342\">II. The words charged in the 5th and 7th counts are actionable per se, without inducement or colloquium. Jacobs v. Fyler, 3 Hill, 572; Rev. Stat. p. 521, § 2; Stone v. Hill, 21 Pick. 51.</p><attorneys data-order=\"34\" data-type=\"attorneys\" id=\"b342-8\" pgmap=\"342\">Browning and Busi-well, for appellee.</attorneys><p data-order=\"35\" data-type=\"legal\" id=\"b342-9\" pgmap=\"342\">The words laid are charged to have been spoken in a conversation of and concerning a trial which had been had before a justice of the peace. The words charged in the first count are, “ You swore false.” Innuendo, that he had committed wilful and corrupt perjury.</p><p data-order=\"36\" data-type=\"legal\" id=\"b342-10\" pgmap=\"342\">To make this count good, it should have been shown, that the justice who tried the cause had jurisdiction thereof. This is an inferior court, and no presumption is indulged in favor of its jurisdiction. The nature of the action pending, and the amount in controversy, should both have been shown.</p><p data-order=\"37\" data-type=\"legal\" id=\"b342-11\" pgmap=\"342\">It is not sufficient, therefore, to aver generally that it had jurisdiction, where the gist of the action or defence depends upon its proceedings. The pleader must aver and set forth such facts as will show upon the record that it had jurisdiction. Wheeler v. Raymond, 8 Cow. 314; Borden v. Fitch, 15 Johns. 141; Bloom v. Burdick, 1 Hill, 139; Swigert et al. v. Harber et al. 4 Scam. 371.</p><p data-order=\"38\" data-type=\"legal\" id=\"b342-12\" pgmap=\"342\">Now, if the justice who tried the cause mentioned in the colloquium had no jurisdiction, the proceedings before him were void, and the action cannot be maintained; and the declaration not showing the jurisdiction, this court will not presume it.</p><p data-order=\"39\" data-type=\"legal\" id=\"b343-3\" pgmap=\"343\">It should, at all events, have been alleged, that the plaintiff, upon the trial of the cause, had been duly sworn, and that the justice of the peace then and there had competent and lawful authority to administer such oath. 2 Chit. Plead. 637.</p><p data-order=\"40\" data-type=\"legal\" id=\"b343-4\" pgmap=\"343\">The declaration must allege all the circumstances necessary to be adduced in evidence in support of the action. 1 Chit. Plead. 285; Bullock v. Koon, 9 Cow. 31.</p><p data-order=\"41\" data-type=\"legal\" id=\"b343-5\" pgmap=\"343\">Here, the action could not have been sustained without proof that the justice had jurisdiction, and lawful and competent authority to administer the oath. Chapman v. Smith, 13 Johns. 78.</p><p data-order=\"42\" data-type=\"legal\" id=\"b343-6\" pgmap=\"343\">And where the proceeding is before an inferior tribunal, the court will not take notice of either of these facts, but they must be averred and proved. 1 Chit. Plead. 251, 252, 253.</p><p data-order=\"43\" data-type=\"legal\" id=\"b343-7\" pgmap=\"343\">And where a party shows upon the face of his declaration that he has no cause of action, a demurrer will be sustained.</p><p data-order=\"44\" data-type=\"legal\" id=\"b343-8\" pgmap=\"343\">The declaration, to be good, should contain an averment of the same facts, relative to the court, the administration of the oath, and the evidence given, which would be necessary in an indictment against Sanford for perjury. It is very clear that, upon the allegations in the seventh count, an indictment could not be sustained. Bullock v. Koon, 9 Cow. 31.</p><p data-order=\"45\" data-type=\"legal\" id=\"b343-9\" pgmap=\"343\">It was not a voluntary oath, administered without lawful authority, and a mere voluntary oath will not constitute perjury. Ross v. Rouse, 1 Wend. 476; Martin v. Melton, 4 Bibb, 99.</p><p data-order=\"46\" data-type=\"legal\" id=\"b343-10\" pgmap=\"343\">In the first and fifth counts, there is an attempt made to bring the case within the exception of the statute to the general rule, that a person cannot be called as a witness in a cause in which he is a party. This is done by the statement, in parenthesis, in the first count of the declaration. “ He, the said defendant in this action, then and there, before said oath was administered, having waived any preliminary oath, and having consented that the said plaintiff in this action should be examined on oath, and testify in said cause.”</p><p data-order=\"47\" data-type=\"legal\" id=\"b343-11\" pgmap=\"343\">The exception is introduced by the 39th section of the law in relation to justices of the peace, (Rev. Code, 320,) is in derogation of the common law, and must be construed to embrace only such cases as are within’ both the letter and spirit of its provisions.</p><p data-order=\"48\" data-type=\"legal\" id=\"b344-3\" pgmap=\"344\">Such is the decision of this court, in the case of Pickering vMisner, 11 Ill. Rep. 599.</p><p data-order=\"49\" data-type=\"legal\" id=\"b344-4\" pgmap=\"344\">Neither the justice of the peace nor the parties have a dispensing power, which will enable them to waive the preliminary oath required by the statute. Before the justice can receive a party as a witness, the preliminary oath must be administered, and the adverse party must refuse to be sworn and testify; and if, before this is done, he receives a party as a witness in the cause, and permits him to testify, he acts without authority. The oath he administers is a nullity, and imposes no such obligation as will subject the witness to the pains and penalties of perjury. Could an indictment for perjury be sustained against Sanford upon the aEegation in this declaration ? Clearly not; and, if not, neither can this action, for the declaration itself shows that no perjury could have been committed. Bloss v. Toby, 2 Pick. 328, 329.</p><p data-order=\"50\" data-type=\"legal\" id=\"b344-5\" pgmap=\"344\">If the fifth and seventh counts were intended to be upon the statute, they should have concluded, contrary to the form of the statute, &amp;c. The omission of these words would have been cured by verdict, but is fatal on demurrer. Wilcox v. Webb and wife, 1 Blackf. 258.</p> <opinion data-order=\"51\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b344-6\" pgmap=\"344\">Trumbull, J.</author> <p id=\"AFA\" pgmap=\"344\">The Circuit Court sustained demurrers to the first, fifth, and seventh counts of plaintiff’s declaration; whereupon he dismissed the other counts, and judgment was entered against him for costs. The sustaining of the demurrer to the counts named is assigned for error.</p> <p id=\"b344-7\" pgmap=\"344\">It has been contended that, if either count of the declaration was good, the demurrer should have been overruled. Such would be the case if the demurrer were general to the whole declaration; but it is to each count of the declaration, and alleges that neither is sufficient in law.</p> <p id=\"b344-8\" pgmap=\"344(76) 345(33)\">Had separate demurrers been written out to each count, it cannot be denied that some of them might have been sustained and others overruled, as the counts, on examination, were found to be either good or bad. Why, then, should not one general demurrer, made several to each of the counts, be treated in the same way? We regard it as a commendable practice, to avoid incumbering the record with useless papers, and can see no good reason why a party should not be permitted to make his demurrer several to each count, without writing out as many formal separate demurrers as there are counts in the declaration.</p> <p id=\"b345-5\" pgmap=\"345\">The objections taken to the first count are, that it does not show that the justice of the peace had jurisdiction of the case in which the plaintiff was sworn as a witness, or that he was duly sworn.</p> <p id=\"b345-6\" pgmap=\"345\">That count contains this averment, in reference to the jurisdiction of the justice : “ Of which said action the said justice, then and there, had jurisdiction; ” and this, we think, was sufficient, without setting forth the facts which gave the jurisdiction.</p> <p id=\"b345-7\" pgmap=\"345\">The gist of the action is the speaking of the slanderous words; not the proceedings before the justice of the peace, which are only referred to incidentally, for the purpose of showing the application and meaning of the words used. In such a case, it is not necessary to set forth the facts which give the justice jurisdiction with the same particularity as in cases founded directly upon the judgment, or some other proceeding of the justice.</p> <p id=\"b345-8\" pgmap=\"345\">It was wholly unnecessary to aver, that the justice had authority to administer the oath. This necessarily follows, from his authority to try the case. The jurisdiction of the justice to try the cause being once shown, the court will intend that he had the power to proceed in the ordinary mode to a final disposition of the case without a special averment, in reference to each step in its progress, that he had authority to take it.</p> <p id=\"b345-9\" pgmap=\"345\">It has been objected, that the first count shows that the plaintiff was a party, and, therefore, an incompetent witness in the case wherein he gave his evidence; or, at least, that he was a voluntary witness; and, in either event, it is insisted that he would not be guilty of perjury in swearing falsely. Consequently, that the charge set forth in that count does not amount to an imputation of that crime.</p> <p id=\"b345-10\" pgmap=\"345(56) 346(112)\">We are not prepared to admit, that an incompetent or interested witness may not be guilty of perjury in testifying falsely. The authorities to which reference has been made would seem to establish the converse of this proposition as the law, and that an erroneous opinion of a judge or justice as to the competency of a witness, would not give him license, if improperly admitted, to disregard the truth and set at defiance both the laws of God and man. But, whether this be so or not, it does not follow because a person is a party to an action before a justice of the peace, that he is therefore an incompetent witness. So far from it, the statute expressly authorizes either party to prove his claim or set-off, if he has no other witness, by his own or the oath of the adverse party, whenever he will make oath that he has no other means of establishing it. Rev. St. ch. 59, § 39.</p> <p id=\"b346-5\" pgmap=\"346\">It appears that the plaintiff, who was defendant in the action before the justice, was sworn as a witness by consent of the present defendant and then plaintiff, who waived the making of the preliminary oath. A party is not bound to avail himself of a privilege which the law gives him, but may always waive it and admit a fact, when he alone is to be affected by the admission, and there is nothing in the policy of the law to forbid it. Had the preliminary oath been made, and the defendant declined to testify, the plaintiff’s right to be sworn would have been unquestionable. It is not, therefore, against the policy of the law to allow a party to become a witness under certain circumstances; but the existence of those circumstances is a matter in which the parties to be affected thereby are alone interested, and can consequently admit.</p> <p id=\"b346-6\" pgmap=\"346\">The evidence of a party before a justice of the peace is always voluntary. The privilege of becoming a witness is first extended to the adverse party, and if he declines to be sworn, the party seeking the evidence is then permitted to testify; but neither is compelled to give evidence; and yet it would hardly be insisted that a party, after consenting to testify under such circumstances, could not be convicted of perjury for swearing falsely.</p> <p id=\"b346-7\" pgmap=\"346(81) 347(124)\">The fifth and seventh counts each charge the defendant with having spoke of the plaintiff, among other words, the following: “ He perjured himself.” These words of themselves impute to the plaintiff the commission of a felony, and are actionable per se without colloquium or inducement. But the plaintiff has thought proper to limit and restrain the obvious meaning of the words by an innuendo alleging that the defendant meant thereby, that the plaintiff had sworn falsely. Every false swearing, even in a judicial proceeding, does not constitute perjury; and it is clear from the innuendo that the plaintiff did not design, in these two counts, to charge upon the defendant, in the speaking of the above words, an intention to impute to him the crime of perjury. These counts are, however, good under the statute, which declares, “ It shall be deemed slander, and shall be actionable, to charge any person with swearing falsely, or with having sworn falsely, or for using, uttering, or publishing words of, to, or concerning any person, which in their common acceptation amount to such charge, whether the words be spoken in conversation of and concerning a judicial proceeding, or not.” Rev. St. ch. 101, § 2.</p> <p id=\"b347-5\" pgmap=\"347\">In addition to the words before quoted, the fifth and seventh counts each contain words which, in their common acceptation, amount to a charge, of having sworn falsely, and each has an inducement showing that the words were spoken in a conversation concerning a judicial proceeding. If not spoken in reference to such a proceeding, they would still be actionable, and they are none the less so for having been spoken in that connection. It is not necessary that the words spoken in a conversation concerning a judicial proceeding should have been uttered under such circumstances as to impute the crime of perjury; if it were, the statute would present the strange anomaly of making actionable words charging a person generally .with having sworn falsely, while the same charge, if made against a person in conversation concerning his evidence in a judicial proceeding, would be no slander, unless it turned out upon investigation, that the false swearing was upon a point material to the issue. Such a construction would be in the very teeth of the statute, which makes it actionable to charge a person with swearing falsely, whether the words be spoken in a conversation concerning “ a judicial proceeding, or not.”</p> <p id=\"b347-6\" pgmap=\"347(63) 348(236)\">It is immaterial whether the counts under consideration show that the plaintiff was a competent witness and duly sworn, or not. They clearly do show that the defendant charged the plaintiff with having sworn falsely in a judicial proceeding, and this is sufficient under the statute. It has been suggested, that in a plea of justification to these counts the defendant will be compelled to show that the plaintiff swore falsely under such circumstances as to make him guilty of perjury. Such is not the case, for the reason that the charge, as alleged in these counts, does not impute to the plaintiff that crime. The defence must be as extensive as the slander, and need be no broader. If the averment in a declaration be general, charging the defendant with having said of the plaintiff that he had sworn falsely, without reference to any judicial or other proceeding in which an oath could have been lawfully administered, a plea of justification pointing the plaintiff to • the time, place, and occasion of his false swearing, and alleging the truth of the words spoken, would be good. If the charge be of having sworn falsely in a judicial proceeding, without the necessary averments to make the slander amount to an imputation of perjury, then a plea of justification that the plaintiff did swear falsely in the particular proceeding would be sufficient; but if the declaration be so framed as to show that the defendant, by the slanderous words, intended to impute perjury to the plaintiff in a particular case, the defendant can only justify having made such a charge by showing that the plaintiff committed perjury in the case alluded to. The justification must in all cases be coextensive with the slander, and need not go farther.</p> <p id=\"b348-5\" pgmap=\"348(188) 349(20)\">It has been objected, that the fifth and seventh counts do not profess to have been framed under the statute, and that they cannot, therefore, be aided by it. The act declaring what words shall be actionable is a public law, of which the courts are bound to take notice without a special reference thereto. It is not like a statute imposing a penalty, in declaring for which it is necessary to allege that the act complained of was done contrary to the form of the statute, but may be likened to an action of replevin in a case not authorized at the common law; and who ever supposed it necessary to aver in a declaration in such a case, that the injury complained of was contrary to the form of the statute in such case made and provided ? The necessity for such an averment in a declaration is confined to actions upon penal statutes, and cannot with propriety be extended to a case like the present. Reed v. Northfield, 13 Pick. 99. We are of opinion that the first count to which the demurrer was sustained is good at the common law, and that the fifth and seventh are good under the statute.</p> <p id=\"b349-5\" pgmap=\"349\">The judgment is reversed, and the cause remanded.</p> <p id=\"b349-6\" pgmap=\"349\">Judgment reversed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}