{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"432\" lastpage=\"453\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"AKM\" pgmap=\"440\">James Kenney and Wife, Appellants, v. William Greer, Appellee.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"AcA\" pgmap=\"440\">APPEAL EROM PIKE.</headnotes><headnotes data-order=\"2\" data-type=\"headnotes\" id=\"Ahk\" pgmap=\"440\">If a court transcends the limits which the law has prescribed for it, and assumes to act where it has no jurisdiction, its decisions will be utterly void.</headnotes><headnotes data-order=\"3\" data-type=\"headnotes\" id=\"An5\" pgmap=\"440\">The circuit courts of this State, are superior courts of general jurisdiction.</headnotes><headnotes data-order=\"4\" data-type=\"headnotes\" id=\"AtR\" pgmap=\"440\">Nothing shall he intended to be out- of the jurisdiction of a superior court, except that which specially appears to be so; on the contrary, nothing shall he intended *° '\"'ithin the jurisdiction of an inferior court unless it is so expressly alleged.</headnotes><headnotes data-order=\"5\" data-type=\"headnotes\" id=\"A0qP\" pgmap=\"440\">The statute which prohibits the suing a defendant out of the county where he resides or may be found, .gives him a privilege which he will he regarded as having waived, unless he malees his objection in apt time.</headnotes><headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b440-19\" pgmap=\"440\">Unless a defendant, when sued in a foreign county, insists upon the privilege which the statute gives him, either by motion or plea in abatement, it will be presumed either that he has waived his right, or that the facts existed, which authorized a suit against Mm in a foreign county.</headnotes><headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b440-20\" pgmap=\"440\">The cases of Key v. Collins, 1 Scam. 403; Gillet v. Stone, Ibid. 547; Evans v. Crozier, Ibid. 548; Shephard v. Ogden, 2 Scam. 257; Wakefield v. Grundy, 3 Scam, 133; Clark v. Harkness, 1 Scam. 56; Clark v. Clark, 1 Gilman, 33; Boilvin v. Edwards, 4 Gilman, 115; Semple v. Anderson, 4 Gilman, 546, reviewed, considered, and partly overruled.</headnotes><summary data-order=\"8\" data-type=\"summary\" id=\"b440-23\" pgmap=\"440\">Thís was an action of ejectment by appellants against appellee, at March term, 1851, of Pike County Court.</summary><summary data-order=\"9\" data-type=\"summary\" id=\"b440-24\" pgmap=\"440(23) 441(74)\">Declaration and notice served 29th of March, 1851, for the following premises, in Pike county, Illinois : “A piece or parcel of land, in the town of Greggsville, commencing at a stone 11 chains 75 links south, 89| east, from comer of sections 14,15, 22, 23, and running south 89§ east, 8.50 chains to a stone, thence south 6.75 chains to a stone, thence north 89?,- west, 8.50 chains to a stone, thence north 6.75 chains to the place of. beginning, containing 5®-, more or less, in town 4 south, range 3 west, 4th principal meridian.”</summary><summary data-order=\"10\" data-type=\"summary\" id=\"b441-5\" pgmap=\"441\">Plea, not guilty, filed, and joinder thereon.</summary><summary data-order=\"11\" data-type=\"summary\" id=\"b441-6\" pgmap=\"441\">At October term, 1851, jury sworn to try cause; verdict, under instructions of court, for defendant.</summary><summary data-order=\"12\" data-type=\"summary\" id=\"b441-7\" pgmap=\"441\">Motion for new trial. Motion overruled, and judgment against plaintiffs for costs. Bill of exceptions taken. Appeal, prayed, and allowed.</summary><summary data-order=\"13\" data-type=\"summary\" id=\"b441-8\" pgmap=\"441\">Bill of exceptions admits possession of defendant, at the time of service of declaration, of premises described above. Admits that James A. Kenney, one of appellants, is husband of Mary Kenney, the other appellant. Admits that, at the time of rendition of judgments, making of copy and execution of sheriff’s deed, hereinafter set forth, Uriah Brown, the defendant in said judgment and execution, was the owner in fee-simple of premises described in plaintiff’s declaration; and that plaintiff then offered in evidence a record of Circuit Court, Pike county, Illinois, in a suit therein, wherein Thomas G. Little was plaintiff, and Uriah Brown, aforesaid, was defendant, in which suit judgment was rendered against said Brown.</summary><summary data-order=\"14\" data-type=\"summary\" id=\"b441-9\" pgmap=\"441\">1. Summons to sheriff of Schuyler county, with return of service, by reading, to Brown, by sheriff of Schuyler county, on 22d August, 1843.</summary><summary data-order=\"15\" data-type=\"summary\" id=\"b441-10\" pgmap=\"441\">2. Declaration in said cause on seven promissory notes.</summary><summary data-order=\"16\" data-type=\"summary\" id=\"b441-11\" pgmap=\"441\">3. At September term, A. D., 1843, of said Pike Circuit Court, the following judgment was rendered in said cause.</summary><summary data-order=\"17\" data-type=\"summary\" id=\"b441-12\" pgmap=\"441\">Thomas G. Little v. Uriah Brown.</summary><summary data-order=\"18\" data-type=\"summary\" id=\"b441-13\" pgmap=\"441(32) 442(78)\">This day came the plaintiff, by his attorney, and the defendant, having been duly served with process, and being called and not appearing, but therein making default: It is considered by the court, that plaintiff recover of defendant nine hundred and nine dollars. The debt, in declaration mentioned, also the damages sustained by reason of non-payment of said debt. And because Said damages are unknown, and depend upon computation of interest only, the clerk is ordered to assess the same, who forthwith reports that said damages amount to $156.10, which report, being approved, it is considered that the plaintiff recover of the defendant the damages aforesaid, also his costs.</summary><summary data-order=\"19\" data-type=\"summary\" id=\"b442-5\" pgmap=\"442\">The plaintiff then offered in evidence an execution in the usual form issued upon said judgment, to the sheriff of Pike county, on 13th June, 1848, and the levy thereon, indorsed by said sheriff, on 15th June, 1848, on the premises described in said declaration in ejectment herein, as property of Uriah Brown5 the defendant in execution. Also, indorsement and return by said sheriff on said execution of sale of premises hereinbefore described to Mary Kenney one of appellants, for $65.65, on Sept. 9, 1848.</summary><summary data-order=\"20\" data-type=\"summary\" id=\"b442-6\" pgmap=\"442\">The Court, on motion of defendant’s counsel, refused to permit said judgment, execution, levy, and sale thereon, to be read in evidence before the jury, and excluded the same; to which several opinions and decisions of the court in refusing to permit said plaintiff to read said judgment, execution, levy, and sale thereon, in evidence to the jury, and in excluding the same from the jury, plaintiff then and there excepted.</summary><summary data-order=\"21\" data-type=\"summary\" id=\"b442-7\" pgmap=\"442\">Plaintiff then offered in evidence a deed, with the certificates thereon indorsed, for the premises described in plaintiff’s declaration from Daniel D. Hicks, sheriff of Pike county, aforesaid, to Mary Kenney, one of the appellants, in the usual form, dated August 12th, 1850, reciting the rendition of the foregoing judgment to Uriah Brown, and tjie execution, levy, and sale, herein-before set forth; said deed was duly acknowledged, and was recorded in Recorder’s office of Pike county, aforesaid, on 12th of August, 1850.</summary><attorneys data-order=\"22\" data-type=\"attorneys\" id=\"b442-8\" pgmap=\"442\">J. Grimshaw and R. S. Blackwell, for appellants.</attorneys><p data-order=\"23\" data-type=\"legal\" id=\"b442-9\" pgmap=\"442(23) 443(142)\">Facts. This was an ejectment by plaintiffs in error against defendant in error for a parcel of land in Griggsville, Illinois. On the trial, plaintiffs, to show title, offered the record of the Pike Circuit Court, September term, 1843, in the case of Thomas G. Little v. Uriah Brown, which was an action of debt §909, damages §600. Summons was directed to sheriff of Schuyler, and there duly served on Brown. Declaration counts on eight promissory notes, and avers that the cause of action accrued in Pike, but makes no averment that plaintiff resided there. Brown made default, and judgments for §909 debt and §146.10 damages, which recites due service of process. An execution issued regularly, levied on the land in controversy. Sold to Mary Kenney, one of the plaintiffs in this suit. Sheriff’s deed duly executed. At the time of the judgment, levy, and sale, Brown was the owner in fee. Defendant in possession when suit commenced. Judgment for defendants.</p><p data-order=\"24\" data-type=\"legal\" id=\"b443-5\" pgmap=\"443\">The question is whether the judgment in Little v. Brown is void for want of jurisdiction in the Circuit Court of Pike county ?</p><p data-order=\"25\" data-type=\"legal\" id=\"b443-6\" pgmap=\"443\">It is admitted, that to constitute a valid judgment it must have been rendered by a tribunal having jurisdiction of the subject-matter of the suit and over the person of the defendant.</p><p data-order=\"26\" data-type=\"legal\" id=\"b443-7\" pgmap=\"443\">A court has jurisdiction of the subject-matter where by law power and authority are conferred upon it to hear and determine the particular cause of action in controversy between the parties to the suit. And it has jurisdiction of the person of the defendant when he voluntarily appears to the action, or is personally served with process, or has constructive notice of the pend-ency of the suit. Gilman v. Thompson, 11 Verm. R. 648.</p><p data-order=\"27\" data-type=\"legal\" id=\"b443-8\" pgmap=\"443\">There is no pretence but that the Circuit Court in this instance had jurisdiction of the subject-matter. The statute expressly confers upon the court power to hear and determine “ all matters and suits at common law and in chancery arising in each of the counties in their (the judge’s) respective circuits, where the debt or demand shall exceed twenty dollars.” Rev. Laws, 1833, p. 151, 152, § 18.</p><p data-order=\"28\" data-type=\"legal\" id=\"b443-9\" pgmap=\"443\">And the court acquired jurisdiction over the person of the defendant by the service of process upon him. Kennedy, et al. v. Georgia State Bank, 8 How. U. S. Rep. 611.</p><p data-order=\"29\" data-type=\"legal\" id=\"b443-10\" pgmap=\"443(10) 444(18)\">It is true the court acquired this jurisdiction irregularly, and its judgments might have been reversed upon writ of error or appeal; but it cannot be impeached collaterally.</p><p data-order=\"30\" data-type=\"legal\" id=\"b444-5\" pgmap=\"444\">The act of December 20, 1828, provides, “that hereafter it shall not be lawful for any plaintiff to sue a defendant out of the county where the latter resides or may be found, except where the debt, contract, or cause of action accrued in the county of the plaintiff, or where the contract may have specifically been made payable,” &amp;c. R. L. 1833, p. 145.</p><p data-order=\"31\" data-type=\"legal\" id=\"b444-6\" pgmap=\"444\">This privilege of the defendant is not strictly the subject of a plea to the jurisdiction of the court, but is rather to be classed among pleas in abatement to the person of the defendant. Harrison v. Rowan, Peters, C. C. R. 489; Logan v. Patrick, 2 U. S. Cond. R. 259; Cleveland v. Welsh, 4 Mass. R. 591; Hughes v. Martin, 1 Ark. R. 463.</p><p data-order=\"32\" data-type=\"legal\" id=\"b444-7\" pgmap=\"444\">It was never intended as an exception to the general grant of jurisdiction, conferred upon the Circuit Court by R. L. 1833, p. 151, § 18.</p><p data-order=\"33\" data-type=\"legal\" id=\"b444-8\" pgmap=\"444\">The object of the act was to restrain a previous practice which had obtained of sending process from one county to another to bring the defendant into a county where he did not reside, and was productive of much oppression. Brewster v. Scarborough, 2 Scam. 282.</p><p data-order=\"34\" data-type=\"legal\" id=\"b444-9\" pgmap=\"444\">According to the rules of pleading, and the practice of the superior courts of England, a plea to the jurisdiction, or in abatement, on account of the infringement of the personal privilege of the defendant, was necessary to raise the objection. 1 Chit. Pl. 441-445; Wood v. Mann, 1 Sumn. R. 578; Hughes v. Martin, 1 Aik. R. 463; Cleveland v. Welsh, 4 Mass. R. 591.</p><p data-order=\"35\" data-type=\"legal\" id=\"b444-10\" pgmap=\"444\">This was the established practice in every superior court. But our court departed from it, and laid down the rule, which has ever since been adhered to, that to authorize the court to issue its process to a foreign county, there should be an averment in the declaration, “that the cause of action accrued in the county where the suit is brought, and that the plaintiff resided there.” Clark v. Harkness, 1 Scam. 56.</p><p data-order=\"36\" data-type=\"legal\" id=\"b444-11\" pgmap=\"444(37) 445(30)\">This case was founded upon the authority of Turner v. Bank of North America, 4 Dall. R. 8, in which case Ellsworth, C. J., treated it as a technical question, and said, “ It is exceedingly to be regretted that exceptions which might be taken in abatement and often cured in a moment, should be reserved to the last stage of a suit, to destroy its fruits.”</p><p data-order=\"37\" data-type=\"legal\" id=\"b445-5\" pgmap=\"445\">The soundness of the practice of this coiu't has been questioned in a recent decision, in Haddock v. Waterman, 11 Ill. R. 477, 478. Catón, C. J., says, “ Were the question before us for the first time, we might and probably should follow the rule indicated in the case of Foot v. Stevens, 17 Wend. 483, and hold that none of these averments were necessary, upon the familiar principle that every presumption is in favor of the jurisdiction and proceedings of superior courts of general jurisdiction.”</p><p data-order=\"38\" data-type=\"legal\" id=\"b445-6\" pgmap=\"445\">This was the doctrine of the Court of King’s Bench in England, where the question arose upon writ of error. Peacock v. Bell, 1 Saund. R. 73. This case was recognized and its doctrine applied to a writ of error in Hart v. Seixas, 21 Wend. R. 40.</p><p data-order=\"39\" data-type=\"legal\" id=\"b445-7\" pgmap=\"445\">The case of Turner v. Bank of North America, 4 Dali. 8, had no adjudged case to support it, and none was cited by the court in its opinion; and the case of Ld. Coningsby, 9 Mod. 95, relied upon by Ingersoll for plaintiffs in error, was relative to a special jurisdiction, and arose upon a demurrer to a bill in equity. The case of Bingham v, Cabot, 3 Dall. 382, had no authority to support it. But, taire the cases as they stand in our court and in those of the United States, the doctrine has settled down into a mere technical question.</p><p data-order=\"40\" data-type=\"legal\" id=\"b445-8\" pgmap=\"445\">An appearance and pleading is a waiver of the privilege; and on demurrerthedeclarationmay be amended. 3 Scam. 134. Shepherd v. Ogden, 2 Scam. 260. Besides, the averment need not be proven.</p><p data-order=\"41\" data-type=\"legal\" id=\"b445-9\" pgmap=\"445\">If the court had no jurisdiction when the process issued, it is difficult to conceive how a declaration afterwards filed can confer it.</p><p data-order=\"42\" data-type=\"legal\" id=\"b445-10\" pgmap=\"445\">And it is still more difficult to understand why it is when the defendant demurs for want of jurisdiction ; the defect can be cured by amendment. The true rule now is, and always was, that, upon writs of error to reverse the judgments of a superior court of general jurisdiction, their jurisdiction will be presumed.</p><p data-order=\"43\" data-type=\"legal\" id=\"b445-11\" pgmap=\"445(35) 446(285)\">Is not the “ Circuit Court” a superior court of general jurisdiction ? It is created by the constitution, anc^.a portion of the judicial power of the government is vested in it. Its jurisdietion is general “ over all matters and suits at common law and in chancery.” R. L. 1833, p. 152, § 18. It has “power and authority to hear and determine all cases of treason, and other felony, crimes, and misdemeanors whatsoever.” R. L. 1833, p. 152, § 20. Its jurisdiction is exclusive of all other courts in the State, save in a few excepted cases. It exercises a general superintending authority over all inferior tribunals, by appeal certiorari, mandamus, and procedendo. They exercise all of the powers of the King’s Bench and Common Pleas in England. Brinkerhoff v. Beaubien, 2 Scam. 273, 274. It is a court of record, and proceeds according to the course of the common law. Its records import absolute verity. A writ of error lies upon its judgments. Intendments are indulged in by this court, to support its judgments. A party complaining of its errors upon the trial of a cause must procure the evidence to be placed upon the record by bill of exceptions, and put his finger upon the error relied upon. Its judgment is conclusive between parties and privies. On plea it may determine its own jurisdiction. It has a seal which proves itself; a permanent location; established terms ; organized process; executive officers; has its regular attorneys and solicitors ; and its functions do not cease with the determination of a particular cause. And shall it be said to be an inferior court, in the technical sense of that term? It is true the court is one of limited jurisdiction; so are the Supreme, Circuit, and District Courts of the United States; so are the King’s Bench and Common Pleas in England. 9 Mod. 95.</p><p data-order=\"44\" data-type=\"legal\" id=\"b446-5\" pgmap=\"446\">The term, limited, is ambiguous, and is often confounded with the word special. Every court is limited in its jurisdiction by the constitution and laws. This court is limited to ■ appellate jurisdiction only, except in certain specified cases.</p><p data-order=\"45\" data-type=\"legal\" id=\"b446-6\" pgmap=\"446\">The true distinction is between such courts as possess a general, and such as have only a special jurisdiction, for a particular purpose, or clothed with special powers for the performance of specific duties, beyond which they have no manner of authority, and these specific powers to be exercised in a summary way, either by a tribunal already existing for general purposes, or else by persons appointed for the special purpose. Den v. Hammel, 3 Harrison, N. J. Rep. 78, 79.</p><p data-order=\"46\" data-type=\"legal\" id=\"b446-7\" pgmap=\"446(11) 447(28)\">Such a court is entitled to every presumption necessary to uphold its authority. And it is for the party objecting to the jurisdiction to establish the contrary. The distinction is well expressed in Thatcher v. Powell.</p><p data-order=\"47\" data-type=\"legal\" id=\"b447-5\" pgmap=\"447\">The authority of a court of general jurisdiction is presumed. But the record of a court of special powers must show upon its face the jurisdictional facts.</p><p data-order=\"48\" data-type=\"legal\" id=\"b447-6\" pgmap=\"447\">Where a court has no jurisdiction, the judge, the plaintiff, and the civil officers executing its judgments, are trespassers, and liable in damages to the injured party. Den v. Hammel, 3 Har. R. 78; Bigelow v. Stearns, 19 Johns. 39; Egerton v. Hart, 8 Verm. 208. The courts will indulge in no criticisms where such results are to follow.</p><p data-order=\"49\" data-type=\"legal\" id=\"b447-7\" pgmap=\"447\">Suppose no declaration is filed at all, yet a judgment is pronounced in the cause. Is it void, or merely voidable 1 Or suppose a declaration was filed, but lost. Before the declaration is filed, a capias ad respondendum is issued, .and the defendant arrested. Is the officer a trespasser ? Where does the jurisdiction attach ?</p><p data-order=\"50\" data-type=\"legal\" id=\"b447-8\" pgmap=\"447\">Every court is the guardian of its own jurisdiction. Kendrick v. M’Quary, Cooke, R. 480. And is bound in every case to inquire whether the facts presented by the record give jurisdiction. Stamps v. Newton, 3 How. Miss. R. 34. The presumption of law is that they have done so. Gregrion v. Astor, 2 How. U. S. R. 319. And their decision upon the question of jurisdiction is as binding, until reversed, as any other adjudication during the progress of the cause.</p><p data-order=\"51\" data-type=\"legal\" id=\"b447-9\" pgmap=\"447\">A defendant may have his writ of error. If he lies by for five years, he is concluded. This is conclusive of his acquiescence in the judgment. Evans v. Perciful, 5 Ark. 429, 430, 431; Vorhees v. United States Bank, 10 Pet. R. 449; Swiggart v. Harber, 4 Scam. 377.</p><p data-order=\"52\" data-type=\"legal\" id=\"b447-10\" pgmap=\"447\">Pleas to the jurisdiction are never favored. The declaration in this case avers that the cause of action accrued in Pike. The Circuit Court decided it had jurisdiction.</p><p data-order=\"53\" data-type=\"legal\" id=\"b447-11\" pgmap=\"447(49) 448(116)\">This very question has arisen in the United States courts collaterally, and the case in 4 Dali. 8, cited in support of the position that the judgment waá void; and the court denied the proposition to be law. M’Cormack v. Sullivant, 6 U. S. Cond. 71; Kempe v. Kennedy, 2 U. S. Cond. 225; Watkins’s Case, 3 Pet. R. 193 ; Kennedy v. Georgia State Bank, 8 How. U. S. R. 610 - 612, and 614. Cases on the same point: Williams v. Armroyd, 2 U. S. Cond. 556; Van Wormer v. Albany, 15 Wend. 262; Huntington v. Charlotte, 15 Verm. 46; Fudge v. The State, 3 Gill &amp; J. 112; Haner’s Appeal, 5 Watts &amp; Serg. 473, 474; Prigg v. Adams, 2 Salk. 674; Gorrill v. Whittier, 3 N. H. R. 265; Paine v. Moreland, 15 Ohio, 435; Vorhees v. United States Bank, 10 Pet. R. 449; Cochran v. Loring, 17 Ohio, 431, 432; Gilman v. Thompson, 11 Verm. R. 643.</p><p data-order=\"54\" data-type=\"legal\" id=\"b448-7\" pgmap=\"448\">You blow up with gunpowder the whole jurisdiction, if such a purchaser is not protected. Windham v. Windham, 3 Oh. Rep.. 12; Bostwick v. Perkins, 4 Geo. R. 50. The general rule is that jurisdiction is presumed, and it must affirmatively appear that the court had no jurisdiction.</p><p data-order=\"55\" data-type=\"legal\" id=\"b448-8\" pgmap=\"448\">A purchaser is not bound to look behind the judgment or decree of a court of general jurisdiction. Gregrion v. Astor, 2 How. U. S. R. 340-343.</p><p data-order=\"56\" data-type=\"legal\" id=\"b448-9\" pgmap=\"448\">Let it be remembered, that all of the former decisions of this court were upon writ of error; that this case arises collaterally; that at common law it must have been pleaded in abatement; that even on writs of error the presumption was indulged in to support the jurisdiction; that the former decisions were on a question of practice. This presents it as a rule of property. Then apply Judge Caton’s rule, “ we are not disposed to extend ” the doctrine. 11 Id. 478.</p><attorneys data-order=\"57\" data-type=\"attorneys\" id=\"b448-10\" pgmap=\"448\">Warren &amp; Edmonds, for appellee.</attorneys><p data-order=\"58\" data-type=\"legal\" id=\"b448-11\" pgmap=\"448\">Court proceeded extraterritorially. Want of jurisdiction presumed unless directly averred. 11 Ill. 476; 1 Scam. 4045; 1 Scam. 57; 2 Scam. 259, 260, 274; 3 Scam. 134; 4 Scam. 303; 4 Gilm. 508, 509.</p><p data-order=\"59\" data-type=\"legal\" id=\"b448-12\" pgmap=\"448(75) 449(43)\">Court may collaterally inquire into the jurisdiction of the court rendering a judgment under which any benefit is sought to be derived, 19 J. R. 33, 39 to 43; 3 Denio, 28; 3 Coms. 137; 8 How. 541, 542, 543; 9 Cowen, 228, 229; 8 J. R. 90, 194, 197; 6 Wend. 453; 6 Hill, 416, 417; 15 J. R. 141; 11 Wend. 652; 11 Mass. 513; 1 Peters, 474, 475, 477 ; 2 Coms. 466, 467, 468; 4 Scam. 371; 3 Scam. 107, 108; 4 Peters, 471, 472; 10 Peters, 474, 475, 477; 2 Peters, 163, 169; 2 McLean, 511, 514; 11 N. H. 191,198, 299, 305, 306, 309; 8 S. &amp; M. 505, 517, 518, 519.</p><p data-order=\"60\" data-type=\"legal\" id=\"b449-5\" pgmap=\"449\">The court having sent its process out of its county, is notice to a purchaser of a want of jurisdiction, and sufficient to put him upon inquiry. Pelman v. Gaty, 5 Gilm. 186.</p> <opinion data-order=\"61\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b449-6\" pgmap=\"449\">Trumbull, J.</author> <p id=\"A03\" pgmap=\"449\">The chief difficulty in this case arises from decisions of this court heretofore made, respecting the jurisdiction territorially of the Circuit Court. Were the question now for the first time presented, it could scarcely admit of doubt, that the proper decision would be to hold that the Circuit Courts of this State were courts of general, superior jurisdiction, and that every case should be presumed to be within their jurisdiction, unless the contrary affirmatively appeared.</p> <p id=\"b449-7\" pgmap=\"449\">The only objection to the record offered in evidence was, that it did not appear upon the face of the proceedings, that the plaintiff resided in the county in which the suit was brought. The action was instituted in the county of Pike, and the process sent to and served upon the defendant in the county of Schuyler. The declaration alleged that the cause of action arose in the county of Pike, but contained no averment, nor was there any thing in the record to show that the plaintiff resided in that county, nor that the defendant resided in the county of Schuyler, where he was served with process.</p> <p id=\"b449-8\" pgmap=\"449(139) 450(209)\">The second section of the Practice Act, Rev. St. 413, which is but a reenactment of previous statutes, declares: “ It shall not be lawful for any plaintiff to sue a defendant out of the county where the latter 'resides or may be found, except in cases where the debt, .contract, or cause of action accrued in the county of the plaintiff, or where the contract may have been specifically made payable ; when it shall be lawful to sue in such county, and process may issue against the defendant to the sheriff of the county where he resides. And in every species of personal actions in law or equity, when there is more than one defendant, the plaintiff commencing his action where either of them resides, may have a writ or writs issued, directed to any county or counties, where the other defendants, or either of them, may be found.” Under this statute, as expounded by this court in the cases of Key v. Collins, 1 Scam. 403; Gillet v. Stone, 1 Scam. 547; and Clark v. Clark, 1 Gilm. 33, the Circuit Court had no jurisdiction of the case, the record of which was offered in evidence. It was expressly decided in those cases, that an averment that the cause of action arose in the county where the suit, was brought, was not sufficient to give the court jurisdiction to send its process to a foreign county, without the further averment that the plaintiff resided in the county where the action was commenced. These cases were based upon that of Clark v. Harkness, T Scam. 56, where the court say, “ a Circuit Court, however, is of limited jurisdiction, and has cognizance, not of causes generally, but of such only as arise within the county. This renders it necessary, because the proceedings of no court can be deemed valid, further than its jurisdiction appears, or may be fairly presumed, to set forth upon the record the facts which give the jurisdiction expressly, or such as by legal intendment may render that jurisdiction certain.”</p> <p id=\"b450-5\" pgmap=\"450\">The principle of these decisions has been recognized in several other cases. Evans v. Crozier, 1 Scam. 548; Shepard v. Ogden, 2 Scam. 257; Wakefield v. Grundy, 3 Scam. 133; Boilvin v. Edwards, 4 Gilm. 115, and Semple v. Anderson, 4 Gilm. 546.</p> <p id=\"b450-6\" pgmap=\"450\">In this last case the court went a step further than in any of the others, and held that the court had not jurisdiction in a case where one of two defendants was served with process in the county where suit was brought, and the other in a different county, without an averment in the declaration to show that the defendant served in the county where suit was brought, resided in that county. In none of the cases was a plea to the jurisdiction interposed; but they were all decided upon the broad ground, that it was a presumption of law, that the Circuit Court did not have jurisdiction to send its process to a foreign county, unless the facts to give the jurisdiction affirmatively appeared upon the face of the proceedings.</p> <p id=\"b450-7\" pgmap=\"450(37) 451(195)\">If the principle of these decisions is to be adhered to, and the Circuit Court, as was said in the case of Clark v. Harkness, “ is of limited jurisdiction, and has cognizance, not of causes generally, but of such only as arise within the county,” and if it be a presumption of law, in the absence of any averment in the record, that such court acts without authority whenever it sends its process to bring in a defendant beyond the limits of the county from whence it issues, it inevitably follows, that in such case its proceedings are nullities, and void even collaterally. No principle is clearer than, if a court transcends the limits which “the law has prescribed for it, and assumes to act where it has no jurisdiction, its decisions will be utterly void, and entitled to no consideration, either as evidence or otherwise; and most emphatically is this so in reference to the decisions of a court of limited jurisdiction, as the Circuit Court has been denominated in the cases already referred to. Borden v. Fitch, 15 Johns. 121; Mills v. Martin, 19 Id. 33; Shaeffer v. Gates, 2 B. Mon. 453; Gwin v. McCarrol, 1 S. &amp; M. 368; Bigelow v. Stearns, 19 Johns. 39; Lessees of Snyder v. Snyder, 6 Bin. 48; Smith v. Rice, 11 Mass. 507; Sherman v. Ballou, 8 Cow. 304.</p> <p id=\"b451-5\" pgmap=\"451\">There is sometimes difficulty in determining whether a court has or has not jurisdiction of a particular case; but, that once determined, the consequences that are to flow from the decision are well understood, and the want of jurisdiction being established, the proceedings of such court are absolute nullities, except perhaps so far as they may, under some circumstances, be resorted to as a protection to an officer executing their process.</p> <p id=\"b451-6\" pgmap=\"451(156) 452(64)\">Reference has been made to several cases decided by the Supreme Court of the United States, for the purpose of showing that a judgment is not void, when it comes in question collaterally, although the court had no jurisdiction to render it. Those cases do not establish such a principle; but they do settle this principle, that the judgments of the Circuit Courts of the United States are not to be presumed to have been entered without jurisdiction, because the facts to give such jurisdiction do not aflh'matively appear upon the face of the proceedings ; and that court decided the same way, that the want of jurisdiction was a matter of abatement, and that the jurisdiction would be presumed, although not stated, even in a direct proceeding, if the party failed to make the objection for want of jurisdiction, till after a case had once been remanded by the Supreme Court. Washington Bridge Company v. Stewart, 3 Howard, 413; Skillern’s Executors v. May’s Executors, 6 Cranch, 267. This court, however, decided differently, in the case of Semple v. Anderson, and held, that after a case had been remanded to the Circuit Court, with directions to overrule a motion in arrest of judgment, it was not too late to object1 to the jurisdiction.</p> <p id=\"b452-5\" pgmap=\"452\">I am unable to appreciate the reason why the presumption of law as to jurisdiction, should be one way when the record is viewed in a direct proceeding, and directly the contrary when the same identical record is inspected collaterally. If it be a presumption of law, that the court acts without authority unless the facts to give it jurisdiction appear upon the face of its proceedings, then, whenever1 such proceedings' come in question, and there is an omission to aver the facts that give jurisdiction, the court is bound to intend affirmatively, just as much as if the facts showing the want of jurisdiction were set forth upon the face of the record, that it acted without authority, and in such case there could be no doubt that the proceedings would be void.</p> <p id=\"b452-6\" pgmap=\"452\">The decisions, however, in this State, as to the character of the Circuit Courts, and the necessity for showing affirmatively, in all cases where process is sent out of the county, the facts which, under the statute, would authorize sending it abroad, have not been uniform, and in my opinion the whole foundation of the decisions quoted has long ago been swept away.</p> <p id=\"b452-7\" pgmap=\"452\">In the case of Brewster v. Scarborough, 2 Scam. 282, the court use this language: “ The circuit courts are courts of general original jurisdiction, and are exclusively vested with jurisdiction in civil cases, except those of justices of the peace, whose jurisdiction is limited to sums of one hundred dollars.”</p> <p id=\"b452-8\" pgmap=\"452\">In the case of Wells v. Mason, 4 Scam. 88, the court held that a case formerly pending in the Municipal Court of the city of Alton, had been legally transferred to the Madison Circuit Court, although there was nothing in the record showing that the contingency had happened, which would authorize the Circuit Court to take jurisdiction of the case, upon the principle that “every presumption is to be made in favor of the jurisdiction of a court of general jurisdiction.”</p> <p id=\"b452-9\" pgmap=\"452(11) 453(362)\">In the case of Beaubien v. Brinkerhoff, 2 Scam. 272, the court say, “ In relation to superior courts, or courts of record, the law is, that nothing shall be intended to be out of the jurisdiction of a superior court but that which specially appears to be so; and on the contrary, nothing shall be intended to be within the jurisdiction of an inferior court, but that which is expressly alleged.” The court then inquire to what class of courts the circuit courts of this State belong, arid say, “ The circuit courts are the only superior courts in the State, that possess original and unlimited jurisdiction. They exercise within their respective counties all the powers and jurisdiction of the courts of King’s Bench and Common Pleas, in England; and although these courts are inferior to the Supreme Court, because appeals and writs of error lie from their decisions to the Supreme Court, yet this circumstance does not constitute them inferior courts, in the common law sense of the term. Courts not of record, are denominated inferior courts ; because, if their proceedings are questioned in the superior courts, they must specially show that they acted within their jurisdiction. The circuit courts are preeminently the superior courts of this State ; and as the Municipal Court of the city of Chicago possesses concurrent jurisdiction within the city of Chicago and the county of Cook, with the Circuit Court, it must be considered a superior court. Now, for any thing that appears in the declaration at bar, the Municipal Court may have had jurisdiction. The note may have been executed in Chicago, which would have given jurisdiction. The plaintiff and defendant may also have resided in Chicago, or the county of Cook. In one of these ways the Municipal Court may rightly have had jurisdiction, both of the person and of the cause of action; and, as it does not appear from the declaration but that some one of the facts existed, which would have given the Municipal Court jurisdiction, this court, upon the rule laid down above, is bound to intend, that the Municipal Court had jurisdiction, both of the person and of the subject-matter of the action.”</p> <p id=\"b453-5\" pgmap=\"453\">This case, in my judgment, lays down the correct doctrine, and although professing to be in harmony with the decision in the case of Key v. Collins, it establishes an entirely different principle.</p> <p id=\"b454-4\" pgmap=\"454\">Is the Circuit Court any the less a superior court or a court of record, when it sends its process to a foreign county, than when it is directed to the sheriff of the county where it sits ? Does not the statute expressly authorize process to issue to foreign counties in certain cases, and is it not the doctrine of this case, that nothing is to be presumed to be out of the jurisdiction of a superior court, but that which specially appears to be so ? For any thing that appeared upon the face of the proceedings in the case of Key v. Collins, or that appears upon the record offered in evidence in this case, the cause of action may have arisen, and the plaintiff have resided in the county where the suit was brought; and if so, why, upon the principle laid down in the case of Beaubien v. Brinkerhoff, did not the court have' jurisdiction ?• If the Circuit Court is a superior court of general jurisdiction, when its process issues to the county where it sits, I cannot perceive how it becomes an inferior court of limited jurisdiction, the moment it issues process to some other county.</p> <p id=\"b454-6\" pgmap=\"454\">In the cases of Hubbard v. Hubbard, 2 Scam. 299, and Hunter v. Sherman, 2 Scam. 544, the court hold expressly, that a superior court of general jurisdiction will be presumed to have jurisdiction till the contrary is made to appear.</p> <p id=\"b454-7\" pgmap=\"454(191) 455(326)\">There is another class of cases in which it has been decided, that even when process is sent to a foreign county, the facts authorizing it to be sent to such county need not affirmatively appear to give the court jurisdiction. The cases of Gillet &amp; Gordon v. Stone, 1 Scam. 539; and Haddock v. Waterman, 11 Ill. 474, could not have been sustained, if it were necessary to the jurisdiction that all the facts authorizing a defendant to be sued out of the county of his residence should appear upon the face of the proceedings. The declaration in neither of those cases contained any allegation respecting the residence of the defendant, and according to the terms of the statute it is just as essential that the process should be sent to the county where the defendant resides, as it is that the cause of action should have arisen in the county of the plaintiff. The distinction attempted to be drawn between the case of Haddock v. Waterman and some of the other cases, is more artificial than sound. Why should the jurisdiction depend upon the existence of facts within the county where it is exercised, any more than upon their existence in the county to which the process is sent, when the law makes no such distinction? or why should the residence of the plaintiff be any more potent in determining the jurisdiction of the court than that of the defendant, when the statute uses the same language as to both ? If an averment that the plaintiff resides in the county where the cause of action arose, is necessary to authorize the issuing of process to a foreign county, it would seem to be equally necessary to aver that the defendant resided in the county to which the process was sent, when the statute in such a case only authorizes process to “ issue against the defendant to the sheriff of the county where he resides.” That the residence of the defendant is as important as that of the plaintiff, in determining the jurisdiction of the court, is expressly decided in the case of Semple v. Anderson, where the only objection to the jurisdiction was, that the declaration did not show that Semple was a resident of the county in which the suit was brought, and where he was served with process. The case of Linton v. Anglin, 12 Ill. 284, is also directly at war with the decision in the case of Semple v. Anderson. In the former case, where it appeared by the record that the defendant did not reside in the county where he was served with process, the court nevertheless sustained, jurisdiction, construing the word resides, “ to include the place where the defendant, for the time being, might be, whether that was his permanent place of residence or not,” while in Semple v. Anderson the court intended, in the absence of all evidence of the fact in the record, that the defendant did not reside in the county where he was served with process.</p> <p id=\"b455-5\" pgmap=\"455(113) 456(80)\">In view of all\"these decisions, which it must be admitted conflict in principle with each other, I feel at liberty to treat the question now presented unembarrassed by any of them. The jurisdiction of the circuit courts of this State, and of the judges thereof in their respective circuits, is extended by statute u over all matters and suits at common law and in chancery, arising in each of the counties in their respective circuits, where the debt or demand shall exceed twenty dollars.” Rev. Stat. ch. 29, § 29. By a fiction of law, all transitory actions are supposed to arise in the county where the action is brought. The practice in pleading is, after setting forth truly the place where the contract was entered into or the liability incurred, to aver under a videlicet, that such place was within the county wherein the suit is pending, and by this allegation which is not traversable, though untrue in' point of fact, all causes of action of a transitory character are brought within the jurisdiction of the Circuit Court of the\" particular county where the plaintiff may choose to sue.</p> <p id=\"b456-5\" pgmap=\"456\">Power is given to the Circuit Courts by § 30, Id., “ to award throughout the State, and returnable in the proper county, writs of injunction, ne exeat, habeas corpus, and all other writs and process that may be necessary to the due execution of the powers with which they are or may be vested.” § 31. “ The said courts shall respectively have power to hear and determine all cases of treason and other felony, crimes, and misdemeanors of whatever kind, that may be committed within any county or place within their respective circuits, and that may be brought before them by any rulés and regulations provided by law.” The Circuit Court is also a court of record, has a seal and clerk. Id. § 35, 40.</p> <p id=\"b456-6\" pgmap=\"456\">. If these various statutory provisions, and they have been substantially the same since 1819, do not constitute the Circuit Courts in this State superior courts of general jurisdiction, I know ‘ not what would. They are the only courts of general, original jurisdiction in civil and criminal matters in the State, and possess every attribute of courts of record of géneral jurisdiction proceeding according to the course of the common law.</p> <p id=\"b456-7\" pgmap=\"456\">Assuming, then, that the Circuit Court of Pike county is a court of general jurisdiction, and I take the rule to be abundantly settled, it is to be presumed to have had jurisdiction of every case adjudicated by it, till the contrary appear.</p> <p id=\"b456-8\" pgmap=\"456\">In the case of Peacock v. Bell, (1 Saund. R. 74,) which is a leading case upon the question of jurisdiction, it is said, “ The rule for jurisdiction is this, that nothing shall be intended to be out of the jurisdiction of a superior court but that which specially appears to be so; and, on the contrary, nothing shall be -intended to be within the jurisdiction of an inferior court but that which is so expressly alleged.”</p> <p id=\"b456-9\" pgmap=\"456(11) 457(55)\">- The rule thus clearly laid down has been recognized and adopted—I had almost said universally — by all courts from that day to this. Wheeler v. Raymond, 8 Cow. 311; Foot v. Stephens, 17 Wend. 483; Bloom v. Burdick, 1 Hill, 139; Sir Thomas Cooke Winford v. Powell, 2 Lord Raymond’s Rep. 1310; Mills v. Martin, 19 Johns. 33; Bac. Ab. tit. Courts, D. 3.</p> <p id=\"b457-5\" pgmap=\"457\">. Apply the rule, above laid down, to the record of the Pike Circuit Court, offered in evidence, and there cannot be a doubt that the objection that the case was not within its jurisdiction is wholly untenable.</p> <p id=\"b457-6\" pgmap=\"457\">In the absence of any thing in the record to show where the parties resided, the presumption of law is that their residences were such as to give the Circuit Court of Pike county jurisdiction over their persons. Unless such be the presumption, there is no distinction in this respect between courts of general and of limited jurisdiction.</p> <p id=\"b457-7\" pgmap=\"457\">If it be necessary to set forth upon the face of the proceedings the facts which authorized the Circuit Court of Pike county to send its process to a foreign county, then the rule that courts of general jurisdiction are to be presumed to have had jurisdiction till the contrary appears, means nothing, for there is no need of presumption where there is direct proof.</p> <p id=\"b457-8\" pgmap=\"457\">The statute prohibiting the suing a defendant out of the county where he resides or may be found, except in certain cases, was passed subsequently to the acts conferring upon the Circuit Court general jurisdiction of all actions arising in the county, and was enacted for the benefit of defendants, not to limit the jurisdiction of the Circuit Courts. Its object was to restrict a practice which had before obtained of suing the defendant in any county of the State which the creditor might elect, and thereby prevent vexation to a defendant in being wantonly sued in a remote county.</p> <p id=\"b457-9\" pgmap=\"457(82) 458(13)\">The statute gives the defendant a privilege, and being a privilege he has consequently the right to waive it, and must be regarded as having done so unless he makes his objection to the writ in apt time; for the exception is not to the jqrisdiction of the Circuit Court, which, as before shown, has cognizance of all transitory actions, but to the writ as sued out and returned in a wrong county. Cleveland v. Welsh, 4 Mass. 591; Briggs v. Bank of Nantucket, 5 Mass. 94; Hughes v. Martin, 1 Ark. 433.</p> <p id=\"b458-5\" pgmap=\"458\">It was enacted- by a statute of Alabama, as follows: “ No freeholder of this territory shall be sued out of the county of his permanent residence; ” and the courts of that State have held that the proper mode of taking advantage of this statute by n defendant, when sued in a foreign county, is to plead in abatement.-</p> <p id=\"b458-6\" pgmap=\"458\">So in New Hampshire, under a statute which declares “ that all personal or transitory actions, where both parties are inhabitants of this State, may be commenced in the county wherein either of the parties to the suit may be an inhabitant, and not elsewhere in this State,” the courts of that 'State hold, that if the objection appear on the face of the writ, the writ may be quashed on motion; otherwise the objection must be taken by plea in abatement. Evans v. Carlisle, 3 N. H. Rep. 130. Unless, therefore, the defendant, when sued in a foreign county, insists upon the privilege which the statute gives him, either by plea in abatement or by motion at the proper time, the court is bound to presume, either that he has waived his right of being sued in his own county, or else that' the facts existed which authorized a suit against him in'the foreign county.</p> <p id=\"b458-7\" pgmap=\"458\">So far from holding that the record offered in evidence was void for want of jurisdiction over the person of the defendant, we are of opinion, that the objection that the defendant was sued out of the county of his residence could not have been taken advantage of by the defendant in the original action except by plea in abatement, or perhaps by motion interposed before pleading to the merits of the action; and the cases heretofore decided conflicting with this view, must be regarded overruled.</p> <p id=\"b458-8\" pgmap=\"458\">The judgment of the Circuit Court is reversed, and the cause remanded. Judgment reversed.</p> <author id=\"b458-9\" pgmap=\"458\">Separate Opinion op Catón, J.</author> <p id=\"AJ_\" pgmap=\"458(40) 459(423) 460(422) 461(82)\">I agree that this judgment-must be reversed, and I have no difficulty in arriving at that conclusion, without disturbing any of the former decisions of this court. It is not a light thing, in my estimation, to. overturn a uniform class of decisions, running through nearly every volume of our reports during the last nineteen years. And when, in a new case, I can arrive at correct conclusions without doing so, I much prefer it. In my judgment the decisions of this court have been uniform, that where the Circuit Court has sent original process beyond the county, the declaration must show that those facts exist within the county, which by the statute authorized the court to exercise such extraterritorial jurisdiction, whenever the question has arisen directly on appeal or writ of error. This was attempted to be shown in the opinion of this court, in the case of Waterman v. Haddock, 11 Ill. 474. In that case I took occasion to express my regret that it had ever been decided that it was necessary to aver in the declaration any of those facts which authorizes a resident of one county to be sued in the Circuit Court of another, and that the doctrine of those decisions should not be extended beyond the rule which the facts and decisions in those cases absolutely required. If it is ever pardonable to draw subtle distinctions, it is when we are seeking not to extend a doubtful or erroneous doctrine, and where that doctrine is too well settled by authoritative decisions to allow us to subvert it. If the distinction there drawn was not sound, and that case was the same in principle as those which had gone before, then was the time to have overruled them, when the question was raised directly, and just as it had arisen in all the previous cases, and not to give those cases additional sanction by recognizing their validity, instead of waiting for a subsequent occasion, when the question is raised in an entirely different and collateral way, and when there is abundant authority, directly in point, for arriving at the conclusion which we all think proper, without touching those decisions at all. The case of Beaubien v. Brinkerhoff, 2 Scam. 273,1 do not think conflicts at all with the decisions previously or subsequently made. There the statute had expressly conferred upon the Municipal Court concurrent jurisdiction with the Circuit Court of Cook county, and consequently it had a right to send its process wherever that court might have done under the same state of pleading; and as the process was not sent beyond that county, no special averments were required to support the authority. The case of Clark v. Harkness, 1 Scam. 56, was the first decision made on this subject, and there the court relied upon the decision of the Supreme Court of the United States, made in the case of Turner v. Bank of North America, 4 Dallas, 8. Considering that a just analogy exists between the circuit courts of this State and those of the United States. In the case of Clark v. Harkness, the Court quotes from the opinion of the Supreme Court of the United States, as follows: “ The facts upon which the jurisdiction arises must be either expressly set forth, or in such a manner as to render them certain by legal intendment.” And such is the settled doctrine of that court, where the question is raised directly on appeal or writ of error. With equal uniformity, that court has held, where the judgment has been questioned collaterally, that the jurisdiction of the court would be presumed in the absence of all averment of the facts which show the jurisdiction. In the case of McCormick v. Sullivant, 10 Wheat. 192, a decree of the Circuit Court of the United States was pleaded in bar to another suit, to which a replication was filed, showing that the proceedings in that suit did not show the necessary facts to give the Circuit Court jurisdiction, and that consequently the suit was coram non judice, and the decree void. In deciding the question thus directly raised, the court said: “ But this reason proceeds upon an incorrect view of the character and jurisdiction of the inferior courts of the United States. They are all of limited jurisdiction ; but they are not on that account inferior courts in the technical sense of those words, whose judgments, taken alone, are to be disregarded. If the jurisdiction be not alleged in the proceedings, their judgments and decrees are erroneous, and may, upon a writ of error or appeal, be reversed fpr that cause. But they are not absolute nullities. This opinion was strongly intimated, if not decided, by this court, in the case of Kemp’s Lessee v. Kennedy, 5 Cranch, 185, and was afterwards confirmed by the decision made in the case of Skillen’s Executors v. May’s Executors, 6 Cranch, 267.” This has ever since been the settled doctrine of that court. If we have followed the decisions of that court, in holding judgments erroneous for the want of the averments in the declarations of the jurisdictional facts, the decisions of that same court are certainly sufficient authority for holding that the absence of such averments will not render the judgments void, when presented collaterally. Doubting, as I ever have, the propriety of going with that court so far as even to hold such judgments erroneous, I am surely justified in not extending the doctrine beyond the decisions of that court. They have held such judgments obligatory, though erroneous. On their authority we have held them erroneous, and on the same authority we may well refuse to treat them as void.</p> <p id=\"b461-4\" pgmap=\"461\">Upon an examination of the cases cited at the bar, it will be found that the decisions in the various States of the Union and in England are contradictory, and quite inconsistent with each other upon analogous questions; and should I review the whole, I should still find myself at liberty to follow the authority upon which I rely, and which is the only class of decisions directly in point. Being thus fortified in the conclusion to which I have arrived, without touching the numerous decisions of this court, none of which have been made where the judgr ment has been drawn in question collaterally, as in this case, I do not think it my duty to go out of my way to overrule those decisions. In them nothing but a question of practice was involved, which could have but a very limited influence upon the rights of parties. Here it becomes a rule of property, and as such presents entirely different considerations. As it is, I shall cheerfully acquiesce, in the future, in the determination to which the other members of this court have arrived, especially as by it we are brought back to what I believe should have been the rule originally adopted. This I think is demonstrated in the opinion of the majority of the court, by reasons which are unanswerable; and but for the repeated and uniform decisions of this court, in which we have all acquiesced and participated, and which I think have thus become obligatory upon the court as a rule of interpretation, I should most cheerfully concur. As it is, I concur in the decision which is made, but for different reasons, relying upon authority which to me is satisfactory.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}