{
  "casebody": {
    "data": "<casebody firstpage=\"225\" lastpage=\"233\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b237-8\">MEYER <em>a. </em>LENT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b237-9\">\n<em>Court of Appeals,</em>\n</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A0N\"><em>December </em>Term, 1855.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b237-10\">Court.—Motion.—Examination of Parties.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b237-11\">A judge before -whom a motion is heard at special term, cannot direct the responding party to appear before him and be examined orally touching the matters of fact involved in the controversy; and upon his refusing to submit to such examination, determine the motion against him therefor.<footnotemark>*</footnotemark></headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b237-12\"><em>It </em>seems, that if the affidavits upon a motion are not sufficiently definite and certain, the court should order a reference to try the question raised.</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b237-13\">Appeal from an order affirming an order that a judgment be satisfied of record.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b237-14\">The action was brought in the Supreme Court in the first judicial district. The facts of the case were, briefly, as follows: Prior to April, 1851, the defendant Lent made a contract with one James E. Shaw, the owner by record title of four lots of <page-number citation-index=\"1\" label=\"226\">*226</page-number>ground in Thirty-second-street, New York, and also four lots in Thirty-first-street, by which, after houses of specified description should be ■ erected upon said lots by Lent, Shaw was to convey the. lots to Lent, and Lent was to execute to Shaw mortgages on the same, to secure the consideration money for the lots, and certain advances which Shaw, by the agreement, was to make towards the construction of the buildings. In April, 1851, Lent made a contract with the plaintiff Meyer, by which Meyer was to do certain carpenters’ work, and furnish materials towards such' erection, and be paid in all $10,200 in five different instalments ; the fourth one of which, estimated at $2000, was to be made by a conveyance of a certain house and lot belonging to Lent. On account of this contract, in August, 1851, Lent paid Meyer $900. Subsequently, and before the completion of the houses, Lent failed, and Meyer, to secure to himself the amount owed him, or that would be due to him on his future completion of his contract, on the 4th of September, 1851, filed four various liens on the said eight houses and lots, claiming under the same the sum of $10,000. The four liens differed only in respect of the name of tire alleged owner, Meyer being in doubt who was the real owner. Lent afterwards, for a nominal consideration of $1, gave up and retransferred all his interest and property in the eight houses and lots to Shaw. And Shaw, on the 1st of December, 1851, gave Meyer four mortgages and bonds, amounting in all to the sum of $10,000, and Meyer thereupon discharged the liens. Before the payment of these mortgages this action was brought upon the original contract, claiming to recover $7300.58 due on the contract, $559.25 for extra work, and judgment for the conveyance of the house and lot to constitute the payment of $2000. The defendants, in their answer, set out the filing of the liens and the giving of the mortgages, and claimed that the plaintiff had been fully paid. The court held, that as the mortgages had not been paid, they were merely substitutes for the liens, which were only additional or collateral security for the original debt or obligation ; and that as plaintiff had elected to proceed on the contract, he had a right to do so, but without prejudice to defendant Lent’s right or claim to be Subrogated in place of plaintiff, as regarded the mortgages. The plaintiff accordingly had judgment. Afterwards Shaw paid the mortgages for $10,000 in full, with interest, to Meyer.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b239-4\"><page-number citation-index=\"1\" label=\"227\">*227</page-number>Thereupon, on the 24th February, 1853, defendants obtained an order that Meyer show cause why his judgment should not be cancelled.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b239-5\">Meyer, the plaintiff, put in an affidavit in opposition to this motion; and on the hearing at Chambers, the following order was made:</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b239-6\">Title of the Cause.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b239-7\">It appears to the court that the statements contained in the affidavits read on the motion in this cause, are not sufficiently certain and definite to enable the court to ascertain what are the real facts in the case, and it being suggested that the expense of a reference ought to be avoided,</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b239-8\">Therefore, ordered, that the parties, together with such witnesses as they may see fit to produce, attend before me at the chambers of this court, on the 16th instant, at half-past 12 o’clock, E. M., to be examined on oath touching the matters in controversy ; such examination to have the like force and effect, and no other, as affidavits read on motion.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b239-9\">Mew Yoek, March 12, 1853.</summary>\n<summary data-order=\"14\" data-type=\"judges\" id=\"b239-10\">James J. Eoosevelt.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b239-11\">Upon the day to which the hearing was adjourned, the plaintiff declined to answer any questions or produce any further evidence ; and thereupon the following order was made :</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b239-12\">Title of the Cause.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b239-13\">On reading and filing the papers on the part of the respective parties, upon defendant’s motion to satisfy the'judgment heretofore entered in this cause, and on hearing counsel for said parties, and an order having been made that said motion stand over, to enable the parties to attend with witnesses before his honor Justice Eoosevelt, on a day named, for the purpose of ascertaining what was not sufficiently definite in said papers; and said plaintiff, by his counsel, having declined to answer any questions, or produce any further affidavit or testimony under said order, or any further proofs on his defence to defendant’s said motion; and the court, by reason of the ambiguity and uncertainty of the affidavits and papers of the plaintiff on said motion, which it appeared he had it within his power, <page-number citation-index=\"1\" label=\"228\">*228</page-number>but declined, to make more certain and definite, having decided that the case of the defendants on said motion must be taken as admitted or proved:</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b240-5\">How, on motion of George W. Parsons, of counsel for said defendant Samuel E. Lent—It is ordered, that the judgment heretofore, on the eleventh day of February,„1853, entered in this action in favor of said plaintiff against said defendant, for the sum of eight thousand six hundred and seventy dollars and seventy-seven cents, be satisfied of record; and that said plaintiff be perpetually stayed from any further proceedings on said judgment; and that John Dunham, the receiver appointed in this action, by order dated the 18th day of September, 1852, be required to account for and pay over to said defendant Lent the rents and profits of said premises which he shall have received as such receiver, under the direction of this court.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b240-6\">From this order the plaintiff appealed to the general term, where the order was affirmed.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b240-7\">The plaintiff now appealed to the Court of Appeals.</summary>\n<attorneys data-order=\"21\" data-type=\"attorneys\" id=\"b240-8\"><em>Albert Cardozo </em>and <em>John J. </em>Townsend, for the appellant.</attorneys>\n<p data-order=\"22\" data-type=\"legal\" id=\"As5I\">— I. The judge had no power to make the orders. 1. There is no positive regulation by statute warranting them. 2. There is no precedent for them in the rules or practice of the courts of law or equity. At law, a party could not be examined on the trial of an issue. In equity, if a defendant were examined, the plaintiff could have no decree against him. Upon the hearing of a motion, no such order has been made; there is no other express regulation to enforce testimony upon motions than that contained in 2 <em>Rev. Stats., </em>3, <em>Ch. </em>8, <em>Tit. </em>17, §§ 24, 25, which only authorize a commission. 3. These orders are within the prohibition expressed in section 389 of the Code. Sections 389 to 397 of the Code prescribe the only proceedings by which a party may be examined before the court, and the penalties of a refusal to testify. The respondent should have sought his remedy by action, in order to obtain this examination. Under the former system, he could file a bill of discovery in aid of an action by writ of “ <em>audita querela.” </em>4. This power was never exercised by the Court of Chancery, upon a motion, reference, or other proceeding. Upon a reference, the master was at liberty to ex<page-number citation-index=\"1\" label=\"229\">*229</page-number>amine a party either upon written interrogatories or <em>viva voce. (Rule 105, ed. </em>1839.) But the examination was purely in the nature of a bill of discovery. The examinant was confined to answers strictly responsive. (Benson <em>a. </em>Le Roy, 1 <em>Paige, </em>123.) He could not be examined as a witness, as authorized by the Code. If he failed to appear, he could be punished only by commitment and sequestration. If he refused, no presumptions were created against him, and he was not held to have admitted the allegations of the adverse party. <em>5. </em>The new penalty of striking out a pleading or affidavit, or of declining to consider testimony, can only be imposed by statute. It is in derogation of the common law. 6. Section 272 of the Code has no application to this case. That section refers to the trial of formal issues by a referee. A reference under the 3d subdivision of section 271 is governed by different rules.</p>\n<p data-order=\"23\" data-type=\"legal\" id=\"b241-5\">II. If the court had authority to make these orders, the attention of the appellant should have been directed to this new penalty in case of disobedience. The practice was without precedent, and the appellant should not be visited with the heavy consequences which have resulted to him.</p>\n<p data-order=\"24\" data-type=\"legal\" id=\"b241-6\">III. The affidavits on which respondent’s motion is founded, should be certain and direct in their averments, like the pleadings in an action. This relief was formerly attainable by “ <em>audita </em>querela,” and would only be granted on motion when the facts were simple, or were not denied. (Brooks <em>a. </em>Hunt, 17 <em>Johns., </em>484; Wardell <em>a. </em>Eden, 2 <em>Johns. Gas., </em>258.)</p>\n<p data-order=\"25\" data-type=\"legal\" id=\"b241-7\">IY. The respondent’s affidavits did not present facts which entitle him to the relief he sought.</p>\n<p data-order=\"26\" data-type=\"legal\" id=\"b241-8\">V. The appellant’s affidavit presents a full and perfect answer to the respondent’s case.</p>\n<p data-order=\"27\" data-type=\"legal\" id=\"b241-9\">He asserts that the liens were not filed to secure the conveyance of the house and lot in Thirty-first-street; avers that all claims against Lent for a conveyance of the house and lot in Thirty-first-street were expressly reserved; and that the removal of mechanics’ liens to the extent of eight thousand dollars from the real estate of Shaw, and having no relation to the contract in suit, formed part of tlie consideration of said mortgages. The court, by way of penalty, refused to consider this affidavit.</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b241-10\">VI. If the court has the power in any case to make an order requiring the examination of a party upon a motion, such power <page-number citation-index=\"1\" label=\"230\">*230</page-number>cannot be exercised where no material issue is raised, and where the papers of the moving party do not show a <em>prima facie </em>title to relief.</p>\n<attorneys data-order=\"29\" data-type=\"attorneys\" id=\"b242-5\"><em>Geo. W. </em>Parsons, for respondent.</attorneys>\n<p data-order=\"30\" data-type=\"legal\" id=\"A2Y\">—I. The Supreme Court has control of its own judgments, and can vacate, modify, or discharge them, on motion, on proper cause shown. The formal writ of <em>a/udita querela </em>is superseded by the present practice. (See Merchants’ Bank <em>a. </em>Moore, 2 <em>Johns., </em>294; Smith <em>a. </em>Page, 15 <em>Ib., </em>395 ; Lansing <em>a. </em>Orcott, 16 <em>Ib., </em>4; Briggs <em>a. </em>Thompson, 20 <em>Ib., </em>294.)</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b242-7\">II. Defendant’s affidavit and documentary evidence made out • a clear case, showing that the judgment was fully paid; and on such proof he was entitled to the order asked, to vacate the judgment, &amp;c., unless the defendant’s case was disproved by plaintiff.</p>\n<p data-order=\"32\" data-type=\"legal\" id=\"b242-8\">III. The plaintiff sought to defeat the motion by a contradictory, jesuitical, inexplicit, and vague affidavit, suppressing facts, and tending to lead to false conclusions; and when the court gave him an opportunity, and required him to explain and furnish proof to make the facts hinted at in his affidavit more clear and definite, he refused, and rested on his sole affidavit.</p>\n<p data-order=\"33\" data-type=\"legal\" id=\"b242-9\">IV. The court had a perfect right, without his motion, and against his will, to require the plaintiff to make his affidavit and statements sufficiently clear and explicit to enable the court to pass upon the question, and on his refusal, to construe all ambiguities against him. 1. The form or manner of getting at such proof is a subject of discretion with the court. The court is not compelled to order a reference in any case, under the Code. (See <em>Code, </em>§ 211, subd. 3.) 2. It was eminently a proper exercise of the court’s discretion in this case to order the question to be tried» and settled by the court.</p>\n<p data-order=\"34\" data-type=\"legal\" id=\"b242-10\">V. A party under the Code can be examined by his opponent, the same as any other witness. Witnesses in general must submit to a cross-examination; and on refusal, their direct examination will be stricken out. <em>A fortiori, </em>where a party refuses to make other than a partial, confused, and inconsistent statement—• refuses to tell the whole truth, or be examined by the court in reference thereto—his testimony in his own favor should be stricken out.</p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b243-4\"><page-number citation-index=\"1\" label=\"231\">*231</page-number>VI. The plaintiff having filed his liens for the work and materials covered by the contract, thereby, so far as he is concerned, fixed the amount he was entitled to receive under the contract, or for such labor .and materials, and made the land the primary fund for the payment of the same. And by discharging the liens first, and receiving mortgages on same premises in place of them, and afterwards discharging the mortgages upon their being paid, he discharged the principal without the consent of the surety (Lent), and the surety was thereby discharged. But plaintiff’s whole debt was also thereby paid, and defendant entitled to have the collateral judgment vacated.</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b243-5\">VII. Ho question of law is raised by the return to this court. A question of fact only, whether the evidence proved a payment of the judgment to the plaintiff, was considered and decided by the court. Their manner of obtaining proof was no violation of the law.</p>\n<footnote data-order=\"37\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b237-16\"> Compare Huelin <em>a. </em>Ridner, 6 <em>Ante, </em>19.</p>\n</footnote>\n<opinion data-order=\"38\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b243-6\">By the Court.—Denio, J.</author>\n<p id=\"ACo\">—The question upon this appeal is, whether a judge, before whom a motion is heard at a special term, can direct the responding party to appear before him and be examined orally touching the matters of fact involved in the controversy; and upon his refusing to submit to such examination, can determine the matter against him, as upon the confessions of the allegations presented by the party making the motion.</p>\n<p id=\"b243-8\">I am unable to find authority for this in the provisions of the Code of Procedure, or in the practice of the court as it exists, independently of the Code. If the plaintiff’s affidavit in opposition to the motion was equivocal, and evaded instead of denying what had been alleged by the defendant, a case may have been presented where the judge would be authorized to consider the defendant’s case substantially admitted, and to have determined the matter in his favor without any further proceedings. If the case did not warrant such a disposition of it, he might have denied the motion absolutely, or without prejudice to another application, or an action by the defendant to establish the satisfaction of the judgment; or he might have referred the question to a referee, or have awarded an issue. He was not, in my opinion, authorized to call the plaintiff before him to answer interrogatories, and in default of his appearing, <page-number citation-index=\"1\" label=\"232\">*232</page-number>or in case of his refusing to be examined, to determine the matter against him as upon a confession. The proceeding contemplated by the order of March 12th was not a trial before a referee, for no reference had been ordered. Nor was it a trial before a court, for there was no action pending, and no issue had been joined upon a question of fact. Before the trial of an issue in an action, the respective parties may call their adversaries ; and if they refuse to attend and testify, they may be punished as for contempt, and the complaint, answer, or reply of the party so refusing may be stricken out. (Code, § 394.) But there is no such provision for the determination of a motion. In such a proceeding, it is not the practice of the court to hear oral testimony at all. I am not surprised that the learned judge should have been desirous of unravelling the case before him— which had been very obscurely stated in the papers on both sides—in the most direct and expeditious way; and it may very well be that the method contemplated, if submitted to, would have led to a satisfactory solution of the difficulty with but little delay and expense. Still, it should he kept in mind that there is great safety in abiding by established forms. If the practice which was adopted in this instance should be sanctioned, a precedent would be established which would permit every judge, in such a case, to institute an inquiry by means of oral testimony; and as the law makes no provision for preserving a record of the evidence, or for a review upon a case or bill of exceptions, the determination would depend upon the discretion of the magistrate. I have, therefore, no hesitation in saying that the proceeding cannot be sustained; and, as the final order was made on the ground that the defendant’s case was adjudged to be admitted or proved, not by a consideration of all the evidence before the judge, but as a consequence of the plaintiff’s contumacy, I am of opinion that the order should be reversed for that'reason alone.</p>\n<p id=\"b244-5\">If we should look into the affidavits with a view to determine the- motion upon the statements contained in them, we should be unable to arrive at the conclusion that the judgment had been fully satisfied. A portion of the judgment of the Supreme Court, in the action between these parties, was for a specific performance of an executory contract for the conveyance of a house and lot of ground. There is no pretence that such a con<page-number citation-index=\"1\" label=\"233\">*233</page-number>veyance has been executed. The defendant’s case is, that the plaintiff has received a collateral satisfaction for this as well as for the pecuniary judgment. The plaintiff had taken proceedings to establish a mechanic’s lien upon the buildings upon which he had expended labor and materials, and it is shown that he, in the first instance, received mortgages as a substitute for this lien, and that eventually and after the judgment in the action those mortgages were paid to the amount of ten thousand dollars. The amount would indicate <em>prima, facie </em>that the liens, and consequently the mortgages and the payment thereof, was co-extensive with the whole amount to be paid by the defendant to the plaintiff, including the payment to be made by means of the lot, which the defendant agreed to convey; but the plaintiff denies on oath that the liens embraced the claim for the conveyance of the lot, or that he has ever received any satisfaction or security for the non-performance of the defendant of that obligation. In another part of his affidavit, the plaintiff says there were other liens besides those arising out of his contract with the defendant, for other labor and materials expended on these buildings, to the amount of eight thousand dollars, which he caused to be removed and the amount of which entered into the consideration of the mortgages. If this allegation is^ true, the payment of the mortgages did not fully pay the indebtedness, for which the plaintiff recovered his judgment. It is certainly a little remarkable that the plaintiff did not specify these other claims, and show how he became connected with them. The plaintiff’s affidavit was not sufficiently <em>frank and </em>explanatory to have warranted the judge in denying the defendant’s motion. At the same time I do not think he could, against the direct averments in the plaintiff ’s affidavit, have decided that the judgment in all its branches had been satisfied. The proper order to have been made was for a reference to try the question whether the judgment had been fully paid, and if not fully paid whether any portion of it had been paid, and what portion. Upon the trial before the referee, either party will be entitled to the general provisions of law to examine his opponent, and to produce such other evidence as may be in his power. I am in favor of reversing the order appealed from.</p>\n<p id=\"b245-5\">Order reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}