{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"672\" lastpage=\"674\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  Joseph COLLINS, Petitioner,\n  <br/>\n  v.\n  <br/>\n  MONTANA EIGHTH JUDICIAL DISTRICT COURT, Cascade County, the Honorable Gregory G. Pinski, Presiding, Respondent.\n </parties>\n <docketnumber id=\"p-2\">\n  OP 18-0166\n </docketnumber>\n <court id=\"p-3\">\n  Supreme Court of Montana.\n </court>\n <decisiondate id=\"p-4\">\n  Decided: May 22, 2018\n </decisiondate>\n <attorneys id=\"p-5\">\n  For Petitioner: Chad Wright, Appellate Defender, Koan Mercer, Assistant Appellate Defender, Helena, Montana.\n </attorneys>\n <attorneys id=\"p-6\">\n  For Respondent: The Honorable Gregory G. Pinski, Montana Eighth Judicial District Court, Great Falls, Montana, Jennifer Quick, Deputy Cascade County Attorney, Great Falls, Montana.\n </attorneys>\n <judges id=\"p-7\">\n  Justice Laurie McKinnon delivered the Opinion and Order of the Court.\n </judges>\n <opinion type=\"majority\">\n  <p id=\"p-8\">\n   ¶1 Petitioner Joseph Collins asks this Court to exercise supervisory control over the Eighth Judicial District Court, Cascade County, in Cause No. ADC-17-630, following the District Court's denial of Collins's motion to substitute assigned Judge Pinski (Substitution Motion). We grant the writ of supervisory control and address the following issue:\n  </p>\n  <blockquote id=\"p-9\">\n   <em>\n    Did the District Court improperly deny Collins's Substitution Motion?\n   </em>\n  </blockquote>\n  <p id=\"p-10\">\n   <strong>\n    FACTUAL AND PROCEDURAL BACKGROUND\n   </strong>\n  </p>\n  <p id=\"p-11\">\n   ¶2 The State charged Collins with assault with a weapon and the District Court scheduled Collins's arraignment for January 4, 2018. Collins did not appear at his arraignment and the District Court issued an arrest warrant. The police arrested Collins and the District Court subsequently set Collins's arraignment for January 25, 2018. Collins appeared at his January 25, 2018 arraignment, and on January 31, 2018, filed the Substitution Motion pursuant to § 3-1-804, MCA.\n  </p>\n  <p id=\"p-12\">\n   ¶3 The District Court denied Collins's Substitution Motion as untimely. The court noted that under § 3-1-804(1)(b), MCA, a party must file a motion for substitution within ten calendar days after the defendant's arraignment. The court decided that Collins's arraignment occurred on January 4, 2018, as the \"plain language of the substitution statute does not require a personal appearance by Defendant.\" The District Court determined Collins's Substitution Motion was due on January 15, 2018, and therefore found Collins's request untimely. Collins filed a petition for writ of supervisory control, requesting this Court instruct the District Court to vacate its order denying substitution. The District Court responded, maintaining that it properly interpreted the statute and that Collins failed to timely file his motion.\n  </p>\n  <p id=\"p-13\">\n   <strong>\n    DISCUSSION\n   </strong>\n  </p>\n  <p id=\"p-14\">\n   ¶4 This Court has supervisory control over all other state courts. Mont. Const. art. VII, § 2 (2). We exercise supervisory control on a case-by-case basis, as it is an extraordinary remedy that \"is sometimes\n   justified when urgency or emergency factors exist making the normal appeal process inadequate, when the case involves purely legal questions, and when ... [t]he other court ... denied a motion for substitution of a judge in a criminal case.\" M. R. App. P. 14(3)(c).\n  </p>\n  <p id=\"p-15\">\n   ¶5 The parties agree that this Court may appropriately exercise supervisory control over this matter. Urgency factors exist making the normal appeal process inadequate, as Collins's request is premised upon his statutory right to have a different judge preside over his criminal matter. The case involves a purely legal question of whether the District Court properly interpreted § 3-1-804(1)(b), MCA. Further, the District Court denied Collins's motion for substitution of judge in a criminal case. Accordingly, this case is properly before this Court on a writ of supervisory control pursuant to M. R. App. P. 14(3).\n   <em>\n    See also\n   </em>\n   ,\n   <em>\n    e.g.\n   </em>\n   ,\n   <em>\n    D.H. v. Mont. Fourth Judicial Dist. Court\n   </em>\n   ,\n   <extracted-citation case-ids=\"3752642\" index=\"0\" url=\"https://cite.case.law/mont/365/82/\">\n    2012 MT 106\n   </extracted-citation>\n   , ¶¶ 2, 15-19, 24,\n   <extracted-citation case-ids=\"3752642\" index=\"1\" url=\"https://cite.case.law/mont/365/82/\">\n    365 Mont. 82\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"3752642\" index=\"2\" url=\"https://cite.case.law/mont/365/82/\">\n    278 P.3d 1010\n   </extracted-citation>\n   (exercising supervisory control over a district court's denial of defendants' motions for substitution of judge);\n   <em>\n    Dusek v. Eighth Judicial Dist. Court\n   </em>\n   ,\n   <extracted-citation case-ids=\"615833\" index=\"3\" url=\"https://cite.case.law/mont/318/166/\">\n    2003 MT 303\n   </extracted-citation>\n   , ¶¶ 4-7, 13-14,\n   <extracted-citation case-ids=\"615833\" index=\"4\" url=\"https://cite.case.law/mont/318/166/\">\n    318 Mont. 166\n   </extracted-citation>\n   ,\n   <extracted-citation case-ids=\"615833\" index=\"5\" url=\"https://cite.case.law/mont/318/166/\">\n    79 P.3d 292\n   </extracted-citation>\n   (exercising supervisory control because the district court incorrectly denied defendant's motion for substitution of judge).\n  </p>\n  <p id=\"p-16\">\n   ¶6 \"Each adverse party is entitled to one substitution of a district judge.\" Section 3-1-804(1), MCA. In a criminal action, a motion for substitution \"must be filed within 10 calendar days after the defendant's arraignment.\" Section 3-1-804(1)(b), MCA. The statute itself does not define the term \"arraignment.\"\n   <footnotemark>\n    1\n   </footnotemark>\n   Therefore, we refer to\n   Title 46, MCA, for the meaning of arraignment.\n   <em>\n    See\n   </em>\n   <em>\n    D.H.\n   </em>\n   , ¶ 17 (looking to Title 41, MCA, for assistance in distinguishing a youth's \"probable cause hearing\" from his \"initial appearance\" under § 3-1-804(1)(b), MCA (2011) ). Section 46-1-202(2), MCA, defines an arraignment as \"the formal act of calling the defendant into open court to enter a plea answering a charge.\" An arraignment \"must be conducted in open court and must consist of reading the charge to the defendant or stating to the defendant the substance of the charge and calling on the defendant to plead to the charge.\" Section 46-12-201(1), MCA. Further, the \"defendant must be given a copy of the charging document before being called upon to plead.\" Section 46-12-201(1), MCA. The Legislature explicitly provided that an arraignment may be conducted \"by the use of two-way electronic audio-video communication,\" as such technology allows \"all of the participants to be heard in the courtroom by all present and allowing the party to be seen.\" Section 46-12-201(1), MCA.\n  </p>\n  <p id=\"p-17\">\n   ¶7 The clear import of these provisions is that a defendant must be present, either physically or via electronic audio-video communication, at his arraignment. If a defendant fails to appear at his scheduled arraignment, regardless of whether the nonappearance was voluntary, that hearing cannot be defined as his actual arraignment. Instead, the arraignment is the subsequent hearing in which the defendant is formally called into \"open court to enter a plea answering a charge.\" Section 46-1-202(2), MCA. At that hearing, the court must read the defendant the charge or charges against him and give him a copy of the charging document. Then the defendant pleads to the charge. None of those things happened on January 4, 2018, when Collins failed to appear for his scheduled arraignment. Therefore, his Substitution Motion was not due on January 15, 2018. Instead, Collins's arraignment occurred on January 25, 2018, and his Substitution Motion was due ten calendar days after that. Collins's January 31, 2018 Substitution Motion was well within the ten-day timeframe and therefore timely.\n  </p>\n  <p id=\"p-18\">\n   <strong>\n    CONCLUSION\n   </strong>\n  </p>\n  <p id=\"p-19\">\n   ¶8 Collins's arraignment occurred on January 25, 2018, and he filed his Substitution Motion on January 31, 2018, within the ten-day timeframe required by § 3-1-804(1)(b), MCA. Because Collins's Substitution Motion was timely, the District Court improperly denied the request.\n  </p>\n  <p id=\"p-20\">\n   ¶9 IT IS HEREBY ORDERED that Collins's petition for a writ of supervisory control is GRANTED. The District Court's order denying\n   Collins's Substitution Motion is set aside and this matter is remanded for further proceedings consistent herewith.\n  </p>\n  <p id=\"p-21\">\n   ¶10 The Clerk is directed to provide a copy of this Opinion and Order to all counsel of record and to the Honorable Gregory G. Pinski.\n  </p>\n  <p id=\"p-22\">\n   We Concur:\n  </p>\n  <p id=\"p-23\">\n   MIKE McGRATH, C.J.\n  </p>\n  <p id=\"p-24\">\n   DIRK M. SANDEFUR, J.\n  </p>\n  <p id=\"p-25\">\n   INGRID GUSTAFSON, J.\n  </p>\n  <p id=\"p-26\">\n   BETH BAKER, J.\n  </p>\n  <footnote label=\"1\">\n   <p id=\"p-29\">\n    The District Court argues that the plain language of § 3-1-804(1)(b), MCA, does not require the defendant's personal appearance at the arraignment and that the ten-day substitution timeline may begin even if the court does not arraign the defendant consistent with § 46-12-201, MCA. To support its argument, the District Court looks to the history of § 3-1-804(1)(b), MCA. Prior to 2015, the statute provided that a defendant needed to file a substitution motion within ten days after the defendant \"makes an initial appearance in the district court.\" Section 3-1-804(1)(b), MCA (2013). Sometimes the \"initial appearance\" is the arraignment and other times it is simply an initial appearance. The District Court contends that the change from \"initial appearance\" to \"arraignment\" demonstrates that the defendant's personal appearance is no longer required. We disagree and find that an \"arraignment\" starting the ten-day substitution timeline of § 3-1-804(1)(b), MCA, must comply with the requirements of Title 46, MCA. The District Court reads § 3-1-804(1)(b), MCA, as simply setting \"a definitive moment in the criminal proceeding to trigger the ten-day timeline in which to file a motion for substitution of judge.\" We agree with the District Court that § 3-1-804(1)(b), MCA, sets a \"definitive moment\" triggering the ten-day timeline, but find that \"definitive moment\" to be when the defendant is arraigned pursuant to the standard procedure required in all criminal proceedings.\n   </p>\n  </footnote>\n </opinion>\n</casebody>\n"
  }
}