{
  "casebody": {
    "data": "<casebody firstpage=\"238\" lastpage=\"243\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b256-6\">Joe S. Wooten et al v. The State of Texas.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b256-7\">No. 8155.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ADj\">Decided January 12, 1944.</decisiondate>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b256-8\">Rehearing overruled February 9, 1944.</otherdate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b256-9\">(177 S. W., 2d Series, 56.)</citation>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b257-7\"><page-number citation-index=\"1\" label=\"239\">*239</page-number><em>Frank 0. Ray, </em>of Alpine, and <em>Thomas B. Greenwood, </em>of Austin, for petitioners.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"b257-8\">In condemnation proceedings the petition should describe the land to be condemned with such certainty as to identity it. Parker v. Fort Worth &amp; D. C. Ry. Co., 84 Texas 336; 19 S. W. 519; Norris v. Hunt, 51 Texas 609; Smith v. Sorrelle, 126 Texas 357, 87 S. W. (2d) 703; Lewis on Eminent Domain, 350.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b257-9\"><em>Gerald! C. Mmm, </em>Attorney General, <em>Frederick B. Isely, </em>Assistant Attorney General, and <em>Edward B. Johnson, </em>of Brownwood, for respondent.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"b257-10\">Where the description in the deed specifies a property intended to be conveyed, and the instrument furnishes other sufficient means of determining the particular property conveyed thereby, the description is legally sufficient. 14 Texas Jur. 988; Easterling v. Simmons, 293 S. W. 693; Long v. Martin, 234 S. W. 97; Maupin v. Chaney, 139 Texas 426, 163 S. W. (2d) 383.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b257-11\">Mr. Judge Smedley,</author>\n<p id=\"A_y\">of the Commission of Appeals delivered the opinion for the Court.</p>\n<p id=\"b257-12\">This is a proceeding instituted by the State of Texas, respondent, against petitioners, Joe S. Wooten and wife, for the condemnation of two tracts of land in Brewster County, to be used as a part of Big Bend National Park created by legislative enactment in 1939. Acts Regular Session, 46th Legislature, pp. 520-525. Judgment rendered by the county court condemning the land and assessing petitioner’s damages for the land taken at $400.00 was affirmed by the Court of Civil Appeals. The opinion of that court has not been published.</p>\n<p id=\"b257-13\">The principal question presented is as to the sufficiency of thé description of the land sought to be taken. In the statement <page-number citation-index=\"1\" label=\"240\">*240</page-number>in writing filed with the County Judge which is the petition for condemnation (Art. 3264, Revised Civil Statutes of 1925), in the decision and award madé by the commissioners and in the judgment rendered by the county court, the two tracts of land are thus described:</p>\n<blockquote id=\"b258-3\">“Situated in Brewster County, Texas, and described as follows: The North part of Tract No. 10, Section 13, Block G-17, H. P. Melton Survey, containing 60 acres of land, more or less, and the North end of Tract No. 10, Section 11, Block G-17, Thos. F. Main Survey, containing 140 acres of land, more or less, aggregating the total sum of 200 acres of land, more or less.”</blockquote>\n<p id=\"b258-4\">Petitioners contend that because this description wholly fails to identify the land sought to be condemned, neither the commissioners nor the county court acquired jurisdiction in the proceeding.</p>\n<p id=\"b258-5\">Section 1 of Article 3264 of the Revised Civil Statutes- of 1925, as amended (Vernon’s Annotated Civil Statutes, Article 3264, Sec. 1), provides that the statement in writing required to be filed by the party desiring to condemn real estate “shall describe the land sought to be condemned.” It has been held that “if this be not so done as to identify the land to be taken the jurisdiction of the tribunal having power to condemn never attaches.” Parker v. Fort Worth &amp; D. C. Ry. Co., 84 Texas 333, 19 S. W. 519. It is held further in that case that the certainty required in the description of the land in a condemnation proceeding “is of the same nature as that required in conveyances of land, so that a surveyor could go upon the land and mark out the land designated.” See also Roberts v. County of Robertson, 48 S. W. (2d) 737, application for writ of error refused.</p>\n<p id=\"b258-6\">The rule as to the description in a deed, often quoted, is thus stated in Norris v. Hunt, 51 Texas 609, 614: “The true rule, as deduced from the authorities, seems to be that the description should be so definite and certain upon the face of the instrument itself, or by other writing referred to, that the land can be identified with reasonable certainty.” In Harris v. Shafer, 86 Texas 314, 23 S. W. 979, 24 S. W. 263, the order of confirmation and the deed in an administrator’s sale described in the land sold as “1800 acres of land, it being the upper part of the survey.” The court held that the sale was void because the description in the order of confirmation and in the deed was “wholly insufficient and in fact no description, furnishing no means by which the land intended to be conveyed can be located <page-number citation-index=\"1\" label=\"241\">*241</page-number>at any particular place in the survey.” Similarly, in Smith v. Sorelle, 126 Texas 353, 87 S. W. (2d) 703, a mineral deed was held void for uncertainty in description. It described the land by quantity and as being a part of a larger tract and contained nothing to identify the specific portion of the larger tract intended to be conveyed. See also Maupin v. Chaney, 139 Texas 426, 163 S. W. (2d) 380; Brown v. Gaines, 131 S. W. (2d) 801, application for writ of error refused.</p>\n<p id=\"b259-5\">The petition, the commissioners’ award, and the judgment in this case contain no descriptive data for identification of the land sought to be condemned save that above quoted. The one tract is described as the north part of Tract 10, Section 13, Block G-17, H. P. Melton survey, containing 60 acres of land, more or less; and the description given of the other tract is that it is the north end of Tract 10, Section 11, Block G-17, Thos. F. Main survey, containing 140 acres of land, more or less.</p>\n<p id=\"b259-6\">Respondent disregards the words “more or less” used in the description of the two tracts and treats the descriptions as if they read: “The north part of Tract No. 10, Sec. 13, etc. containing 60 acres of land,” and “the north end of Tract No. 10, Sec. 11, etc., containing 140 acres of land.” It is argued that these descriptions are sufficiently definite because a surveyor could go upon the ground and mark off the north 60 acres of Tract No. 10 in Section 13, and the north 140 acres of Tract No. 10 in Section 11'. The authorities upon which respondent relies are cases that have held sufficient such descriptions as “50 acres on the east end” of a designated larger tract; 58.7 acres out of the southeast end of the 228.7 acre tract,” which latter tract is described by metes and bounds; “420 acres out of the northeast part of the Robert Hill survey”; “the south 10 acres out of 30 acres in the northeast corner of survey No. 62.” Clayborn v. Gambill, 87 S. W. (2d) 508 (application for writ of error refused); Porch v. Rooney, 275 S. W. 494 (application for writ of error refused); Diffie v. White, 184 S. W. 1065, 1067; Long v. Martin, 234 S. W. 91. See also Pruett v. Robison, 108 Texas 283, 192 S. W. 537; Simonds v. Stanolind Oil &amp; Gas Co., 134 Texas 332, 347, 114 S. W. (2d) 226; Wiggins v. Hensley, 90 S. W. (2d) 572. In none of the foregoing cases was the specification of the number of acres intended to be conveyed qualified by the words “more or less.” It should be noted also that in most, if not all, of the cases last cited, the survey or larger tract out of which the smaller tract was to be taken was a square or a parallelogram, so that the designated acreage could be construed as a square or a parallelogram by lines drawn <page-number citation-index=\"1\" label=\"242\">*242</page-number>parallel to the line or lines of the larger tract. The statement of facts in the instant case contains no evidence showing the configuration of the larger tracts out of which the acreage attempted to be condemned is to be taken.</p>\n<p id=\"b260-3\">It is unnecessary, however, to decide in this case whether the description would be sufficient but for the use of the words “more or less.” These words were used as a part of the description and they are not to be ignored. The instruments do riot designated the land as the north 60 acres of Tract No. 10, Section 10, Section 13, and the north 140 acres of Tract No. 10, Section 11, but as the north part of Tract No. 10, Section 13, containing 60 acres, <em>more or less, </em>and the north end of Tract No. 10, Section 11, containing 140 acres, <em>more or less.</em></p>\n<p id=\"b260-6\">Usually the words “more or less” in a deed are added to an estimate of the quantity of the land following a particular description. So used they are a part of the description, qualifying the statement of quantity, and they contribute little or nothing toward identifying the land. Weir v. McGee, 25 Texas Sup. 21; Troy v. Ellis, 60 Texas 630. But the words “more or less” thus used in a deed are not without legal import. If inserted without fraud or mistake, they are taken as prima facie evidence that the parties intended to risk a not unreasonable gain or loss in the estimated quantity. Rich v. Ferguson, 45 Texas 396, 398; Smith v. Fly, 24 Texas 345, 76 Am. Dec. 109; Watson v. Cline, 42 S. W. 1037.</p>\n<p id=\"b260-7\">In the instant case, however, the words “more or less” are not attached to an estimate of quantity following a particular description of the land; and since there is no particular description the acreage, or quantity, becomes important in ascertaining what land is intended to be condemned. There is nothing to identify or define the north part of one tract and the north end of the other tract except the statement of the acreage, and that statement is qualified, made indefinite and uncertain by the addition of the words, “more or less.” The use of these words destroys the value of the statements of the acreage for the purpose of description. The substance of the description is: 60 acres, more or less, off the north end or part of one tract, and 140 acres, more or less, off the north end or part of the other tract. Is it 60 (and 140) acres or more than 60 (and 140) acres or less than 60 (and 140) acres? If more, how much more? If less, how much less? In our opinion, the description of the land contained in the petition for condemnation, in the award and in the judgment, is so indefinite and uncertain that <page-number citation-index=\"1\" label=\"243\">*243</page-number>the land cannot be identified with reasonable certainty. It follows that neither the commissioners nor the county court acquired jurisdiction.</p>\n<p id=\"b261-5\">Other questions presented by the application for writ of error were decided in Schooler v. State, 175 S. W. (2d) 664, in which application for writ of error was “refused for want of merit.”</p>\n<p id=\"b261-6\">The judgments of the Court of Civil Appeals and the county court are reversed and the condemnation proceeding is dismissed.</p>\n<p id=\"b261-7\">Opinion adopted by the Supreme Court January 12, 1944.</p>\n<p id=\"b261-8\">Rehearing overruled February 9, 1944.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}