{
  "casebody": {
    "data": "<casebody firstpage=\"372\" lastpage=\"374\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b400-4\">UNITED STATES of America, Plaintiff-Appellee, v. Isa HARNETT, a/k/a Isa Hardnett, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b400-7\">No. 09-4686.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b400-8\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b400-9\">Submitted: March 30, 2010.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Akc\">Decided: April 13, 2010.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b400-21\">Thomas P. McNamara, Federal Public Defender, Stephen C. Gordon, Assistant Federal Public Defender, Raleigh, North Carolina, for Appellant. George E.B. Holding, United States Attorney, Anne M. Hayes, Jennifer P. May-Parker, Assistant United States Attorneys, Raleigh, North Carolina, for Appellee.</attorneys>\n<judges data-order=\"6\" data-type=\"judges\" id=\"b400-22\">Before GREGORY and DAVIS, Circuit Judges, and HAMILTON, Senior Circuit Judge.</judges>\n<p data-order=\"7\" data-type=\"disposition\" id=\"b400-23\">Affirmed by unpublished PER CURIAM opinion.</p>\n<p data-order=\"8\" data-type=\"misc\" id=\"b400-24\">Unpublished opinions are not binding precedent in this circuit.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b400-25\">PER CURIAM:</author>\n<p id=\"b400-26\">Isa Harnett, originally convicted of being a felon in possession of a firearm, in violation of 18 U.S.C. §§ 922(g)(1) &amp; 924 (2006), appeals from the district court’s order revoking his supervised release and sentencing him to twenty-four months’ imprisonment. At his revocation hearing, Harnett admitted to engaging in criminal <page-number citation-index=\"1\" label=\"373\">*373</page-number>conduct while on supervised release and failing to report his arrest within seventy-two hours. On appeal, Harnett argues that his sentence was plainly unreasonable because the district court employed a flawed procedure in sentencing him. We affirm.</p>\n<p id=\"A6F\">This court reviews a sentence imposed as a result of a supervised release violation to determine whether the sentence was plainly unreasonable. <em>United States v. Crudup, </em>461 F.3d 433, 437 (4th Cir.2006). The first step in this analysis is to determine whether the sentence was unreasonable. <em>Id. </em>at 438. This court, in determining reasonableness, follows generally the procedural and substantive considerations employed in reviewing original sentences. <em>Id. </em>If a sentence imposed after a revocation is not unreasonable, this court will not proceed to the second prong of the analysis—whether the sentence was plainly unreasonable. <em>Id. </em>at 439.</p>\n<p id=\"AuD\">Also, although a district court must consider the policy statements in Chapter Seven of the sentencing guidelines along with the statutory requirements of 18 U.S.C. § 3583 (2006) and 18 U.S.C. § 3553(a), the district court has broad discretion to revoke supervised release and impose a term of imprisonment up to the statutory maximum. <em>Crudup, </em>461 F.3d at 439 (quoting <em>United States v. Lewis, </em>424 F.3d 239, 244 (2d Cir.2005)). Finally, on review, this court will assume a “deferential appellate posture concerning issues of fact and the exercise of discretion.” <em>Crud-up, </em>461 F.3d at 439 (internal quotation omitted).</p>\n<p id=\"AUc\">Harnett argues that the district court failed to consider all the applicable § 3553(a) factors and failed to make an individualized assessment based on the facts presented. The district court was not required to “robotically tick through” every subsection of § 3553(a). <em>United States v. Montes-Pineda, </em>445 F.3d 375, 380 (4th Cir.2006). Nor was the district court required to discuss every § 3553(a) factor on the record. <em>United States v. Johnson, </em>445 F.3d 339, 345 (4th Cir.2006). Harnett does not mention which § 3553(a) factor the district court failed to consider, and the district court’s thoughtful and detailed statement at sentencing establishes that the court considered the relevant § 3553(a) factors. Accordingly, Harnett’s argument is without merit.</p>\n<p id=\"AGgg\">Harnett also argues that his sentence was procedurally unreasonable because the district court did not specifically address his efforts while in prison to better himself or that he had served a state prison sentence for the offense conduct that was the basis for his supervised release violation. However, at sentencing, Harnett never actually argued for a particular sentencing outcome. Therefore, his claim is reviewed for plain error. <em>United States v. Thompson, </em>595 F.3d 544, 547-48 (4th Cir.2010). To establish plain error, Harnett must demonstrate that: (1) there was error; (2) the error was “plain;” and (3)the error affected his substantial rights. <em>United States v. Olano, </em>507 U.S. 725, 732, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993). If the three elements of this standard are met, this court may still exercise its discretion to notice the error only if “the error seriously affect[s] the fairness, integrity, or public reputation of judicial proceedings.” <em>Id. </em>(quoting <em>United States v. Young, </em>470 U.S. 1, 15, 105 S.Ct. 1038, 84 L.Ed.2d 1 (1985) (internal quotations omitted)).</p>\n<p id=\"ANJ\">Harnett fails to show any error by the district court in explaining the basis for the sentence imposed. At sentencing, Harnett, through counsel, merely highlighted facts for the district court to consider in possible mitigation of Harnett’s conduct. The court’s explanation for Har-<page-number citation-index=\"1\" label=\"374\">*374</page-number>nett’s sentence indicates that the district court simply found those facts insufficient to overcome the severity of Harnett’s conduct, his performance on supervised release, the benefit Harnett received from the Fed.R.Crim.P. 35 motion, and Har-nett’s extensive criminal history. <em>See United States v. Moulden, </em>478 F.3d 652, 657 (4th Cir.2007). Accordingly, we affirm the judgment of the district court. We dispense with oral argument as the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b402-4\">\n<em>AFFIRMED.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}