{
  "casebody": {
    "data": "<casebody firstpage=\"351\" lastpage=\"368\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b373-6\">State of Connecticut <em>v. </em>Jose L. Cruz</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b373-7\">(13419)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b373-8\">Shea, Glass, Covello, Hull and Santaniello, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b373-16\">Argued March 30</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"aeo-dedup-0\">decision released August 1, 1989</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b374-5\"><page-number citation-index=\"1\" label=\"352\">*352</page-number><em>Katherine C. Callahan, </em>with whom was <em>Robert M. DeCrescenzo., </em>for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b374-6\"><em>Richard F. Jacobson, </em>assistant state’s attorney, with whom, on the brief, were <em>Donald A. Browne, </em>state’s attorney, and <em>Gary W. Nicholson, </em>assistant state’s attorney, for the appellee (state).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b374-7\">Santaniello, J.</author>\n<p id=\"AUK\">The defendant, Jose L. Cruz, was arrested and charged with murder in violation of General Statutes § 53a-54a (a). He entered a plea of not guilty and elected a jury trial. After the jury had found the defendant guilty as charged, he was sentenced to prison.</p>\n<p id=\"b374-8\">The defendant claims on appeal that the trial court erred in: (1) permitting witnesses to testify at trial as to information that was provided to them by persons not presented as witnesses at trial and by persons who were unknown and unnamed; (2) permitting impeachment testimony against a defense witness; (3) denying the defendant’s motion for a mistrial made as a result of the testimony of one witness purporting to establish a homosexual relationship between the defendant and the victim; and (4) denying the defendant’s motion for a mistrial based on the testimony of a police officer that an argument had occurred at the scene of the crime. We find no error.</p>\n<p id=\"b374-9\">The jury reasonably could have found the following facts. On October 29, 1986, at 8:30 p.m. a shooting resulting in the death of Walter Cothran, Jr., took place in a courtyard near building 11 at the Evergreen Apartments on Albion Street in Bridgeport. Among the <page-number citation-index=\"1\" label=\"353\">*353</page-number>investigating officers were Officers Richard Herlihy and Scott Gordon, and Detectives David Silva, Frank Williams and Leo Krusinski, all of the Bridgeport police department. Upon arrival at the scene, Officers Her-lihy and Gordon observed a black male lying on the ground in a pool of blood. Close examination of the body failed to disclose any respiration or pulse. Herlihy observed a bullet wound in the victim’s neck, but he could find neither a gun nor any spent shells in the area. He saw that the area was illuminated by lights on the buildings. He then talked to Melvin Riley, Andrew Lindsay, two black females who refused to identify themselves and several others who afforded no information and who also declined to identify themselves. Herlihy had ascertained from three unidentified and unnamed witnesses that “there [had been] an argument by building 11.” As a result of information received from these sources, and descriptions of an Hispanic man who went by the name Cheo, provided by Lindsay and the two black females, Herlihy issued a broadcast over the police radio to bring in Cheo for questioning.</p>\n<p id=\"b375-5\">While riding a bicycle to a nearby store, Allison Crad-dock saw the defendant and Cothran talking and drinking beer between buildings 10 and 11. Upon his return from the store and from a distance of approximately ten feet, he witnessed the defendant standing over Cothran and shooting him a total of five times. Thereafter, he saw Cruz run away.</p>\n<p id=\"b375-6\">At about the same time, Melvin Riley, who was walking along a fence about 100 yards from the scene, heard five shots and saw Cruz firing his gun into Cothran where he lay on the ground. Later in the evening at the detective bureau, Detective David Silva interviewed Riley in connection with the shooting and showed him six photographs from which he identified a photograph of the defendant as that of the person who shot Cothran.</p>\n<p id=\"b376-4\"><page-number citation-index=\"1\" label=\"354\">*354</page-number>Detective Leo Krusinski arrived at the scene of the shooting shortly after the other officers and detectives. An unidentified individual described Cheo’s physical appearance to the detective and also placed Cheo at the scene. Krusinski also learned from these sources that Cheo was the alleged street name of Jose Cruz. Detective Frank Williams learned from unidentified sources that Cruz had allegedly left the scene of the shooting in a blue Cadillac, and Williams conveyed this information to Krusinski. After acquiring this information, Krusinski left the scene in pursuit of that vehicle. The police found and stopped a blue Cadillac, but the defendant was not in it. Omar Bahamonde was driving the Cadillac and Richard Ortega was a passenger.</p>\n<p id=\"b376-5\">The defendant, who had fled the state, was later arrested in Kentucky, and returned to Bridgeport.</p>\n<p id=\"b376-6\">At trial, Herlihy testified that he and Gordon had been dispatched to the Evergreen Apartments in response to a report of a shooting near building 11. He stated that after ascertaining that Walter Cothran had been shot and apparently fatally wounded, he commenced an investigation during which he spoke to Andrew Lindsay, a black male, two unidentified black females and one unidentified black male, none of whom testified at trial. Herlihy further testified that he had been told by these individuals that “there was an argument by building 11” and that, on the basis of the information provided by these same individuals, he sought an Hispanic male whose street name was Cheo. None of the other witnesses called at trial testified that the defendant was involved in an argument at the scene. The court overruled the defendant’s objection to Her-lihy’s testimony as hearsay and denied his motion for a mistrial. The court, however, gave the jury a curative instruction.</p>\n<p id=\"b377-4\"><page-number citation-index=\"1\" label=\"355\">*355</page-number>On direct examination, Krusinski testified that he had questioned Richard Ortega at the detective bureau on the evening of the shooting. As a result of the information he had received from Ortega, Krusinski stated that he had attempted to locate Jose Cruz. The defendant objected to Krusinski’s testimony regarding this information as hearsay. The court also overruled this objection.</p>\n<p id=\"b377-5\">Riley was called to testify by the state and during direct examination he made reference to an alleged homosexual relationship between the defendant and the deceased. Defense counsel objected and the portion of the testimony that contained the word homosexual was stricken. Following Riley’s testimony, defense counsel moved for a mistrial on the ground that Riley’s reference to a homosexual relationship between the defendant and Cothran so prejudiced the defendant that he did not receive a fair trial. Although the court denied the defendant’s motion, it gave the jury a curative instruction immediately following Riley’s response.</p>\n<p id=\"b377-6\">During trial, the defendant called Omar Bahamonde to testify on his behalf. Bahamonde testified that he did not see the defendant at any time during the night of the shooting. On cross-examination, the state attempted to impeach him by inquiring whether he was the same man who had been arrested for felony murder in another pending case unrelated to the shooting of Walter Cothran. The court allowed the cross-examination as relevant to bias, interest and motive because Cruz family members would be testifying in Bahamonde’s behalf at his trial.</p>\n<p id=\"b377-7\">I</p>\n<p id=\"b377-8\">We turn now to the defendant’s first claim of error, that the trial court erred in permitting Krusinski to testify as to the information he secured from Richard Ortega some hours after the shooting. Krusinski tes-<page-number citation-index=\"1\" label=\"356\">*356</page-number>tiffed that Ortega gave him information concerning the shooting of Cothran and on the basis of that information, Krusinski attempted to locate Jose Cruz.</p>\n<p id=\"b378-5\">Similarly, the defendant’s fourth claim of error is that the trial court erred in allowing Herlihy to testify concerning information provided to him by Andrew Lindsay and two unidentified females, none of whom testified at the trial. Herlihy testified that after interviewing these parties at the scene of the shooting, he sought an Hispanic male whose street name was Cheo. Because the defendant propounds the same arguments for his claims of error by the trial court in allowing Krusinski and Herlihy to testify about the statements made to them by others, we join our discussion of those two issues.</p>\n<p id=\"b378-6\">The defendant claims that the testimony of Krusin-ski and Herlihy was inadmissible hearsay offered to identify the defendant as being involved in the shooting of Cothran before any evidence linking the defendant to the crime had been offered. The defendant argues, therefore, that he was denied his sixth amendment right to confront the witnesses against him by the failure of the state to call Ortega, Lindsay and the two unidentified females to testify. We disagree with the defendant’s characterization of Krusinski’s and Herlihy’s testimony.</p>\n<p id=\"b378-7\">“ ‘An out-of-court statement is hearsay when it is offered to establish the truth of the matters contained therein.’ <em>State </em>v. <em>Sharpe, </em>195 Conn. 651, 661, 491 A.2d 345 (1985); <em>State </em>v. <em>Randolph, </em>190 Conn. 576, 584, 462 A.2d 1011 (1983); <em>State </em>v. <em>DeFreitas, </em>179 Conn. 431, 439-40, 426 A.2d 799 (1980); <em>State </em>v. <em>Barlow, </em>177 Conn. 391, 396, 418 A.2d 46 (1979).” <em>State </em>v. <em>Silveira, </em>198 Conn. 454, 473, 503 A.2d 599 (1986). “A statement offered solely to show its effect upon the hearer is not hearsay. <em>Counsel on Probate Judicial Conduct re: James </em><page-number citation-index=\"1\" label=\"357\">*357</page-number><em>H. Kinsella, </em>193 Conn. 180, 200, 476 A.2d 1041 (1984); <em>State </em>v. <em>Zdanis, </em>173 Conn. 189, 192 n.1, 377 A.2d 275 (1977).” <em>State </em>v. <em>Silveira, </em>supra.</p>\n<p id=\"b379-5\">Although Krusinski questioned Ortega and Herlihy interviewed Lindsay and the two unidentified females for information relating to the crime, no testimony was elicited as to anything the defendant did or was accused of doing. Had Krusinski and Herlihy been permitted to testify as to the specific contents of those conversations, that testimony would have been inadmissible. See <em>State </em>v. <em>McDowell, </em>179 Conn. 121, 123, 425 A.2d 935 (1979); <em>State </em>v. <em>Vennard, </em>159 Conn. 385, 392, 270 A.2d 837 (1970), cert. denied, 400 U.S. 1011, 91 S. Ct. 576, 27 L. Ed. 2d 625 (1971). The state, however, offered Krusinski’s and Herlihy’s testimony not to identify the defendant as being involved in the shooting, but for the limited purpose of explaining the witnesses’ reasons for instituting a search for an Hispanic male called Cheo. Thus their testimony is not barred by the hearsay rule. <em>State </em>v. <em>Gonzales, </em>186 Conn. 426, 429, 441 A.2d 852 (1982); <em>State </em>v. <em>Vennard, </em>supra; see <em>United States </em>v. <em>Love, </em>767 F.2d 1052, 1063 (4th Cir. 1985); <em>United States </em>v. <em>Stout, </em>599 F.2d 866, 869 (8th Cir.), cert. denied, 444 U.S. 877, 100 S. Ct. 163, 62 L. Ed. 2d 106 (1979). Furthermore, because the testimony of Krusinski and that of Herlihy was offered for a nonhearsay purpose and the defendant had a full opportunity to cross-examine those witnesses, his sixth amendment right to confront the witnesses against him was not violated.</p>\n<p id=\"b379-6\">The defendant contends that the statements made by Ortega were crucial to the prosecution’s case and that without Ortega and the other unnamed, unidentified witnesses, “it is likely that Jose Cruz might never have been considered a suspect in the shooting.” We find the defendant’s argument untenable in light of the testimony of two other witnesses that they observed <page-number citation-index=\"1\" label=\"358\">*358</page-number>the defendant shoot Cothran and so informed the police on the night of the crime. Moreover, the defendant himself testified that although he had not witnessed the crime being committed, he had been present at the scene, heard gun shots, recognized the victim as Cothran and later ran from the area. We believe that Krusinski’s and Herlihy’s testimony, when taken in the context of the entire case, does not lead solely to the conclusion that the defendant was involved in the shooting. It would have been equally plausible for the jury to have concluded from Krusinski’s and Herlihy’s testimony that they were told that the defendant might know something about the shooting, and for that reason they began a search for him. We therefore conclude that the trial court did not err in permitting Krusinski and Herlihy to testify concerning their actions subsequent to the receipt of information concerning the shooting.</p>\n<p id=\"b380-5\">II</p>\n<p id=\"b380-6\">The defendant’s next claim of error is that the trial court erred in permitting impeachment testimony against defense witness Omar Bahamonde. During cross-examination of Bahamonde, the court permitted the state to question him regarding a pending felony murder charge on the basis that members of Jose Cruz’s family would be testifying in that case on Bahamonde’s behalf. The court’s ruling, which permitted that line of questioning as relevant to bias, interest and motive, followed an offer of proof in which the state produced a notice of alibi defense and an affidavit indicating that Cruz’s sister and brother-in-law would testify as to Bahamonde’s alibi defense at his trial.</p>\n<p id=\"b380-7\">The defendant denies the possibility that the circumstances surrounding Bahamonde’s felony murder charge would predispose him to testify in favor of the <page-number citation-index=\"1\" label=\"359\">*359</page-number>defendant. He further argues that Bahamonde’s testimony was critical to the defense since Bahamonde was the only witness other than the defendant to testify that the defendant was not at the scene of the shooting when the shooting occurred. Given these factors, the defendant contends that the introduction of evidence against Bahamonde concerning a pending felony murder charge that is unrelated to the present case was inordinately prejudicial, impermissible and constitutes reversible error. We disagree with the defendant’s conclusion.</p>\n<p id=\"b381-5\">Witnesses who testify for the defense, like defendants who testify on their own behalf, are in the position of any other witness with the same duties and obligations. <em>State </em>v. <em>Moynahan, </em>164 Conn. 560, 599-600, 325 A.2d 199, cert. denied, 414 U.S. 976, 94 S. Ct. 291, 38 L. Ed. 2d 219 (1973). The scope of cross-examination of defense witnesses is no more restricted than that of witnesses for the prosecution. Id., 599. Although evidence of an arrest without conviction is inadmissible to attack the credibility of a witness, such evidence is admissible where it would reasonably tend to indicate motive, interest, bias or prejudice on the part of the witness. Id., 600.</p>\n<p id=\"b381-6\">In <em>Moynahan, </em>a defense witness, the defendant’s son, had been arrested and charged as a coconspirator with the defendant in a prosecution stemming from the same investigation and involving the same type of criminal behavior. We stated that under such circumstances, the state was permitted to impeach the witness with evidence of this arrest to show whatever bias, interest or prejudice he might have. The defendant argues that our ruling in <em>Moynahan </em>is based on the fact that the defense witness was a coconspirator of the defendant. Since there is no connection between the pending prosecution of Bahamonde and the prosecution of the defendant, he contends that <em>State </em>v. <em>Moynahan, </em>supra, is <page-number citation-index=\"1\" label=\"360\">*360</page-number>inapplicable to the present case and should not have formed the basis for the trial court’s denial of the objection by the defense to the impeachment of Bahamonde.</p>\n<p id=\"b382-5\">The defendant further suggests that our decision in <em>State </em>v. <em>Lizzi, </em>199 Conn. 462, 508 A.2d 16 (1986), confirms his interpretation of the limited circumstances under which we permit the prosecution to impeach a defense witness on the basis of a pending arrest. In <em>Lizzi, </em>the state was permitted to impeach a defense witness, the defendant’s father, with evidence of a pending arrest. As in <em>Moynahan, </em>the defense witness in <em>Lizzi </em>was questioned about a pending charge that was related to the underlying criminal action in the defendant’s case.</p>\n<p id=\"b382-6\">Our decisions in <em>Moynahan </em>and <em>Lizzi </em>do not limit the state’s impeachment of defense witnesses to show bias through the use of evidence of a pending arrest without conviction only to arrests that are related to the transaction underlying the trial at which the witness is testifying. So to limit the state would contradict our statement in <em>State </em>v. <em>Moynahan, </em>supra, that the scope of cross-examination of a defense witness is no more restricted than that of witnesses for the prosecution.</p>\n<p id=\"b382-7\">Although a defense witness, in the hope of improving his own position, may be more motivated to testify falsely in a situation where he has been arrested on charges arising from the same transaction as that of the accused, we have never stated that such an arrest is the only circumstance that could produce such motivation. The range of circumstances giving rise to bias are infinite. See generally 81 Am. Jur. 2d, Witnesses § 547; 3A J. Wigmore, Evidence (3d Ed. Chadbourn Rev.) § 949. No useful purpose would be served by preventing the state from showing the motive, bias or interest of a defense witness when those factors arise in the context of an arrest without conviction for a <page-number citation-index=\"1\" label=\"361\">*361</page-number>crime that is unrelated to the criminal act underlying the trial at which the witness is testifying. Moreover, such a limitation would inhibit the jury’s function of determining the credibility of witnesses. <em>State </em>v. <em>Hart, </em>198 Conn. 424, 427, 503 A.2d 588 (1986); <em>State </em>v. <em>Myers, </em>193 Conn. 457, 473, 479 A.2d 199 (1984); <em>Trzcinski </em>v. <em>Richey, </em>190 Conn. 285, 298, 460 A.2d 1269 (1983).</p>\n<p id=\"b383-5\">The defendant further argues that Bahamonde could not have expected leniency from the prosecution in his own case by testifying in the defendant’s favor in the present case. He further argues that because his sister signed the alibi affidavit long before the incident at issue in the present case, it “strains credibility to say that Bahamonde was somehow biased toward the defendant <em>. ” </em>The defendant therefore claims that the cross-examination of Bahamonde regarding the charge pending against him was more prejudicial than probative as to bias and should not have been permitted.</p>\n<p id=\"b383-7\">Our trial oourts exercise broad discretion in determining the relevancy of evidence. See <em>State </em>v. <em>Bryant, </em>202 Conn. 676, 688, 523 A.2d 451 (1987); <em>State </em>v. <em>Sharpe, </em>195 Conn. 651, 659, 491 A.2d 345 (1985). Furthermore, we have repeatedly stated that the determination of whether the prejudicial impact of evidence outweighs its probative value is left to the sound discretion of the trial court judge and is subject to reversal only where an abuse of discretion is manifest or injustice appears to have been done. <em>State </em>v. <em>Braman, </em>191 Conn. 670, 681-82, 469 A.2d 760 (1983); <em>State </em>v. <em>Tucker, </em>181 Conn. 406, 416, 435 A.2d 986 (1980). Having previously noted that an infinite number of circumstances can give rise to bias, we do not believe that, in the particular circumstances of the present case, the possibility for bias was so remote that the trial court abused its discretion in determining that the probative value of the evidence outweighed its prejudicial nature. <page-number citation-index=\"1\" label=\"362\">*362</page-number>We therefore conclude that the trial court did not err in admitting impeachment testimony against Bahamonde.</p>\n<p id=\"b384-5\">Ill</p>\n<p id=\"b384-6\">The defendant’s third claim of error concerns the denial of his motion for a mistrial that was based on the testimony of Melvin Riley. During the trial, the state called Riley as a witness, ánd the following exchange occurred between the prosecutor and Riley:</p>\n<p id=\"b384-7\">“Q. Now, do you know, Mr. Riley, whether or not there was any type of relationship between W. Cothran and the defendant, Mr. Cruz?</p>\n<p id=\"b384-8\">“A. Yes.</p>\n<p id=\"b384-9\">“Q. Gould you explain to us what that was, sir?</p>\n<p id=\"b384-10\">“A. Well, yeah, it was homosexual. And during times I would stay with Miss Crooks, JR’s niece, because during that period of time, JR was living with Karen and Mr. Cruz used to come to the house sometimes during the night with JR.”</p>\n<p id=\"b384-11\">Immediately following this exchange, the defendant objected and the jury was excused. The defendant moved for a mistrial on the grounds that the state’s attempt to establish a motive based on a homosexual relationship between the defendant and Cothran lacked a sufficient foundation and created prejudice that could not be erased from the minds of the jurors. The court denied the motion but sustained the defendant’s objection to the characterization of the defendant’s and Cothran’s relationship as homosexual.</p>\n<p id=\"b384-12\">Upon the return of the jury, the court immediately instructed it to disregard Riley’s response.<footnotemark>1</footnotemark> The defend<page-number citation-index=\"1\" label=\"363\">*363</page-number>ant did not take an exception to this instruction. In its final charge, the court again instructed the jury to disregard anything that had been stricken from the record.<footnotemark>2</footnotemark> The defendant made no objections to this instruction.</p>\n<p id=\"b385-5\">The defendant argues on appeal that Riley’s characterization of the relationship between the defendant and Cothran as homosexual so prejudiced the defendant that the impression created was incapable of remedy by the court’s curative instructions. The defendant therefore contends that his constitutional right to a fair trial by an impartial jury was violated. While we agree that prejudice could have been created by Riley’s testimony, we do not believe that the defendant, in the <page-number citation-index=\"1\" label=\"364\">*364</page-number>context of the entire trial, was so prejudiced that a new trial is warranted.</p>\n<p id=\"b386-5\">“Impartiality as a core requirement of the right to trial by jury is served not only by the sixth amendment, which applies to the states as well as to the federal government; see, e.g., <em>Witherspoon </em>v. <em>Illinois, </em>391 U.S. 510, 529, 88 S. Ct. 1770, 20 L. Ed. 2d 776 (1968) (Douglas, J., concurring); <em>Parker </em>v. <em>Gladden, </em>385 U.S. 363, 364, 87 S. Ct. 468, 17 L. Ed. 2d 420 (1966); but also by the due process and equal protection clauses of the fourteenth amendment. See, e.g., <em>Peters </em>v. <em>Kiff, </em>407 U.S. 493, 92 S. Ct. 2163, 33 L. Ed. 2d 83 (1972). We have held that the due process clauses of both the United States and Connecticut constitutions have the same meaning and impose similar limitations.” <em>State </em>v. <em>Brigandi, </em>186 Conn. 521, 542, 442 A.2d 927 (1982). “Due process of law guarantees a criminal defendant a fair trial before an impartial judge and jury in a neutral atmosphere. U.S. Const., amend. XIV; Conn. Const., art. I, § 8. <em>State </em>v. <em>Fernandez, </em>198 Conn. 1, 10, 501 A.2d 1195 (1985); <em>State </em>v. <em>Gordon, </em>197 Conn. 413, 424D, 504 A.2d 1020 (1985).” <em>State </em>v. <em>Smith, </em>200 Conn. 544, 549, 512 A.2d 884 (1986). A motion for a mistrial is granted only where it is apparent to the court that some occurrence during the trial has deprived a party of the opportunity for a fair trial. <em>State </em>v. <em>Hill, </em>201 Conn. 505, 510, 523 A.2d 1252 (1986); <em>State </em>v. <em>Ubaldi, </em>190 Conn. 559, 562, 462 A.2d 1001, cert. denied, 464 U.S. 916, 104 S. Ct. 280, 78 L. Ed. 2d 259 (1983); <em>State </em>v. <em>Hawthorne, </em>176 Conn. 367, 372, 407 A.2d 1001 (1978). The trial court’s exercise of its broad discretion to determine whether a motion for a mistrial should be granted will be reversed on appeal only if that discretion has been abused. <em>State </em>v. <em>Hancich, </em>200 Conn. 615, 624-25, 513 A.2d 638 (1986); <em>State </em>v. <em>Smith, </em>supra, 548; <em>State </em>v. <em>Fleming, </em>198 Conn. 255, 264, 502 A.2d 886 (1986).</p>\n<p id=\"b387-4\"><page-number citation-index=\"1\" label=\"365\">*365</page-number>Although the defendant argues that the state, by eliciting testimony from Riley concerning the alleged homosexuality of the defendant, created prejudice that could not be remedied by a curative instruction, “ ‘the burden is on the defendant to establish that, in the context of the proceedings as a whole, the question was so prejudicial that it deprived him of a fair trial. . . . “Merely asking an improper question . . . does not necessarily mandate a mistrial.” <em>State </em>v. <em>Dolphin, </em>195 Conn. 444, 452, 488 A.2d 812 [cert. denied, 474 U.S. 833, 106 S. Ct. 103, 88 L. Ed. 2d 84] (1985).’ <em>State </em>v. <em>Fleming, </em>198 Conn. 255, 267, 502 A.2d 886 [cert. denied, 475 U.S. 1143, 106 S. Ct. 1797, 90 L. Ed. 2d 342] (1986).” <em>State </em>v. <em>Doehrer, </em>200 Conn. 642, 654, 513 A.2d 58 (1986). Moreover, we have previously recognized that a prompt cautionary instruction to the jury regarding improper prosecutorial remarks or questions can obviate any possible harm to the defendant. Id.; <em>State </em>v. <em>Fernandez, </em>198 Conn. 1, 17, 501 A.2d 1195 (1985); <em>State </em>v. <em>Reid, </em>193 Conn. 646, 480 A.2d 463 (1984); <em>State </em>v. <em>Ubaldi, </em>supra, 563.</p>\n<p id=\"b387-5\">While we do not necessarily agree with the state’s argument that the stigma attached to homosexuality has been reduced in contemporary society so that a single reference to homosexuality does not generate the level of prejudice that such a reference would have had in past years, neither do we agree with the defendant that any prejudice induced by Riley’s testimony was incapable of amelioration by the court’s curative instruction.<footnotemark>3</footnotemark> In the present case, the court dismissed <page-number citation-index=\"1\" label=\"366\">*366</page-number>the jury while the grounds for the defendant’s objection to Riley’s testimony were discussed. Upon the jury’s return the court immediately instructed it to disregard Riley’s testimony. The state made no further reference to the witness’ response alleging a homosexual relationship, and the court’s final charge included an additional instruction to the jury to disregard any responses that had been stricken. When these curative measures taken by the court are assessed with the evidence presented by the state, we are not persuaded that this is one of the “ ‘extreme cases where it appears that the [state’s] question . . . [was] clearly calculated to inflame the minds of the jury and is of such character as to suggest the impossibility of withdrawing the impression produced on their minds.’ <em>White </em>v. <em>State, </em>444 S.W.2d 921, 922 (Tex. Crim. App. [1969]).” <em>State </em>v. <em>Hafner, </em>168 Conn. 230, 252-53, 362 A.2d 925, cert. denied, 423 U.S. 851, 96 S. Ct. 95, 46 L. Ed. 2d 74 (1975). In view of the circumstances of the present case, we cannot conclude that the trial court abused its discretion in determining that the defendant had not been deprived of a fair trial. The defendant’s motion for a mistrial on the basis of Riley’s testimony was properly denied.</p>\n<p id=\"b388-5\">IV</p>\n<p id=\"b388-6\">The defendant’s final claim is that the trial court committed reversible error in denying his motion for a mistrial based on the testimony of Officer Herlihy. Early in the state’s case-in-chief, Herlihy testified as follows:</p>\n<p id=\"b388-7\">“Q. Officer, obviously you cannot relate the details of what these people told you, but could you just generally tell us what the information was concerning?</p>\n<p id=\"b388-8\">“A. That there was an argument by Building 11.”</p>\n<p id=\"b388-9\">The defendant objected to Herlihy’s response as being unresponsive to the specific question asked. The <page-number citation-index=\"1\" label=\"367\">*367</page-number>jury was excused, and in their absence, the defendant moved for a mistrial on the ground that Herlihy’s response was inadmissible hearsay that created incurable prejudice. While the trial court agreed that Herlihy’s response was unresponsive and so instructed the jury upon its return,<footnotemark>4</footnotemark> the court denied the defendant’s motion for a mistrial. The defendant took an exception to the court’s denial of this motion.</p>\n<p id=\"b389-5\">The defendant, who incorporates his arguments on the third issue with those presented on this issue, contends that he was denied his constitutional right to a fair trial before an impartial jury because Herlihy’s testimony suggested to the jury that the defendant and Cothran were involved in an argument. This suggestion, the defendant argues, created in the minds of the jury a prejudice toward the defendant that remained throughout the trial. We are not persuaded, however, that the defendant has met his burden of proving that he was so prejudiced by this testimony that he did not receive a fair trial. <em>State </em>v. <em>Doehrer, </em>supra.</p>\n<p id=\"b389-6\">Herlihy’s response to the question posed to him, though unresponsive, did not identify any parties involved in the alleged argument, nor did it indicate the number of people involved. We therefore cannot <page-number citation-index=\"1\" label=\"368\">*368</page-number>agree with the defendant that Herlihy’s testimony would necessarily have led the jury to the conclusion that the defendant and Cothran were the parties involved in the alleged argument. We do not believe that the trial court abused its discretion by determining that the defendant had not been deprived of the opportunity for a fair trial. <em>State </em>v. <em>Hancich, </em>supra.</p>\n<p id=\"b390-5\">There is no error.</p>\n<p id=\"b390-6\">In this opinion the other justices concurred.</p>\n<footnote label=\"1\">\n<p id=\"b384-13\"> The judge gave the following curative instruction: “The record will so reflect. All right. Ladies and gentlemen, the question that was asked just prior to the Court excusing you to hear further from counsel, related to <page-number citation-index=\"1\" label=\"363\">*363</page-number>the State’s question to the witness as to whether or not he was aware of any relationship between, I think he termed it JR and Cheo, but it may have been Mr. Cothran and Mr. Cruz. And the witness replied that Mr. Cothran was a homosexual. And there was some reference to Karen Crooks’ house. And before the matter went any further, I believe Mr. Mirsky objected on the basis that there was no foundation by which this witness could render an opinion as to the sexual preference, if you will, of any party. And upon hearing the offer of proof to see if there was a sufficient basis for him to be able to render an opinion along that line, the Court was satisfied that he was not capable of making that, rendering that type of an opinion. And I would ask you to disregard the reference that the witness made, characterizing Mr. Cothran, or if you felt that it went beyond that to anyone else as a homosexual. He is not capable of making that opinion, at least in the Court’s opinion, the Court’s feeling. And therefore, I have sustained the objection of Mr. Mirsky to that extent and would ask you to disregard reference in any of your deliberations up to this point in the case if that is all that develops on it. So, we’U proceed then. The Court is striking that response to the last question that was asked. I’d ask Mr. Nicholson to ask a new question, please.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b385-7\"> In its charge to the jury, the court stated: “Now, there were times that the Court had ruled that the answers that were already given be stricken, or questions not be allowed. Without attempting to highlight any of them, if such did occur during the course of the trial, again, I make the same instruction to you. You are not to consider the answer that was stricken, or the question that was not allowed. And you’re not to speculate as to any answers that may have been forthcoming from a disallowed question.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b387-6\"> “Even if a prosecutor’s reference in argument to the accused’s homosexual acts or tendencies is concluded to be attorney misconduct tending to prejudice the accused in the minds of the jurors, it does not necessarily follow that the accused will be entitled to a new trial ... it has generally been recognized that the prejudicial effect of a reference of this nature is capable of being cured by an appropriate instruction.” Annot., 54 A.L.R.3d 897, 901 § 2 [a].</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b389-7\"> The court gave the following instruction: “Ladies and gentlemen, just prior to having you return to the jury room, the question was asked by Mr. Nicholson. The answer was begun to be given by Officer Herlihy and the Court, as well as Mr. Mirsky, interrupted that answer as it was going beyond the limits and the bounds of the question itself. It was not responsive directly to the question. And the Court agrees with Mr. Mirsky that it should not have been forthcoming. And I ask you to disregard any portion of that answer.</p>\n<p id=\"b389-8\">“The Court has also indicated that there are limits within which the response may be allowed, and we have gone over that in advance to your coming out here. And I’m going to limit the responses accordingly. I’ll ask Mr. Nicholson to then rephrase his questions. And, Officer, please just answer the questions directly and be responsive to the question that’s asked of you. Note for the record that the defense has taken an exception, basically, to the Court’s rulings.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}