{
  "casebody": {
    "data": "<casebody firstpage=\"304\" lastpage=\"306\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b324-10\">Chas. Wilkinson v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b324-11\">No. 3393.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A-C\">Decided February 7, 1906.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b324-12\">Embezzlement—Bailment—Insufficiency of Evidence—Consent.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b324-13\">Where upon a trial for embezzlement the bailor testified that she authorized the defendant to spend the money, which he was charged of embezzling, provided he did not spend too much of it, etc., there was consent of the bailor, and the conviction could not be sustained.</headnotes>\n<summary data-order=\"5\" data-type=\"history\" id=\"b324-14\">Appeal from the District Court of Grayson. Tried below before Hon. B. L. Jones.</summary>\n<summary data-order=\"6\" data-type=\"history\" id=\"APx\"><page-number citation-index=\"1\" label=\"305\">*305</page-number>Appeal from a conviction of embezzlement; penalty, eight years imprisonment in the penitentiary.</summary>\n<p data-order=\"7\" data-type=\"summary\" id=\"b325-3\">The opinion states the case.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b325-4\">jSTo brief for appellant has reached the hands of the Eeporter.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b325-5\"><em>Howard Martin, </em>Assistant Attorney-General, for the State.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b325-6\">DAVIDSOK, Presiding Judge.</author>\n<p id=\"ARm\">Appellantwas convicted under the second count of the indictment; the first and third being withdrawn by the charge of the court. The count relied upon charged that he was the bailee of certain money bailed to him by Mary Smith, to wit: seventy $20 bills, each current money of the United States, etc., which he fraudulently converted and embezzled without the consent of the said Mary Smith. There are a great number of bills of exception reserved to different rulings of the court, some of which are well taken, but are not discussed from the fact that we do not believe the evidence justifies the conviction. Mrs. Smith and appellant were engaged to be married. She sold some land to her brother, W. M. Smith, for which she received in part payment the sum of $1,500. This was given in a check on a bank at Whitewright, which she cashed. She, appellant and her brother went to the bank, where the check was cashed, and the money was turned over to appellant there at the bank, or during the same day and subsequent to their leaving the bank. Thq precise time of turning the money over to appellant is left in doubt. The theory of the State was that he was to deposit this money in the bank at Denison, for Mrs. Smith. It is made to appear with reasonable certainty that appellant spent the money and left the country, or spent a portion of it in Texas and the remainder of it after leaving the State, about $600 of which was spent in Fort Worth, some of .it in Sherman, and perhaps some in Denison, Texas, and Wichita, Kansas. Mrs. Smith subsequently married appellant, and was his wife at the time of the trial, and was introduced as a witness in his behalf. She testified in regard to the land transaction, and the cashing of the check, and the engagement to marry defendant, and their plans in reference to taking a trip to St. Louis; and that appellant, who was yardmaster of the M. K. &amp; T. Ky. yards at Denison, obtained passes for himself and Mrs. Smith (as Mrs. Wilkinson), when they were to be married, to St. Louis and return; and she stated: “I aimed for us to use a part of it on our trip (speaking of the wedding trip) spending as much as we wanted to in that way; and then when we returned to buy us a home with what was left, if we had any left. When I cashed the check I gave some of the money to defendant, and told him he could use it, but not to use too much of it. I told him he could buy a diamond ring, but not to pay over $150 for it. When defendant left he told me that he was going to Dallas or Fort Worth, with his brother, to see him off. I never told him to put the money in the Denison Bank. There was nothing said about putting it in the Denison Bank. I placed the money in defend<page-number citation-index=\"1\" label=\"306\">*306</page-number>ant’s hands because we were aiming to get married pretty soon. We expected to return to Sherman if he did not get a job in Colorado.” It seems their wedding trip contemplated first a visit to St. Louis, and then to the State of Colorado. On cross-examination she made outside statements to the effect that she did not consent for defendant to use the money; but she says that that was not true; that she so stated when she was mad, and did it through malice, etc. There was, another woman mixed up in the case, at least appellant seems to have been living with another woman which brought about a divorce between that woman and her husband. After appellant was brought back from Colorado, Mrs. .Smith married him. We do not believe that this testimony proves an embezzlement. In order to have been embezzlement it must have been without the consent of Mrs. Smith, now Mrs. Wilkinson. She testifies that she authorized him to spend the money, provided he did not spend too much of it; and also to buy a diamond ring, not to exceed $150 in cost. Hów much he was to spend is not stated, and it is shown that she gave the money to him, and that he spent the money with her consent, with the proviso that he was not to spend too much of it. As the record leaves this matter, it occurs to us that the case is ruined by the testimony of the alleged bailor. As before stated, there are a number of questions presented in the bill of exceptions which \"would require a reversal, but as we do not believe this testimony is sufficient to sustain the conviction as the record presents it, the judgment is reversed and the cause remanded.</p>\n<p id=\"b326-5\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}