{
  "casebody": {
    "data": "<casebody firstpage=\"232\" lastpage=\"234\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b260-4\">(85 App. Div. 279.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b260-5\">HEWITT v. AMERICAN UNION LIFE INS. CO.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b260-6\">(Supreme Court, Appellate Division, Third Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A2p\">June 30, 1903.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b260-7\">L Insurance — Payment oe Premium by Agent.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b260-8\">A general agent of a life insurance company issued a policy to its medical examiner, and agreed to advance the first premium, to b'e repaid from his fees. The agent made no payment, and the insured died before making any payment to the agent. The agent knew when be made the agreement he had no power to make it, and insured knew, or ought to have known, that the agent had no such power. The company furnished the agent money to promote the business, but the agent did not use any of such funds for the payment of the premium, and never reported that the premium was paid. HeldI, that the first premium not having been paid, and payment not having been waived, the policy by its terms never became operative.</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b260-9\">Appeal from Trial Term, Rensselaer County.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b260-10\">Action by Mary E. Hewitt against the American Union Life Insurance Company. From a judgment in0 favor of plaintiff, defendant appeals.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"AN0\">Reversed.</disposition>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b260-11\">.The action is brought to recover on an insurance policy for 81,000, issued by the defendant upon the life of one Clifford Hewitt, plaintiff’s husband. The policy is dated December 30, 1898, and was delivered by the company to one Levi Hoag, its general manager of the total abstinence department in this state, and delivered by him to the insured about the same time. The insured, who was a physician, had been, prior to making the application for the policy, appointed a medical examiner in his locality for the defendant. The plaintiff claims that the agent Hoag, acting for the defendant, had given the insured a credit for the first premium, and that it was to be paid out of fees that he would thereafter earn as such medical examiner. The insured died February 18, 1899, without paying the first premium. Plaintiff is the beneficiary named in the policy. The defense is that, the first premium not having been paid, the policy by its terms never became operative. The trial court decided that the provision of the policy requiring payment of the first premium before the policy took effect had been waived, and the plaintiff had judgment, from which the defendant has appealed.</summary>\n<p data-order=\"10\" data-type=\"judges\" id=\"b260-12\">Argued before PARKER, P. J., and SMITH, CHASE, CHESTER, and HOUGHTON, JJ.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b260-13\">F. V. Dobbins, for appellant.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b260-14\">James Lansing, for respondent.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b260-15\">PER CURIAM.</author>\n<p id=\"ACx\">We think that there is no substantial difference between the proofs on this trial and upon the trial which was the subject of the former appeal in this case, the decision upon which is reported in Hewitt v. Am. U. L. Ins. Co., 66 App. Div. 80, 73 N. Y. Supp. 105, and therefore we should follow that decision as an authority in determining this appeal. On the former trial the testimony of the agent was that the arrangement between the insured and him at the time the application was signed was to the effect that if the insured would take a policy his fees for 'medical examinations could be applied to the payment of the premium, and that he (the agent) would advance the first premium for him, and that with that understanding the application was made and the policy delivered. On this trial the agent swore: “I said that, if he would give me his application for a policy, I would endeavor to secure the policy, <page-number citation-index=\"1\" label=\"233\">*233</page-number>as he was the examiner of the company. I would take care of the first premium, and charge it up against the examination account, or words to that effect.” But on cross-examination, when his attention was called to the slight difference in his testimony on the two trials, he said: “Whether I used the term ‘advance’ to him, or whether I used the term ‘take care of the premium,’ I cannot state as to just what term I did use. My understanding is that they mean the same thing.” The agent also testified that he had never made a report to the home office of the first premium having been paid. The evidence here, as upon the former trial, simply discloses that there was a private arrangement between the insured and the agent, as individuals, that Hoag would advance or take care of the first premium for the insured, and that this he did not do, and, following the authority of the former decision, it cannot be held from this that the company had waived the condition of the policy requiring the prepayment of the first premium before the policy should take effect, nor that the defendant had given a credit to the insured for such premium. It is true that upon this trial the agent testified in substance that his promise to the insured was not in his own behalf, but was made on behalf of the company, and that he was acting for the company at that time. Yet his declaration in this respect is not sufficient alone to bind the company, and we must look to his contract with the company for his authority, and also consider what the insured had a right to assume, from the circumstances, his authority was.</p>\n<p id=\"b261-4\">The contract between the company and the agent, under which the latter was acting, contained the following provision limiting his authority:</p>\n<blockquote id=\"b261-5\">“It is further mutually understood and agreed by the parties hereto that the said agent is not authorized to make, alter or discharge contracts for this company, nor waive forfeitures * * * or bind this company in any way; and is not under any circumstances authorized to write the receipts for premiums, * * * and that his power shall extend no further than is herein expressly stated.”</blockquote>\n<p id=\"b261-6\">There is no other provision in the contract giving him any power to bind the company in these respects. That the insured knew, or ought to have known, of these limitations upon the agent’s power, is clearly shown by the facts, first, that in the application signed by the insured was contained the provision “that no policy issued hereon shall go into effect until the first premium has been actually paid during the lifetime and good health of the insured”; and, second, that in the policy delivered to him was contained a copy of the application, including the above provision; and also the further provision that \"no person has the power to cancel, change or add to any of the terms of this policy contract, waive forfeitures or give credits, except the president, vice presidents, comptroller or secretary of the company, and then only in writing.” It was further recited in the policy that it was issued in consideration of the payment “in advance” of the first semi-year’s premium.</p>\n<p id=\"b261-7\">The agent, therefore, knew when' he made the alleged agreement with the insured that he had no power under his contract to make such agreement, and the insured knew when the policy was delivered <page-number citation-index=\"1\" label=\"234\">*234</page-number>to him, or ought to have known, that the agent had no such power, and that the policy had no force until the first premium was in fact paid.</p>\n<p id=\"b262-5\">But it is claimed that the evidence on this trial differs from that on the former trial with respect to the company furnishing the agent $75 a month with which to promote and build up its business, and that it was the purpose of the company in making this advance to permit the agent to use this money in making advances for premiums. But here again we think there is no substantial difference in the testimony on this trial from that on the former trial, for the reason that the agreement to make this advance was in the contract between the agent and the company, and this agreement was in evidence on the former trial, the same as upon this. This shows that the company agreed, in order to increase the facilities of the agent for obtaining business, to advance to him the sum of $75 per month, which was to be a lien on all commissions accruing under the agreement, and rather supports the contention of the defendant than otherwise that whatever understanding the agent had with the insured in respect to advancing or taking care of the first premium was a private matter between them, rather than an agreement between the insured and the ■company; for the reason that if this $75 per month was put in the agent’s hands, as he swears it was, as a fund out of which premiums could be advanced by him if he chose, that fact alone negatives the claim that the company ever intended to permit the agent to give a credit for premiums in violation of his contract with it.</p>\n<p id=\"b262-6\">The proof is clear, however, that the agent did not use or promise to use any of these funds for the payment of the premium in question, and never reported to the company that such premium was paid, ■although two reports were made by him to the company subsequent to the delivery of the policy in question and prior to the death of the insured.</p>\n<p id=\"b262-7\">The judgment should be reversed upon the law and the facts, and a new trial granted, with costs to appellant to abide the event.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}