{
  "casebody": {
    "data": "<casebody firstpage=\"477\" lastpage=\"478\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b505-6\">(85 App. Div. 498.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b505-7\">DUNLOP v. MULRY et al.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b505-8\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Agc\">July 7, 1903.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b505-9\">1. Foreclosure Sale — Completion of Purchase — Knowledge of Pending Litigation.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b505-10\">Where a purchaser at a foreclosure sale of a leasehold had knowledge that an action to set aside an assignment of the lease had been commenced, he could not thereafter plead the pendency of the action in opposition to an application to compel him to complete his purchase.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b505-11\">3. Same — Lease—Assignment.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b505-12\">A foreclosure sale of a lease is not a violation of a covenant against an assignment.</headnotes>\n<summary data-order=\"8\" data-type=\"history\" id=\"b505-13\">Appeal from Special Term, New York County.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b505-14\">Action by Clark W. Dunlop against Lawrence V. Mulry and others to foreclose a mortgage. Gilbert W. Minor purchased at the foreclosure sale, and from an order directing him to complete his purchase, and denying his request to be relieved from his bid (83 N. Y. Supp. 1104), he appeals.</summary>\n<disposition data-order=\"10\" data-type=\"disposition\" id=\"A2u\">Affirmed.</disposition>\n<p data-order=\"11\" data-type=\"judges\" id=\"b505-15\">Argued before VAN BRUNT, P. J., and HATCH, McLAUGHLIN, O’BRIEN, and INGRAHAM, JJ.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b505-16\">Gilbert W. Minor, in pro. per.</attorneys>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b505-17\">F. De Witt Wells, for respondents.</attorneys>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b505-18\">INGRAHAM, J.</author>\n<p id=\"A_1e\">I think this order should be affirmed for the reasons stated by the Special Term. The purchaser, when he made his bid, had knowledge of the fact that the action to set aside the assignment of the lease by the executors of the estate of James Mulry had been commenced, and with knowledge of that fact he purchased at the sale of the referee under the judgment, and he cannot be heard, in opposition to an application to compel him to complete his purchase, to urge as an objection the pendency of that action. It does not appear that the consent of the lessor is necessary to vest in the purchaser at this sale a valid title. There is no covenant in the lease preventing the lessee from mortgaging the lease, and it is settled that a mortgage is not a violation of a covenant against an assignment, and that a transfer by a referee in execution of a judgment to foreclose such a mortgage is not a violation of the covenant. It was stated upon the argument by counsel that the property has, since the granting of this order, been resold. It may be that after such resale the purchaser who had refused to complete his purchase would be entitled to have repaid the deposit made upon his purchase.</p>\n<p id=\"b505-19\">The order should therefore be affirmed, with $10 costs and dis<page-number citation-index=\"1\" label=\"478\">*478</page-number>bursements, but without prejudice to the purchaser applying in the court below for a repayment of the whole, or any part of the io per cent, which he paid to the referee upon signing the terms of sale. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}