{
  "casebody": {
    "data": "<casebody firstpage=\"794\" lastpage=\"795\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b822-8\">(86 App. Div. 401.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b822-9\">DAVIS v. DAVIS et al.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b822-10\">(Supreme Court, Appellate Division, Second Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"A4Zt\">July 24, 1903.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b822-11\">1. Wills — Construction—Decree.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b822-12\">Where, in an action to construe a will, it was not contended that any one of the grandchildren referred to in a clause declaring that if any of testator’s grandchildren ever renounced the Hebrew faith such grandchild should be disinherited, had apostatized or threatened to do so, and <page-number citation-index=\"1\" label=\"795\">*795</page-number>there was no evidence that there was any probability that such clause would ever be enforced, it was error for the court to render a decree construing such clause and holding the same invalid.</headnotes>\n<summary data-order=\"6\" data-type=\"history\" id=\"b823-3\">Appeal from Special Term, Nassau County.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b823-4\">Action by Eliza Davis against Gabriel Davis and others. From a Judgment in favor of plaintiff, certain of the defendants appeal. Modified.</summary>\n<p data-order=\"8\" data-type=\"judges\" id=\"b823-5\">Argued before GOODRICH, P. J., and BARTRETT, JENKS, WOODWARD, and HIRSCHBERG, JJ.</p>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b823-6\">G. L. F. Rohan, for appellants.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b823-7\">Charles J. Gerlich, Jr., for respondent.</attorneys>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b823-8\">JENKS, J.</author>\n<p id=\"AfQX\">I advise affirmance of the judgment, except so far as it determines that the seventeenth clause of the will is void. The clause reads as follows:</p>\n<blockquote id=\"b823-9\">“If any of my grandchildren should ever renounce the Hebrew Faith, such ■grand child shall be disinherited and deprived of all provision under this Will.”</blockquote>\n<p id=\"b823-10\">It is not contended that any one of the grandchildren has apostatized or threatens to do so. The question has not arisen, nor is there any evidence that there is any probability of its being aught but academic. The purpose of the action is entirely foreign to the clause or to anything bearing upon it, and I see no reason why the court should grasp out to construe it. Horton v. Cantwell, 108 N. Y. 255, 266, 15 N E. 546. If the question were necessarily before the court for corn ■struction, I am not prepared to say that the clause is illegal. I think that it has never been directly adjudicated in this state. But in England, Hodgson v. Halford, L. R. 11 Ch. Div. 959, and Ex Part Mary Dickson, 1 Sim. N. S. 37, are authorities which go far to sustain its validity. The latter authority is mentioned in Hogan v. Curtin, 88 N. Y. 162,170, 42 Am. Rep. 244, in the learned discussion upon conditions and their validity, by Andrews, C. J. The fact that there is no devise over is to be read in connection with the latter part of the same-learned opinion.</p>\n<p id=\"b823-11\">The judgment should be modified by striking therefrom the adjudication as to the validity of the seventeenth clause, and, as thus modi.-fied, affirmed, without costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}