{
  "casebody": {
    "data": "<casebody firstpage=\"184\" lastpage=\"204\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b192-9\">Thos. Parkinson <em>vs. </em>The State of Maryland.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b192-10\">Tlie Act of 1858, ch. 55, passed on the ,17th of February 1858, entitled; “An Act to prohibit the <em>sale </em>of intoxicating liquors in the city of Annapolis, or within five miles thereof, to minors and people of color,” by its first section, provides, “that from and after <em>the </em>first day of April next, it Shall not be lawful for any person or persons, <em>whether licensed to sell spirituous liquors or not, </em>to <em>sell, </em>dispose of, barter or <em>give, </em>within” the prescribed limits, any spirituous or fermented liquors, in any quantity,i “to any youth or minor under the age of twenty-one years, <em>without the written order of the parents or guardian of sv,ch minor,” </em>and imposes a fine for its violation. By the'second section it is provided, <em>“that if any person having a license </em>of any kind, authorizing the sale of spirituous liquors^ shall violate the provisions of this Act,” his license shall be suppressed.By another section the clerk of the Circuit court for Anne Arundel county is required to furnish a copy of the Act to each person, within’ the prescribed limits, “who shall receive a license under this bill, for' <page-number citation-index=\"1\" label=\"185\">*185</page-number>which he shall r'ece'ive fifty cents;” and before he delivers any license id such parties, he shall '‘administer' and endorse upon the license” an oath that the party receiving it will “faithfully comply with the provisions of this Act;” and, hy the last section, it is provided, “that this Act shall take effect from and after the first day of April 1858. Held:</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b193-5\">1st. That this Act is not confined to persons who are <em>licensed </em>to sell liquor, hut applies to <em>private individuals, </em>whether licensed to sell spirituous liquors or not.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b193-6\">2nd. The word “give,” as used in this Act, has a different meaning from the word <em>“sell,” </em>and the law applies to the case of a party who buys liquor at a hotel and <em>gives </em>it to a minor.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b193-7\">3rd. The fact that <em>giving </em>is made an offence in the body of the' Act, whilst the <em>title </em>prohibits thd <em>sale, </em>does not render the Act unconstitutional under sec. 17, of Art. 3, of the Constitution, which provides, that “every law enacted by the Legislature shall embrace but <em>one </em>subject, and that shall he <em>described in the title.”</em></headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b193-8\"><em>4th. </em>The <em>one subject </em>of this law is the prohibiting or restraining minors and <em>people of </em>color from <em>obtaining </em>intoxicating liquor, within the prescribed limits, and that subject is sufficiently described in the <em>title; </em>making it unlawful “to <em>sell, </em>dispose of, barter or <em>give” </em>the liquor, are but the <em>means </em>of effecting the chief object of the Act.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b193-9\">5ih, An indictment under this Act, charging a party with giving liquor' to a minor, “without the written order of the parents and guardian of&lt;( such minor, sufficiently negatives the existence of the written order, referred to in the law.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b193-10\">6th. This Act, under sec. 31, of Art. 2, of the Constitution, Went into opeperation from and after the 1st day of April 1858, whether then published or not.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b193-11\">What is the <em>subject </em>of a penal law may generally he' perceived hy ascertaining what mischief or evil the law was designed to remedy or prevent.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b193-12\">It is an established rule, in the exposition of statutes, that the intention of the law-giver is to be deduced from a view of the whole and of every part of a statute taken and compared together.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b193-13\">Though penal statutes are to be construed strictly, yet the courts are hound to give effect to their plain and obvious meaning, and not narrow the construction; they are not to be construed' so strictly as to defeat the obvious intention of the Legislature,</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b193-14\">When the effort is to discover what is the <em>subject </em>of a law, according to the meaning of sec. 17, of Art. 3, of our Constitution, the same rules-apply as when the object is to ascertain the proper construction of a law in regard to any other matter.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b193-15\">ft is not necessary to insert in the <em>title </em>all the details provided for carrying the law into effect; the description of the subject in the title need <page-number citation-index=\"1\" label=\"186\">*186</page-number>only be a brief and concise statement, merely sufficient to indicate the? nature of it.</headnotes>\n<headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b194-5\">In interpreting statutes it is the duty of the courts, at all times, to make such construction as shall suppress the mischief and advance the remedy. The words of a statute are to he taken in their ordinary and familiar signification and import, and regard is to he had to their general and popular use.</headnotes>\n<headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b194-6\">It is safe to give effect to the <em>particular </em>words of the enacting clauses of statutes, for where the Legislature, in the same sentence, uses different words, the courts will presume they were used in order to express different ideas.</headnotes>\n<headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b194-7\">in their ordinary and familiar signification, the words <em>“sell” </em>and <em>“give” </em>have not the same meaning, hut are commonly used to express <em>different </em>modes of transferring the right to property from one person to another.</headnotes>\n<headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b194-8\">A <em>sale </em>means a transfer for a valuable consideration, whilst a <em>gift </em>signifies<em>si </em>gratuitous transfer without any equivalent.</headnotes>\n<headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b194-9\">As a general rule, in an indictment for an offence created by statute, it is-sufficient to describe the offence in the words of the statute.</headnotes>\n<headnotes data-order=\"18\" data-type=\"headnotes\" id=\"b194-10\">The 34th sec. of Art. 3, of the Constitution, providing that every law shall be recorded, printed,-published, and certified to the courts, does not regulate the time when a law shall go into operation.</headnotes>\n<headnotes data-order=\"19\" data-type=\"headnotes\" id=\"b194-11\">By sec. 31, of Art. 3, of the Constitution,'if an Act does not expressly provide when it shall take effect, it goes into operation only on the 1st of .June next after the session of the Legislature at which it was passed.</headnotes>\n<headnotes data-order=\"20\" data-type=\"headnotes\" id=\"b194-12\">But where the time of its taking effect is expressly declared in the Act, it will operate at that time, whether it may then have been published or not.</headnotes>\n<headnotes data-order=\"21\" data-type=\"headnotes\" id=\"b194-13\">Independent of any constitutional provision, a statute, duly made, takes effect from <em>its date, </em>when no time is fixed, and this rule is fixed beyond-the power of judicial control.</headnotes>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b194-14\">Error to the Circuit Court for Anne Arundel County.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b194-15\">The plaintiff in error was indicted for <em>giving liquor </em>to a1 <em>minor </em>in violation of the Act of 1858, ch. 55. To the indictment he filed a general demurrer, which was overruled. He then pleaded <em>non cut, </em>and the jury having rendered a verdict of guilty, he moved in arrest of judgment upon several grounds,, which, with the indictment, are fully set out in the opinion of this court.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b194-16\">The court (Brewer, J.) overruled the motion in arrest,, and imposed the fine of f50 under the Act in question, and to&gt; correct this judgment the present writ of error was sued out by the traverser.</summary>\n<p data-order=\"25\" data-type=\"judges\" id=\"b195-4\"><page-number citation-index=\"1\" label=\"187\">*187</page-number>The cause was argued before Le Grand, O. J., Eccleston and Tuck, J.</p>\n<attorneys data-order=\"26\" data-type=\"attorneys\" id=\"b195-5\"><em>James S. Franklin </em>for the plaintiff in error,</attorneys>\n<p data-order=\"27\" data-type=\"legal\" id=\"AnT\">argued that there was error in overruling the demurrer and motion in arrest, because:</p>\n<p data-order=\"28\" data-type=\"legal\" id=\"b195-6\">1st. The indictment does not sufficiently negative <em>the existence </em>of the written order, required by the Act upon which the indictment was framed. 1 <em>Gill, 54., State vs. Nutwell. 12 Md. Rep., 244, </em>249, <em>Franklin vs. The State. Wharton’s Crim. Law, </em>116, 117. 2 <em>Md. Rep., </em>201, <em>Rawlings vs. The State.</em></p>\n<p data-order=\"29\" data-type=\"legal\" id=\"b195-7\">2nd. The indictment charges the commission of the offence on the 5th of April 1858, and the Act makes no provision for its publication, or notice of its contents, even to persons who are to take out a license, subject to its provisions, before the 1st of May ensuing, and should, consequently, be construed not to be operative until that time. <em>Constitution, Art. </em>3, <em>secs. </em>31, 34. <em>Act of </em>1790, <em>ch. </em>51. 1 <em>Iowa Rep., </em>68, <em>Calkin vs. The State. </em>1 <em>Paine’s C. C. Rep., </em>23, 28, <em>Ship, Cotton Planter. </em>9 <em>Gill, </em>309, <em>Baugher vs. Nelson. R. M. Charlton’s Rep., </em>333, <em>Forsyth vs. Marbury. Dwarris on Statutes, </em>683, 684.</p>\n<p data-order=\"30\" data-type=\"legal\" id=\"b195-9\">3rd. The indictment charges the traverser as <em>a private individual, </em>with <em>giving </em>a glass of ale to the minor therein named, he not receiving any compensation therefor, nor disposing of the same in the way of trade; and the traverser insists, that this is not a violation of the Act of 1858, ch. 55, under the true and proper construction of that Act. If operative, the owner of the house, or bar-keeper, alone actually gives, and should alone be indicted, but the Act was intended to apply only to those who sold and disposed of liquor in the way of trade. The words, “whether licensed to sell or not,” mean that where an <em>unlicensed </em>party sells, in the way of trade, the State shall not be restricted to a prosecution for selling <em>without license, </em>but may, in its option, proceed under this Act, which imposes a heavier penalty. The word <em>“give” </em>was inserted merely to prevent the evasion of the law¿by the] trader, and is equivalent to the words, “sell’ ’ or “dispose of. ’ ’ <em>Opinion of C. J. Le Grand in Franklin vs. The State, 12 Md. Rep., </em><page-number citation-index=\"1\" label=\"188\">*188</page-number>248. The omission of the word <em>“gift,” </em>in the title of the Act, indicates this to be the proper construction; if not, its insertion in the body of the Act causes it to embrace a subject not set forth in the title and renders the Act <em>unconstitutional. Constitution, Art. </em>3, <em>sec. </em>17. The Sunday law (Act of 1847, ch. 193) uses the same general language, yet its operation has been confined to <em>licensed tavern keepers and retailers. </em>The 4th, 6th and 8th secs, of this Act are at least as strong in controlling its application, as the sections of the former Act, relied upon for its interpretation, in <em>Bode vs. The State, </em>7 <em>Gill, </em>326. Where the meaning of the <em>text </em>is doubtful recourse must be had to the entire statute, and where different parts conflict, that construction must be adopted which will render them harmonious. 5 <em>Md. Rep., </em>485, <em>Alexander vs. Worthington. </em>9 <em>Law Lib., </em>099, 700, 739, 762, 763.</p>\n<p data-order=\"31\" data-type=\"legal\" id=\"b196-5\">4th. So much of the Act as is not expressed in the title is inoperative and void. 7 <em>Md. Rep., </em>151, <em>Davis vs. The State.</em></p>\n<attorneys data-order=\"32\" data-type=\"attorneys\" id=\"b196-6\"><em>James Revell, </em>State’s attorney for Anne Arundel county,</attorneys>\n<p data-order=\"33\" data-type=\"legal\" id=\"Ac7\">for the State argued, that there was no error in overruling the demurrer and the motion in arrest, because:</p>\n<p data-order=\"34\" data-type=\"legal\" id=\"b196-7\">1st. The facts set forth in the indictment constituted an offence as contemplated by the Act of 1858, ch. 55. The clear intention of the Legislature must prevail. Penal laws ought not to be so strictly construed as to defeat the obvious intention of the Legislature. 2 <em>Pet., </em>366, 367, <em>American Fur Co. vs. The United States. </em>5 <em>Wheat., </em>76, 95, <em>United States vs. Wiltberger. </em>They should receive a rational construction. 5 <em>H. &amp; J., </em>125, <em>House vs. House. </em>11 <em>Md. Rep., </em>526, <em>Keller vs. The State. </em>12 <em>G. &amp; J., </em>1, <em>Lucas vs. McBlair.</em></p>\n<p data-order=\"35\" data-type=\"legal\" id=\"b196-8\">2nd, The indictment sufficiently negatives the existence of a written order. 2 <em>Md. Rep., </em>203, 212, <em>Rawlings vs. The State. Act of </em>1817, <em>ch. </em>227. 12 <em>Md. Rep., </em>244, <em>Franklin vs. The State. </em>The non-existence of a written order clearly appears on the face of the indictment. Moreover the indictment is in the language of the Act, which is sufficient. <em>Whar</em><page-number citation-index=\"1\" label=\"189\">*189</page-number><em>ton’s Cr. Law, </em>185. 3 <em>G. &amp; J., </em>8, <em>The State vs. Dent. </em>12 <em>G. &amp; J., </em>260, <em>State vs. Price. </em>2 <em>H. &amp; G., </em>410, <em>State vs. Cassell. </em>The case of <em>State vs. Nutwell, </em>1 <em>Gill, </em>54, is not a parallel case to this.</p>\n<p data-order=\"36\" data-type=\"legal\" id=\"b197-5\">3d. The Act of 1858 embraces but one subject under the proper construction of the Cons., Art. 3, sec. 17, and that subject is sufficiently set forth in the title. 7 <em>Md. Rep., </em>151, 160, <em>Davis vs. The State. </em>11 <em>Md. Rep., </em>529, <em>Keller vs. The State.</em></p>\n<opinion data-order=\"37\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b197-6\">JBccleston, J.,</author>\n<p id=\"AOh\">delivered the opinion of this court.</p>\n<p id=\"b197-7\">At the April term 1858, of the Circuit court for Anne Arundel county, the plaintiff in error was indicted under the Act of 1858, ch. 55. The offence, as charged in the indictment, is:</p>\n<p id=\"b197-8\">“That Thomas Parkinson, late of said county, yeoman, on or about the fifth day of April, in the year of our Lord, eighteen hundred and fifty-eight, with force and arms, at the county aforesaid, within the corporate limits of the city of Annapolis, unlawfully did give a certain quantity of fermented liquor, to wit, one half pint of fermented liquor, commonly called ale, to Joseph W. Barber, who was then and there a minor, under the age of twenty-one years, without the written order of the parents and guardian of said Joseph W. Barber authorizing the said giving of the said quantity of fermented liquor to the said Joseph W. Barber, contrary to the form of the Act of Assembly,” &amp;c.</p>\n<p id=\"b197-9\">To this indictment the traverser filed a general demurrer, which was overruled by the court.</p>\n<p id=\"b197-10\">The traverser then pleaded <em>non cut., </em>and upon a trial by a jury they rendered a verdict of guilty.</p>\n<p id=\"b197-11\">A motion in arrest of judgment was then made, and the following reasons were assigned:</p>\n<p id=\"b197-12\">1st. Because the indictment charges the traverser, as a private individual, with giving a glass of ale to the minor therein named, he not receiving any compensation therefor, nor disposing of the same with a view to profit in the way of trade, and the traverser insists, that this is not a violation of the Act of 1858, ch. 55, under the true and proper construction of said Act.</p>\n<p id=\"b198-4\"><page-number citation-index=\"1\" label=\"190\">*190</page-number>2nd. Because the indictment does not sufficiently negative the existence of a written order.</p>\n<p id=\"b198-5\">3rd, Because when the traverser demurred to the indictment, the court, for the foregoing reasons, should have given judgment for the traverser upon said demurrer.</p>\n<p id=\"b198-6\">4th. Because the indictment is, in other respects, defective.</p>\n<p id=\"b198-7\">. The motion in arrest having been overruled, the case is brought before this court by a writ of error.</p>\n<p id=\"b198-8\">In his printed statement, the counsel for the plaintiff in error presents three points, on which he relies for a reversal of the judgment below. Two of those points are the same as the first and second reasons assigned upon the motion in arrest. The other is:</p>\n<p id=\"b198-9\">“That the indictment charges the commission of the offence on the 5th of April 1858, and the Act makes no provision for its publication, or notice of its contents, (even to persons who are to take out a license subject to its provisions,) before the 1st of May ensuing, and should consequently be construed not to be operative until that time.”</p>\n<p id=\"b198-10\">The title of the Act referred to is, “An Act to prohibit the sale of intoxicating liquors in the city of Annapolis, or within five miles thereof, to minors and people of color.”</p>\n<p id=\"b198-11\">The first section enacts, “That from and after the first day of April next, it shall not be lawful for any person or persons, whether licensed to sell spirituous liquors or not, to sell, dispose of, barter or give, within the corporate limits of the city of Annapolis, or within five miles thereof, any spirituous or fermented liquors or cordials of any kind, or in any quantity whatever, to any youth or minor under the age of twenty-one years, without the written order of the parents and guardian of such minor.” For the first offence it imposes a fine of not less than fifty dollars, nor more than $200; and upon a second conviction for a like offence, the party is to be fined not <em>less </em>than $100, nor more than $400, and be confined in jail until the fines are paid.</p>\n<p id=\"b198-12\">Notwithstanding the comprehensive declaration, that “it shall not be lawful for <em>any person or persons, whether licensed to sell spirituous liquors or not,” </em>the traverser’s counsel has <page-number citation-index=\"1\" label=\"191\">*191</page-number>insisted, in the argument of his first point, that the Act never was intended to include a private individual, but has reference to persons who are licensed to sell liquor. This, he says, is the correct interpretation, when all parts of the Act are considered. In support of which view reference has been made to the decision in the case of <em>Bode vs. The State, </em>7 <em>Gill, </em>326. The Act of 1847, ch. 193, prohibiting the sale of liquor on the Sabbath, was there construed as intended to embrace only <em>licensed tavern-keepers and retailers, </em>although, by the first section, it is enacted, “That it shall not be lawful for any person or persons, within this State, to sell,” &amp;c.</p>\n<p id=\"b199-5\">It will be seen that, in addition to the fine imposed for the first offence, if there should be a second conviction for a like offence, the license of the person so offending should be declared null and void by the judge <em>of </em>the court.</p>\n<p id=\"b199-6\">The second section of that Act, provided, that tavern licenses, thereafter to be issued, should contain a clause “especially excepting the Sabbath day from the operation of said licenses.”</p>\n<p id=\"b199-7\">Annulling all licenses in cases of convictions for a second offence, and prescribing the clause to be inserted in tavern licenses, are provisions which induced the court, in <em>Bode vs. The </em>State, to construe the Act, then before them, as only intended to embrace licensed tavern-keepers and licensed retailers, notwithstanding the general language made use of in the Act. What is said by the court, at page 329, will show, that the restricted construction given to the general language resulted from the provisions we have alluded to.</p>\n<p id=\"b199-8\">The traverser’s counsel insists, that the language used in the Act of 1847, is quite as general and comprehensive as that of the Act before us, and that the provisions in both, with regard to annulling a license for a second offence, are sufficiently similar to require a construction of the latter quite as restricted as that given to the former. But we do not think the same restricted interpretation can, with propriety, apply to both.</p>\n<p id=\"b199-9\">In the Act before us, we find the important words, “whether licensed to sell spirituous liquors or not,” and neither they, nor words of similar import, are contained in the Sunday law, (as it has been usually called.) And when it is seen that the case of <page-number citation-index=\"1\" label=\"192\">*192</page-number><em>Bode vs. The State </em>had been decided’ before the passage of the late Act, it may be supposed the Legislature had knowledge of that decision, and were thereby induced to use the' words just quoted, for the purpose of preventing the generaF language, employed in the former part of the same section, from receiving such an interpretation as had been given to the general language of the Sunday law.</p>\n<p id=\"b200-5\">Another important difference between the two laws- is&gt; in regard to the provisions for annulling licenses.</p>\n<p id=\"b200-6\">After prescribing a penalty, in the former law, for the first offence, it is then said, “and if convicted a second time for a’ like offence, the license of the person or persons so offending' shall be declared null and void by the judge of said court.”' The forfeiture of the license is not put hypothetically, as might have been expected, in a law intended to punish both licensed’ and unlicensed persons who might offend against the same. It is not said, if the person- offending shall have a license it. shall be annulled, but the language is the same as if the previous part of the same section had, in <em>express </em>terms, provided for prohibiting licensed persons only from selling on the Sabbath.</p>\n<p id=\"b200-7\">The last Act is veiy different. The first section of it says’ nothing in regard to annulling a license,-although it directs how a person shall be puished for a first and for a second) offence,</p>\n<p id=\"b200-8\">’ The second section provides for annulling the license of any person having one, who may commit an offence against the' law, but it begins by saying, “That if any person, having a license of any kind, authorizing the sale of spirituous liquors, shall violate the provisions of this Act,” &amp;c.</p>\n<p id=\"b200-9\">Putting the matter thus hypothetically,- not only does not/ in any degree, restrict the general words, “any person or persons, whether licensed to sell spirituous liquors or not,” but tends to show more clearly the propriety of considering the Act, as intended to include persons, either with or without licenses. If the law embraced only the first class, it would have been quite sufficient to say, the license of the person offending should be annulled. There could be no necessity for <page-number citation-index=\"1\" label=\"193\">*193</page-number>putting the forfeiture of the offender’s license expressly Upon the contingency of his having one, if the law embraced none but licensed persons. Such a contingent provision could only be useful, supposing the law to include others also.</p>\n<p id=\"b201-5\">In our opinion the Act of 1858, ch. 55, is not confined in its operation to licensed tavern keepers and licensed retailers.</p>\n<p id=\"b201-6\">We understand the present traverser has no license, but bought tiie ale in a hotel and gave it to the minor.</p>\n<p id=\"b201-7\">It has been said the word “give,” as used in this Act, has the same meaning as the word “sell;” but if it has not, then so much of the Act as undertakes to make “giving” an of-fence, and to impose a penalty for the same, is unconstitutional, and consequently this indictment cannot be sustained.</p>\n<p id=\"b201-8\">This objection to the validity of the Act is based upon the 17th section of the 3d Article of the Constitution, which provides, that “every law enacted by the Legislature shall embrace but one subject, and that shall be described in the title.”</p>\n<p id=\"b201-9\">It cannot be doubted, that this restriction upon the Legislature, was designed to prevent an evil which had long prevailed in this State, as it had done elsewhere; which was the practice of blending, in the same law, subjects not connected with each other, and often entirely different. This Was not unfrequently resorted to for the purpose of obtaining votes, in support of a measure, which could not have been carried without such a device. And in bills of a multifarious ciiaracter, not inappropriately called <em>omnibus </em>bills, provisions were sometimes smuggled in and passed, in the hurry of business, toward the close of a session, which, if they had been presented singly would have been rejected. In <em>Davis vs. The State, </em>7 <em>Md. Rep., </em>160, this court has very clearly expressed what is understood to have been the evil, which was designed to be corrected by this restrictive provision of the Constitution. We do not think it should be so construed as to render the present law unconstitutional in any of its provisions, <em>if </em>If the strict interpretation, insisted upon in argument, should be adopted, some portions of many of the Acts which have been passed will be rendered null and void.</p>\n<p id=\"b202-4\"><page-number citation-index=\"1\" label=\"194\">*194</page-number>Whilst it is certainly proper that this provision should be so-construed as to prevent a repetition of the evils which it was designed to prohibit, it is no less proper to avoid the opposite extreme, the necessary effect of which would be, in many instances, greatly to embarrass the Legislature in the discharge of their duties, and would also be calculated to produce much-controversy in regard to the validity of many laws.</p>\n<p id=\"b202-5\">The argument against the present law is, that if “give” and .“sell” are not the same, then, as the title only prohibits the <em>sale </em>of liquor, the title rightfully describes one subject only, but the law embraces more than one, when it attempts to make it unlawful for any person either <em>to sell or give. </em>It therefore becomes necessary to ascertain, whether, according to the true spirit and meaning of the Constitution, this law embraces but one subject, and if so, whether that subject is sufficiently described in the title.</p>\n<p id=\"b202-6\">We deem it proper now to say, that, in our opinion, “to-give,” in the present law, does not mean the same as “to-sell.” Our views on this point, however, will be more fully' stated hereafter.</p>\n<p id=\"b202-7\">What is the <em>subject </em>of a penal law may generally be perceived, by ascertaining what mischief or evil the law was designed to remedy or to prevent. And if this be true, there is1 no difficulty in knowing what is the subject “embraced” in&gt; the Act under consideration. The plain and obvious meaning of its language clearly manifests an intention to prohibit or restrain minors and people of color, from obtaining intoxicating liquor in the city of Annapolis, or within five miles, thereof. Prohibiting the <em>sale </em>of it to them, is only <em>one </em>of the <em>means </em>by which the chief intention of the Legislature was to. be accomplished. Employing other means, designed to effect the same purpose, cannot be properly considered the introduction of another or different subject, within the meaning of the constitutional restriction. If it were so, no law providing several modes for effecting its main purpose, would be valid in-all its provisions.</p>\n<p id=\"b202-8\">In 1 <em>Kent’s Com., </em>461, 462, <em>(6th Ed.,) </em>the learned author says: “It is an established rule in the exposition of statutes,. <page-number citation-index=\"1\" label=\"195\">*195</page-number>that the intention of the law-giver is to be deduced from a view of the whole, and of every part of a statute taken and compared together.”</p>\n<p id=\"b203-5\">Again, in <em>note d,page </em>467, it is said: “Though penal statutes are said to be construed strictly, yet the courts are bound to give effect to their plain and obvious meaning, and not narrow the construction. They must search out and follow the true intent of the lawgiver. ” See also the authorities there cited.</p>\n<p id=\"b203-6\">At <em>page </em>468 the same writer says: “The great object of the maxims of interpretation is, to discover the true intention of the law.”</p>\n<p id=\"b203-7\">The Supreme Court, in <em>American Fur Company vs. The United States, 2 Peters' Rep., </em>367, have said: “Even penal laws, which, it is said, should be strictly construed, ought not to be construed so strictly as to defeat the obvious intention of the Legislature. This was laid down as a rule by this court, in the case of <em>The United States vs. Wiltberger, </em>5 <em>Wheat., </em>76.” See also <em>Keller, et al., vs. The State, </em>11 <em>Md. Rep,, </em>536, and <em>House vs. House, </em>5 <em>H. &amp; J., </em>127.</p>\n<p id=\"b203-8\">These rules are equally as applicable, when the effort is to discover what is the subject of a law, according to the meaning of the Constitution, as when the object is, to ascertain the proper construction of a law in regard to any other matter.</p>\n<p id=\"b203-9\">Looking then to all parts of this Act, we consider it evident that the Legislature intended to prohibit the classes of persons named, from obtaining intoxicating liquor, and that this is the <em>one subject </em>of the law. Making it unlawful “to sell, dispose of, barter or give,” the liquor, and imposing a penalty upon persons who should do so, without the written order or certificate required, were but the <em>means </em>provided for effecting the chief design.</p>\n<p id=\"b203-10\">Although selling alone is mentioned in the title, yet, to find out what the law was intended to prevent, we are at liberty to resort to the body of the law, in which, not only selling, but disposing of, bartering and giving, are all included. Seeing that all those different modes of obtaining liquor are so carefully guarded against, we cannot suppose the sale of it was, <page-number citation-index=\"1\" label=\"196\">*196</page-number>the chjef mischief designed to be prevented, but the procurement of it in any way. If the mischief designed to be corrected was the procurement of the liquor, by those named in the Act, that must be the subject of the law. And that, we think, is sufficiently described in the title. We have seen that, in the body of the law, different means are prescribed for correcting the mischief, One of those means, that of prohibiting a sale, is mentioned in (he title, in such a mapner as to show the legislative intention of restraining or prohibiting the procurement of intoxicating liquor by those prescribed in the title and in the Act.</p>\n<p id=\"b204-5\">If it were necessary to insert, in the title, all the details provided for carrying a law into effect, it would require a title nearly as long as the law itself. But this cannot be necessary. From the very nature of the subject, (a title to an Act,) the Convention must have designed that the description of the subject therein, should be but a brief and concise statement, mpfely sufficient to indicate the nature of it.</p>\n<p id=\"b204-6\">Before undertaking to define the different meanings of the two words, “sell” and “give,” it may be proper to state a few of the rules relating to the construction or interpretation of slptutps, in addition to those already stated.</p>\n<p id=\"b204-7\">In <em>Dwarris on Statutes, </em>694, <em>in 9th Law Lib., </em>after stating four cardinal rules of interpretation, as being alike applicable to penal and beneficial statutes, whether restrictive or enlarging of the common law, the author adds: “It was then held to be the duty qf the judges, at all times, to make such cpnstructiop as should suppress the mischief and advance the remedy; putting down all subtle inventions and evasions for continuance of the misphief, <em>et pro privato commodp, </em>and addipg force and life to the cure and remedy, according to the true intent of the makers of the Act, <em>pro bono </em>publico.”</p>\n<p id=\"b204-8\"><em>At page 702, </em>this writer says: “The words of a statute are to be taken ip their ordinary and familiar signification and import, and regard is to be had to their general and popular use, for y ms <em>et norma loquendi </em>is governed by usage.”</p>\n<p id=\"b204-9\">In <em>Clara Medley vs. Williams, 7 G. &amp; J., 71, </em>the former Court of Appeals have said: “It is a familiar rule qf construe. <page-number citation-index=\"1\" label=\"197\">*197</page-number>tion, that words in a statute shall be taken in their accepted and known sense.”</p>\n<p id=\"b205-5\">The language of <em>Dwarris, at page </em>706, 707, is: “It is a safe method of interpreting statutes to give effect to the particular words of the enacting clauses. For when the Legislature, in the same sentence, uses different words, the courts of law will presume that they were used in order to express different ideas.”</p>\n<p id=\"b205-6\">Now can it be doubted, that in “their ordinary and familiar signification,” “in their accepted and known sense,” the words, “sell” and “give,” have not the same meaning, but are commonly used to express different modes of transferring the right to property from one person to another; a sale meaning a transfer for a valuable consideration, a gift signifying a gratuitous transfer without any equivalent. Such interpretations they have received from authorities in the law, of the highest reputation.</p>\n<p id=\"b205-7\">In regard to the word “Gift,” <em>Jacob, </em>in his <em>Law Die., </em>says: <em>Gifts or grants, </em>for the transferring <em>oí personal </em>property, are thus to be distinguished from each other: that gifts are always gratuitous; grants are upon some consideration or equivalent.”</p>\n<p id=\"b205-9\">The meaning given by him to the word “sale, venditio,” is the transferring the properly of goods, from one to another, upon valuable consideration.”</p>\n<p id=\"b205-10\"><em>Bouvier, </em>in his <em>Law Die., </em>says: “Gift, <em>contracts, </em>is the act by which the owner of a thing voluntarily transfers the title and possession of the same from himself to another person, who accepts it without any consideration. It differs from a grant, sale or barter, in this, that in each of these cases there must be a consideration, and a gift, as the definition states, must be without consideration.”</p>\n<p id=\"b205-11\">These definitions are fully sustained in 2 <em>Kent’s Com., marg’l pages </em>437, 468, <em>(7th Ed.) Tucker’s Blackstone, Book 2nd, ch. </em>30, <em>pages </em>440, 441 and 446.</p>\n<p id=\"b205-12\">A difference between vendor and donor, between a sale and a gift, was distinctly recognized in Maryland as long since as the Act of 1729, ch. 8.</p>\n<p id=\"b205-13\">These words, “to sell” <em>or </em>“give,” being found in the first section of the present law, we think, that in view of the rules <page-number citation-index=\"1\" label=\"198\">*198</page-number>of interpretation above stated, and the definitions which the words have received, they were not intended to express the same, but different ideas.</p>\n<p id=\"b206-5\">The next question to be considered is, whether the indictment sufficiently negatives the existence of a written order.</p>\n<p id=\"b206-6\">The language of the indictment, in this respect, is, “without the written order of the parents and guardian of said Joseph W. Barber, authorizing the said giving of the said quantity of fermented liquor to the said Joseph W. Barber,” &amp;c.</p>\n<p id=\"b206-7\">The Act is, “without the written order of the parents and guardian of such minor.” Thus it appears the indictment uses the words of the law as accurately as possible.</p>\n<p id=\"b206-8\">Speaking of the manner in which indictments, charging offences created by statute, should be framed, in <em>Wharton's Amer. Crim. Law, </em>132, <em>(2nd Ed.,) </em>the author says: “It is a well settled general rule, that in an indictment for an offence created by statute, it is sufficient to describe the offence in the words of the statute, and if, in any case, the defendant insists upon a greater particularity, it is for him to show, that from the obvious intention of the Legislature, or the known principles of law, the case falls within some exception to such general rule. But few exceptions to this rule are recognized.” See the authorities referred to in the notes, and, also, <em>State vs. Cassel, 2 H. &amp; G., </em>410; <em>State vs. Dent, </em>3 <em>G. &amp; J., </em>11; <em>State vs. Price, </em>12 <em>G. &amp; J., </em>262, 263; <em>Rawlings vs. The State, 2 Md. Rep., </em>203, 212.</p>\n<p id=\"b206-9\">In the case of <em>Franklin vs. The State, </em>12 <em>Md. Rep., </em>249, the party was indicted under this Act of 1858, ch. 55, the indictment charging him with selling, &amp;c., “spirituous liquor” to “Samuel Jones, a slave of Miss Ellen Stockett, <em>and who then and there did not have a written order of his master, mistress or owner,\" </em>&amp;c. To negative the possession of the order by the slave was held not to be sufficient, but that it should appear in the indictment that the act of the traverser was not done <em>upon </em>such order.</p>\n<p id=\"b206-10\">The court there say; “The phraseology of the Act of 1858, ch. 55, is different, in this respect, from that of the Act of 1817, ch. 227. In the case of <em>Rawlings vs. The State, </em>an indictment under the Act of 1817, which negatived the slave’s <page-number citation-index=\"1\" label=\"199\">*199</page-number>having the written order or license required by that Act, was held to be sufficient, because it was in the words of the statute. The indictment before us is not in the words of the Act of 1858.” This, if not an express declaration that the indictment would have been sufficient if it had been in the words of the last Act, is certainly a very strong intimation that such would have been the result.</p>\n<p id=\"b207-5\">Notwithstanding the ingenious criticism of the traverser’s counsel, in reference to the negation of the written order, in the present indictment, he has failed to show satisfactorily that this case should be considered an exception to the general rule, quoted from Wharton.</p>\n<p id=\"b207-6\">How could the existence of the written order required, be more fully negatived, than by saying, the liquor was given, “without the written order of?” &amp;c. It is equivalent to saying there was no such order in existence.</p>\n<p id=\"b207-7\">The ground taken under the third and last point is, that the Act of 1858, should not be considered as operative on the 5th of April of that year, when the alleged offence is charged to have been committed, because the laws had not then been published, and the Act made no provision for its publication, or for notice of its contents.</p>\n<p id=\"b207-8\">In the 34th section of the 3d Article of the Constitution it is said, “Every law shall be recorded in the office of the Court of Appeals, and in due time be printed, published and certified, under the great seal, to the several courts in the same manner as has been heretofore usual in this State.”</p>\n<p id=\"b207-9\">It has been contended that this section should be construed as intended to prevent any law from going into operation, until it has been published, if indeed it does not prevent its operation, until published and certified under the great seal. It will be seen, however, that this section does not, in terms at feast, profess to regulate the time when a law shall go into operation. That subject is expressly provided for in the 31st section of the same Article. There it is said, “No law passed1 by the General Assembly shall take effect, until the first day of June next after the session at which it may be passed, unless it be otherwise expressly declared therein.”</p>\n<p id=\"b207-10\">By this provision authority is most explicitly given to the <page-number citation-index=\"1\" label=\"200\">*200</page-number>Legislature to declare when a law shall take effect; which authority is not restricted or qualified, by requiring any previous publication. And the Act before us provides for its taking effect on the first day of April next after its passage, that day being previous to the time when the offence was-alleged to have been committed.</p>\n<decisiondate id=\"b208-8\">(Decided July 15th, 1859.)</decisiondate>\n<p id=\"b208-5\">In 1 <em>Kent's Com., </em>454, <em>marg'lpage, (7th Ed.,) </em>the learned author says: <em>“A </em>statute when duly ma'de, takes effect from its dale, when no time is fixed, and this is now the settled rule.5’’ Although the writer considers the rale, as it stands in this country and in England, a hard one, nevertheless, at <em>page </em>458, he says: “The rule, however, is deemed to be fixed beyond the power of judicial control, and no time is allowed' for the publication of the law before it operates, when the statute itself gives no time.” See also <em>Smets vs. Thomas and Riley Weathersbee, R. M. Charlton's Rep., 537, (Georgia.) Matthews vs. Zane, 7 Wheat., </em>211. <em>Brig </em>Ann, 1 <em>Gallison, </em>62. <em>Arnold and others vs. The United States, </em>9 <em>Cránch., </em>104. <em>The People vs. Clark, </em>1 <em>California Rep., </em>406. <em>In the matter of Welman, </em>20 <em>Vermont, </em>653. <em>In the matter of Richarsdon, et al., </em>2 <em>Story's Rep., </em>580.</p>\n<p id=\"b208-6\">Under the Constitution and laws of our State, if an Act does not expressly provide when it shall take effect, it will not do so until the first day of June next after the session at which it may be passed; but, if the time of its taking effect is expressly declared in the Act, it will operate at the time so declared, whether it may then have been published or not.</p>\n<p id=\"b208-7\">In this opinion we have noticed the motion in arrest, and the reasons assigned for it, as-if they had been properly before us. This has been done, because the reasons relate to matters, which, if available at all, would have been so under the demurrer. <em>We </em>are therefore not to be understood as intending to intimate, by the course pursued in this case, that a party is entitled to relief upon a motion in arrest, <em>for any matter or cause which might have been a subject of demurrer to the indictment. </em>See <em>Wedge vs. The State, </em>12 <em>Md. Rep., </em>236; <em>Cowman vs. The State, Ibid., </em>253.</p>\n<p id=\"b208-9\"><em>Judgment </em>affirmed„</p>\n</opinion>\n<opinion data-order=\"38\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b209-4\"><page-number citation-index=\"1\" label=\"201\">*201</page-number>Le Grand, C. J.,</author>\n<p id=\"AzvT\">delivered the following dissenting opinion:</p>\n<p id=\"b209-5\">I dissent from the opinion pronounced in this case by two of my brethren. Inasmuch as 1 am of the opinion that the act charged against the' traverser is not within the Act of Assembly of 1858, chapter 55, I shall confine myself in what I have to say to the reasons which induce this belief, contenting myself, in other respects, with ‘the observation, that were I of the opinion that the act alleged against the traverser was within the purview of the statute, in such event, 1 should have no difficulty in holding the averments of the indictment all sufficient to justify a valid judgment.</p>\n<p id=\"b209-6\">I take it that this law was designed to do good and to work, as far as practicable, a reform of a great evil—the demoralization of youth and negroes by the use of intoxicating drinks. I cannot, however, suppose that its authors purposed to accomplish this end by a violation of the Constitution of the State,- nor, do I think, in its passage, the Legislature has, in anywise, usurped forbidden power.</p>\n<p id=\"b209-7\">Could I bring my mind to the conclusion that <em>more </em>than <em>one </em>subject is <em>“embraced” </em>in the Act; or, that the <em>one </em>subject is not <em>“described” </em>in the <em>“title;” </em>or, that the words <em>“sell” </em>and <em>“give,” </em>as found in the body of the Act do not mean the <em>same </em>but <em>different </em>things, then, it would be impossible for me to avoid declaring the law to be unconstitutional and void.</p>\n<p id=\"b209-8\">In the case of <em>Franklin vs. The State, </em>12 <em>Md. Rep., </em>247, I fully set out my reasons for holding the words <em>“sell” </em>and <em>“give” </em>as meaning the same thing <em>in the connection in which they are employed in this Act of Assembly, </em>however dissimilar their meaning might be in other associations. I do not propose to reiterate them here,</p>\n<p id=\"b209-9\">I neither know of any, nor shall 1 ever sanction any power in the Legislature, or the courts, on any ground of public or other policy, to annul a plain provision of the Constitution.</p>\n<p id=\"b209-10\">The language of the 17th section of the 3rd Article of that instrument, to my limited understanding, is too plain to admit of but one interpretation.</p>\n<p id=\"b209-11\">What is it?</p>\n<p id=\"b209-12\">The section emphatically and unequivocally declares that,. <page-number citation-index=\"1\" label=\"202\">*202</page-number><em>“Every </em>law enacted by the Legislature <em>shall </em>embrace but <em>one subject, </em>and that shall be <em>described </em>in the title.”</p>\n<p id=\"b210-5\">It is impossible language could be less ambiguous, or more explicit. Its interdict, as well as its command, is inexorably positive.</p>\n<p id=\"b210-6\">This being so, the following inquiries are necessarily and unavoidably presented.</p>\n<p id=\"b210-7\">1st. Is there more than one subject “embraced” within the law?</p>\n<p id=\"b210-8\">2nd. If the law embrace but one subject, then, is <em>that </em>one (not another) subject described in the title of the law?</p>\n<p id=\"b210-9\">If these inquiries be applied to the Act of 1858, we are required to determine whether or not “sell” and “give” have the same meaning. This is a duty which we cannot escape.</p>\n<p id=\"b210-10\">If they do not mean the same, but different things, then the-law embraces more than one, because different subjects; (things being subjects, and subjects being things,) and must therefore be unconstitutional and void.</p>\n<p id=\"b210-11\">It has been said, in argument, that the words “sell” and “give” as used in the Act were intended to express not the same but different ideas.</p>\n<p id=\"b210-12\">If I correctly comprehend this statement, then I take it as conceding, when considered 'with reference to its logical sequence, the unconstitutionality of the Act; otherwise, it is <em>felo de se,. </em>or, in other words, to substantially declare, that although “to sell” a thing is <em>different </em>from “to give” a thing, yet, notwithstanding such difference, the description of the one thing is also the description of <em>another </em>and different thing. And this intrepretation brings about this anomaly that although the title describes <em>only </em>sales, yet it <em>also </em>describes <em>gifts. </em>How <em>one </em>can be <em>but </em>one, and, at the same time, <em>more </em>than one, is a proposition too subtle for my comprehension. In nothing but that greatest of all mysteries—the Most Holy Trinity—can such be.</p>\n<p id=\"b210-13\">In the case now before the court we have this state of things:—the person who actually <em>sold </em>the liquor, and <em>who did. an act described in the title, </em>goes unpunished, whilst one who did an act <em>not </em>described in the title, but different from what is there described, is punished.</p>\n<p id=\"b211-4\"><page-number citation-index=\"1\" label=\"203\">*203</page-number>My opinion is, that the Act only applies to persons who sell liquor in the way of trade, and that the words “give” and “dispose of,” were merely inserted to guard against the devices and practices to which I referred in <em>Fanklin vs. The State.</em></p>\n<p id=\"b211-5\">I will remark, that a large portion of the opinion of my brothers consists of extracts from the writings of eminent jurists, as to the mode of getting at the intention of the Legislature. So far from cavilling at, I cheerfully yield acquiescence to their authority in all cases to which they are applicable and which they should control.</p>\n<p id=\"b211-6\">I believe the law to be a good one, and that the surest way to secure its beneficial operation is, not to force its application beyond its carefully ascertained limits. Nothing could have been easier, if such had been the purpose of the Legislature, than to have passed an Act, the title of which would have forbidden the use of intoxicating liquors by minors and negroes. But this they did not do.</p>\n<p id=\"b211-7\">The experience of the world has shown the difficulty of enforcing sumptuary laws, however wisely conceived, and the ill-will and irritation produced when they are pushed by latitudinarian, or strained interpretation, beyond the palpable and undisputed boundary; and the more especially so in cases similar to this, when this has been done by giving a significance to the words of the Constitution which they do not clearly import.</p>\n<p id=\"b211-8\">Believing that the Act includes but one subject—namely, the <em>sale </em>of liquors—and that subject is described in the title, I think it constitutional; but if the word <em>sale </em>is to be considered the equivalent of that of <em>use, </em>then, under such an interpretation, the man who should set fire to, or pour into the river, or drink the liquor himself, would be indictable and punishable under this Act. Extreme as are the corollaries put, yet they each, and all, follow from the premises.</p>\n<p id=\"b211-9\">Understanding the Constitution as I do, with every respect for the opinions of others, I cannot but think the traverser has been punished in direct opposition to the constitutional charter. In all this I may be wrong, but I was never clearer in my judgment in regard to any matter about which 1 entertained an opinion.</p>\n<p id=\"b212-4\"><page-number citation-index=\"1\" label=\"204\">*204</page-number>But be this as it may, I think it the safer to err on the side of the rights of the citizen than to presume against them; and as was said by Chief Justice Marshall in the case of <em>United States vs. Wiltberger, 5 </em>Wheaton, 96: “It would be dangerous,.indeed, to cany the principle, that a case which is within the reason or mischief of a statute, is within its provisions, so far as to punish a crime not enumerated in the statute because it is of equal atrocity, or of kindred character, with those which are enumerated. If this principle has ever been recognised in expounding criminal laws, it has been in cases of considerable irritation, which it would be unsafe to consider as precedents forming a general rule for other cases.”</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}