{
  "casebody": {
    "data": "<casebody firstpage=\"424\" lastpage=\"444\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b432-8\">The Baltimore and Ohio Rail Road Company <em>vs. </em>Horace Resley and James Resley.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b432-9\">In a trial under <em>a procedendo, </em>no error can be imputed to the rulings of the court below, based on the terms of a contract and a modification thereof as <em>interpreted by the appellate court </em>on the first appeal.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b432-10\">Where the record does not show whether a certain prayer was granted or* refused, and no exception in reference to the court’s ruling upon it was taken, it is not before the appellate court for review, for if it was granted, the appellant cannot complain, and if rejected, no exception was reserved to such ruling of the court.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b432-11\">The appellate court having, on the first appeal, reversed the judgment because-of the rejection of certain prayers, in which they said they <em>“saw no </em>defect,” , and these prayers having submitted to the jury the <em>question of bona fides </em>in making certain estimates, it must be <em>intended </em>that the court thought there <em>was evidence </em>on that question proper for the jury.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b432-12\">Where the plaintiff’s prayer, leaving to the jury the inquiry whether certain estimates were made <em>bonaf.de </em>or not, is granted with the <em>assent </em>of the defendant, the latter cannot afterwards object to the same inquiry being made part of his own prayers.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b432-13\">What is admitted to be the law of the case, cannot be gainsayed before the jury, and a defendant, after conceding a prayer involving a certain question of fact, cannot deny that such an inquiry is before the jury, any moré than he can argue against the law of instructions given without such assent.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b432-14\">Prayers should he so framed as to instruct, not to embarrass, juries, and where the court thinks they may have the latter effect, it is not its duty to <page-number citation-index=\"1\" label=\"425\">*425</page-number>place a construction on the language employed by counsel, hut may reject the prayers as offered.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b433-5\">A prayer that if the jury find the making of a certain contract, &amp;c., “and that, after the <em>modification, </em>as stated in the defendant’s third prayer, and <em>made, part of this,” </em>&amp;c., does not submit to the finding of the jury the <em>facts </em>stated in such third prayer, but refers merely to the <em>modification </em>of the contract.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b433-6\">A prayer that if the jury believe certain facts, then “the plaintiffs are not at. liberty to establish, by any other evidence than that <em>prescribed by the contract, </em>the quantity,” &amp;c., of work done, is erroneous in leaving the <em>interpretation of the contract, </em>which is a question <em>of law, </em>to the jury.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b433-7\">The refusal of a prayer is no ground of reversal, if the <em>same has been substantially granted before </em>in other prayers, because such refusal does the party no •injury, while, at the same time, it prevents embarrassment by a complication of unnecessary propositions of law and fact.</headnotes>\n<summary data-order=\"10\" data-type=\"history\" id=\"b433-8\">Appeal from t.hc Circuit Court for Allegany county.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b433-9\"><em>Assumpsit </em>brought on (be 13th of March 1853, by the appellees against the appellant, to recover for excavating and constructing the 21st section of the Baltimore and Ohio Rail Road, West of Cumberland. The present trial was under the <em>procedendo </em>issued by this court, upon the reversal of the judgment upon the former appeal, reported in 7 <em>Md. Rep., </em>297.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b433-10\">The parties entered into a written contract, dated the 6th of July 1850, by which the plaintiffs agreed to grade the section according to the manner and conditions, and for the prices therein specified. During the progress of the work, monthly estimates were to be made by the resident engineer, of the quantity, character and value of the work done during the month, and four-fifths of this value were to be paid to the contractors; and, when the work was completed and accepted, a final estimate was to be made, and <em>the </em>balance appearing due them was to be then paid to the contractors, on their executing a release to the company, under seal. It was agreed that these monthly and final estimates were to be conclusive between the parties, unless revised and altered by the chief engineer, in which event, the estimates of the latter were to be substituted in their place.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b433-11\">The plaintiffs continued to execute the work, under this contract, till the 20i,h of March 1851, when they represented <em>to </em>the company that the work was costing them too much, and <page-number citation-index=\"1\" label=\"426\">*426</page-number>that they could not go on with it at their contract prices. A <em>modification </em>of the contract was then made, to the effect that they were to go on with the work, and were to be paid accord<em>ing to their expenses </em>until the work was completed, when it was to be finally measured up, and the quantities returned. If anything was due them over what they had already received for work done before this arrangement, it was to be paid to them; they were not to lose their twenty per cent, in the hands of the company on the work done prior to this time, and they were to be protected from further loss on the work. Save in these particulars, the contract was to stand as it was; their expenses were to be the monthly estimates.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b434-5\">lsi <em>Exception. </em>It was agreed that, in the present trial, all the testimony offered at the former trial, as found in the <em>procedendo </em>record from the Court of Appeals, should be read in evidence to the jury, and that the record in the case in the <em>Coart of </em>Appeals in the former appeal, shall be a part of this record, and used as such. The testimony mentioned in this agreement was then read to the jury, and some additional testimony was offered ,on both sides, the effect of which is stated in the opinion of this court. The plaintiffs then offered <em>three </em>papers, the first of which only appears in the record, and is substantially as follows:</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b434-6\">1st. If the jury shall believe, from the evidence, that the plaintiffs and defendant entered into the written contract of the 6th of July 1850, and that the work was executed by the plaintiffs under this contract, up to the 20th of March 1851, and that during the progress of the work up to that tune, the monthly estimates offered in evidence by the defendant, of the quantity and character of the work done, were made, and that at that time a new arrangement or contract was made, by which, from that time forward, the defendant was to pay the plaintiffs their monthly expenses till the completion of the work, in lieu of the monthly estimates provided for by the original contract; and on the completion of the work that a final estimate or measurement should then be made, of the work done by the plaintiffs prior to the 20th of March 1851, pnd that under this new arrangement or contract, the plaintiffs <page-number citation-index=\"1\" label=\"427\">*427</page-number>proceeded to execute the work up to the 19th of August 1851, and that at that time it was agreed between the plaintiffs and defendant, that the former should retire from the work in the state in which it then was, and that the final estimate and measurement of work done prior to the 20th of March 1851, as provided for by the new arrangement or contract of that date, should then be made, and that such final estimate or measurement was then made by William H. Small, the resisident engineer, having charge of the work at that time; and if the jury shall further believe, that said final estimate of the said Small was fraudulently made, that then said final estimate is not conclusive on the plaintiffs, and that gross negligence, in making said final estimate, is evidence from, which the jury may find fraud in taking the same.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b435-5\">The defendant then offered the following prayers:</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b435-6\">1st. If the jury shall believe from <em>the </em>evidence, that the plaintiffs and defendant made and entered into the contract offered in evidence, of July 6th, 1850, and that the plaintiffs performed the work on said section of the road prior to the 20lh of March 1851, under the provisions of this contract, and that monthly estimates of the quantity, character and value of the work done during the month, or since the last monthly estimate, were made in accordance with the provisions of the contract by the local or resident engineer having charge of the work for the time being, <em>bona </em>fide, and that the plaintiffs received the four-fifths of such estimates, as provided for in the contract, then each and every one of the monthly estimates so made and paid, is an adjustment of the work done up to each estimate, and each monthly estimate so made, is conclusive between the parties to the contract, unless the chief engineer deemed it proper, at any time, to revise and alter the same, or either of them, in which event the estimate of the chief engineer would he final and conclusive between the parties, in the absence of all fraud on the part of the defendant, or its engineer or engineers.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b435-7\">2nd. If the jury shall believe from the evidence, that the plaintiffs and defendant made and entered into the contract of July 6th 1850, as offered in evidence by the defendant; that <page-number citation-index=\"1\" label=\"428\">*428</page-number>the plaintiffs performed the work done by them on said section, Cinder the provisions of this contract, and that thp contract Was executed by them up to the 20th of March 1851, and that at that time it was agreed between the parties, that instead of the monthly estimates provided for by the contract, they should be paid their expenses for the work done during the month; and if the jury shall further believe, that (he actual expenses were returned and paid by the defendant under such agreement, instead of the monthly estimates, as provided for by the contract, and received by the plaintiffs, then each payment of the monthly- estimates or expenses, so made and received by the plaintiffs, is an adjustment of the work done up to each estimate or return of <em>expenses </em>and payments so received, and is final and conclusive as to the work done up to such estimates or returns of expenses respectively, in the absence of all fraud on the part of the defendant or its engineers, and that the plaintiffs cannot now go behind these adjustments- or payments to recover for work and labor done.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b436-5\">3rd. If the jury shall believe from the evidence, that the plaintiffs and defendant made and entered into the contract of the 6th of July 1850, as offered in evidence by the defendant; that the plaintiffs performed the work on said section of the road up to the 20th of March 1851, under the provisions of this contract, and that monthly estimates of the.quantity, character and value of the work done, during the month, or since the last monthly estimate, were made in accordance with-the provisions of the contract, <em>bona </em>fide, by the <em>local </em>or resident engineer having charge of the work for <em>the </em>time being, and that the plaintiffs received the four-fifths of these monthly estimates, as provided for in the contract; and if the jury shall further believe, that at the time, or within a few days thereafter, for taking the monthly estimate for work done after the 20th of March 1851, it was mutually agreed between the plaintiffs and the defendant, that the plaintiffs should go on-with the work, and should be paid their expenses instead of the monthly estimates, as provided for by the contract of the 6th of July 1850, until the work was completed, that then id should be finally measured up, and if there should appear to-<page-number citation-index=\"1\" label=\"429\">*429</page-number>be ¡my tiling due the plaintiffs over what they had already received for work done before that time, it should be paid to ' them, that the plaintiffs were not to lose that part of the <em>20 </em>per cent, for work then done, which was remaining in the hands of the defendant; that the plaintiffs were to be protected from all further loss on the section; that the plaintiffs’ expenses were to be the monthly estimates, and that the contract of the 6th of Julyl850, save in these particulars, was to stand as it, was; and if the jury shall further believe from the evidence in the cause, that the expenses of the plaintiffs, after the 20lh of March 1851, were so returned as the monthly estimates, and exceeded what the estimates would have been under the contract, at the contract prices, and paid by the defendant and received by the plaintiffs as such, then the plaintiffs are only entitled to recover in this action that portion of the 20 per cent, remaining in the hands of the defendant, if any, for work done prior to the 20th of March 1851.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b437-5\">The plaintiffs asked the following modification of this third prayer: The plaintiffs are entitled to recover, for the work done by them prior to the 20th of March 1851, whatever amount the jury shall believe from the evidence, the plaintiffs are entitled to under the written contract, if they shall believe that Small, as resident engineer, made the final estimate offered in evidence by defendant, as his final estimate under the written contract, and the new arrangement, (if they believe them to have been made,) and that this final estimate was not, made <em>bona fide </em>in pursuance of the contract and arrangement.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b437-7\">4th. If the jury shall believe from the evidence, as stated in the defendant’s third prayer, which is made part of this, the plaintiffs are not entitled to recover for work done after the 20th of March 1851, anything save their actual expenses; that the true construction of the contract and modification, as set out in the third prayer, is, that for the work done prior to the modification of the written contract, the plaintiffs are to be paid according to the stipulations of the written contract; the work done after the new arrangement, the plaintiffs are only to be allowed their actual expenses.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b437-8\">5th. That the jury will exclude from their consideration all testimony offered by the plaintiffs relating or referring to the <page-number citation-index=\"1\" label=\"430\">*430</page-number>costs of excavation and embankment on said section, of spoiling or wasting the earth from the section on the Maryland side of the river, of the embankment and excavation on the Virginia side of the river, and of the excavation and embankment on the section, after the new arrangement was entered into, provided they believe from the evidence that, the plaintiffs and defendant entered into the contract of the 6th of July 1850, and also the facts set out in the defendant’s third prayer.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b438-5\">6th. If the jury shall believe from the evidence, that the plaintiffs and defendant made and entered into the written contract of the 6th of July 1850, as offered in evidence by the de' fendant, and that the plaintiffs performed the work on said section for the defendant, up to the 20th of March 1851, under the provisions of this contract, and that, after the modification, as stated in defendant’s third prayer, and made part of this, the plaintiffs were to be paid their actual expenses instead of the monthly estimates, then the jury will exclude from their consideration all the testimony offered by the plaintiffs in relation to the quantity, character and value of the work done by them before the modification of the contract.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b438-6\">7th. If the jury shall believe from the evidence, the facts stated in the defendant’s third prayer, which is made part of this, the plaintiffs are not at liberty to establish by any other evidence than that prescribed by the contract, the quantity, character and value of the work done before the modification of the contract; unless they find that the plaintiffs, after proper exertions on their part, had made an ineffectual attempt to procure the same, according to the terms of the contract; that it was their duty to have applied to the engineer to make the measurements of the work done before the modification of the contract, before any other evidence would have been admissible as a substitute for such proof.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b438-7\">8th. If the jury shall believe, from the evidence, that the plaintiffs and defendant made and entered into the contract of the 6th of July 1850, and that the work was performed by the plaintiffs on said section up to the 20th March 1851, under this contract, and that after that period the expenses of the plaintiffs were to be substituted for the monthly estimates; <page-number citation-index=\"1\" label=\"431\">*431</page-number>that Wm. H. Small was the resident engineer, having charge of the work at the time the final estimate was taken as offered in evidence by defendant; that this final estimate is final and conclusive between the parties to this action.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b439-5\">9th. That the final estimate offered in evidence by the defendant is final and conclusive between the parties to this action.</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b439-6\">10th. If the jury shall believe from the evidence that the erection and keeping up of the temporary bridge was only a means or mode by which the work, in part, on the section was to be executed, although the jury may believe it was the intention of the parties, at the time the contract of the 6th of July 1850, was entered into by the parties, that the said bridge was to be kept up or in repair by the defendant; yet, if the jury shall believe that the defendant, after the bridge was washed away, ordered it, and the plan of executing the work was thereafter altered by the defendant according to the provisions of the written contract, so as to require the work to be executed without the bridge as a means of executing it, the •defendant is not liable for any damages for not keeping up the bridge after it was washed away, but is only liable for any additional expense caused by such change, if any, as the engineer of the defendant, in his judgment, ascertained and determined.</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b439-7\">11th. If the jury shall believe, from the evidence, that the .agreement of the 6th of July 1.850, was entered into by the parties and the modification thereof made, by which monthly estimates were to be the expenses of the plaintiffs on the work up to the 19th of August 1851; that, at that time, the plaintiffs had not finished the work, but that it was then agreed the work should pass over to the defendant, and that the plaintiffs should then retire from it in the state it then was, and that the local or resident engineer having charge of the work for the time being, made a final estimate of the quantitjr, charactef and value of the work agreeably to the terms of the agreement and modification thereof, and returned the same to the chief engineer of the defendant, and that such engineer revised the estimates so returned to him, and made the final estimate of<page-number citation-index=\"1\" label=\"432\">*432</page-number>fered in evidence by (lie defendant, then the estimate of the chief engineer shall be substituted in the place of the said es.timate, and is final and conclusive between the parties.</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b440-4\">■ 12th. That by want of <em>bona fides, </em>found in the prayers granted by the court, is meant “a fraudulent intention,” “an Intention to act corruptly,” not an oversight or wrong judgment, if honorably made, nor a mistake, and that the jury, in order to find that there was a want of <em>bona fides, </em>must believe there was a fraudulent intention on-the part of the engineer or engineers.</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b440-5\">The court (Perry, J.) refused to grant the <em>plaintiff1’ssecond </em>and <em>third </em>prayers, but. granted their <em>first, </em>because conceded. The court also granted the defendant’s Isi, <em>2nd, 3rd, Ath, </em>1 <em>Oth </em>and 12¿/¿, and refused to grant its <em>6th, 7th, 8th, 9th </em>and <em>11th. </em>The court also offered to grant, and did grant, the defendant’s <em>8th, 9th </em>and <em>11th </em>prayers with this <em>modification </em>at the end of each, “if they shall believe the same to be <em>bona fide </em>made.” To the refusal to grant its <em>6ill </em>and <em>7th, </em>and the refusal to grant the <em>8th, 9th </em>and <em>11th </em>prayers, without the modifications, the defendant excepted.</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b440-6\">, <em>2nd Exception. </em>Whilst the counsel for plaintiffs was making his closing argument before the jury, and was contending that by the law, as laid down by the (Jourt of Appeals, when this case was before them, in 7 <em>Md. Rep., </em>and arguing that the final estimate, as offered in evidence by the defendant, was not such a final estimate as was provided for by the written contract and the modification thereof, but that the final estimate contemplated by the contract, as modified, was to cover alone the work done before the 20th of March 1851, he was stopped by the counsel for the defendant, who insisted that he should not be permitted by the court to argue before the jury that this final estimate was not made pursuant to the terms of the written contract and its modification, which objection to the argument the court overruled; whereupon the defendant, by its counsel, offered the following prayer:</summary>\n<summary data-order=\"32\" data-type=\"summary\" id=\"b440-7\">13th. If the jury»' shall believe, from the evidence in the cause, as stated in the defendant’s fifth prayer, found in 7 <em>Md. Rep., </em>302, that the final estimate now (being the same re.</summary>\n<summary data-order=\"33\" data-type=\"summary\" id=\"b441-4\"><page-number citation-index=\"1\" label=\"433\">*433</page-number>ferred to in said prayer) offered in evidence, is a sufficient compliance with the requisitions of the contract and a substantial compliance with them.</summary>\n<summary data-order=\"34\" data-type=\"summary\" id=\"b441-5\">The court refused to grant this prayer, and to this refusal the defendant excepted.</summary>\n<summary data-order=\"35\" data-type=\"summary\" id=\"b441-7\">The verdict and judgment were in favor of the plaintiffs for $5,500 and costs, and the defendant appealed.</summary>\n<p data-order=\"36\" data-type=\"judges\" id=\"b441-8\">The cause was argued before Le Grand, C. J., Ecclestokt, Tuck and Baetol, J.</p>\n<attorneys data-order=\"37\" data-type=\"attorneys\" id=\"b441-9\"><em>Thos. J. McKaig, </em>for the appellant,</attorneys>\n<p data-order=\"38\" data-type=\"legal\" id=\"ALI_\">argued:</p>\n<p data-order=\"39\" data-type=\"legal\" id=\"b441-10\">1st. That the defendant’s <em>fifth </em>prayer ought to have been granted. It left to the jury to find the facts to be true, as stated in the <em>third </em>prayer, viz: that the parties entered into the contract of the 6th of July <em>1850; </em>that the plaintiffs performed the work up to the 20th of March 1851, under the provisions of this contract; that monthly estimates of quantities, character and value of the work done during the month, were made in accordance with the provisions of the contract, <em>bona fide, </em>by the resident engineer, and,that the plaintiffs received four-fifths of said estimates; that, before taking the monthly estimate for work done after the 20th of March 1851, it was agreed that the plaintiffs should go on with the work, and should be paid their expenses instead of the monthly estimates, and that it should, when the work was completed, be finally measured, and whatever should appear to be due for work done before that time, should be paid them; that the plaintiff’s expenses were to be the monthly estimates, and that the expenses of the plaintiffs, after the 20th of March 1851, were so returned, and exceeded what the estimates would have been under the contract of the 6th of July I860; that the expenses were paid by the defendant, and received by the plaintiffs as such. If the jury found these facts to be true, then the testimony set out in this <em>fifth </em>prayer for work done after the new arrangement, ought to have been excluded from the consideration of the jury, because the expenses were the cost by the new agreement.</p>\n<p data-order=\"40\" data-type=\"legal\" id=\"b442-4\"><page-number citation-index=\"1\" label=\"434\">*434</page-number>2nd. The <em>sixth </em>prayer ought also to have been granted, because it required the jury to find as true the same facts as stated in the <em>third </em>prayer, and, if they so found the facts, then; the contract of the 6th of July 1850, prescribed the mode in which the quantity, character and value of the work done was to be ascertained, and that excluded every other mode, unless the mode prescribed in the contract could not be availed of. 9 <em>Pet. </em>326, <em>United States vs. Robeson. </em>11 <em>G. &amp; J., </em>58, <em>Wilson vs. York &amp; Md. Line Rail Road Co. Redfield on Railways, </em>210, <em>note </em>17, 221, 223, 224, and <em>note </em>8. 3 <em>Eng. Railway Cases, </em>17, <em>Parkes vs. Great Western Railway. </em>For the same reasons, and on the same authorities, the <em>seventh </em>prayer ought to have been granted.</p>\n<p data-order=\"41\" data-type=\"legal\" id=\"b442-5\">3rd. The court ought to have granted the <em>eighth, ninth </em>and <em>eleventh </em>prayers, without the modification of <em>“bona fide,” </em>because there was no testimony before the jury which could authorize the court in submitting a question of that kind to the jury. 10 <em>Md. Rep., </em>67, <em>Wilson vs. Smith. </em>9 Grill, 331, <em>Clarke vs. Marriott. </em>7 <em>H. </em>&amp; <em>J., </em>36, <em>Davis vs. Davis. </em>7 <em>G. </em>&amp; <em>J., </em>20, <em>Cole vs. Hebb. </em>3 <em>H. &amp; J., </em>109, <em>Tyson vs. Rickard. </em>Here the final estimate was in evidence, and the court was asked to say that it was final and conclusive between. the parties. The <em>prima facie </em>was, that it was made <em>bona fide, </em>and was, therefore, <em>legally </em>sufficient to bind the parties. Now, what evidence did the plaintiffs offer to impeach its <em>bona fides, </em>from which, according to authorities just cited, a rational or well-constructed mind could infer it was not made <em>bona fide </em>? It was the legal sufficiency of <em>the </em>final estimate the court was asked to pass upon, and there was no evidence offered, impeaching its <em>bona fides, </em>that authorized the court to submit the question to the jury.</p>\n<p data-order=\"42\" data-type=\"legal\" id=\"b442-6\">4th. The parties, by the contract of the 6th of July 1850, fix the mode in which the quantity, character and value of the work should be ascertained, and, by that contract, appoint the <em>arbitrator </em>or <em>arbitrators. </em>The final estimate is the <em>award </em>of the officer named in the contract. The finality of this <em>otward </em>is governed by the same rules as apply to awards generally. 3 <em>Rawle, </em>84, <em>McCalmont vs. Whitaker. </em>1 <em>Miles, </em><page-number citation-index=\"1\" label=\"435\">*435</page-number>418, <em>Horton vs. Stanley. </em>8 <em>Verm., </em>79, <em>Learned vs. Bellows. 7 Gill, </em>488, <em>Emery vs. Owings.</em></p>\n<p data-order=\"43\" data-type=\"legal\" id=\"b443-5\">5th. The parties, by the contract of the 6th of July 1850, provide for the award or final estimate, who shall make it, and how it shall be made. This court has already decided, in 7 <em>Md. Rep., </em>313, that the final estimate, offered in evidence, is a substantial compliance with the requisitions of the contract, and not an evasion. The appellant, therefore, insists that in a coart of law, this final estimate is final and conclusive, and that the court had no power to set it aside or leave it to the jury to regard or disregard. Under the statute of <em>9th </em>and <em>10th Will., III, ch. </em>15, in England, and under the similar provisions of our Act of 1778, <em>ch. </em>21, <em>secs. </em>8, 9, the court has power to set aside awards made under a reference from court, but neither the English nor the Maryland •Statute authorizes the court to leave the question of its finality to the jury. Where, however, the award is not by reference from court under the Statute, as in this case, but by the contract of the parties, there is no power to set it aside, even for fraud or misbehavior in the arbitrators, save in a court of equity. <em>Watson on Atoarás, ch. </em>9, <em>pages </em>262, 263. 2 <em>Story’s Eq., sec. </em>1452. <em>Kidd on Awards, </em>6, 327, 328. <em>Billings on Awards, </em>9, 175, 176, in 5 <em>Law. Lib. Russell on Arbitrators, </em>49, 614, in 63 <em>Law Lib. Redfield on Railways, 207, </em>214, 216. 1 <em>Saund., </em>387, <em>(c.) </em>and <em>notes I. </em>and <em>J. </em>8 <em>East., </em>344, <em>Braddick vs. Thompson. 2 Wils., </em>148, <em>Wills vs. Maccarmick. 2 Johns. Ch. Rep., </em>366, <em>Underhill vs. Van Cortlandt. 2 Johns., </em>62, <em>Newland vs. Douglass. </em>3 <em>Johns., </em>368, <em>Barlow vs. Todd,. </em>18 <em>Ala., </em>174, <em>Strong vs. Beroujon. </em>11 <em>Missouri, </em>624, <em>Finley vs. Finley. </em>8 <em>Md. Rep., </em>208, <em>Roloson vs. Carson. </em>Even if a bill were filed in this case to set aside the award, no court of equity, on <em>the testimony, </em>would set it aside. As to what will authorize a court of equity to set aside an arvaxd, see <em>Underhill vs. Van Cortlandt, 2 Johns. Ch. Rep., </em>339, where the authorities are reviewed.</p>\n<p data-order=\"44\" data-type=\"legal\" id=\"b443-6\">6th. The court should have granted the 13th prayer, because the Court of Appeals had so ruled the law of this case in 7 <em>Md. Rep., </em>297. This required the jury to find, 1st. <page-number citation-index=\"1\" label=\"436\">*436</page-number>That the contract of the 6th of July 1850, was entered into by the parties and remained unaltered, except as stated ins the fourth prayer of the former trial. 7 <em>Md. Rep., </em>301. 2nd, That the resident engineer made a final estimate agreeably to the terms of said agreement and the modifications thereof, <em>bona fide. </em>If the jury found these facts, why was not the final estimate conclusive. This prayer is a repetition of the fifth prayer of the former trial, which this court held good, and that the final estimate was “a substantial compliance with the requisitions of the contract.”</p>\n<attorneys data-order=\"45\" data-type=\"attorneys\" id=\"b444-5\"><em>Thos. Deoecmon </em>and <em>Geo. A. Pearre, </em>for the appellees,</attorneys>\n<p data-order=\"46\" data-type=\"legal\" id=\"ASL\">argued:</p>\n<p data-order=\"47\" data-type=\"legal\" id=\"b444-6\">1st. That the defendant’s sixth prayer was rightly rejected. It excludes from the consideration of the jury all question of <em>bóna fides </em>in the measurements and estimates of the engineer, and, indeed, leaves out of view altogether any such measurements or estimates. It goes solely upon the <em>making </em>of the contract and the new arrangement, without incorporating into it any reference to the fact that either party performed their parts of the same, or to the mode in which the defendant performed its part. By the modification of the contract, as stated in the <em>third </em>prayer, it was agreed that when the-work was completed “it was to be finally measured up.”'Now this prayer repudiates the right of the plaintiffs to have-this feature of the modified contract fulfilled, and excludes from the jury all evidence which would show the <em>actual </em>quantity of work done by the plaintiffs prior to the 20th of March 1851, and all evidence which would tend to show that the engineer had not acted <em>bona fide </em>in making up his estimate, or estimates. But even if it should be held that the words in this sixth prayer, “and that after the modification as stated in defendant’s third prayer and made part of this,”' have the effect to embody the <em>entire </em>third prayer, and not <em>álóne </em>the modification of the original contract, as stated in the third prayer, (which last, we say, is its proper construction,) then the prayer ought not to have been granted, for the' teason that “the testimony offered by the plaintiffs, in rela<page-number citation-index=\"1\" label=\"437\">*437</page-number>lion to the quantity, character and value of the work done before the modification of the contract,” bore directly upon the question of <em>bona fides </em>in the engineer, in making his estimates, whether monthly or final. In granting the third prayer, which was based upon the hypothesis that the monthly estimates, up to the 20th of March 1851, were made <em>bona fide, </em>gave the defendant all it could ask, as what was asked by this sixth prayer would have shut out from the jury the question of <em>bona fides </em>in the estimates.</p>\n<p data-order=\"48\" data-type=\"legal\" id=\"b445-5\">2nd. That'the <em>seventh </em>prayer was properly rejected. We srrppose this prayer the defendant will endeavor to sustain by showing that the estimate made out by its resident engineer, and revised and corrected by its chief engineer, was not in conformity with the contract as modified by the parol agreement of the 20th of March 1851, inasmuch as it did not undertake to ascertain the quantity of work done <em>before </em>the modification, and separate that from what was afterwards done. Admitting this estimate to have been erroneously made in the mode in which it was made, yet it was made by the proper officer of the defendant, and presented to the plaintiffs as the estimate of their work, and payment offered to them according to it;—offered in evidence in this case and relied upon by it as such estimate. When an estimate, under such a contract as this, is made by <em>the proper officer, as the estimate, the </em>plaintiffs are not bound to ask him to make another on a different plan. As well might it be said that a contractor was bound to point out all errors committed by an engineer in an estimate, whether as to quantity or classification, and ask him to revise the estimate before he could sue. Whatever paper the proper officer makes out as the estimate, is to be treated as the estimate of the contract, so far, at least, as to relieve the contractor from asking another. In <em>Wilson vs. York </em>&amp; <em>Md. Line R. R. Co., </em>11 <em>G. &amp; J., </em>58, no estimate had been made by the proper officer.</p>\n<p data-order=\"49\" data-type=\"legal\" id=\"b445-6\">3rd. The <em>eighth </em>prayer was properly rejected, 1st, because it assumes the <em>existence of </em>a final estimate, without leaving to the jury the finding of that fact; 2nd, and because it does not leaye to the jury to find, whether the final estimate was <page-number citation-index=\"1\" label=\"438\">*438</page-number>made by the proper officer, or by the resident engineer; 3rd, The prayer was granted by the court with the addition: “if they shall believe the same to be <em>bona fide </em>made.” 4th. The estimate Was not final and conclusive, because not made pursuant to the contract as modified, and did not ascertain the work done prior to the 20th of March 1851,</p>\n<p data-order=\"50\" data-type=\"legal\" id=\"b446-5\">4th. The <em>ninth </em>prayer was properly rejected. 1st. Because it does not embody any of the facts to be found by the jury; to make the estimate final and conclusive, viz., 1st, that a final estimate was made; 2nd, that it was made by the proper-officer; 3rd, it was granted with the addition, <em>“bona fide made”</em></p>\n<p data-order=\"51\" data-type=\"legal\" id=\"b446-6\">5th. The <em>eleventh </em>prayer was properly rejected, because, 1st. It submits a question of law to the jury, viz: “Whether the resident engineer, having charge of the work for the time being, made a final estimate of the quantity, character and value of said work, <em>agreeably to the terms of said agreement and modification thereof </em>?5 ’ The court ought to have determined whether the estimate was in conformity with the contract. The making both, of the contract and the estimates, were facts for the jury, but whether the latter was made pursuant to lire former was a question of law for the court, and not of fact for the .jury. This court, on the former appeal, had construed the contract in 7 <em>Md. Rep., </em>312, and the court below, with the estimate before it, and the contract too, was the tribunal to determine the conformity of the estimate to the contract. 2nd, The court granted the prayer <em>with </em>the modification, “if they shall believe the same to he bona <em>fide </em>made.”</p>\n<p data-order=\"52\" data-type=\"legal\" id=\"b446-7\">6th. The <em>thirteenth </em>prayer was properly rejected, 1st. Because the prayer refers, for what the jury was to believe, in this cause, on this prayer, to the <em>fifth </em>prayer found in 7 <em>Md. Rep., </em>302, when such <em>fifth </em>prayer was notin evidence before the jury, and thus the <em>facts </em>which the jury were to find, as the foundation of the legal result sought by the prayer, were not made known to the jury. How were the jury to know,, from the evidence in the cause, what they were to believe, “as stated in defendant’s fifth prayer, found in 7 <em>Md. Rep.,, </em><page-number citation-index=\"1\" label=\"439\">*439</page-number>302,” unless such fifth prayer was before them? The agreement, as to evidence, only goes to the extent of giving in evidence to the jury that tried this case, “the <em>testimony </em>offered at the former trial thereof, ho found in the <em>procedendo </em>record.” 2nd. Because the prayer states as a fact, without leaving to the jury to find it, that the final estimate now offered in evidence is the same referred to in said prayer. 3rd. But in fact the final estimate offered in evidence was not made in compliance with the written contract and the modification thereof. See 7 <em>Md. Rep., </em>312, as to their true interpretation by this court. Now this estimate did, in no manner, ascertain the work done prior to the new arrangement. From it no man can discover what the amount of such work was. It was made by the engineer <em>as </em>and <em>for </em>the final estimate, but not properly and according to the contract and the modification thereof. 4th. In the <em>eleventh </em>prayer, the question, whether the estimate was made pursuant to the contract is left to the jury, and in this the court is asked to say whether the estimate complies with the contract. Now it cannot be both a question of law and of fact. We say it is a question of law, but neither party having put a prayer to the court when the argument before the jury was progressing, and when the counsel for the plaintiffs was arrested, we had the right to reason as we did. The question is however alone on the prayer. And another reason why it should not have been granted is, because it refers to the “contract,” which, in all the other prayers, is referred to as the “written contract,” and leaves out the modification thereof. It would have misled the jury.</p>\n<p data-order=\"53\" data-type=\"legal\" id=\"b447-5\">7th. The question of <em>bona </em>fides, in making the estimate, was properly left to the jury. There was abundant evidence in the case to show either <em>bad faith </em>or <em>gross negligence </em>on the part of the engineer in making it, and gross negligence is evidence from which the jury may infer fraud or want of <em>bona fides. </em>11 <em>G. &amp; J., </em>79. The same evidence was before the jury in this case as in the former trial, and the court then held, in 7 <em>Md. Rep., </em>313, that the fourth and fifth prayers, which then left the question of <em>bona fides </em>to the jury, <page-number citation-index=\"1\" label=\"440\">*440</page-number>were in all respects proper and free from error; and moreover the prayers of the defendant in this case, which were granted by the court, concede the point, and submit the question of <em>bonaftdes </em>to the jury. Nor can this estimate be regarded as an <em>award,; </em>(11 <em>G. &amp; J., 75, </em>77;) and even if it could be regarded as an award, it is <em>totally void. </em>33 <em>Maine, </em>216, <em>Boynton vs. Frye.</em></p>\n<opinion data-order=\"54\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b448-5\">Tucr, J.,</author>\n<p id=\"AZ4\">delivered the opinion of this court*</p>\n<p id=\"b448-6\">No- error can be imputed to the ruling of the court below, based on the terms of the original contract, and the modification thereof, as interpreted by this court on the former appeal. And, as the additional evidence does not materially alter the case, those prayers which were then held to be correct must govern the same questions arising on the present record.</p>\n<p id=\"b448-7\">At the trial the plaintiff offered three prayers,, the first of which was granted because conceded, as we are informed by the exception, and the other two refused. The defendants offered thirteen, of which the first, second, third, fourth, tenth and twelfth were granted; the sixth, seventh and thirteenth were refused, and the eighth, ninth and eleventh granted, with the addition of words, designed to leave to the jury the question of good faith on the part of the engineer of the company, in making the estimates referred to in the prayers-. It does not appear whether the fifth was granted or refused. This, however, can make no difference, because, if granted, the defendant cannot complain, and, if refused, there was no exception reserved to that ruling of the court, therefore, it is not before us for review.</p>\n<p id=\"b448-8\">The effort on the part of the company was to bind the plaintiffs by the estimates made by their engineer, on the ground that, according to the contract and the modification, they were to be the measure of compensation for doing the work. The plaintiffs, on the contrary, insisted that, although where a contract contains such a stipulation, the rules announced by the defendant prevails, yet where an estimate has been made by the proper officer of the company, it is open to the contractor to show that it is not binding by reason <page-number citation-index=\"1\" label=\"441\">*441</page-number>of the want of good faith in making it. This qualification of the principle is not denied by the company, where there is <em>mala jides, </em>though it coni ends that there is no evidence in this cause from which the jury could draw such a conclusion.</p>\n<p id=\"b449-5\">This court, on the former appeal, reversed the judgment below on the fourth and fifth prayers, using this language: “We see no defect in the fourth prayer. It requires the jury to find all the necessary facts to warrant the legal conclusion which it deduces from them.” Ss * s “We discover, also, no error in the fifth prayer.” It will be remarked that these prayers submitted the question of <em>bona Jides </em>in making the esfimates to the jury, and it must be intended that the court thought there was evidence on that question proper for the jury, because, without such a construction, they could not have been sustained-, in view of the ground taken by the plaintiffs against the binding and conclusive effect of the estimates. It seems to have been the understanding of the defendant that that was the gist of the inquiry upon the estríñales, because all its prayers involving them, as a basis of adjustment, proceeded upon the hypothesis that the jury should find there was no fraud, before they could avail the company. The court said there was no defect in <em>thg fourth. </em>To have been perfect, it must have submitted to the jury all questions of fact, of which there was legally sufficient evidence, on which the other side had a right to rely in answer to the defence set up against their claim, one of which answers was fraud in making the estimates. The argument of the appellants on the former appeal implied that the question of good faith was an ingredient in the cause, and their concession of the plainíilfs’ first prayer on this appeal and some of its own, show the same thing.</p>\n<p id=\"b449-6\">But, in the present state of the record, we think we need not impure whether there was evidence of fraud or bad faith in making the estimates, as preliminary to determining whether the ruling of the court was correct on the 8ih, 9lh and 11th prayers, in annexing the inquiry on that question as an addition thereto, because, as we have stated, that very question <page-number citation-index=\"1\" label=\"442\">*442</page-number>had. gone to the jury, with the defendant’s assent, as a part <em>of </em>the plaintiffs’ prayer, and it could not afterwards object to the same inquiry being made part of its own prayers. What is admitted to be the law of a case cannot be gainsayed before the jury. The defendant, after conceding a prayer involving a certain question of fact, could not deny that such an inquiry was before the jury, any more than it could have argued against the law of instructions given without such assent. The same rule applies here. If the court had granted these prayers, without the addition, there would have been different •instructions on the same part of the case—one side insisting that, according to its prayers, the question of fraud was open; the other insisting that no such question was to be considered, because its prayers had been granted without reference to that inquiry. We cannot perceive how, with such directions, and the arguments of counsel that might have been predicated on each, the jury could have found the issues according to the law of tire case, though it is perceptible that they might have been confused and misled. All the defendant’s prayers, therefore, which involve a consideration of the estimates, are incorrect, if the question of good faith in making them is overlooked, and this we think applies to the 6th, 8th, 9th and 11th.</p>\n<p id=\"ApO\">It is supposed, however, that the sixth prayer is relieved of this objection, because, as is said, it embodies the 3rd prayer, which was granted by the court. If there be any well-founded doubt whether the necessary facts are iireluded, it was a proper ground for rejecting it. Prayers should be so framed as to instruct, not embarrass, juries, and where the court think they may have that effect, it is not their duty to place a construction on the language employed by counsel, (which, in some cases, might defeat the counsel’s purpose, his interpretation being different <em>from that of the </em>court,) but it may reject the prayer as offered. We have an illustration here—one side insisting that all the facts set out in the third prayer are embodied into the sixth, while the plaintiffs contend that only the. modification of the contract is incorporated. And we are admonished, by the ingenuity displayed by counsel in sup<page-number citation-index=\"1\" label=\"443\">*443</page-number>port of their respective theories of this very prayer, that erroneous notions of the law might be applied to the case, and, consequently, the ends of justice be perverted, according to the construction that might be accepted by the jury, when the law should be certain, and not depend on the interpretation counsel might place on the court’s instructions. In out opinion, however, (his prayer does not submit to the jury the finding of the facts stated in the third prayer, which is distinctly done by (he seventh, but refers merely to the modification of the contract, and, on the facts asserted, without reference to the making of estimates or the <em>hona Jides </em>of their preparation, seeks to exclude evidence offered by the plaintiffs, the very object of which, among other things, appears to have been to show that there was gross negligence, amounting to fraud, in making them.</p>\n<p id=\"b451-5\">The seventh prayer is well framed, as far as concerns the facts stated in the third, but it leaves to the jury a similar question of law to that for which the eleventh prayer, on the former appeal, was held to have been properly rejected. Besides this, the effect of the prayer, if granted, would have been to repudiate the estimate made by the officers of the company, after it had been offered as a basis of settlement, according to the new arrangement, and, throughout the trial, relied upon by the defendant as binding on the contractors, and prayers had been granted at the instance of the company, based on its validity. This estimate had been made by the proper officers, and, as we understand the evidence, the engineer had refused to settle on any other basis. If the plaintiffs were bound by if at all, they certainly were not unless made in good faith, and the prayer leaves out of view that inquiry.</p>\n<p id=\"b451-6\">The remaining question relates to the 13th prayer. We may well suppose that counsel in a cause comprising so many facts and propositions of law, would endeavor to abridge the labors of the trial, by reference to previous proceedings, instead of setting them out at length, and this is often done. Here the reference is not to the fifth prayer, as found in the <em>procedendo </em>record, but to the printed report of the former-ap* <page-number citation-index=\"1\" label=\"444\">*444</page-number>peal. Apart from the unusual manner of asking the instruction, even conceding that the prayer had been introduced into' the cause by the agreement of counsel for the admission of the former record, we think it was properly refused. It is a well-settled rule, that the refusal of a prayer is no ground of reversal, if the same has been substantially granted before, for the reason that such refusal does the party no injury, at the same time that it prevents embarrassment by a complication of unnecessary propositions of law and fact. Now, supposing the fifth prayer, and the fourth, to which it refers, to embody all that the plaintiffs had a right to require in a prayer coming from the opposite side, it is quite plain that the same point, on the same facts substantially stated, had been presented to the juiy by the plaintiffs’ prayer, and those of the defendant, which were granted; that is to say, that the estimates, if made <em>bona fide, </em>were conclusive in the defendant’s favor, and, if not so made, they were not binding on the plaintiffs.</p>\n<decisiondate id=\"b452-7\">(Decided July 29th, 1859.)</decisiondate>\n<p id=\"b452-5\">Finding no ground for disturbing the judgment, it is affirmed.</p>\n<p id=\"b452-6\">\n<em>Judgment affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}