{
  "casebody": {
    "data": "<casebody firstpage=\"44\" lastpage=\"69\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b54-5\">[No. B186714.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Az\">Second Dist., Div. Three.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AgJ\">Nov. 22, 2006.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b54-6\">DENISE MATERA et al., Plaintiffs and Respondents, v. JAMES MCLEOD et al., Defendants and Appellants.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b58-7\"><page-number citation-index=\"1\" label=\"48\">*48</page-number>Counsel</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b58-8\">Harding, Larmore, Mullen, Jalde, Kutcher &amp; Kozal, Dennis M. Mullen, Christine Arden; Law Offices of Roxanne Huddleston and Roxanne Huddleston for Defendants and Appellants.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b58-9\">Kulik, Gottesman, Mouton &amp; Siegel and David S. Olson for Plaintiffs and Respondents.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b59-4\"><page-number citation-index=\"1\" label=\"49\">*49</page-number>Opinion</p>\n<author id=\"b59-5\">CROSKEY, J.</author>\n<p id=\"AT-\">James McLeod and Carolyn Minium appeal a default judgment and the denial of their motion for relief from the defaults and default judgment. Defendants moved for relief under Code of Civil Procedure section 473, subdivision (b)<footnotemark>1</footnotemark> based on their attorney’s neglect in failing to comply with a discovery order and failing to oppose a motion for a terminating sanction. On appeal, they contend plaintiffs failed to provide actual notice of the amounts of compensatory and punitive damages requested a reasonable time before the defaults were entered and therefore are not entitled to recover any damages in the default judgment. Defendants also contend the denial of their motion for relief was error. Plaintiffs contend defendants’ notice of appeal was untimely.</p>\n<p id=\"b59-6\">We conclude that the notice of appeal was timely under rule 2(a) of the California Rules of Court,<footnotemark>2</footnotemark> that plaintiffs failed to provide actual notice of the amounts of damages sought a reasonable time before the entry of defaults, and that defendants are entitled to mandatory relief from the defaults and default judgment based on their attorney’s declaration of fault. We therefore reverse the judgment with directions and reverse the order denying the motion for relief.</p>\n<p id=\"b59-7\">\n<em>FACTUAL AND PROCEDURAL BACKGROUND</em>\n</p>\n<p id=\"b59-8\">1. <em>Factual Background</em></p>\n<p id=\"b59-9\">Denise Matera owned and operated a business known as Dance and Twirl Studio where she taught children dance routines, baton twirling, and other performing arts. Matera’s sister Deborah Webb also worked at the studio. Matera leased the studio space under a 10-year lease commencing in July 2003. She entered into a one-year sublease with McLeod in December 2003 granting him the right to occupy 500 square feet “for use as an office” for $1,500 per month. McLeod operated a business known as Palisades Electric, an electrical contractor. His sister, Carolyn Minium, also worked in the office. Disputes arose concerning defendants’ use of the premises.</p>\n<p id=\"b59-10\">2. <em>Complaint</em></p>\n<p id=\"b59-11\">Matera and Webb filed a complaint on July 13, 2004, alleging that McLeod had leased office space only but was using and allowing his workers to use all of the private parking spaces on the premises, storage areas, and a bathroom, <page-number citation-index=\"1\" label=\"50\">*50</page-number>at times excluding plaintiffs and their students from use of those facilities. Plaintiffs alleged that McLeod had removed and damaged an alarm system, allowed his workers to walk through the studio to a bathroom while classes were in session, tampered with Matera’s computer, fans, and window coverings in the studio, and on at least one occasion had locked plaintiffs out of the studio entirely. Plaintiffs alleged that Minium once parked her car behind plaintiffs’ vehicle, refused to move it when they asked her to do so, and prevented plaintiffs’ egress for an hour before driving away.</p>\n<p id=\"b60-4\">The complaint alleged counts for (1) breach of the sublease, by Matera against McLeod, (2) intentional misrepresentation, by Matera against McLeod and Minium, (3) negligent misrepresentation, by Matera against both defendants, (4) trespass, by Matera against both defendants, (5) trespass to chattel, by Matera against both defendants, (6) private nuisance, by Matera against both defendants, (7) public nuisance, by Matera against both defendants, (8) unjust enrichment, by Matera against both defendants, (9) intentional interference with prospective economic gain, by Matera against both defendants, (10) negligence, by both plaintiffs against both defendants, and (11) false imprisonment, by both plaintiffs against Minium. The complaint did not specify an amount of damages, but prayed for compensatory damages according to proof at trial and punitive damages.</p>\n<p id=\"b60-5\">3. <em>Temporary Restraining Order and Contempt</em></p>\n<p id=\"b60-6\">Plaintiffs filed an ex parte application on July 15, 2004, for a temporary restraining order (TRO) to enjoin defendants from some of the acts alleged in the complaint. Gregory J. Khougaz appeared as counsel on behalf of defendants in opposition to the application. The court granted the application and issued a TRO. Plaintiffs filed an ex parte application on July 28, 2004, for an order to show cause concerning contempt sanctions for alleged violations of the TRO. Khougaz appeared on behalf of defendants in opposition to the application. The court granted the application and issued an order to show cause on July 29, 2004.</p>\n<p id=\"b60-7\">Khougaz filed an answer on behalf of defendants on August 16, 2004, together with a cross-complaint by McLeod against Matera for breach of the sublease and fraud, and against Webb for common counts. Khougaz represented defendants at the hearing on the order to show cause on September 9, 2004. After the hearing, the court found defendants in contempt for trespassing on the studio on two occasions, continuing to store equipment near plaintiffs’ front storage area, and continuing to store equipment in and lock plaintiffs out of the front storage area. The court imposed a $4,000 monetary sanction against defendants. Defendants promptly paid the sanction. Plaintiffs then moved for an award of attorney fees incurred in connection with the <page-number citation-index=\"1\" label=\"51\">*51</page-number>contempt proceeding (§ 1218, subd. (a)). Khougaz did not oppose the motion. The court awarded $10,860 in fees.</p>\n<p id=\"b61-5\">4. <em>Discovery Motions and Second TRO</em></p>\n<p id=\"b61-6\">Plaintiffs filed a motion to compel the production of documents on October 22, 2004, and filed a motion to compel further responses to document demands on October 26, 2004, both in connection with Matera’s first set of document demands. On October 27, 2004, plaintiffs filed a motion to compel further answers to a form interrogatory propounded by Matera. The discovery motions were scheduled for hearing on November 29, 2004.</p>\n<p id=\"b61-7\">Plaintiffs filed an ex parte application for a second TRO on November 2, 2004. Declarations filed in support of the application stated that defendants and their workers continued to use plaintiffs’ parking spaces and obstruct plaintiffs’ customers’ access to parking, posted signs purporting to prohibit parking by plaintiffs’ customers in spaces that defendants had no right to use, mounted a video camera pointed directly at the studio entrance, would “often run up on me when I am coming and going from the Studio and take photographs or videotape of me,” and made obscene gestures to plaintiffs in plain view of children. Plaintiffs declared that on a Saturday afternoon when plaintiffs were hosting a children’s Halloween party, defendants blared loud music from their office toward the studio for the entire duration of the party, when defendants were not even present in the office. Khougaz appeared for defendants in opposition to the application. The court issued a second TRO and an order to show cause concerning a preliminary injunction.</p>\n<p id=\"b61-8\">Khougaz failed to file an opposition to any of the discovery motions. On the scheduled hearing date of November 29, 2004, the court continued the hearing to December 9, 2004, at plaintiffs’ request. Defendants vacated the subleased premises on or about November 26, 2004. Khougaz failed to appear at the hearing on the order to show cause concerning a preliminary injunction on December 2, 2004. The court issued a preliminary injunction at that time. Khougaz also failed to appear at the continued hearing on the discovery motions on December 9, 2004. In an order dated December 16, 2004, the court granted the discovery motions in part and ordered defendants to provide further responses without objection to seven document demands, produce documents in response to 12 document demands, and provide a further response to one form interrogatory, all propounded by Matera, and pay $1,800 in monetary sanctions. Plaintiffs’ counsel had the discovery order personally served on both Khougaz and McLeod. Matera closed her business as of December 31, 2004.</p>\n<p id=\"b62-3\"><page-number citation-index=\"1\" label=\"52\">*52</page-number>5. <em>Terminating Sanction</em></p>\n<p id=\"b62-4\">Defendants failed to provide further responses, produce documents, or pay the discovery sanctions as ordered by the court. Plaintiffs filed a motion for a terminating sanction on January 14, 2005, asking the court to strike defendants’ answer and cross-complaint, enter their defaults, and enter a default judgment, or, in the alternative, impose a lesser sanction. The hearing on the motion was scheduled for February 10, 2005. Khougaz filed <em>no </em>opposition to the motion. On February 8, 2005, plaintiffs filed and personally served on Khougaz a statement of damages claiming $250,000 in general compensatory damages, $1 million punitive damages, and $200,000 in attorney fees.</p>\n<p id=\"b62-5\">Khougaz failed to appear at the hearing on the motion for a terminating sanction on February 10, 2005. In a minute order filed on that date, the court found that defendants had failed to comply with the discovery order, granted the motion for a terminating sanction, ordered defendants’ answer stricken, entered defendants’ defaults, ordered defendants to pay an additional $1,500 monetary sanction, and scheduled a prove-up hearing for April 7, 2005, to determine the amount of the default judgment. The court filed a signed order on February 14, 2005, stating the same and also striking McLeod’s cross-complaint.</p>\n<p id=\"b62-6\">6. <em>Default Prove-up and Judgment</em></p>\n<p id=\"b62-7\">Plaintiffs filed declarations and other evidence to establish the amount of their damages. Matera declared that defendants’ offensive behavior and interference with her business resulted in declining enrollment and the financial failure of her business. Matera requested a total of $346,305 in compensatory damages, including $344,805 in past and future lost profits for a nine-year period beginning in March 2004 and $1,500 in other damages resulting from defendants’ breach of the sublease. Webb requested a total of $111,125 in compensatory damages as the present value of her lost earnings for the remaining period of the lease. Plaintiffs requested $500,000 in punitive damages against McLeod and $250,000 in punitive damages against Minium. Plaintiffs also requested $83,782 in attorney fees pursuant to a fee provision in the sublease.</p>\n<p id=\"b62-8\">Khougaz filed no opposition and failed to appear at the prove-up hearing on April 7, 2005. In a minute order filed on that date, the court found that the evidence established defendants’ liability on counts 1 through 7 and 9, but did not establish liability on count 8 for unjust enrichment, count 10 for negligence, or count 11 for false imprisonment. The court awarded Matera $346,305 in compensatory damages but awarded no compensatory damages to Webb, stating in the order, “(No evidence of actual earnings at any time).” <page-number citation-index=\"1\" label=\"53\">*53</page-number>The court awarded $250,000 in punitive damages against McLeod but awarded no punitive damages against Minium. The court also awarded plaintiffs $83,782 in attorney fees, as requested.</p>\n<p id=\"b63-5\">The court entered a judgment on April 12, 2005, finding defendants liable on counts 1 through 7 and 9. The judgment awards Matera $346,305 in compensatory damages against defendants jointly and severally, awards both plaintiffs $250,000 in punitive damages against McLeod, and awards plaintiffs $83,782 in attorney fees payable by defendants jointly and severally. Plaintiffs recorded a notice of abstract of judgment and served it by mail on Khougaz on April 19, 2005. Defendants filed substitution of attorney forms on May 18, 2005, naming new counsel replacing Khougaz. Plaintiffs served a notice of entry of judgment on June 3, 2005.</p>\n<p id=\"b63-6\">7. <em>Motion for Relief from Defaults and Default Judgment</em></p>\n<p id=\"b63-7\">Defendants, represented by new counsel, filed a motion on June 17, 2005, for relief from the defaults and default judgment. They argued that Khougaz had abandoned them as clients and failed to keep them informed, and sought relief under section 473, subdivision (b). Defendants also argued that the sudden death of Minium’s son on January 18, 2005, had incapacitated them resulting in their excusable failure to attend to this litigation. Defendants filed a declaration by Khougaz stating that, due to his own neglect, he had failed to file an opposition to various discovery motions, failed to attend the hearing on those motions, failed to advise defendants of their obligations under the discovery order against them and failed to comply with the order, failed to file an opposition to the motion for a terminating sanction, failed to attend the hearing on that motion, and failed to inform defendants of the order granting a terminating sanction. Khougaz declared further that thereafter he had failed to inform defendants that a prove-up hearing had been scheduled, failed to attend the prove-up hearing, failed to inform defendants of the result of that hearing, and failed to inform them of the entry of judgment against them. He declared that he had failed to communicate with defendants in any manner from December 23, 2004, through the last week of April 2005. Plaintiffs opposed the motion for relief.</p>\n<p id=\"b63-8\">The court found that Khougaz had failed to inform defendants of the discovery order against them and failed to inform them of the motion for a terminating sanction, and found that Khougaz’s neglect was the sole cause of defendants’ failure to oppose the motion for a terminating sanction. The court concluded that relief was mandatory under section 473, subdivision (b) based on the attorney’s declaration of fault. Accordingly, the court granted the motion for relief in a minute order filed on August 2, 2005. In light of its conclusion that relief was mandatory, the court did not decide whether <page-number citation-index=\"1\" label=\"54\">*54</page-number>defendants were entitled to discretionary relief. The court scheduled a renewed hearing on plaintiffs’ motion for a terminating sanction and allowed further briefing on that motion. The court took under submission the question of conditions to impose on the granting of relief from the defaults and default judgment and requested further briefing on that question. The court ordered a stay of all other proceedings in the case.</p>\n<p id=\"b64-4\">8. <em>Reconsideration of Order Granting Relief</em></p>\n<p id=\"b64-5\">Plaintiffs filed an ex parte application on September 14, 2005, asking the court to reconsider its order granting the motion for relief, either “on its own motion” under section 1008, subdivision (c) or under its inherent authority. Plaintiffs argued that <em>Prieto v. Loyola Marymount University </em>(2005) 132 Cal.App.4th 290 [33 Cal.Rptr.3d 639] and <em>English v. IKON Business Solutions, Inc. </em>(2001) 94 Cal.App.4th 130 [114 Cal.Rptr.2d 93] compelled the conclusion that the mandatory provision of section 473, subdivision (b) applied only to a default entered by the clerk for failure to file a responsive pleading and a resulting default judgment, and did not apply to a judgment resulting from a terminating sanction ordered by the court, as here. Defendants opposed the application. The court granted the application and scheduled a hearing to reconsider the merits of its prior order.</p>\n<p id=\"b64-6\">After a hearing on September 22, 2005, the court concluded that defendants were not entitled to mandatory relief under section 473, subdivision (b) because (1) the defaults were entered by the court rather than “entered by the clerk” as stated in the statute, and (2) the default and default judgment resulted from the court’s discretionary decision to strike the answer rather than from a ministerial act. The court therefore upon reconsideration denied the motion for relief under section 473, subdivision (b). The court entered a minute order on September 22, 2005, stating its ruling “as fully reflected in the notes of the Official Court Reporter.” The minute order directed plaintiffs’ counsel to prepare a written order.</p>\n<p id=\"b64-7\">9. <em>Request for Further Ruling on the Motion for Relief</em></p>\n<p id=\"b64-8\">Defendants filed an ex parte application on September 29, 2005, asking the court to schedule a hearing and rule on the request in their prior motion for discretionary relief under section 473, subdivision (b), and to rule on evidentiary objections and other outstanding matters. They argued that the court had failed to rule on the discretionary grounds for relief at the time it initially granted the motion based on the mandatory ground, and failed to rule on the discretionary grounds at the time it vacated the prior order. Defendants argued that Khougaz had abandoned them as clients, that his neglect therefore should not be imputed to them, and that they should be awarded discretionary relief under the statute. Plaintiffs opposed the application.</p>\n<p id=\"b65-4\"><page-number citation-index=\"1\" label=\"55\">*55</page-number>At the hearing on the ex parte application, the court acknowledged that it had not ruled on the discretionary grounds of the motion for relief either at the time it initially granted the motion or when it vacated the prior order, and that it had not ruled on certain evidentiary objections. The court stated, however, that it was the responsibility of plaintiffs’ counsel to bring the absence of a ruling to the court’s attention at the time of the hearing upon reconsideration of the prior order. The court stated that the omitted ruling on discretionary grounds for relief could not be obtained on an ex parte application and stated, “You’re entitled to file a motion, and if it is filed, I will consider it.” The minute order dated September 29, 2005, ruling on the ex parte application stated only that the application was “argued and denied without prejudice to Defendant filing a Noticed Motion for the Court to rule on Objections.” Defendants did not file a noticed motion for a ruling on the discretionary grounds for relief or the objections.</p>\n<p id=\"b65-5\">10. <em>Notices of Appeal and Signed Order Denying Motion for Relief</em></p>\n<p id=\"b65-6\">Defendants filed a notice of appeal on October 7, 2005, stating that they appealed from the judgment entered on April 12, 2005, the minute order filed on September 22, 2005, granting the motion to reconsider the prior order granting relief under section 473,<footnotemark>3</footnotemark> and an order filed on or about October 7, 2005, vacating the order granting relief under section 473 and denying the motion for relief.<footnotemark>4</footnotemark></p>\n<p id=\"b65-7\">On October 18, 2005, the court filed a signed order stating that plaintiffs’ motion for reconsideration of the order granting relief under section 473 was granted and that, on reconsideration, the motion for relief was denied. The order stated: “The Prieto Court based its narrow holding on a broad ground. It reasoned that the mandatory relief provisions of Section 473 would have negative effects if applied to ‘defaults’ by an attorney that do not lead [to] the entry of a default by a clerk. Here, it was the Court, not the clerk, that entered default. The distinction is dispositive under Prieto. Rather than a ministerial act performed by a clerk upon the request of a plaintiff when the defendant has not filed an answer, here the Court struck the answer already filed by Defendants. It did so for substantive reasons, namely as a sanction under the Discovery Act for discovery abuse.” On November 17, 2005, defendants filed a notice of appeal from that order.</p>\n<p id=\"b66-3\">\n<page-number citation-index=\"1\" label=\"56\">*56</page-number>\n<em>CONTENTIONS</em>\n</p>\n<p id=\"b66-4\">Defendants contend (1) the complaint does not state the amount of compensatory damages demanded and therefore cannot support a compensatory damages award in any amount in a default judgment, and the statement of compensatory damages was unauthorized and did not cure the omission; (2) plaintiffs failed to serve the statement a reasonable period of time before the defaults were taken, so the award of compensatory and punitive damages based on the statement violates due process; (3) if the statement of damages can support a compensatory damages award, it can support an award no greater than the amount claimed in the statement, so the $346,305 award must be reduced to $250,000; (4) defendants are entitled to mandatory relief from the defaults and default judgment based on their attorney’s declaration of fault; and (5) the refusal to rule on the request for discretionary relief from the defaults and default judgment was an abuse of discretion. Defendants also challenge the awards of compensatory and punitive damages on other grounds that we need not discuss and challenge the terminating sanction and the attorney fee award.</p>\n<p id=\"b66-5\">Plaintiffs dispute each of defendants’ contentions and assert that (1) defendants’ notice of appeal from the judgment was untimely under rule 3(b); and (2) defendants waived any error arising from plaintiffs’ failure to allege an amount of damages in the complaint by failing to raise the issue below.</p>\n<p id=\"b66-6\">\n<em>DISCUSSION</em>\n</p>\n<p id=\"b66-7\">1. <em>The Appeal from the Judgment Was Timely Under Rule 2(a)</em></p>\n<p id=\"b66-8\">Rule 2(a) states that a party appealing from a judgment ordinarily must file a notice of appeal by the earliest of three dates: “(1) 60 days after the superior court clerk mails the party filing the notice of appeal a document entitled ‘Notice of Entry’ of judgment or a file-stamped copy of the judgment, showing the date either was mailed; [f] (2) 60 days after the party filing the notice of appeal serves or is served by a party with a document entitled ‘Notice of Entry’ of judgment or a file-stamped copy of the judgment, accompanied by proof of service; or [][] (3) 180 days after entry of judgment.”</p>\n<p id=\"b66-9\">Rule 3(b) extends the time to appeal a judgment if a party serves and files a timely motion for relief from the judgment under section 473, subdivision (b). <em>(In re Marriage of Eben-King &amp; King </em>(2000) 80 Cal.App.4th 92, 108 [95 Cal.Rptr.2d 113]; see Advisory Com. com., 23 pt. 1 West’s Ann. Codes, Court Rules (2005 ed.) foil, rule 3, p. 99.) Rule 3(b) states: “If, within the time prescribed by rule 2 to appeal from the judgment, any party serves and <page-number citation-index=\"1\" label=\"57\">*57</page-number>files a valid notice of intention to move—or a valid motion—to vacate the judgment, the time to appeal from the judgment is extended for all parties until the earliest of: [SO (1) 30 days after the superior court clerk mails, or a party serves, an order denying the motion or a notice of entry of that order; [][] (2) 90 days after the first notice of intention to move—or motion—is filed; or [|] (3) 180 days after entry of judgment.” Rule 3(b) can extend the time to appeal a judgment beyond the time that would be allowed under rule 2(a), but if rule 2(a) would allow a notice of appeal to be filed on a date later than would be allowed under rule 3(b), rule 2(a) governs. In other words, rule 3(b) can extend the time to appeal but cannot shorten the time to appeal. <em>(Maides v. Ralphs Grocery Co. </em>(2000) 77 Cal.App.4th 1363, 1368-1369 [92 Cal.Rptr.2d 542]; see Advisory Com. com., 23 pt. 1 West’s Ann. Codes, <em>supra, </em>at p. 99 [“the rule operates only to <em>increase </em>any time to appeal otherwise prescribed; it cannot shorten the time”].)</p>\n<p id=\"b67-5\">Defendants filed their motion for relief from the defaults and default judgment on June 17, 2005. After a hearing, the court determined that defendants were entitled to mandatory relief under section 473, subdivision (b) based on Khougaz’s declaration of fault, and granted the motion on August 2, 2005. Plaintiffs argue that the ruling on that date was only a tentative ruling subject to further consideration concerning conditions for relief. We disagree. The minute order of August 2 began as a tentative ruling (“The Court issues a tentative ruling as follows:”), but stated in conclusion, “After argument, the Court adopts the tentative ruling as the Order of the Court.. ..” Although the order stated, “Conditions on imposing fees, costs and the posting of a bond are taken under submission,” the order also clearly stated, “The Court grants the Motion.” We conclude that the court granted the motion subject to any conditions to be imposed later.<footnotemark>5</footnotemark> The effect of the order granting relief from the defaults and default judgment under section 473, subdivision (b) was to vacate the defaults and default judgment.</p>\n<p id=\"b67-6\">The court granted reconsideration of its August 2 ruling on September 14, 2005, on plaintiffs’ ex parte application, and scheduled another hearing on the merits of the motion for relief from the defaults and default judgment. The hearing on the merits occurred on September 22, 2005, and the court entered a minute order on that date vacating its prior order and denying the motion for relief. The minute order expressly directed plaintiffs’ counsel to prepare a written order. Counsel did so, and the court filed the signed order on October 18, 2005. The effect of the order denying relief from the judgment under section 473, subdivision (b) was to reinstate the judgment. Thus, from August 2, 2005, until the entry of the order denying the motion for relief upon <page-number citation-index=\"1\" label=\"58\">*58</page-number>reconsideration, defendants were the prevailing party on the motion for relief, and there was no appealable judgment.</p>\n<p id=\"b68-4\">Defendants filed their first notice of appeal from the judgment on October 7, 2005, more than 90 days after the filing of their motion for relief on June 17, 2005. Plaintiffs argue that the notice of appeal from the judgment therefore was untimely under rule 3(b). Defendants argue in response that rule 2(a) assumes an appealable judgment that has not been vacated, and that the time to appeal a judgment cannot run during the time that the judgment is vacated. We agree with defendants. Defendants had no right to appeal from the vacated judgment. <em>(Lantz v. Vai </em>(1926) 199 Cal. 190, 193 [248 P. 665].) Because the court vacated the judgment and later upon reconsideration vacated that ruling and effectively reinstated the judgment, the time to appeal the judgment began to run when the judgment was reinstated upon entry of the order denying the motion for relief, as we shall explain.</p>\n<p id=\"b68-5\">In <em>Avery v. Associated Seed Growers, Inc. </em>(1963) 211 Cal.App.2d 613 [27 Cal.Rptr. 625], the superior court entered a judgment and later entered an amended judgment. The Court of Appeal held that the amended judgment was void and reversed the amended judgment. <em>(Id. </em>at pp. 629-631.) To avoid depriving the parties of the right to appeal the original judgment, the appellate court directed the superior court to reenter the original judgment as of the date of the remittitur by the appellate court, and stated that the time to appeal the reinstated judgment would begin to run on the date of the remittitur. (Id. at p. 632.) Similarly, the Court of Appeal in <em>Lippert v. AVCO Community Developers, Inc. </em>(1976) 60 Cal.App.3d 775, 779 [131 Cal.Rptr. 730] reversed a judgment notwithstanding the verdict and stated that the reinstated judgment on the verdict was a new judgment for purposes of appeal and that the time to appeal the judgment would begin to run upon the issuance of a remittitur. <em>Seeley v. Seymour </em>(1987) 190 Cal.App.3d 844, 855 [237 Cal.Rptr. 282], following <em>Avery </em>and <em>Lippert, </em>held that an order by the superior court vacating an amended judgment and reinstating the original judgment constituted a new judgment for purposes of appeal, that the time to appeal the judgment began to run upon entry of that order, and that the appeal from the judgment therefore was timely under former rule 2(a). <em>Seeley </em>also held, in the alternative, that the filing of a valid notice of intention to move for a new trial extended the time to appeal from the judgment and that the appeal was timely under former rule 3(a). <em>In re Marriage of Micalizio </em>(1988) 199 Cal.App.3d 662, 671 [245 Cal.Rptr. 673], following <em>Avery </em>and <em>Lippert, </em>also held that the time to appeal from the original judgment began to run upon the superior court’s entry of an order vacating an amended judgment. These opinions all support the proposition that the right to appeal a previously vacated judgment cannot be curtailed or cut off retroactively by reinstatement of the judgment as a result of either a reversal on appeal or an order by the superior court.</p>\n<p id=\"b69-4\"><page-number citation-index=\"1\" label=\"59\">*59</page-number>Accordingly, we conclude that the 60-day period to appeal the judgment under rule 2(a)(2) began to run upon entry of the order denying defendants’ motion for relief under section 473, subdivision (b) upon reconsideration. For purposes of rule 2, “an appealable order” is deemed entered on the date of its entry in the minutes, unless the minute order directs that a written order be prepared, in which case the order is deemed entered on the date a signed order is filed. (Rule 2(d).) Absent a rule specifically governing the date of entry of an order for the purpose of commencing the running of the time to appeal a prior judgment, we conclude, consistent with rule 2(d), that the date of entry for this purpose is the date the signed order was filed, October 18, 2005. We therefore conclude that defendants’ notice of appeal filed on October 7, 2005, was premature and is deemed filed immediately after entry of the order on October 18. (See rule 2(e).) Because the appeal from the judgment was timely under rule 2(a), we need not decide whether rule 3(b) extended the time to appeal.</p>\n<p id=\"b69-5\">2. <em>Plaintiffs Failed to Provide Actual Notice of the Amount of Damages Demanded a Reasonable Time Before the Entry of Defaults</em></p>\n<p id=\"b69-6\">a. <em>Defendants Did Not Waive the Issue by Failing to Raise It Below</em></p>\n<p id=\"b69-7\">Defendants did not argue in the superior court either in their motion for relief from the judgment or thereafter that plaintiffs had failed to provide actual notice of the amount of damages sought a reasonable time before the entry of defaults. It is undisputed that plaintiffs failed to allege any amount of damages in their complaint and first served a statement of damages on defendants’ counsel on February 8, 2005, two days before the hearing on their noticed motion for a terminating sanction and the entry of defendants’ defaults. An appellate court has the discretion to consider for the first time on appeal an issue of law based on undisputed facts. <em>(Waller </em>v. <em>Truck Ins. Exchange, Inc. </em>(1995) 11 Cal.4th 1, 24 [44 Cal.Rptr.2d 370, 900 P.2d 619].) We choose to exercise that discretion here.</p>\n<p id=\"b69-8\">Moreover, a default judgment awarding damages in excess of the amount allowed under section 580 is beyond the court’s jurisdiction and therefore is void, as discussed <em>post. A </em>claim that a default judgment awards damages in excess of the amount allowed under section 580 therefore can be raised for the first time on appeal. <em>(People ex rel. Lockyer v. Brar </em>(2005) 134 Cal.App.4th 659, 666 [36 Cal.Rptr.3d 272]; <em>National Diversified Services, Inc. v. Bernstein </em>(1985) 168 Cal.App.3d 410, 417 [214 Cal.Rptr. 113].)</p>\n<p id=\"b70-3\"><page-number citation-index=\"1\" label=\"60\">*60</page-number>b. <em>The Two-day Notice Failed to Comport with Due Process</em></p>\n<p id=\"b70-4\">The Fourteenth Amendment due process clause generally requires that a person be provided notice and an opportunity to be heard before the government deprives the person of property through adjudication or some other form of individualized determination. The notice must be “reasonably calculated, under all the circumstances, to apprise interested parties of the pendency of the action and afford them an opportunity to present their objections. [Citations.] The notice must be of such nature as reasonably to convey the required information [citation], and it must afford a reasonable time for those interested to make their appearance [citations].” <em>(Mullane v. Central Hanover Tr. Co. </em>(1950) 339 U.S. 306, 314 [94 L.Ed. 865, 70 S.Ct. 652].)</p>\n<p id=\"b70-5\">Section 425.10 states that if a complaint demands the recovery of compensatory damages for something other than personal injury or wrongful death, “the amount demanded shall be stated.” (§ 425.10, subds. (a)(2), (b).) In an action for personal injury or wrongful death, the plaintiff must serve a statement of damages on the defendant before the defendant’s default may be taken. (§ 425.11, subds. (b), (c).) A complaint in any action must not allege an amount of punitive damages. (Civ. Code, § 3295, subd. (e).) In an action in which the plaintiff seeks to recover punitive damages, the plaintiff can reserve the right to seek punitive damages on a default judgment by serving a statement of punitive damages on the defendant before the defendant’s default is taken. (§ 425.115, subds. (b), (f).)</p>\n<p id=\"b70-6\">Section 580 limits the amount of compensatory damages that can be awarded in a default judgment to the amount demanded in the complaint or stated in a statement of damages “required by Section 425.11,” and limits the amount of punitive damages that can be awarded in a default judgment to the amount stated in a statement of punitive damages “provided for by Section 425.115.”<footnotemark>6</footnotemark> Section 585 also states that the amount awarded in a default judgment must not exceed the amount stated in the complaint, the statement of damages required by section 425.11, or the statement of punitive damages under section 425.115. (§ 585, subds. (a), (b).) These statutory restrictions on the amounts of damages awarded in a default judgment apply not only in cases where the defendant never filed an answer, but also in cases where the defendant’s answer was stricken as a sanction resulting in a default judgment. <em>(Greenup v. Rodman </em>(1986) 42 Cal.3d 822, 827-828 [231 Cal.Rptr. 220, 726 P.2d 1295] <em>(Greenup).)</em></p>\n<p id=\"b71-4\"><page-number citation-index=\"1\" label=\"61\">*61</page-number>The purpose of these restrictions on the amounts of damages awarded in a default judgment is to ensure that a defendant is given adequate notice of the amount of the judgment that may be entered against the defendant, as required by due process. <em>(Greenup, supra, </em>42 Cal.3d at p. 826.) A defendant who is denied adequate notice of the amount of the default judgment that may be entered against the defendant is effectively denied a fair hearing. (Ibid.; <em>Becker </em>v. <em>S.P.V. Construction Co. </em>(1980) 27 Cal.3d 489, 493 [165 Cal.Rptr. 825, 612 P.2d 915].) A default judgment resulting from the denial of a fair hearing in this manner is void. <em>(Greenup, supra, </em>at p. 826.) The California Supreme Court has consistently stated that a default judgment awarding damages greater than the amount demanded in violation of section 580 is beyond the court’s jurisdiction. <em>(In re Marriage of Lippel </em>(1990) 51 Cal.3d 1160, 1167 [276 Cal.Rptr. 290, 801 P.2d 1041]; <em>Greenup, supra, </em>at p. 826.)</p>\n<p id=\"b71-6\">The California Supreme Court in <em>Greenup, supra, </em>42 Cal.3d at page 829 stated, “We conclude that due process requires notice to defendants, whether they default by inaction or by wilful obstruction, of the potential consequences of a refusal to pursue their defense. Such notice enables a defendant to exercise his right to choose—at any point before trial, even after discovery has begun—between (1) giving up his right to defend in exchange for the certainty that he cannot be held liable for more than a known amount, and (2) exercising his right to defend at the cost of exposing himself to greater liability.” The complaint in <em>Greenup </em>demanded compensatory damages “ ‘in an amount that exceeds the jurisdictional requirements of this court.’ ” <em>(Id. </em>at p. 830.) <em>Greenup </em>held that in the default judgment, the plaintiff could recover as compensatory damages no more than the $15,000 jurisdictional minimum specifically demanded in the complaint and could recover as punitive damages no more than the $100,000 requested in the complaint. <em>(Id. </em>at p. 830.)</p>\n<p id=\"b71-7\">Sections 580, 425.11, and 425.115 do not specify the amount of time before a default is entered that a statement of damages must be served on the defendant. The governing standard for purposes of due process was stated in <em>Schwab v. Rondel Homes, Inc. </em>(1991) 53 Cal.3d 428, 435 [280 Cal.Rptr. 83, 808 P.2d 226], albeit in dictum: “A defendant is entitled to actual notice of the liability to which he or she may be subjected, a reasonable period of time before default may be entered.” The actual holding in <em>Schwab </em>was that the plaintiff’s failure to provide actual notice of the amount of damages demanded as required by statute precluded the plaintiff from taking the defendant’s default. <em>(Id. </em>at pp. 430, 435.)</p>\n<p id=\"b71-8\">The Courts of Appeal in <em>California Novelties, Inc. v. Sokoloff </em>(1992) 6 Cal.App.4th 936, 944-945 [7 Cal.Rptr.2d 795] <em>(California </em>Novelties) and <page-number citation-index=\"1\" label=\"62\">*62</page-number><em>Schwab </em>v. <em>Southern California Gas Co. </em>(2004) 114 Cal.App.4th 1308, 1322-1323 [8 Cal.Rptr.3d 627] <em>(Schwab) </em>applied the above quoted rule from <em>Schwab </em>v. <em>Rondel Homes, Inc., supra, </em>53 Cal.3d 428. <em>California Novelties </em>held that the plaintiff’s service by mail of a statement of damages, demanding $2,500 in special damages, $1 million in general damages, and $1 million in punitive damages, 17 days before filing a request for entry of default provided reasonable notice for purposes of due process, where the defendant did not deny that he had actual notice.<footnotemark>7</footnotemark> <em>(California Novelties, supra, </em>at p. 945.) Similarly, <em>Schwab, supra, </em>114 Cal.App.4th at page 1323 held that the plaintiff’s personal service on the defendant of a statement of damages, demanding over $7.8 million in aggregate, 15 days before the entry of default provided reasonable notice for purposes of due process.</p>\n<p id=\"b72-4\">Here, in contrast, plaintiffs personally served a statement of damages on defendants’ attorney only two days before the court struck defendants’ answer and entered their defaults. The statement of damages demanded $250,000 in general damages, $1 million in punitive damages, and $200,000 in attorney fees, and the court later awarded a total of $596,305 in compensatory and punitive damages, plus $83,782 in attorney fees. We conclude that two days before the entry of default was not a reasonable period of time to apprise defendants of their substantial potential liability for purposes of due process.<footnotemark>8</footnotemark> We therefore conclude that the default judgment is void and that the defaults must be vacated.</p>\n<p id=\"b72-5\">c. <em>The Terminating Sanction Must Be Vacated and the Attorney Fee Award Must Be Reversed</em></p>\n<p id=\"b72-6\">The striking of a defendant’s answer as a terminating sanction leads inexorably to the entry of default. (§ 585, subds. (a), (b) [stating that the clerk “shall enter the default of the defendant” who fails to respond to a duly served complaint]; <em>Greenup, supra, </em>42 Cal.3d at p. 828 [stating that section 585 applies equally when the answer is stricken as a discovery sanction].) To vacate the defaults without reinstating defendants’ answer would be an empty gesture. We therefore conclude that the order striking the answer must be vacated and the answer reinstated. Our conclusion does not affect the <page-number citation-index=\"1\" label=\"63\">*63</page-number>striking of McLeod’s cross-complaint.<footnotemark>9</footnotemark> Our reversal of the judgment necessarily includes the reversal of the fee award to the prevailing party. <em>(Merced County Taxpayers’ Assn. v. Cardella </em>(1990) 218 Cal.App.3d 396, 402 [267 Cal.Rptr. 62].)</p>\n<p id=\"b73-5\">3. <em>Defendants Are Entitled to Mandatory Relief from the Defaults and Default Judgment</em></p>\n<p id=\"b73-6\">We also conclude that defendants are entitled to mandatory relief from the defaults and default judgment based on their former attorney’s declaration of fault. This is a separate and independent basis for reversal.</p>\n<p id=\"b73-7\">Section 473, subdivision (b) states that a court “may . . . relieve a party . . . from a judgment, dismissal, order, or other proceeding taken against him or her through his or her mistake, inadvertence, surprise, or excusable neglect.” Relief under this provision is discretionary. <em>(Zamora </em>v. <em>Clayborn Contracting Group, Inc. </em>(2002) 28 Cal.4th 249, 254 [121 Cal.Rptr.2d 187, 47 P.3d 1056].) Section 473, subdivision (b) states further that if an application for relief is filed within six months after the entry of judgment, is in proper form, and is accompanied by an attorney’s affidavit of fault, the court “shall . . . vacate any (1) resulting default entered by the clerk against his or her client, and which will result in entry of a default judgment, or (2) resulting default judgment or dismissal entered against his or her client, unless the court finds that the default or dismissal was not in fact caused by the attorney’s mistake, inadvertence, surprise, or neglect.” Relief under this provision is mandatory if the conditions are fulfilled. <em>(Metropolitan Service Corp. v. Casa de Palms, Ltd. </em>(1995) 31 Cal.App.4th 1481, 1487 [37 Cal.Rptr.2d 575].) The attorney’s mistake, inadvertence, surprise, or neglect need not be reasonable to justify mandatory relief. <em>{Ibid.) </em>The purpose of the mandatory relief provision is to relieve the client of the burden caused by the attorney’s error, impose a burden on the attorney instead,<footnotemark>10</footnotemark> and avoid additional malpractice litigation. (See <em>Beeman </em>v. <em>Burling </em>(1990) 216 Cal.App.3d 1586, 1605, fn. 14 [265 Cal.Rptr. 719].)</p>\n<p id=\"b74-3\"><page-number citation-index=\"1\" label=\"64\">*64</page-number>Courts have differed as to whether a defendant who does not suffer a default judgment can be entitled to mandatory relief under section 473, subdivision (b). Some courts have held that the provision for mandatory relief applies when a defendant suffers a judgment as a result of circumstances that are deemed analogous to a default or the procedural equivalent of a default, even if there is no actual default, default judgment, or dismissal. <em>(In re Marriage of Hock &amp; Gordon-Hock </em>(2000) 80 Cal.App.4th 1438, 1444 [96 Cal.Rptr.2d 546] [held that the appellant was entitled to mandatory relief from a judgment on spousal support and the division of property entered after a trial in which the appellant failed to appear]; <em>Yeap v. Leake </em>(1997) 60 Cal.App.4th 591, 601 [70 Cal.Rptr.2d 680] [held that the plaintiff was entitled to mandatory relief from a judgment on an arbitration award entered after the plaintiff failed to appear in the arbitration]; <em>Avila v. Chua </em>(1997) 57 Cal.App.4th 860, 868 [67 Cal.Rptr.2d 373] [held that the plaintiff was entitled to mandatory relief from a summary judgment granted by the court after striking the plaintiff’s untimely opposition].) Other courts have rejected that reasoning and held that the provision for mandatory relief does not apply absent an actual default, default judgment, or dismissal. <em>(Vandermoon v. Sanwong </em>(2006) 142 Cal.App.4th 315, 321 [47 Cal.Rptr.3d 772] [held that the mandatory relief provision did not apply to a judgment entered after the defendants failed to appear at trial]; <em>Prieto v. Loyola Marymount University, supra, </em>132 Cal.App.4th at p. 295 [held that the mandatory relief provision did not apply to a summary judgment]; <em>English v. IKON Business Solutions, Inc., supra, </em>94 Cal.App.4th at pp. 144, 148-149 [same].)</p>\n<p id=\"b74-4\">Moreover, several courts have stated that a “dismissal” for purposes of the mandatory relief provision is limited to a dismissal that results from the failure to oppose a motion to dismiss. Some of those opinions have held that a plaintiff is not entitled to mandatory relief from a discretionary dismissal for delay in prosecution under section 583.410 <em>(Peltier v. McCloud River R.R. Co. </em>(1995) 34 Cal.App.4th 1809, 1820-1821 [41 Cal.Rptr.2d 182]; <em>Graham v. Beers </em>(1994) 30 Cal.App.4th 1656, 1661 [36 Cal.Rptr.2d 765]), a mandatory dismissal for failure to timely serve a complaint under section 583.250 <em>(Bernasconi Commercial Real Estate v. St. Joseph’s Regional Healthcare System </em>(1997) 57 Cal.App.4th 1078, 1082 [67 Cal.Rptr.2d 475]), a dismissal after the sustaining of a demurrer based on a statute of limitations <em>(Castro v. Sacramento County Fire Protection Dist. </em>(1996) 47 Cal.App.4th 927, 933 [55 Cal.Rptr.2d 193]), a dismissal after the plaintiff unsuccessfully opposed a motion to dismiss for lack of evidence <em>(Gotschall v. Daley </em>(2002) 96 Cal.App.4th 479, 483-484 [116 Cal.Rptr.2d 882]), a dismissal for failure to file an amended complaint after the sustaining of a demurrer with leave to amend <em>(Leader v. Health Industries of America, Inc. </em>(2001) 89 Cal.App.4th 603, 620 [107 Cal.Rptr.2d 489]), or a voluntary dismissal entered pursuant to a settlement agreement <em>(Huens v. Tatum </em>(1997) 52 Cal.App.4th 259, 264-265 <page-number citation-index=\"1\" label=\"65\">*65</page-number>[60 Cal.Rptr.2d 438]).<footnotemark>11</footnotemark> Those courts have rejected a literal construction of the term “dismissal” in the mandatory relief provision as inconsistent with the apparent purpose of the statute.</p>\n<p id=\"b75-5\"><em>Peltier </em>v. <em>McCloud River R.R. Co., supra, </em>34 Cal.App.4th 1809 considered the legislative history of the 1992 amendment to section 473, subdivision (b), which added the term “dismissal,” and a prior amendment, and also considered opinions predating the 1992 amendment that had allowed relief from a dismissal only in limited circumstances. <em>Peltier </em>concluded that the Legislature generally intended to provide mandatory relief for plaintiffs only in circumstances comparable to those in which defendants were entitled to mandatory relief and did not intend to effectively abrogate the discretionary dismissal statutes. <em>(Peltier, supra, </em>at pp. 1818-1822; see also <em>Graham v. Beers, supra, </em>30 Cal.App.4th at p. 1661.) <em>Graham v. Beers, supra, </em>30 Cal.App.4th at page 1661 stated that the Legislature could not have intended to allow a plaintiff who was unable to convince the court that he or she had diligently prosecuted the case, on the merits of a dismissal motion, to obtain mandatory relief from the dismissal based on an attorney’s affidavit of fault. <em>Bernasconi Commercial Real Estate v. St. Joseph’s Regional Healthcare System, supra, </em>57 Cal.App.4th at page 1082, concluded the same with respect to a mandatory dismissal statute. Similarly, <em>Castro v. Sacramento County Fire Protection Dist., supra, </em>47 Cal.App.4th at page 933, concluded that the 1992 amendment was not intended to allow a plaintiff to escape the bar of a statute of limitations. <em>Leader v. Health Industries of America, Inc., supra, </em>89 Cal.App.4th at pages 617 and 621, concluded that mandatory relief was not available if the court had exercised discretion in ordering a dismissal and the attorney’s neglect did not deprive the plaintiff of an opportunity to present evidence and argument in opposition to the dismissal motion. (See also <em>Gotschall v. Daley, supra, </em>96 Cal.App.4th at p. 484; <em>Generale Bank Nederland v. Eyes of the Beholder Ltd. </em>(1998) 61 Cal.App.4th 1384, 1397 [72 Cal.Rptr.2d 188].)</p>\n<p id=\"b75-6\">None of the foregoing opinions is directly on point. The court here actually entered defendants’ defaults and a default judgment. The cases involving an uncontested judgment or a summary judgment, rather than a default, default judgment, or dismissal, therefore are not on point. The cases involving a dismissal also are not on point because there was no dismissal here. Defendants’ right to relief does not depend on our construction of the term “dismissal” as used in the statute. Rather, the question here is whether <page-number citation-index=\"1\" label=\"66\">*66</page-number>defendants are entitled to mandatory relief from the defaults entered by the court after striking defendants’ answer as a sanction for failure to comply with a discovery order, and from the resulting default judgment.<footnotemark>12</footnotemark> The answer to this question depends on our construction of the statute.</p>\n<p id=\"b76-4\">Statutory construction is a question of law that we review de novo. <em>(Burner v. Leeds </em>(2000) 24 Cal.4th 676, 683 [102 Cal.Rptr.2d 97, 13 P.3d 704].) Our task in construing a statute is to ascertain the legislative intent so as to effectuate the purpose of law. <em>(Hassan v. Mercy American River Hospital </em>(2003) 31 Cal.4th 709, 715 [3 Cal.Rptr.3d 623, 74 P.3d 726].) The statutory language ordinarily is the most reliable indicator of legislative intent. <em>(Ibid.) </em>We give the words of the statute their ordinary and usual meaning and construe them in the context of the statute as a whole and the entire scheme of law of which it is a part. <em>(State Farm Mutual Automobile Ins. Co. v. Garamendi </em>(2004) 32 Cal.4th 1029, 1043 [12 Cal.Rptr.3d 343, 88 P.3d 71]; <em>Hassan, supra, </em>at p. 715.) If the language is clear and a literal construction would not result in absurd consequences that the Legislature did not intend, the plain meaning governs. <em>(Coalition of Concerned Communities, Inc. v. City of Los Angeles </em>(2004) 34 Cal.4th 733, 737 [21 Cal.Rptr.3d 676, 101 P.3d 563].) If the language is ambiguous, we may consider a variety of extrinsic aids, including the purpose of the statute, legislative history, and public policy. <em>(Ibid.) </em>We cannot insert qualifying language where it is not stated or rewrite the statute to conform to a presumed intention that is not expressed. (§ 1858; <em>California Teachers Assn. v. Governing Bd. of Rialto Unified School Dist. </em>(1997) 14 Cal.4th 627, 633 [59 Cal.Rptr.2d 671, 927 P.2d 1175]; <em>California Fed. Savings &amp; Loan Assn. v. City of Los Angeles </em>(1995) 11 Cal.4th 342, 349 [45 Cal.Rptr.2d 279, 902 P.2d 297].) Moreover, we must construe section 473, subdivision (b) liberally in furtherance of the policy in favor of the adjudication of legal controversies on the merits. <em>(Zamora v. Clayborn Contracting Group, Inc., supra, </em>28 Cal.4th at p. 256.)</p>\n<p id=\"b76-5\">Section 473, subdivision (b) states that if a timely application for relief, in proper form, is accompanied by an attorney’s affidavit of fault, the court must “vacate any (1) resulting default entered by the clerk against his or her client, and which will result in entry of a default judgment, or (2) resulting default judgment or dismissal entered against his or her client, unless the court finds that the default or dismissal was not in fact caused by the attorney’s mistake, <page-number citation-index=\"1\" label=\"67\">*67</page-number>inadvertence, surprise, or neglect.” We construe the term “default judgment” in its ordinary sense absent any indication that the Legislature intended a more restrictive meaning. The court here, after striking defendants’ answer and entering their defaults, entered a default judgment. We conclude that the default judgment was a “default judgment” within the meaning of the statute. The application of the mandatory relief provision in these circumstances is consistent with the purpose of the statute to relieve the client of the burden caused by the attorney’s error, impose a burden on the attorney instead, and avoid additional malpractice litigation.</p>\n<p id=\"b77-5\">A 1991 amendment to the mandatory relief provision of section 473, subdivision (b) added the clause providing for the vacation of a “default entered by the clerk.” (Stats. 1991, ch. 1003, § 1, p. 4661.) The mandatory relief provision in the previous version of the statute had provided for the vacation of a “default judgment” only. (Stats. 1988, ch. 1131, § 1, p. 3630.) <em>Lorenz </em>v. <em>Commercial Acceptance Ins. Co. </em>(1995) 40 Cal.App.4th 981 [47 Cal.Rptr.2d 362] reviewed the legislative history of the 1991 amendment and noted that the expressed purpose of the bill as originally introduced was to provide for the vacation of the “default that resulted in the judgment” (Sen. Bill No. 882 (1991-1992 Reg. Sess.) § 1, as introduced Mar. 7, 1991) or the “underlying default” (Legis. Counsel’s Dig., Sen. Bill No. 882 (1991-1992 Reg. Sess.) § 1, as introduced Mar. 7, 1991). <em>Lorenz </em>noted that a subsequent amendment to the bill deleted the language “default that resulted in the judgment” and instead provided for the vacation of the “default entered by the clerk” (Sen. Amend, to Sen. Bill No. 882 (1991-1992 Reg. Sess.) May 20, 1991), and that the Legislative Counsel’s Digest was amended accordingly. <em>(Lorenz, supra, </em>at p. 993.)</p>\n<p id=\"b77-6\"><em>Lorenz v. Commercial Acceptance Ins. Co., supra, </em>40 Cal.App.4th at page 992, stated that there was no indication in the legislative history that the Legislature had ever “analyzed, discussed, or even mentioned the fact that some defaults may be entered by the judge, rather than the clerk.” If only a default entered by the clerk could be vacated under the mandatory relief provision, the vacation of a default judgment based on a default entered by the court could not provide complete relief because the underlying default would remain effective. <em>(Ibid.) Lorenz </em>concluded that there was no legitimate reason to provide for relief from a default entered by the clerk but provide no relief from a default entered by the court, that the Legislature could not have intended that result, and that the likely explanation for the oversight was that the reference to the clerk was intended to distinguish the default from the default judgment. (Ibid.; accord, <em>English v. IKON Business Solutions, Inc., supra, </em>94 Cal.App.4th at p. 143.) We agree and conclude that the mandatory relief provision provides for relief from a default regardless of whether the default was entered by the clerk or the court.</p>\n<p id=\"b78-3\"><page-number citation-index=\"1\" label=\"68\">*68</page-number><em>Prieto </em>v. <em>Loyola Marymount University, supra, </em>132 Cal.App.4th 290, is not on point. <em>Prieto </em>held that a summary judgment is neither a default, a default judgment, nor a dismissal and therefore cannot be the subject of mandatory relief under section 473, subdivision (b). <em>(Prieto, supra, </em>at p. 295.) <em>Prieto </em>also stated that an attorney’s negligence ordinarily is imputed to the client and that the mandatory relief provision should not be interpreted to apply to every situation in which the attorney’s negligence results in an adverse judgment. <em>(Id. </em>at p. 296.) In that context, in language cited by the superior court here, <em>Prieto </em>stated that the mandatory relief provision would have “negative effects” if it were applied “to ‘defaults’ by an attorney that do not lead to the entry of a default by a clerk.” <em>(Ibid.) </em>In paraphrasing the statutory language in that manner, <em>Prieto </em>did not purport to address the question whether the mandatory relief provision applies to a default entered by the court, and did not cite or discuss <em>Lorenz v. Commercial Acceptance Ins. Co., supra, </em>40 Cal.App.4th 981. <em>Prieto </em>stated further: “The mandatory provision is expressly predicated on the entry of a default by the clerk. . . . We think that the drafters’ decision to predicate the mandatory provision on the entry of default by the clerk precludes the application of the mandatory provision to situations that are ‘analogous’ to default judgments. The deliberate reference to the entry of a default by the clerk shows that the Legislature intended to limit the mandatory provision to default judgments, and to default judgments only.” <em>(Prieto, supra, </em>at p. 297, fn. omitted.) Again, <em>Prieto </em>focused on the statutory language in order to distinguish a “default judgment” (§ 473, subd. (b)) from a summary judgment, and did not address the question whether the mandatory provision applies to a default entered by the court.</p>\n<p id=\"b78-4\">The Khougaz declaration stated that, due to his own neglect, he had failed to file an opposition to the discovery motions, failed to attend the hearing on those motions, failed to inform defendants of the discovery order against them, failed to file an opposition to the motion for a terminating sanction, and failed to attend the hearing on that motion. The court found that Khougaz’s neglect was the sole cause of defendants’ failure to comply with the discovery order resulting in the terminating sanction. The court expressly declined to modify or retract that finding upon reconsideration, despite plaintiffs’ apparent urging. We conclude that defendants are entitled to relief from the defaults entered by the court as a result of Khougaz’s neglect and from the resulting defaulting judgment, based on the mandatory relief provision of section 473, subdivision (b). Defendants also are entitled to relief from the order striking their answer, for the reasons stated in part 2.c., <em>ante. </em>Plaintiffs or their counsel therefore are entitled to recover from Khougaz “reasonable compensatory legal fees and costs” necessitated by his neglect. (§ 473, subd. (b).) Moreover, the superior court on remand may impose the sanctions and grant other relief provided by section 473, subdivision (c)(1).</p>\n<p id=\"b79-4\">\n<page-number citation-index=\"1\" label=\"69\">*69</page-number>\n<em>DISPOSITION</em>\n</p>\n<p id=\"b79-5\">The judgment and the order denying the motion for relief from the defaults and default judgment are reversed with directions to the superior court to vacate the defaults and the order striking defendants’ answer, reinstate defendants’ answer, award “reasonable compensatory legal fees and costs” as required by section 473, subdivision (b) and conduct such additional proceedings as may be appropriate and not inconsistent with the views expressed herein. In the interests of justice, the parties shall bear their own costs on appeal. (Rule 27(a)(4).)</p>\n<p id=\"b79-6\">Klein, R J., and Aldrich, J., concurred.</p>\n<p id=\"b79-7\">A petition for a rehearing was denied December 15, 2006, and the opinion was modified to read as printed above. Respondents’ petition for review by the Supreme Court was denied April 11, 2007, S149668. George, C. J., did not participate therein.</p>\n<footnote label=\"1\">\n<p id=\"b59-12\"> All statutory references are to the Code of Civil Procedure unless otherwise specified.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b59-13\"> All rule references are to the California Rules of Court unless otherwise specified.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b65-8\"> The order of September 22, 2005, granting reconsideration of the prior order but not ruling on the merits of the prior order was nonappealable. (See § 904.1.)</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b65-9\"> Defendants acknowledge that no such order was filed on October 7, 2005, and that the signed order denying their motion for relief actually was filed on October 18, 2005.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b67-7\"> The court later stated on September 22, 2005, that section 473, subdivision (c)(2) precluded the imposition of conditions on the mandatory relief granted.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b70-7\"> Section 580, subdivision (a) states, in relevant part: “The relief granted to the plaintiff, if there is no answer, cannot exceed that which he or she shall have demanded in his or her complaint, in the statement required by Section 425.11, or in the statement provided for by Section 425.115.”</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b72-7\"> After <em>California Novelties, supra, </em>6 Cal.App.4th 936, was decided, the Legislature amended section 425.11 to explicitly require service of a statement of damages on a defendant who has not appeared in the action in the same manner as a summons. (§ 425.11, subd. (d)(1), formerly subd. (c)(1), added by Stats. 1993, ch. 456, § 2, p. 2523.) A defendant who has appeared and is represented by an attorney can be served by mail upon the defendant’s attorney. <em>(§425.11, </em>subd. (d)(2).)</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b72-8\"> In light of our conclusion, we need not decide whether a statement of damages served in an action that does not seek recovery for personal injury or wrongful death can satisfy the requirements of section 580.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b73-8\"> Defendants ask us to direct the superior court to vacate its order striking the cross-complaint, but do not explain why they are entitled to that relief. Absent reasoned argument on this point, we conclude that any error is waived. <em>(Guthrey </em>v. <em>State of California </em>(1998) 63 Cal.App.4th 1108, 1115-1116 [75 Cal.Rptr.2d 27]; <em>Kim v. Sumitomo Bank </em>(1993) 17 Cal.App.4th 974, 979 [21 Cal.Rptr.2d 834].)</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b73-9\"> Section 473, subdivision (b) states that if relief is granted based on an attorney’s affidavit of fault, the court must “direct the attorney to pay reasonable compensatory legal fees and costs to opposing counsel or parties.” Section (c)(1) states that whenever relief is granted under section 473, the court may impose a monetary penalty not to exceed $1,000 on an offending attorney or party, order an offending attorney to pay up to $1,000 to the State Bar Client Security Fund, and grant other appropriate relief. __</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b75-7\"><em> Zamora v. Clayborn Contracting Group, Inc., supra, </em>28 Cal.4th at pages 254-257, held that the provision for discretionary relief in section 473, subdivision (b) applied to a voluntary dismissal pursuant to a section 998 offer to compromise. <em>Zamora </em>distinguished <em>Huens </em>v. <em>Tatum, supra, </em>52 Cal.App.4th 259, on the ground that <em>Huens </em>involved the mandatory relief provision, and disapproved <em>Huens </em>to the extent it was based on a restrictive construction of the word “against” in the statute. (Zamora, <em>supra, </em>at p. 256.)</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b76-6\"> Plaintiffs do not convincingly argue and the superior court did not find that defendants failed to satisfy any of the other conditions for mandatory relief, that is, a timely application, in proper form, accompanied by an attorney’s affidavit showing that the default and default judgment resulted from the attorney’s mistake, inadvertence, surprise, or neglect. (§ 473, subd. (b).)</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}