{
  "casebody": {
    "data": "<casebody firstpage=\"307\" lastpage=\"315\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b355-9\">INTERNATIONAL BROTHERHOOD OF BOILERMAKERS, IRON SHIP BUILDERS, BLACKSMITHS, FORGERS <em>&amp; </em>HELPERS, a labor organization, etc., et al., Appellants, v. Patrick F. RAFFERTY and William B. Choate, Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b355-12\">No. 19475.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b355-13\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b355-14\">July 2, 1965.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b356-21\"><page-number citation-index=\"1\" label=\"308\">*308</page-number>Herbert M. Ansell, Richman, Garrett &amp; Ansell, Los Angeles, Cal., for appellants. ,</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b356-22\">Edwin H. Franzen, Hill, Farrer &amp; Burrill, Los Angeles, Cal., for appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b356-23\">Before HAMLIN, JERTBERG and ELY, Circuit Judges.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"3\">\n<p id=\"b358-21\">. “Sec. 13. Any member of the Internation Brotherhood who circulates false rumors or makes slanderous charges or remarks about another member which he shall be unable to prove, shall be tried in accordance with Article XIV of the Subordinate Lodge Constitution, if charges are brought against him.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b356-24\">JERTBERG, Circuit Judge:</author>\n<p id=\"b356-25\">Before us is an appeal from a judgment of the District Court awarding to each of the appellees (plaintiffs in the District Court), general and special damages in the sum of $1650.00 against the appellants, International Brotherhood of Boilermakers, Iron Ship Builders, Blacksmiths, Forgers and Helpers, a labor organization (hereinafter the “Union”); Lucky Johnson, individually and as representative of the Union; Boilermakers Local Lodge #92, a labor organization (hereinafter the “Local”); and Thomas <page-number citation-index=\"1\" label=\"309\">*309</page-number>W. Mathews, individually and as representative of the Local, (defendants in the District Court). The judgment further ordered and decreed that the appellants above named set aside and void the punishment and expulsion previously imposed upon the appellees and restore to them all of their rights, privileges and benefits in the Union and Local, and to reinstate appellees as members in good standing thereof, the same as if they had never been penalized and expelled.</p>\n<p id=\"b357-4\">The complaint alleges that while the appellees were members in good standing of the Union and the Local, they were wrongfully expelled therefrom and their memberships therein wrongfully revoked in violation of the Labor Management Reporting and Disclosure Act of 1959, 29 U.S.C.A. §§ 401-531.<footnotemark>1</footnotemark></p>\n<p id=\"b357-5\">In their complaint, appellees pray for damages, and restoration of their Union memberships, and-in substance state that beginning in June, 1960, the appellants, through appellant Johnson, business manager of the Local, on three separate occasions proposed amendments to the then existing bylaws of the Local and that on each occasion the members of the Local voted to reject said proposed amendments, and that on each occasion appellees opposed the proposed amendments and in particular certain sections thereof, and opposed only a single vote being taken on all of the proposals at one time, which opposition by appellees was well-known to the appellants.</p>\n<p id=\"b357-11\">The day after the proposed bylaws had been rejected for the third time by members of the Local, charges were filed against appellees which resulted in their expulsion from the Union. The charges referred to were filed by ten members of the ByLaws Committee of the Local. Charges were filed with appellant, Mathews, the President of the Local, and alleged that appellees had violated the Constitution of the Union and the Constitution of the Local. .The charges, in pertinent parts read:</p>\n<p id=\"b357-12\">“We, * * * hereby file charges as a group against” the appellants for vio<page-number citation-index=\"1\" label=\"310\">*310</page-number>lation of the Constitution of the Union and Local; and</p>\n<blockquote id=\"b358-4\">“We charge them with violation of Article XIII, Section 1 of the Subordinate Lodge Constitution for endeavoring to create dissension among the members and for working against the interest and harmony of the International Brotherhood and of this Subordinate Lodge; ” <footnotemark>2</footnotemark></blockquote>\n<blockquote id=\"b358-5\">“We charge them with violation of Article XIII, Section 13 of the Subordinate Lodge Constitution for circulating rumors or making slanderous charges or remarks about another member.” <footnotemark>3</footnotemark></blockquote>\n<p id=\"b358-6\">Specifically appellees were, in substance, charged with doing the following acts:</p>\n<blockquote id=\"b358-7\">1. Circulating a written handbill among the members of Local Lodge 92, members of other unions, employers and supervisors with whom the union engaged in collective bargaining, said handbill containing false and untruthful statements.</blockquote>\n<blockquote id=\"b358-8\">2. The handbill that was circulated was alleged to be false in the following particulars:</blockquote>\n<blockquote id=\"b358-9\">(a) Plaintiffs had in an effort to oppose changes in the by-laws represented that the present by-laws had been approved by the U. S. Department of Labor;</blockquote>\n<blockquote id=\"b358-10\">(b) Plaintiffs had represented that one of the proposed bylaw changes would cause the local union’s insurance bill to “skyrocket the expense of the union;”</blockquote>\n<blockquote id=\"b358-14\">(c) Plaintiffs stated that under another proposed by-law change members could be sued on “trumped up charges and they would be forced to pay, win or lose. * * * ” ;</blockquote>\n<blockquote id=\"b358-15\">(d) Plaintiffs had also asserted that the by-law changes would result in salary increases for the business manager and assistant business manager of the union.</blockquote>\n<p id=\"b358-16\">Appellees at all times denied that they drafted, printed, circulated or distributed said handbill.</p>\n<p id=\"b358-17\">Pursuant to the Union’s Constitution, the President of the Local appointed a three-member Committee to hear the charges. Due notice was served upon ap-pellees and a hearing on the charges was held. The hearing was reported by a certified shorthand reporter. The trial committee found appellees guilty of the charges. Thereafter the membership of the Local concurred in the verdict and voted that appellees be expelled from the Union.</p>\n<p id=\"b358-18\">On appeal to the International President of the Union, the decision of the trial committee was affirmed.</p>\n<p id=\"b358-19\">Appellees then appealed the President’s decision to the Executive Council of the International Union. The Executive Council vacated the punishment of expulsion, placed appellees on probation <page-number citation-index=\"1\" label=\"311\">*311</page-number>for one year, and in addition ordered that a letter of reprimand be rea,d at a general membership meeting of the Local, at which the appellees shall attend and that failure of the appellees to attend said meeting “shall be grounds for immediate revocation of probation.”</p>\n<p id=\"b359-4\">Appellees refused to attend a general membership meeting of the Local and to hear read the letter of reprimand. Thereafter and on November 17, 1961, a hearing was held before the Union’s International Vice-President to enable appellees to show cause why the Council’s order of probation should not be revoked and the order of expulsion reinstated. During a recess of the hearing appellees signed an “offer to stipulate” prepared by their counsel, which states in part:</p>\n<blockquote id=\"b359-5\">“2. That therefore, in the interests of harmony within the local, and in deference to our loyalty to the local, the International body, and the cause of trade unionism, [appellees] do hereby agree to accept the modified decision of the International in our case, and accept the reprimand and the probationary conditions imposed for one year from July 18, 1961 to July 18, 1962.”</blockquote>\n<p id=\"b359-6\">Appellees were thereafter advised that the Union had adopted the stipulation. Appellees telegraphed the President of the Local that it was their understanding that any reprimand was not to be given in public. The International President wired appellees stating that the reprimand must be read to them by the Local Lodge President in the general membership meeting. When appellees failed to present themselves for a reading of the reprimand at a general membership meeting, appellees were again expelled from the Union.</p>\n<p id=\"b359-7\">Following the trial before the District Court, the court made and entered detailed findings of fact, conclusions of law, and the judgment heretofore described.</p>\n<p id=\"b359-8\">As conclusions of law the District Court, <em>inter alia, </em>found:</p>\n<blockquote id=\"b359-9\">“This Court has jurisdiction of this action under the provisions of the Labor-Management Reporting Act of 1959, 29 U.S.C. § 401, et seq., particularly Sections 412 and 529 thereof.</blockquote>\n<blockquote id=\"b359-11\">“Plaintiffs duly sought and exhausted all those internal remedies required to be exhausted by them before seeking redress in this Court.”</blockquote>\n<blockquote id=\"b359-12\">“By penalizing plaintiffs for their circulating handbills allegedly containing false and untruthful statements, among members of Lodge #92 as well as leaving said circulars for members of the defendant Unions in plants where members were working but others than Union members might pick them up, defendants unlawfully infringed upon plaintiffs’ legal rights and violated the provisions of the Labor-Management Reporting and Disclosure Act of 1959, particularly Title I, Section 1Q1 thereof, 29 U.S.C. #401, et seq., guaranteeing to plaintiffs said rights.</blockquote>\n<blockquote id=\"b359-13\">“That certain agreement dated November 17, 1961, and signed by the plaintiffs does not constitute a waiver of any legal rights of plaintiffs involved in this action, nor are plaintiffs estopped to assert their rights in this matter.”</blockquote>\n<p id=\"b359-14\">Appellants first contend that the ap-pellees’ claim does not give rise to a federal question under the Landrum-Griffin Act or any other federal act, and therefore the District Court lacked jurisdiction to hear and decide the controversy.</p>\n<p id=\"b359-15\">We believe such assignment to be without merit for the reasons stated in Salzhandler v. Caputo, 316 F.2d 445 (2d Cir. 1963), with which we agree. In that case, Salzhandler, a member and financial secretary of Local 442 of the Brotherhood of Painters, Decorators &amp; Paperhangers of America, distributed to members of the Local Union a leaflet which accused the president of the Local with improper conduct and with improper handling of Union funds. The Union’s Trial Board found that Salzhandler had <page-number citation-index=\"1\" label=\"312\">*312</page-number>violated the Union’s constitution which prohibited conduct unbecoming to a member, acts detrimental to the interests of the Union, libeling and slandering fellow members or officers of the Local Union, and acts and conduct inconsistent with the duties, obligations and fealty of a member. Salzhandler was prohibited by the Union’s District Council from participating in the Union’s affairs for a period of five years, such ban including the attending of meetings, holding of office and voting privileges. At pp. 448-449 the Court in Salzhandler stated:</p>\n<blockquote id=\"b360-4\">“The [Labor Management Reporting and Disclosure Act] of 1959 was designed to protect the rights of union members to discuss freely and criticize the management of their unions and the conduct of their officers. The legislative history and the extensive hearings which preceded the enactment of the statute abundantly evidence the intention of the Congress to prevent union officials from using their disciplinary powers to silence criticism and punish those who dare to question and complain.” (Footnote omitted).</blockquote>\n<p id=\"b360-5\">And further at p. 446:</p>\n<blockquote id=\"b360-6\">“We hold that the [Labor Management Reporting and Disclosure Act] protects the union member in the exercise of his right to make such charges without reprisal by the union ; that any provisions of the union constitution which make such criticism, whether libelous or not, subject to union discipline are unenforceable ; and that the Act allows redress for such unlawful treatment.”</blockquote>\n<p id=\"b360-7\">Appellants further argue under this assignment that the District Court lacked jurisdiction over the controversy because :</p>\n<blockquote id=\"b360-8\">(a) in the intra-union proceedings leading up to the expulsion of appel-lees, appellants fully complied with all of the procedural requirements of the Landrum-Griffin Act and all in accordance with the Union’s constitution;</blockquote>\n<blockquote id=\"b360-9\">(b) that the Union’s decision cannot be disturbed if there exists any evidence in support thereof; and</blockquote>\n<blockquote id=\"b360-10\">(c) that the Union acted in accordance with its broad powers to prescribe rules relating to responsibility and loyalty of members as a condition of affiliation therewith.</blockquote>\n<p id=\"b360-11\">We believe, however true the propositions urged by appellants may be, that they are without applicability to the case before us. The District Court did not pass upon the procedural aspects leading up to appellees’ expulsion, nor, did it review the intra-union determinations of fact found by the Union Trial Committee. Rather, it is clear that the offenses charged against the appellees were protected activities under the Landrum-Griffin Act for which the Union could not, as a matter of law, penalize the ap-pellees. In this respect the District Court stated in its memorandum :</p>\n<blockquote id=\"b360-12\">“Defendants assert that the alleged violations of Article XIII of the Constitution, as determined in the administrative proceedings, is not subject to review by the court insofar as determination of the facts found by the Union Trial Committee are concerned. With this position the court concurs. It does appear, however, that these proceedings do involve the legality of the expulsion and that this is governed by the decision of the United States Court of Appeals, 2nd Circuit, in the case of Salzhandler v. Union, No. 138, decided April 18, 1963 [Salzhandler v. Caputo, 2 Cir., 316 F.2d 445]. Assuming the statements of the plaintiff in the circular were false, as found by the Union, their dissemination to Union members would not justify expulsion as a matter of law under the rule as laid down in the Salzhandler case, supra.”</blockquote>\n<p id=\"b360-13\">Appellants seek to distinguish the instant case from the Salzhandler case in that:</p>\n<blockquote id=\"b360-14\">“The instant case involves the additional element, to wit: that the handbills were needlessly circulated <page-number citation-index=\"1\" label=\"313\">*313</page-number>among places where persons outside of the membership of the local union, to wit: supervisors, members of other unions, members of the public at large having occasion to visit the premises, could have easy access to them.”</blockquote>\n<p id=\"b361-5\">Appellants contend by this conduct ap-pellees violated Section 5 of Article XIII of the Constitution.<footnotemark>4</footnotemark> However, the charges brought against appellees and upon which their expulsion from the Union was founded, do not include an alleged violation of Sec. 5. This fact is conceded by the appellants who state in their opening brief:</p>\n<blockquote id=\"b361-6\">“Respondents were charged under the Union Constitution with violation of Section I (creating dissension among the members and working against the interest and harmony of the Union), and Section 13 (circulating false rumors and making slanderous charges about another member which they are unable to prove). Although not specifically named in the charges, Section V, Article 13 of the Constitution, provides in effect that a member who discloses any of the private transactions of the Local Union may be tried and expelled from membership if found guilty.”</blockquote>\n<p id=\"am0-dedup-0\">The Trial Committee of the Union found appellees “guilty as charged”. We may not impute into that finding an “additional element” which did not form a part of the charges. We agree with the findings of fact of the District Court that:</p>\n<blockquote id=\"AYAA\">“Plaintiffs were charged with violating Sections 1 and 13 of Article XIII, * * * of the Union’s Constitution. The circulation as alleged in said charges of unlawful and false statements was the gravamen of said charges.”</blockquote>\n<p id=\"b361-7\">We believe the case before us is without significant distinction to Salzhandler. Cf. Grand Lodge of the International Machinists v. King, 335 F.2d 340, 347 (9th Cir. 1964).</p>\n<p id=\"b361-12\">Appellants claim that the District Court lacked jurisdiction over the cause for the reason that appellees failed to <em>realistically </em>exhaust all internal remedies available to them under the Union Constitution. Appellants concede that appellees have “mechanically” availed themselves of all procedures under the Union Constitution for review of Trial Board judgments. They argue, however, that such was “prefunctory” and not in good faith because appellees at one time had agreed to accept the decision of the Union’s Executive Council (discussed below with regard to appellants’ specification of error involving “waiver”).</p>\n<p id=\"b361-13\">Appellees have fully and completely exhausted all internal processes made available to them for redress under the Union Constitution. More is not here required.</p>\n<p id=\"b361-14\">Appellants next assign as error the holding of the District Court that the adoption by appellants of the “offer to stipulate” dated November 17, 1961, and above referred to, did not constitute a waiver of any legal rights of appellees nor were they estopped thereby to assert their rights in a court proceeding. In this connection the District Court stated:</p>\n<blockquote id=\"Ajz\">“At the time the agreement was signed plaintiffs were presumed to know the provisions of Sections 1 and 13 of Article XIII of the Union constitution, the provisions of which are as stated in the charges against plaintiffs (Exhibit A to affidavit of Frank Lombardy). The Salzhandler case was not decided until April 18, 1963, so the court infers that plaintiffs were not aware of the rule as announced in that case to wit: that . the making of false and libelous statements concerning a member or <page-number citation-index=\"1\" label=\"314\">*314</page-number>officer of a Union may not subject a member to expulsion on a finding by the governing board of said Union that such statements were untrue, slanderous or libelous. It is therefore concluded that the agreement was signed when the plaintiffs were not aware of their rights with respect to the distribution as accomplished by them of circulars containing false and untruthful statements as to officers of the Union. It follows that the agreement did not constitute a waiver of the rights of plaintiffs as announced in the Salz-handler case and plaintiffs are not estopped to assert said rights in the instant matter.</blockquote>\n<blockquote id=\"b362-4\">“It does not appear from the evidence that plaintiffs- or either of them intended to or did voluntarily relinquish a right known to them to make statements critical of an officer or member of the Union without being disciplined therefor although said statements may have been false and libelous. The position of the plaintiffs with respect to the statements in the circulars involved was that they were true and plaintiffs agreed to accept the reprimand under certain conditions in lieu of expulsion without knowing of the rule as announced in the Salzhandler case.”</blockquote>\n<p id=\"b362-5\"> The agreement was the acceptance by appellees of a penalty for conduct protected by the Bill of Rights of the Landrum-Griffin Act, for which appellees, as a matter of law, could not be penalized. See footnote 1 supra. The enactment of such provisions by the Congress is an expression of general public policy creating rights in members of labor organizations which cannot be waived or contracted away. Cf. Brooklyn Savings Bank v. O’Neil, 324 U.S. 697, 65 S. Ct. 895, 89 L.Ed. 1296 (1945); Mitchell v. Turner, 286 F.2d 104 (5th Cir. 1960). We find no error on the part of the District Court.</p>\n<p id=\"b362-6\">Finally appellants contend that the District Court erred in holding that the Landrum-Griffin Act authorized the awarding of damages for emotional distress, loss of earnings, and expenses, and receiving evidence relating to the same. In this respect the District Court found as a fact:</p>\n<blockquote id=\"b362-8\">“As a direct and proximate result of wrongful acts and conduct by the defendants, and each of them, plaintiffs have suffered damages in the form of physical asé mental pain, /i/EAC suffering, humiliation, worry and degradation, loss of ■eaaamgs and expenses; plaintiff Patrick F. Rafferty in the sum of $1650.00, and plaintiff William B. Choate in the sum of $1650. 00.”</blockquote>\n<p id=\"b362-9\">And as a conclusion of law found:</p>\n<blockquote id=\"b362-10\">“ * * * and said judgment shall include damages against said defendants in favor of plaintiff PATRICK F. RAFFERTY in the sum of $1650.00, for general and special damages, and in the sum of $ none, for punitive damages, and in favor of plaintiff WILLIAM B. CHOATE in the sum of $1650.00, for general and special damages, and in the sum of $ none, for punitive damages, together with plaintiffs’ costs and disbursements.”</blockquote>\n<p id=\"b362-11\">By the deletions of the word “physical” and the word “earnings” as noted above, the amount of damages awarded to the appellees does not include any damages to the persons of appellees either in the form of injury or illness, nor does it include any loss of earnings or wages but includes only damages for emotional distress and loss of expenses.</p>\n<p id=\"b362-12\">Sec. 412 of the Landrum-Griffin Act, supra (footnote 1/), in pertinent part provides that:</p>\n<blockquote id=\"b362-13\">“Any person whose rights secured by the provisions of this subchapter have been infringed by any violation of this subchapter may bring a civil action in the district court of the <page-number citation-index=\"1\" label=\"315\">*315</page-number>United States <em>for such relief </em>(including injunctions) <em>as may be ap~ propriate. </em>* * <em>*” </em>(Italics added).</blockquote>\n<p id=\"b363-4\">It is to be noted that “damages” and “loss of expenses” are not mentioned in the section. The question thus presented is whether the phrase “for such relief * * * as may be appropriate * * * ” includes within its meaning the authority to allow damages for “emotional distress” and “loss of expenses.”</p>\n<p id=\"b363-5\">Only a few federal courts have had occasion to consider the phrase under discussion. In Burris v. International Brotherhood of Teamsters, etc., 224 F.Supp. 277 (W.D.N.C.Charlotte Div., 1963) it was held that “punitive damages” are not allowable as appropriate relief. In McCraw v. United Association of Journeymen, etc., 216 F.Supp. 655 (E. D.Tenn.S.Div.1963), the court held that the allowances of attorney’s fees in an action under Section 412 of the LandrumGriffin Act was not authorized, and held, without discussion, that the only damages which may be awarded for violation of Sec. 411 “are those which directly and proximately result from the violation” but held that the damages claimed in that case did not result directly and proximately from the violation.</p>\n<p id=\"b363-6\">To the same effect see McCraw v. United Association of Journeymen, etc. 341 F.2d 705 (6th Cir. 1965) affirming the decision of the District Court reported at 216 F.Supp. 655, supra.</p>\n<p id=\"b363-7\">One of the meanings given to the word “relief” appearing in Black’s Law Dictionary, 4th ed. 1957, is “deliverance from oppression, wrong or injustice”, and as stated therein:</p>\n<blockquote id=\"b363-8\">“In this last sense it is used as a general designation of the assistance, redress or benefit which complainant seeks at the hands of a court, particularly in equity. It may be thus used of such remedies as specific performance or the reformation or re-cision of a contract, but does not seem appropriate to the award of money damages.”</blockquote>\n<p id=\"b363-9\">The only item of legislative history pertinent to our discussion which we have discovered is the following remark by Senator Goldwater:</p>\n<blockquote id=\"b363-10\">“Although the Bill permits the union member himself to sue for infringement of his rights, the nature of the suit is such as to promise, even if successful, little in the way of monetary damages except in the rare case where the plaintiff’s job rights or job tenure have been adversely affected. Moreover, the Bill does not grant him even where successful in his suit, reasonable counsel fee or other costs.”</blockquote>\n<p id=\"b363-11\">See 2 Legislative History, LMRDA 1281.</p>\n<p id=\"b363-12\">We do not intend in this case to fashion a general rule on what damages, if any, are allowable as appropriate relief under this section, for we believe that emotional distress, standing alone, does not constitute a sufficient basis for the awarding of damages under the section.</p>\n<p id=\"b363-13\">While the District Court did not apportion the damage award of $1650.00 between “emotional distress” and “loss of expenses” the record does reveal that each appellee incurred expenses in the approximate amount of $150.00 in attending the meeting of the Executive Council of the International Union held at Kansas City, Missouri, for the purpose of pursuing their internal remedies. The record justifies our belief that the District Court allowed to each appellee $1500.00 for emotional distress and $150.00 for loss of expenses. We believe that justice requires recovery by each appellee of such expenses and such amount to each appellee is properly allowable under the section. The allowance, however, of the sum of $1500.00 to each appellee for emotional distress should be and is stricken from each judgment.</p>\n<p id=\"b363-14\">The judgment awarded to each appellee is modified by reducing the amount of the award to each appellee from $1650.00 to the sum of $150.00. In all other respects the judgment in favor of each appellee is affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b357-6\">. “§ 411. Bill of rights; constitution and bylaws of labor organizations</p>\n<blockquote id=\"alz-dedup-0\">“(a) (1) Equal rights. — Every member of a labor organization shall have equal rights and privileges within such organization to nominate candidates, to vote in elections or referendums of the labor organization, to attend membership meetings, and to participate in the deliberations and voting upon the business of such meetings, subject to reasonable rules and regulations in such organization’s constitution and bylaws. “(2) Freedom of speech and assembly. —Every member of any labor organization shall have the right to meet and assemble freely with other members; and to express any views, arguments, or opinions; and to express at meetings of the labor organization his views, upon candidates in an election of the labor organization or upon any business properly before the meeting, subject to the organization’s established and reasonable rules pertaining to. the conduct of meetings: Provided, That nothing herein shall be construed to impair the right of a labor organization to adopt and enforce reasonable rules as to the responsibility of every member toward the organization as an institution and to his refraining from conduct that would interfere with its performance of its legal or contractual obligations.”</blockquote>\n<p id=\"b357-14\">Other applicable sections of the Act are:</p>\n<blockquote id=\"b357-15\">“§ 412. Civil action for infringement of rights; jurisdiction “Any person whose rights secured by the provisions of this subchapter have been infringed by any violation of this subchapter may bring a civil action in a district court of the United States for such relief (including injunctions)’ as may be appropriate. Any such action against a labor organization shall be brought in the district court of the United States for the district where the alleged violation occurred, or where the principal office of such labor organization is located.”</blockquote>\n<blockquote id=\"b357-16\">“§ 529. Prohibition on certain discipline by labor organization</blockquote>\n<blockquote id=\"APt\">“It shall be unlawful for any labor organization, or any officer, agent, shop, steward, or other representative of a labor organization, or any employee thereof to fine, suspend, expel, or. otherwise discipline any of its members for exercising \"any right to which he is entitled under the provisions of this chapter. The provisions of section 412 of this title shall be applicable in the enforcement of this section.”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b358-11\">. “ARTICLE XIII</p>\n<blockquote id=\"b358-12\">“Offenses and Penalties</blockquote>\n<blockquote id=\"AY6\">“Section 1. Any member who endeavors to create dissension among the members; or who works against the interest and harmony of the International Brotherhood or of any District or Subordinate Lodge; who advocates or encourages a division of the funds, or the dissolution of any District or Subordinate Lodge, or the separation of any District or Subordinate Lodge from the International Brotherhood; who supports or becomes a member of any dual or subversive organization which shall be hostile to the International Brotherhood or to any of its Subordinate Lodges, or which is antagonistic to the principles and purposes of the International Brotherhood, shall upon conviction thereof be punished by expulsion from the International Brotherhood.”</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b361-8\">. “Sec. 5. Any member who is so indiscreet as to disclose any of the private transactions of any Subordinate Lodge shall be given a trial by the Subordinate Lodge of which he is a member. If he is proven guilty, he shall be subjected to a fine not to exceed Fifty Dollars ($50.00), or suspended from membership, provided proper notice shall be given to the members of the Subordinate Lodge that the case is to be acted upon.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}