{
  "casebody": {
    "data": "<casebody firstpage=\"245\" lastpage=\"247\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b265-7\">LYON et al. v. CLOCHESSY.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b265-8\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AaJQ\">January 25, 1904.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b265-9\">1. Statute of Frauds—Promise to Answer for Debt of Another.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b265-10\">The promise of a purchaser of a business to assume, as a part of the consideration, notes of the seller, is not a promise to answer for the debt of another, within the statute of frauds, but is a promise to pay his own debt, which may be accepted by the holder of the notes, and an action maintained thereon.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b265-11\">2. Novation—Sale of Business—Promise to pay Debt of Seller.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b265-12\">Where, on the sale of a business, the purchaser assumed, as a part of the consideration, the payment of a debt of the seller, a demand by the creditor on the purchaser for payment thereof constitutes an acceptance of the promise.</headnotes>\n<headnotes data-order=\"9\" data-type=\"judges\" id=\"b265-15\">If 1. See Frauds, Statute of, vol. 23, Cent Dig. §§ 16, 29.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b265-13\">Appeal from Municipal Court, Borough of Manhattan, First District.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b265-14\">Action by Paul W. Lyon and others, as executors, etc., against John Clochessy. From a judgment for defendant, plaintiffs appeal. Reversed.</summary>\n<p data-order=\"10\" data-type=\"judges\" id=\"b266-3\"><page-number citation-index=\"1\" label=\"246\">*246</page-number>Argued before FREEDMAN, P. J., and MacLEAN and DAVIS, JJ.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b266-5\">Philip Philips, for appellants.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b266-6\">Joseph Parker, Jr., for respondent.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b266-7\">FREEDMAN, P. J.</author>\n<p id=\"A7t\">Upon assuming the duties of their office as executors, the plaintiffs came into possession of a bookbindery establishment, which they sold to the firm of Senior &amp; Deibner, taking as part of the purchase thereof two promissory notes for $75 and $200, respectively. Subsequently Senior &amp; Deibner sold the business to the defendant, and it is claimed by the plaintiffs and by Senior &amp; Deibner that the defendant assumed and agreed to pay to the plaintiffs, as part of the consideration for such purchase made of Senior &amp; Deibner, the two notes aforesaid. The defendant admitted the promise by him to pay the $75 note, but denied that he assumed or promised payment of the $200 note. The trial court decided in favor of the defendant.</p>\n<p id=\"b266-8\">The testimony in support of the plaintiffs’ theory largely preponderates over that of the defendant, and as the defendant’s motion for a nonsuit made upon the trial, and the only point urged in his brief, is that the plaintiffs are not entitled to recover as a matter of law, it is reasonable to presume that the court below decided the case in favor of the defendant upon the legal position taken by him. Briefly, the claim of the defendant is that if the defendant did assume the payment of the note, and did promise and agree to pay the same to plaintiffs, as a part of the consideration for the purchase price of the property from Senior &amp; Deibner, such promise, not having been made in writing, falls within the provision of the statute (Birdseye’s Rev. St. [2d Ed.] p. 1342, § 2) which declares that “every special promise to answer for the debt, default or miscarriage of another person” must be in writing, to be enforceable. In this contention the defendant is in error. His promise, if made, was not to pay the debt of a third person, so as to fall within the inhibition of the statute aforesaid, but is a promise to pay his own debt. “Where a debtor transfers property to a third person in consideration of an agreement of the latter to assume and pay the debt, and he thereupon promises the creditor to pay, he makes the debt his own, and so assumes an independent duty of payment, irrespective of the liability of the principal debtor, and becomes similarly liable for the discharge of the debt. Such an agreement, therefore, is not simply a promise to ánswer for the debt or default of another, and so is not within the provision of the statute of frauds.” First Nat. Bank of Sing Sing v. Chalmers, 144 N. Y. 432, 39 N. E. 331. “Where a debtor transfers property to a third person in consideration of his promise to pay the debt to the creditor, the latter may accept and adopt the promise when it becomes known to him, and maintain an action upon it. When the promise in such cases is the consideration or condition upon which the third party has received the debtor’s property, he thereby makes the debt his own, and assumes an -independent duty of payment, irrespective of the liability of the principal or original debtor.” <page-number citation-index=\"1\" label=\"247\">*247</page-number>First Nat. Bank v. Chalmers, 144 N. Y. 432, 39 N. E. 331; White v. Rintoul, 108 N. Y. 222, 15 N. E. 318; Townsend v. Rackham, 143 N. Y. 516, 38 N. E. 731.</p>\n<p id=\"b267-5\">It appears that the plaintiff, some time before the commencement of the action, demanded payment of the debt from the defendant. So there can be no question of the acceptance or adoption of the promise. Clark v. Howard, 150 N. Y. 232, 44 N. E. 695.</p>\n<p id=\"b267-6\">“One who purchases a business, agreeing to assume, as part of the consideration, the debts of the seller, becomes, not a surety or guarantor, as to such debts, but the' principal.” Berbling v. Glaser (City Ct. N. Y.) 23 N. Y. Supp. 118; Lawrence v. Fox, 20 N. Y. 268; Clark v. Howard, 150 N. Y. 232, 44 N. E. 695.</p>\n<p id=\"b267-7\">In Almond v. Hart, 46 App. Div. 431, 61 N. Y. Supp. 849, the court said, “The fact that the liability against Phippin may remain unaffected by the promise of the defendants does not bring this action within the inhibition of the statute.”</p>\n<p id=\"b267-8\">The plaintiffs showed upon the trial that they demanded payment of the note from the defendant after it became due, thereby adopting the promise alleged to have been made by defendant Whether or not the defendant could avail himself of the statute, it not having been pleaded (Crane v Powell, 139 N Y 379, 34 N. E. 911), need not be considered.</p>\n<p id=\"b267-9\">Judgment -eversed New trial ordered, with costs to the appellants to abide the event. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}