{
  "casebody": {
    "data": "<casebody firstpage=\"370\" lastpage=\"374\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b390-7\">(91 App. Div. 103.)</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b390-8\">BENEDICT et al. v. GUARDIAN TRUST CO.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b390-9\">(Supreme Court, Appellate Division, First Department.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aq6\">February 5, 1904.)</decisiondate>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b390-10\">1. Deceit—Fraudulent Representations—Corporations—Stock—Sales.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"AS72\">Defendant issued a prospectus offering for sale certain shares of a zinc mining corporation, which falsely stated that the company owned a ten-year lease of certain property, which had been operated for two years at a large profit; that the net earnings from January 1 to June 30, 1899, were $12,134.20, every dollar of which was applicable to dividends ; and that it was the intention to pay from 1 to <em>V/2 </em>per cent, dividends semimonthly, and extra dividends as often as should be prudent. Plaintiffs subscribed for stock on the faith of these representations, without making an examination of the mine. When the prospectus was issued, the corporation was indebted in the sum of $1,304.55, which continued to increase until September 30, 1899, when the last dividend was paid, when the indebtedness amounted to $5,000, a large part of which was due to defendant for money loaned to the corporation with which to pay dividends. The mine was only fitfully operated until March, 1900, when the lease was forfeited for failure to work the same, after which its entire machinery and tools were sold on execution for $1,000. <em>Meld, </em>that defendant was liable to plaintiffs for the damages sustained by such fraudulent representations.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b390-12\">2. Same—Damages.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b390-13\">Where plaintiffs purchased mining stock in reliance on defendant’s fraudulent representations as to its value, the measure of plaintiffs’ damages recoverable against defendant for such misrepresentations was the difference between what would have been the value of the stock, had the representations been true, and its actual value at the time of the sale.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b390-14\">3. Same—Actions—Deceit—Assignment.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b390-15\">Where 18 different persons purchased mining stock, relying on defendant’s fraudulent representations contained in a prospectus issued by it, <page-number citation-index=\"1\" label=\"371\">*371</page-number>they were entitled, to assign their rights of action against defendant for deceit to plaintiffs, to enable them to recover for the entire wrong in a single action.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"Amk\"><page-number citation-index=\"1\" label=\"370\">*370</page-number>- V 2. See Fraud, vol. 23, Cent. Dig. § 61.</headnotes>\n<summary data-order=\"11\" data-type=\"history\" id=\"b391-3\"><page-number citation-index=\"1\" label=\"371\">*371</page-number>Appeal from Judgment on Report of Referee.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b391-4\">Action by Elias C. Benedict and others against the Guardian Trust Company. From a judgment in favor of plaintiffs, defendant appeals. Affirmed.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b391-5\">See 68 N. Y. Supp. 1082.</summary>\n<p data-order=\"14\" data-type=\"judges\" id=\"b391-6\">Argued before VAN BRUNT, P. J., and HATCH, PATTERSON, INGRAHAM, and RAUGHRIN, JJ.</p>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b391-7\">William M. Ivins, for appellant.</attorneys>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b391-8\">Edwin T. Rice, for respondents.</attorneys>\n<opinion data-order=\"17\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b391-9\">HATCH, J.</author>\n<p id=\"ADS\">This action seeks to recover damages against the defendant for claimed fraudulent representations, whereby the plaintiffs and their assignors, 15 in number, were induced to purchase shares of stock in the Chicago Zinc Mining Company (hereafter called the “Zinc Company”), a corporation organized under the laws of the state of Missouri. It appeared that on June 12, 1899, F. B. Wilcox, at that time the assistant treasurer of the defendant, secured a written option upon certain lead and zinc mines near Joplin, Mo., and upon certain mining and milling machinery and tools used in connection with said mines. In this option Wilcox agreed to pay $20,000 for the property, and accordingly, on June 17th following, an agreement of purchase was entered into between Wilcox and Messrs. Ralston, Stark, and Stauffer. This agreement provided for the payment of the $20,000 as follows: $2,000 in cash, and the balance in three equal payments at intervals of 20 days thereafter. The assignment of the lease and bill of sale of said property was delivered to the Joplin Bank, and held in escrow, to be delivered to the vendee upon making final payment. On or about June 22, 1899, the zinc company was incorporated under the laws of the state of- Missouri, with an authorized capital stock of $50,000, divided into 500 shares, of the par value of $100 each. The articles of association were executed by A. E. Stillwell, J. McDowell Trimble, F. B. Wilcox, J. M. Mason, and B. J. Hickman, who subscribed for all the capital stock. All of these incorporators were officers or employés of the defendant; Stillwell being its president, Trimble its vice president, Wilcox its assistant treasurer, and Mason and Hickman clerks in its employ in its Kansas City office. The articles of association so filed stated that all of the capital stock had been subscribed for in good faith, and paid for in lawful money of the United States, and that it was then in the custody of the persons named in said articles as its directors. Upon the formation of the zinc company the defendant received a certificate for 471 shares; Wilcox, one for 25 shares; and 1 share each was issued to each of the other stockholders. The consideration for the issuance of the stock of the zinc company was an assignment executed by Wilcox, and dated August 23, 1899, whereby, for an express consideration of $20,000, he transferred to the zinc company all the rights which he had acquired from Stauffer, Stark, and Ralston. No cash was paid by the subscribing incorporators upon their subscription to the stock of <page-number citation-index=\"1\" label=\"372\">*372</page-number>the zinc company, and none of the cash payments were subsequently made that were required to be made by the agreement of June 17th, the same being advanced by the defendant; and the defendant also advanced from time to time various amounts to keep the mine running. The documents were released from escrow by the Joplin Bank upon the completion of the final payment, on or about August 14, 1899. In August, 1899, the defendant issued a prospectus offering for sale 500 shares of the stock of the zinc company. This prospectus was shown by the defendant’s agents to the plaintiffs and to each of the plaintiffs’ assignors. It set forth, among other things, that the zinc company owned a ten-year lease on ten mining lots near Joplin; that it had been operated for two years at a large profit; that the net earnings, after deducting all royalties and operating expenses, for the period from January 1, 1899, to June 30, 1899, were $12,134.20, every dollar of which was applicable to dividends, as all expense was charged directly to the expense account; that it was the intention to pay 1 or 1J/2 per cent, dividends semimonthly, and extra dividends in addition thereto as often as should be deemed prudent, reserving at all times sufficient cash on hand to cover any contingency that might arise; that the affairs of the company were in the hands of expert enced mining men; that all bills were settled weekly; and that the company had no debts or obligations of any description. On the faith of such representations, plaintiffs and their assignors purchased 310 shares of stock of the zinc company from the defendant. These purchases were all made, between August 10 and October 1, 1899, and payment was made therefor to the defendant at par, except in one instance, where a discount of 2^2 per cent, was allowed. Dividends were paid at the rate of 1 per cent, upon August 15th and 31st, and September 15th and 30th, but no dividends were paid thereafter. Between the 10th day of August and the day when the last dividend was paid, all the stock of the defendant was sold, except 18 shares. At the time the prospectus was issued, there were outstanding debts and obligations of the,zinc company of $1,304.55. On August 15th, when the first dividend was paid, there were debts of $1,804.55 <em>&gt; </em>on August 31st, when the second dividend was paid, there were debts amounting to $2,318.55; when the third dividend was paid, there were debts of $3,196.55; and when the last dividend was paid, there were debts to the amount of $4,862.75. A large portion of these debts were due to the defendant. Upon each of the aforesaid dividend days the defendant loaned to the zinc company $500 for the express purpose of enabling those dividends to be made. By the terms of the leases, continuous operation was required to be kept up thereon under penalty of forfeiture, as the lessors had. a 20 per cent, royalty therein. The mine was operated fitfully until about the month of March, 1900, when the lease was forfeited on account of failure to work the same. At that time payment of claims amounting to $5,-000 was being pressed against the company, and in June, 1900, its entire machinery and tools were sold upon execution for $1,000. The referee found that plaintiffs and each of their assignors purchased their stock relying upon the statements contained in the prospectus, and that none of the purchasers made any examination into <page-number citation-index=\"1\" label=\"373\">*373</page-number>the affairs of the company; that the representations contained in the prospectus as to debts, earnings, and value were false and fraudulent, and that the defendant knew that the same were false, fraudulent, and untrue at the time they were made; that the said purchasers of stock suffered damage by reason of the defendant’s fraud and deceit, and that the respective claims thereto were assigned to the plaintiffs prior to the commencement of this action; that the amount of damage so suffered by the purchasers of the stock was the difference between what would have been its value, had the representations contained in the prospectus been true, and its actual value at the time of such sales; that such damages amounted to the sum of $27,140, with interest thereon from October 1, 1899, together with costs, which interest and costs, together with the damages above mentioned, make the amount entered in the judgment from which this appeal is taken.</p>\n<p id=\"b393-5\">The defendant is a foreign corporation, organized under the laws of the state of Missouri. Upon a former appeal to this court from an interlocutory judgment overruling the defendant’s demurrer to the complaint in the action, it was decided that the complaint stated a good cause of action, and that damages based upon fraud might be recovered against the defendant if the averments of the complaint were sustained by the proof upon a trial. It was also determined that the causes of action in favor of the assignors which were assigned to the plaintiffs were so assignable, and that the action was properly brought in the names of the assignees as plaintiffs. Benedict v. Guardian Trust Co., 58 App. Div. 302, 68 N. Y. Supp. 505. Upon the trial, evidence was given tending to support the averments of the complaint, and inter alia it was made to appear that the representations contained in the prospectus as to cash on hand and earnings from which to pay a dividend of 1 <em>yí </em>per cent, on the 1st and 15th of each month, and extra dividends in addition thereto, were false, to the knowledge of the defendant. It may be conceded that the mere expression of an intention to pay dividends would not furnish the basis for an actionable fraud, but this representation of 'intention to declare dividends was based upon the further statement of the prospectus of the amount of the earnings of the zinc company, which were set forth therein for a period of six months, and that “every dollar of this amount was applicable to dividends, as all expenses for developing drifts, sinking shafts, new machinery, or any other improvements, is charged directly to the expense account.” This representation, therefore, amounted to something more than the mere expression of an intention. It was preceded with the statement of actual earnings, and thereupon was deduced the fact that payment of dividends in this amount could be made, and would be justified. Such representations were false, as is abundantly established by the proof, as were also the representations therein respecting the debts, earnings, and value of the property, in respect to which the prospectus made affirmative representations, which representations the referee found to be false and fraudulent, and to have been knowingly made by the defendant when it solicited subscriptions for the stock. Consequently every element upon which to found a judgment based upon fraud was established, within the case relied upon by the defendant. Kountze v. <page-number citation-index=\"1\" label=\"374\">*374</page-number>Kennedy, 147 N. Y. 124, 41 N. E. 414, 29 L. R. A. 360, 49 Am. St. Rep. 651. It would be a work of supererogation to set out in detail the items of evidence contained in this voluminous record in support of such conclusion. It is sufficient now to state that the evidence is abundant upon which to support this view, and, after careful examination of the same, we arrive at this result without hesitation.</p>\n<p id=\"b394-5\">It is claimed, however, that the referee adopted an erroneous rule of damages, which calls for a reversal of this judgment. The referee, in his conclusion of law, stated the rule to be the difference between what would have been the value of the stock of the zinc company, had the representations been true, and the actual value of the stock at the time of the respective sales, and measured the damage sustained based thereon. The purchasers of the stock were entitled to the full benefits of their bargain. They relied upon the representations, and based upon such representations the stock is to be valued. Had the representations been true, they would have received such value. To that they were entitled. When this condition was shown to be false, the value of the stock came to rest upon the actual facts, and this condition seems to have shrunk the stock from the value which the representations attached to it 90 per cent. The difference, therefore, between these two values, represented the damage which the purchasers sustained; and the referee adopted such rule, and awarded judgment for such difference. His conclusion in this respect is supported by an abundance of authority. Krumm v. Beach, 96 N. Y. 398; Whitney v. Allaire, 1 N. Y. 305; Vail v. Reynolds, 118 N. Y. 297, 23 N. E. 301; Hubbell v. Meigs, 50 N. Y. 480.</p>\n<p id=\"b394-6\">Further claim is made that the assignment and the bringing of the action thereon were prohibited by sections 73 and 77 of the Code of Civil Procedure. That the defendant was guilty of fraudulent misconduct is too plain to admit of dispute. That the plaintiffs by such act have been defrauded of their money is a necessary consequence, and it would be a very singular thing if the statute aimed to prevent oppression and fraud could be invoked as a defense and used as a shield to protect successful fraud. The law has never been so unreasonable. The defrauded parties made joint investigation through a committee appointed for that purpose. When restitution was demanded of the defendant, it made absolute refusal, and thereupon, for the purpose of redressing the wrong with the least possible complication, the several rights of action were consolidated in the plaintiffs, and the action brought in a forum where redress for the wrong could be had in a single action. We think this course was commendable, and that it was better to treat this question and dispose of it in one action, rather than to mtiltiply it by eighteen. No law interposes to prevent such a proceeding. On the contrary, it supports it. Moses v. McDivitt, 88 N. Y. 62; Van Dewater v. Gear, 21 App. Div. 201, 47 N. Y. Supp. 503; Tilden v. Aitkin, 37 App. Div. 28, 55 N. Y. Supp. 735. Other claims are made on behalf of the defendant, but we do not find it necessary to further consider them.</p>\n<p id=\"b394-7\">We have examined all of the questions urged upon our attention and presented by the record, and find no reversible error therein. The judgment should therefore be affirmed, with costs. All concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}