{
  "casebody": {
    "data": "<casebody firstpage=\"252\" lastpage=\"274\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b284-5\">749 A.2d 405</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b284-6\">JOSEPH A. QUIGLEY, PLAINTIFF-APPELLANT, v. KPMG PEAT MARWICK, LLP, DEFENDANT-RESPONDENT.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b284-7\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b284-8\">Argued January 31, 2000</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Adj\">Decided April 25, 2000.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b287-14\"><page-number citation-index=\"1\" label=\"255\">*255</page-number>Before Judges HAVEY, A.A. RODRIGUEZ and COLLESTER.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b287-15\"><em>Alan H. Schorr, </em>argued the cause for appellant <em>(Mr. Schorr, </em>on the brief).</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b288-3\"><page-number citation-index=\"1\" label=\"256\">*256</page-number><em>Peter O. </em>Hughes, argued the cause for respondent <em>(Stanton, Hughes, Diana, Salsberg, Cerra &amp; Mariani, </em>attorneys; <em>Mr. Hughes, </em>on the brief).</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b288-4\"><em>Francis, Lenzo &amp; Manshel, </em>attorneys for amicus curiae National Employment Lawyers Association of New Jersey <em>(Christopher P. Lenzo, </em>of counsel and on the brief).</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b288-5\"><em>John J. Farmer, Jr., </em>Attorney General of New Jersey, attorney for amicus curiae New Jersey Division on Civil Rights <em>(Jeffrey C. Burstein, </em>Deputy Attorney General, of counsel; <em>James R. Michael, </em>Deputy Attorney General, on the brief).</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b288-6\">The opinion of the court was delivered by</p>\n<author id=\"b288-7\">HAVEY, P.J.A.D.</author>\n<p id=\"b288-8\">Plaintiff Joseph Quigley was terminated from his position as senior manager with defendant KPMG Peat Marwick, LLP after eighteen years of employment. He filed a complaint alleging discrimination on account of his age in violation of the New Jersey Law Against Discrimination (LAD), <em>N.J.S.A </em>10:5-1 to -49. He now appeals from an order dismissing the complaint and compelling arbitration. Plaintiff had signed agreements with defendant in 1981 and 1984 consenting to submit claims arising out of the agreements, or breach thereof, to arbitration. In entering the order, the trial court concluded that plaintiff knowingly waived his statutory rights under the LAD when he signed the agreements.</p>\n<p id=\"b288-9\">We reject plaintiffs argument that the trial court erred in “elevating the public policy favoring arbitration over the public policy against discrimination” by enforcing the arbitration clause. We also reject his contention that he was coerced into consenting to arbitration. However, we agree with plaintiff that, at the time he signed the agreements in 1981 and 1984, he did not knowingly and voluntarily waive his right to a trial by jury on his LAD claim, since no such statutory right existed at the time. We also agree with him that the language of the arbitration clause was too ambiguous and inadequate to constitute a waiver of his statutory <page-number citation-index=\"1\" label=\"257\">*257</page-number>remedies. We therefore reverse and remand for further proceedings.</p>\n<p id=\"b289-4\">Plaintiff filed a complaint in the Superior Court, Law Division, in July 1998, alleging that he was a senior manager with defendant, serving as defendant’s “personal and regional coordinator” for its telecommunications consulting practice. Plaintiff states that defendant hired him in 1978; he worked from his home office in Haddon Heights; and he received “consistent praise for his good work, along with annual performance bonuses and raises.” According to the complaint, defendant terminated plaintiff without notice or good cause in July 1996, and offered his position to a younger person. Plaintiff alleges that defendant discriminated against him because of his age in violation of the LAD, that as a result of defendant’s actions, he lost wages, bonuses, pension benefits, and unused personal days, and suffered humiliation and emotional distress. He demands compensatory and punitive damages, attorneys’ fees and interest.</p>\n<p id=\"b289-5\">Defendant filed a notice of motion to compel arbitration and dismiss the complaint, arguing that plaintiff had agreed to submit any claim he had against defendant to arbitration. Defendant submitted a certification of Deborah Keller, its assistant general counsel, stating that plaintiff was promoted to <em>the </em>position <em>of </em>manager in July 1981, and to senior manager in July 1984. Keller explained that, in accordance with defendant’s policy, as consideration for these promotions defendant required plaintiff to execute a Manager’s Agreement and a Senior Manager’s Agreement respectively. Paragraph eleven of the agreements provide:</p>\n<blockquote id=\"b289-6\">Any claim or controversy between the parties arising out of or relating to this Agreement or the breach thereof, or in any way related to the terms and conditions of the employment of Manager by [defendant], shall be settled by arbitration under the laws of the state in which Manager’s office is located.</blockquote>\n<p id=\"b289-7\">Plaintiff responded, arguing that (1) defendant waived its right to arbitrate by failing to plead arbitration as an affirmative defense, and by “invoking the litigation machinery of the court,” and (2) plaintiff did not knowingly and voluntarily waive his right to a jury trial under the LAD since, when he signed the Senior <page-number citation-index=\"1\" label=\"258\">*258</page-number>Manager’s Agreement in 1984, there was no right to a jury trial in discrimination cases. According to the plaintiff, the 1984 Senior Manager’s Agreement was</p>\n<blockquote id=\"b290-5\">given to me as a condition of continued employment. When my Supervisor, Paul J. Grant, told me to sign the Agreement, I told him that I did not want to sign the Agreement because I felt that it did not benefit me____ Mr. Grant told me, “If you don’t sign this, you don’t work here anymore.”</blockquote>\n<blockquote id=\"b290-8\">I signed the Agreement under duress, because I needed the job to support my family. In order to indicate, however, that the Agreement was not signed voluntarily, I inserted the initials “U.D.” in between my first and last name on the signature line so as to indicate that the contract was signed “under duress.”</blockquote>\n<p id=\"b290-9\">Plaintiff added that he signed the 1981 Manager’s Agreement “in the same manner because [he] was given a similar ultimatum.” He claimed that defendant presented him with other contracts, after 1984, containing an arbitration clause, without the ultimatum, and he refused to sign them. Finally, plaintiff objected to being forced “to pay an exorbitant amount of money for an Arbitrator against [his] will.”</p>\n<p id=\"b290-10\">In dismissing the complaint and ordering arbitration, the trial court found “plaintiff knowingly waived the statutory remedies,” and rejected plaintiffs duress argument:</p>\n<blockquote id=\"b290-11\">By putting his initials U.D. in there I agree with the defense that he can’t have it both ways to get all the benefits to the agreement without having to perform the obligations. ...</blockquote>\n<blockquote id=\"b290-12\">I find [plaintiff] gave a false indication that he was voluntarily accepting the terms of the agreement, therefore, he should be bound to them. All this is also with the understanding that the public policy in New Jersey is so strong in favoring arbitration claims such as [these].</blockquote>\n<p id=\"b290-13\">Upon entry of the order, defendant agreed to pay the arbitrator’s fees on behalf of both parties.</p>\n<p id=\"b290-14\">I</p>\n<p id=\"b290-15\">Plaintiff contends that by compelling arbitration, the trial court erred in determining that the public policy favoring arbitration is stronger than “the public policy protecting citizens and employees of New Jersey from discrimination.”</p>\n<p id=\"b290-16\">Plaintiff is correct that New Jersey’s public policy against discrimination is strong. Our Legislature has declared that “dis<page-number citation-index=\"1\" label=\"259\">*259</page-number>crimination threatens not only the rights and proper privileges of the inhabitants of the State but menaces the institutions and foundation of a free democratic State----” <em>N.J.S.A. </em>10:5-3. <em>See also Dixon v. Rutgers, The State Univ., </em>110 <em>N.J. </em>432, 451, 541 A.2d 1046 (1988) (holding that “[t]he eradication of ‘the cancer of discrimination’ has long been one of our State’s highest priorities”) (quoting <em>Fuchilla v. Layman, </em>109 <em>N.J. </em>319, 334, 537 A.2d 652 (1988)). However, there is a competing public policy favoring arbitration, set forth in the Federal Arbitration Act (FAA), 9 <em>U.S.C.A. </em>§§ 1-16, and its parallel legislation in New Jersey, <em>N.J.S.A. </em>2A:24-1 to -11. Both the FAA and its New Jersey counterpart, provide that an agreement to settle a controversy arising out of a contract or a “refusal to perform the whole or ... part thereof ... shall be valid, enforceable and irrevocable” with the exception of “such grounds as exist at law or in equity for the revocation of [the] contract.” <em>N.J.S.A. </em>2A:24-1; 9 <em>U.S.C.A. </em>§ 2.</p>\n<p id=\"b291-8\">Courts have consistently held that employees’ agreements to arbitrate their discrimination claims against their employers are enforceable, without perceiving any conflict between these two public policies. In <em>Gilmer v. Interstate/Johnson Lane Corp., </em>500 <em>U.S. </em>20, 23, 111 <em>S.Ct. </em>1647, 1650, 114 L.Ed.2d 26, 35 (1991), the Court held that plaintiffs claim under the Age Discrimination in Employment Act (ADEA), 29 <em>U.S.C.A </em>§§ 621 to 634, could be subjected to mandatory arbitration under an arbitration agreement. Plaintiff, a financial services manager, was required to register as a securities representative with the New York Stock Exchange (NYSE); in the application he agreed to submit to arbitration any claims between him and his employer required to be arbitrated under the NYSE rules, which covered his employment and its termination. <em>Ibid. </em>The Court stressed the public policy in favor of arbitration and noted that arbitration did not require the employee to forgo any substantive rights, but merely changed the forum in which the claim would be heard. <em>Id. </em>500 <em>U.S. </em>at 26, 111 <em>S.Ct. </em>at 1651, 114 L.Ed.2d at 37.</p>\n<p id=\"b292-3\"><page-number citation-index=\"1\" label=\"260\">*260</page-number>The Court scrutinized the ADEA and found no “inherent inconsistency” between the “important social policies” it advances and “enforcing agreements to arbitrate age discrimination claims,” reasoning that both judicial resolution of claims and arbitration “can further broader social purposes.” <em>Id. </em>500 <em>U.S. </em>at 27-28, 111 <em>S.Ct. </em>at 1652, 114 L.Ed.2d at 38. The Court rejected plaintiffs argument, also advanced by plaintiff here, that arbitration procedures are inadequate, as based upon unfounded ‘“suspicion of arbitration as a method of weakening the protections afforded in the substantive law to would-be complainants’____” <em>Id. </em>500 <em>U.S. </em>at 30, 111 <em>S.Ct. </em>at 1653, 114 L.Ed.2d at 39 (quoting <em>Rodriguez de Quijos v. Shearson/American Express, Inc., </em>490 <em>U.S. </em>477, 481, 109 <em>S.Ct. </em>1917, 1920, 104 L.Ed.2d 526, 534-35 (1989)).<footnotemark>1</footnotemark></p>\n<p id=\"b292-6\">New Jersey courts have also enforced employees’ agreements to arbitrate statutory employment claims. In <em>Alamo Rent A Car, Inc. v. Galarza, </em>306 <em>N.J.Super. </em>384, 389, 703 A.2d 961 (App.Div.1997), the court, citing <em>Gilmer </em>and <em>Young v. Prudential Ins. Co. of Am., </em>297 <em>N.J.Super. </em>605, 688 A.2d 1069 (App.Div.), <em>certif. denied, </em><page-number citation-index=\"1\" label=\"261\">*261</page-number>149 <em>N.J. </em>408, 694 A.2d 193 (1997), determined that “an employee may, by contract, give up his or her right to pursue a statutory LAD remedy in favor of arbitration.” The court explained:</p>\n<blockquote id=\"b293-6\">The fact that what is at issue is a statutory remedy does not, in itself, affect the favored status accorded to arbitration.. . There is no indication in the text or legislative history of LAD that members of the classes protected by that statute cannot waive the statutory process and agree to arbitrate the dispute.</blockquote>\n<blockquote id=\"b293-7\">[ 306 <em>N.J.Super. </em>at 389, 703 A.2d 961.]</blockquote>\n<p id=\"b293-8\">In <em>Young, supra, </em>297 <em>N.J.Super. </em>at 609, 688 A.2d 1069, plaintiff was required to register with the NASD as a condition of his continued employment. Form U-4, the standard application form used throughout the securities industry, <em>ibid., </em>required plaintiff to agree to arbitrate “any” claim against his firm that is required to be arbitrated under the NASD rules. <em>Id. </em>at 613, 688 A.2d 1069. The NASD rules required arbitration of disputes arising out of employment and termination of employment. <em>Id. </em>at 614, 688 A.2d 1069. Relying upon <em>Gilmer, </em>the court determined that plaintiffs claims under the LAD and the Conscientious Employees Protection Act (CEPA), <em>N.J.S.A. </em>34:19-1 to -8, could be subject to mandatory arbitration, and an employee could waive his or her right to a jury trial under the LAD and the CEPA. <em>Id. </em>at 615-16, 688 A.2d 1069.<footnotemark>2</footnotemark> <em>See also Singer v. Commodities Corp. (U.S.A.), </em>292 <em>N.J.Super. </em>391, 400, 678 A.2d 1165 (App.Div.1996) (concluding that compelling arbitration in an action asserting defamation and a claim under CEPA is neither unfair nor inequitable in light of our “well-accepted principle that New Jersey supports the settlement of disputes by arbitration”).</p>\n<p id=\"b293-9\">Plaintiff argues that his statutory rights under the LAD are compromised because “discovery may be severely restricted” in arbitration, whereas courts permit “expansive discovery” in discrimination cases. We disagree. If parties remain unable to resolve disagreements over the scope of discovery during the arbitration procedure, the arbitrator is empowered to decide the <page-number citation-index=\"1\" label=\"262\">*262</page-number>dispute under American Arbitration Association (AAA) Rule 7. Moreover, if the court retains jurisdiction, the dispute can be submitted to the court by motion pursuant to <em>Rule </em>4:17-5 or <em>Rule </em>4:23-1. Indeed, the Court in <em>Gilmer </em>rejected the argument that the more limited scope of discovery permitted in arbitration proceedings would “make it difficult to prove discrimination.” <em>Id. </em>500 <em>U.S. </em>at 31, 111 <em>S.Ct. </em>at 1654, 114 L.Ed.2d at 40. The Court said: “It is unlikely, however, that age discrimination claims require more extensive discovery than other claims that we have found to be arbitrable____” <em>Ibid. </em>The Court noted that plaintiff had failed to show that the NYSE discovery provisions would be inadequate. <em>Ibid. </em>The Court also observed that “an important counterweight to the reduced discovery in NYSE arbitration is that arbitrators are not bound by the rules of evidence.” <em>Ibid.</em></p>\n<p id=\"b294-6\">Here also, AAA Rule 22 provides: “The arbitrator shall be the judge of the relevance and materiality of the evidence offered, and conformity to legal rules of evidence shall not be necessary.” Plaintiff has not shown that the AAA discovery procedures are inadequate. As in <em>Gilmer, </em>plaintiffs contention that discovery in an arbitration proceeding is inadequate is without merit. In short, neither the more restrictive discovery in an AAA proceeding nor the dispute over the scope of discovery should negate a party’s agreement to arbitrate his or her discrimination claim.</p>\n<p id=\"b294-7\">In sum, since New Jersey’s public policy against discrimination does not conflict with the policy in favor of arbitration, the trial court did not err in enforcing the parties’ compulsory arbitration agreement on the basis of the policy favoring arbitration.</p>\n<p id=\"b294-8\">II</p>\n<p id=\"b294-9\">Plaintiff argues that the trial court erred in enforcing the arbitration clause because the waiver of his statutory rights under the LAD was the product of coercion and duress. In support of the argument, plaintiff cites his supervisor’s threat that “If you don’t sign [the Agreement], you don’t work here anymore.” Plain<page-number citation-index=\"1\" label=\"263\">*263</page-number>tiff asserts that he was under duress, “deprived of his free will[,T’ and that the court, by rejecting this argument, improperly made a finding of fact regarding plaintiffs state of mind. The court did not address this issue, except to find that plaintiff “voluntarily waived the statutory remedies,” and that defendant’s argument on duress was “more persuasive” than plaintiff’s.<footnotemark>3</footnotemark></p>\n<p id=\"b295-5\">Economic duress occurs when the party alleging it is “the victim of a wrongful or unlawful act or threat,” which “deprives the victim of his unfettered will.” 13 <em>Williston on Contracts </em>§ 1617 (Jaeger ed.1970) (quoted in <em>Continental Bank v. Barclay Riding Academy, Inc., </em>93 <em>N.J. </em>153, 176, 459 A.2d 1163, <em>cert. denied, </em>464 <em>U.S. </em>994, 104 <em>S.Ct. </em>488, 78 <em>L.Ed.2d </em>684 (1983)). “[T]he ‘decisive factor’ is the wrongfulness of the pressure exerted. The term ‘wrongful’ in this context encompasses more than criminal or tortious acts, for conduct may be legal but still oppressive.” <em>Continental Bank, supra, </em>93 <em>N.J. </em>at 177, 459 A.2d 1163 (citation omitted). The acts or threats constituting the duress “ ‘are wrongful, not necessarily in a legal, but in a moral or equitable sense.’ ” <em>Ibid, </em>(quoting <em>Wolf v. Marlton Corp., </em>57 <em>N.J.Super. </em>278, 287, 154 A.2d 625 (App.Div.1959)). In addition, duress entails inadequate consideration. <em>Continental Bank, su</em>pra, 93 <em>N.J. </em>at 177, 459 A.2d 1163.</p>\n<p id=\"b295-6\">Here, it is feasible to consider the threat of termination of employment for refusing to agree to arbitration oppressive or <page-number citation-index=\"1\" label=\"264\">*264</page-number>morally wrong. However, courts that have considered this issue have consistently determined that the economic coercion of obtaining or keeping a job, without more, is insufficient to overcome an agreement to arbitrate statutory claims. In <em>Gilmer, supra, </em>500 <em>U.S. </em>at 33, 111 <em>S.Ct. </em>at 1655, 114 <em>L.Ed.2d </em>at 41, the Court said: “[mjere inequality in bargaining power ... is not a sufficient reason to hold that arbitration agreements are never enforceable in the employment context.” The court in Seus <em>v. John Nuveen &amp; Co., Inc., </em>146 F.3d 175, 184 (3d Cir.1998), <em>cert. denied, </em>525 <em>U.S. </em>1139, 119 <em>S.Ct. </em>1028, 143 <em>L.Ed.2d </em>38 (1999), followed this reasoning, rejecting the contention that a disparity in bargaining power, making the resulting contract one of adhesion, was grounds for invalidating it. The court upheld the U-4 agreement, since its .terms were not “oppressive, unconscionable, or unreasonably favorable to either the NASD or [defendant]____” <em>Ibid.</em></p>\n<p id=\"b296-4\">In <em>Great Western Mortgage Corp. v. Peacock, </em>110 F.3d 222, 229 (3d Cir.), <em>cert. denied, </em>522 <em>U.S. </em>915, 118 <em>S.Ct. </em>299, 139 <em>L.Ed.2d </em>230 (1997), the court again rejected plaintiffs argument that her arbitration agreement was invalid because she signed it as a condition of employment, “only because she was the weaker of the two parties____” Plaintiff, a business administration graduate, was bound by her agreement in the absence of coercion or fraud; she did not allege that defendant “misled her or concealed anything from her____” <em>Id. </em>at 229-30.</p>\n<p id=\"b296-7\">In <em>Young, supra, </em>297 <em>N.J.Super. </em>at 619-21, 688 A.2d 1069, the court held that even though Form U-4 signed by plaintiff was a contract of adhesion, it was enforceable. The court adopted the reasoning of <em>Gilmer, </em>explaining that “the Supreme Court obviously contemplated avoidance of the arbitration clause only upon circumstances substantially more egregious than the ordinary economic pressure faced by every employee who needs the job.” <em>Id. </em>at 621, 688 A.2d 1069. The court also considered the “strong public policy” in favor of enforcing arbitration agreements, and the fact that sellers of securities are subject to federal regulation. <em>Ibid.</em></p>\n<p id=\"b297-5\"><page-number citation-index=\"1\" label=\"265\">*265</page-number>Similarly, in <em>Koveleskie v. SBC Capital Markets, Inc., </em>167 <em>F.3d </em>361, 367 (7th Cir.), <em>cert. denied, </em>- <em>U.S. </em>-, 120 <em>S.Ct. </em>44, 145 L.Ed.2d 40 (1999), upholding an employee’s agreement to arbitrate her Title VII claim, the court said: “Illinois law does not void contracts where parties have unequal bargaining power, even if a contract is a so-called ‘take-it-or-leave-it’ deal____” The court also commented that “driving a hard bargain is not a wrongful act.” <em>Ibid.</em></p>\n<p id=\"b297-10\">Plaintiff and amicus Division on Civil Rights (DCR) cite <em>Ackerman v. The Money Store, </em>321 <em>N.J.Super. </em>308, 311-12, 728 A.2d 873 (Law Div.1998), in which the court held that terminating plaintiffs employment because she refused to agree to compulsory arbitration of any discrimination claim violated the LAD. Amicus DCR reasons that “it follows that any such agreement extracted solely as a condition of employment was not ‘voluntary.’ ” However, the court distinguished the cases that enforced agreements to arbitrate LAD claims because those cases required a waiver, and those courts determined that the employees’ waivers were valid. <em>Id. </em>at 319-21, 728 A.2d 873. Thus, although “all employees are free to waive rights provided under the LAD and agree to arbitrate employment disputes!,]” <em>id. </em>at 321, 728 A.2d 873, “[w]aiver is not an issue here.” <em>Id. </em>at 320, 728 A.2d 873.</p>\n<p id=\"b297-11\">The situation here is distinguishable from that in <em>Ackerman </em>on the same basis: plaintiff here signed the arbitration agreement; the plaintiff in <em>Ackerman, </em>in effect, did not. Unlike the plaintiff in <em>Ackerman, </em>who was terminated upon her signing the agreement “under protest,” just two months after she was hired, plaintiff here remained employed by defendant for twelve years after signing the Senior Manager’s Agreement in 1984. <em>Id. </em>at 312, 728 A.2d 873.</p>\n<p id=\"b297-12\">Defendant is correct that employment can be deemed consideration for an employee’s submission to various demands of an employer. In <em>Koveleskie, supra, </em>167 F.3d at 368, the court held that defendant’s promise to employ plaintiff was adequate consideration for the U-4 form. In <em>Gibson v. Neighborhood Health Clinics, Inc., </em>121 P.3d 1126, 1132 (7th Cir.1997), holding that an <page-number citation-index=\"1\" label=\"266\">*266</page-number>arbitration agreement was invalid because of a lack of consideration, the court commented, “[a]n employer’s specific promise to continue to employ an at-will employee may provide valid consideration for an employee’s promise to forgo certain rights.” <em>See also Hogan v. Bergen Brunswig Corp., </em>153 <em>N.J.Super. </em>37, 43, 378 A.2d 1164 (App.Div.l977)(holding that continuing employment could be consideration for an employee’s agreement not to compete after termination). <em>But see Tenet Healthcare, Ltd. v. Cooper, </em>960 S.W.2d 386, 388 (Tex.App.1998), <em>writ dism’d w.o.j., </em>in which the court stated that, under Texas law, “consideration for a valid contract between an employer and an at-will employee cannot depend on continued employment because such a promise is illusory”.</p>\n<p id=\"b298-4\">Here, plaintiff has not demonstrated “circumstances substantially more egregious than the ordinary economic pressure faced by every employee who needs the job.” <em>Young, supra, </em>297 <em>N.J.Super. </em>at 621, 688 A.2d 1069. He signed the agreements in consideration for his advancement in the corporate structure. He was not tricked or duped into signing the agreements. <em>But cf. Lai, supra, </em>42 F.3d at 1301 (plaintiffs were informed that U-4 forms were “tests” and not given the opportunity to read the forms). Here, plaintiff read the agreements, signed them, and continued working for defendant for twelve years after execution of the 1984 agreement.</p>\n<p id=\"b298-5\">We agree with defendant that plaintiffs insertion of “U.D.” in his signature, to indicate “under duress,” without providing a contemporaneous explanation to defendant, does not release him from the agreement. In interpreting a contract, “[i]t is not the real intent but the intent expressed or apparent in the writing that controls.” <em>Friedman v. Tappan Dev. Corp., </em>22 <em>N.J. </em>523, 531, 126 A.2d 646 (1956). “A contracting party is bound by the apparent intention he or she outwardly manifests to the other party. It is immaterial that he or she has a different, secret intention from that outwardly manifested.” <em>Tung v. Briant Park Homes, Inc., </em>287 <em>N.J.Super. </em>232, 239, 670 A.2d 1092 (App.Div.1996).</p>\n<p id=\"b299-5\"><page-number citation-index=\"1\" label=\"267\">*267</page-number>Plaintiffs argument that his signature on the arbitration agreement was coerced is without merit.</p>\n<p id=\"b299-6\">Ill</p>\n<p id=\"b299-7\">Plaintiff argues that he did not knowingly and voluntarily waive his entitlement to a trial by jury under the LAD by signing the 1981 and 1984 agreements because no such right existed at that time. We agree.</p>\n<p id=\"b299-8\">Generally, waiver is defined “as the voluntary and intentional relinquishment of a <em>known </em>and <em>existing </em>right.” 13 <em>Williston on Contracts </em>§ 39:14 (Lord ed.2000) (emphasis added); <em>accord Playmates Toys, Inc. v. Director, Div. of Tax., </em>316 <em>N.J.Super. </em>509, 512, 720 A.2d 655 (App.Div.1998), <em>aff'd, </em>162 <em>N.J. </em>186, 742 A.2d 968 (1999). Thus, “waiver ‘presupposes full knowledge of the right and an intentional surrender’____” <em>County of Morris v. Fauver, </em>153 <em>N.J. </em>80, 104-05, 707 A.2d 958 (1998) (quoting <em>West Jersey Title &amp; Guar. Co. v. Industrial Trust Co., </em>27 <em>N.J. </em>144, 153, 141 A.2d 782 (1958)). Here, plaintiff did not knowingly relinquish the right to a jury trial in 1981 and 1984 because that right did not exist until 1990, when <em>L. </em>1990, <em>c. </em>12, § 2, amended <em>N.J.S.A </em>10:5-13 to provide for a jury trial in LAD cases. The amendment was enacted in response to the Supreme Court’s holding in <em>Shaner v. Horizon Bancorp, </em>116 <em>N.J. </em>433, 457, 561 A.2d 1130 (1989), that an action under the LAD does not entail the right to a trial by jury. <em>See </em>Assembly Judiciary, Law and Public Safety Comm., <em>Statements to Assembly Bills Nos. 2872, 2118 and 2228 </em>(1990). According to plaintiff, he did not know of the right to a trial by jury until he discussed the matter with his counsel prior to instituting the present suit. It therefore cannot be said that there was full knowledge and intentional surrender of an existing right.<footnotemark>4</footnotemark></p>\n<p id=\"b300-3\"><page-number citation-index=\"1\" label=\"268\">*268</page-number>We applied this “waiver” rule in the context of arbitration proceedings in <em>Spolitback v. Cyr Corp., </em>295 <em>N.J.Super. </em>264, 270, 684 A.2d 1021 (App.Div.1996). There, we held that homeowners who had elected to arbitrate their claims of improper construction did not waive litigation of other claims of which they were not yet aware when they initially elected arbitration. <em>Ibid </em>We observed:</p>\n<blockquote id=\"Ae\">An election of remedies that has the effect of barring alternative relief must be knowingly and voluntarily made, especially where the choice is to arbitrate disputes rather than to litigate them. Without a realistic opportunity to understand the nature and scope of the particular issues to be addressed, a party cannot be said to have the requisite basis for making a knowing and voluntary waiver of available remedies for resolution of those issues.</blockquote>\n<blockquote id=\"b300-4\"><em>[Ibid, </em>(citations omitted).]</blockquote>\n<p id=\"b300-5\">Defendant does not address <em>Spolitback, </em>but rather relies on <em>Young, supra, </em>297 <em>N.J.Super. </em>at 619, 688 A.2d 1069, where we rejected plaintiffs contention that “because his CEPA claim had not arisen when he signed the U-A, he could not have knowingly waived the right to a jury trial for such a claim.” However, the court gave only one reason for dismissing this argument: the U-A form required plaintiff to comply with the NASD rules <em>“as they are and may be </em>adopted, changed or <em>amended from time to time </em>----” <em>Ibid. </em>Here, in contrast, plaintiff did not agree to comply with any future changes. Unlike the U-4 form in <em>Young, </em>the agreements which plaintiff signed did not refer to any rules, or prospective amendments of any rules; they simply established arbitration as the means of settling any claim or controversy relating to the agreement of the terms or conditions of plaintiffs employment.</p>\n<p id=\"b301-5\"><page-number citation-index=\"1\" label=\"269\">*269</page-number>Finally, defendant asserts that plaintiff knowingly and voluntarily waived his right to a trial by jury in 1984 because at that time LAD cases were in fact tried before juries, citing <em>Erickson v. Marsh &amp; McLennan Co., Inc., </em>227 <em>N.J.Super. </em>78, 80, 545 A.2d 812 (App.Div.1988), <em>rev’d in part on other grounds, </em>117 <em>N.J. </em>539, 569 A.2d 793 (1990); <em>Jackson v. Consolidated Rail Corp., </em>223 <em>N.J.Super. </em>467, 469, 538 A.2d 1310 (App.Div.1988); and <em>Slohoda v. United Parcel Serv., Inc., </em>207 <em>N.J.Super. </em>145, 154, 504 A.2d 53 (App.Div.), <em>certif. denied, </em>104 <em>N.J. </em>400, 517 A.2d 403 (1986). But in each of these cases, the factual reference to a jury trial was fleeting and unrelated to the issues addressed; there is no discussion concerning entitlement to a jury trial in LAD eases. Moreover, as plaintiff points out, the jury trials conducted in the above-cited cases occurred after 1985, whereas he signed his agreements in 1981 and 1984. Indeed, there may have been other unreported LAD cases at that time in which a jury trial was denied because the law on a right to a jury trial was unsettled. We agree with plaintiff that, in 1984, he could not have known of his future right to a jury trial for his LAD claim.</p>\n<p id=\"b301-6\"><em>Mastrobuono v. Shearson Lehman Hutton, Inc., </em>514 <em>U.S. </em>52, 53, 115 <em>S.Ct. </em>1212, 1214, 131 L.Ed.2d 76, 81-82 (1995), is supportive of plaintiffs position. There, the parties’ arbitration agreement provided that it would be governed by New York law. <em>Ibid. </em>Under New York law, arbitrators were not permitted to award punitive damages. <em>Ibid. </em>However, the agreement also authorized the application of the NASD rules, which allowed punitive damages. <em>Id. </em>514 <em>U.S. </em>at 60-61, 115 <em>S.Ct. </em>at 1218, 131 L.Ed.2d at 86. The arbitrators awarded punitive damages, and the Court interpreted the agreement as not precluding such an award. <em>Id. </em>514 <em>U.S. </em>at 58-62, 115 <em>S.Ct. </em>at 1216-18, 131 L.Ed.2d at 84-87. Citing the well-established rule that an ambiguous clause in a contract should be construed against the drafter, the Court commented:</p>\n<blockquote id=\"b301-7\">As a practical matter, <em>it seems unlikely that petitioners were actually aware of New York’s bifurcated approach to punitive damages, or that they had any idea that by signing a standard-form agreement to arbitrate disputes they might be </em><page-number citation-index=\"1\" label=\"270\">*270</page-number><em>giving up an important substantive right. </em>In the face of such doubt, we are unwilling to impute this intent to petitioners.</blockquote>\n<blockquote id=\"b302-4\"><em>[Id. </em>514 <em>U.S. </em>at 63, 115 <em>S.Ct. </em>at 1219, 131 <em>L.Ed.2d </em>at 87-88 (emphasis added).]</blockquote>\n<p id=\"b302-5\">We conclude that plaintiff did not knowingly and voluntarily waive his right to a trial by jury on his statutory remedies under the LAD.</p>\n<p id=\"b302-6\">VI</p>\n<p id=\"b302-7\">Plaintiff next argues that the arbitration clause is ambiguous and should not be construed as encompassing his claim of discrimination under the LAD. We agree.</p>\n<p id=\"b302-8\">There is some apparent conflict in the manner by which ambiguities as to the scope of arbitration clauses are to be resolved. Referring to the FAA, the United States Supreme Court has observed that the Act requires “that questions of arbitrability must be addressed with a healthy regard for the federal policy favoring arbitration,” and “any doubts concerning the scope of arbitrable issues should be resolved in favor of arbitration____” <em>Moses H. Cone Hosp. v. Mercury Constr. Corp., </em>460 <em>U.S. </em>1, 24-25, 103 <em>S.Ct. </em>927, 941, 74 L.Ed.2d 765 (1983). <em>See also Marchak v. Claridge Commons, Inc., </em>134 <em>N.J. </em>275, 282, 633 A.2d 531 (1993) (holding that an arbitration agreement “should be read liberally in favor of arbitration”); <em>Singer, supra, </em>292 <em>N.J.Super. </em>at 401, 678 A.2d 1165 (same).</p>\n<p id=\"b302-11\">However, in determining whether the parties have agreed to arbitrate, state law contract principles apply. <em>First Options of Chicago, Inc. v. Kaplan, </em>514 <em>U.S. </em>938, 944, 115 <em>S.Ct. </em>1920, 1924, 131 L.Ed.2d 985, 993 (1995). In interpreting such clauses in the context of CEPA and LAD claims, New Jersey courts have been careful to honor the parties’ intentions as set forth in the language of their arbitration agreement. <em>Alamo Rent A Car, Inc., supra, </em>306 <em>N.J.Super </em>at 391, 703 A.2d 961; <em>Singer, supra, </em>292 <em>N.J.Super. </em>at 402, 678 A.2d 1165. Therefore, while affording the liberal view of arbitration contracts, “it is equally true that the duty to arbitrate, and the scope of arbitration are <page-number citation-index=\"1\" label=\"271\">*271</page-number>dependent solely on the parties’ agreement.” <em>Cohen v. Allstate Ins. Co., </em>231 <em>N.J.Super. </em>97, 101, 555 A.2d 21 (App.Div.), <em>certif. denied, </em>117 <em>N.J. </em>87, 563 A.2d 846 (1989). Our courts have warned against rewriting “a contract to broaden the scope of arbitration [because] parties may agree to shape and limit the scope of arbitration in their contract.” <em>Yale Materials Handling Corp. v. White Storage &amp; Retrieval Sys., Inc., </em>240 <em>N.J.Super. </em>370, 374, 573 A.2d 484 (App.Div.1990). Thus, “[i]n the absence of a consensual understanding, neither party is entitled to force the other to arbitrate their dispute. Subsumed in this principle is the proposition that only those issues may be arbitrated which the parties have agreed shall be.” <em>In re Arbitration Between Grover and Universal Underwriters Ins. Co., </em>80 <em>N.J. 221, </em>228-29, 403 A.2d 448 (1979).</p>\n<p id=\"b303-6\">Further, a contractual provision in which a party elects arbitration as the exclusive remedy must be read in light of its effect on the person’s right to sue. <em>Marchak, supra, </em>134 <em>N.J. </em>at 282, 633 A.2d 531. “A clause depriving a citizen of access to the courts should clearly state its purpose,” especially where the choice is to arbitrate disputes rather than litigate them. <em>Ibid. </em>“The point is to assure that the parties know that in electing arbitration as the exclusive remedy, they are waiving their time-honored right to sue.” <em>Ibid. </em>Thus, to be given effect, any waiver of a statutory right “must be clearly and unmistakably established, and contractual language alleged to constitute a waiver will not be read expansively.” <em>Red Bank Reg’l Educ. Ass’n v. Red Bank Reg’l High School Board of Educ., </em>78 <em>N.J. 122, </em>140, 393 A.2d 267 (1978).</p>\n<p id=\"b303-7\">Finally, despite the general rule that arbitration clauses are to be liberally construed, courts have not hesitated to apply the common-law rule that “a court should construe ambiguous language against the interest of the party that drafted it.” <em>Mastrobuono, supra, </em>514 <em>U.S. </em>at 62, 115 <em>S.Ct. </em>at 1219, 131 L.Ed.2d at 87; <em>Caldwell v. RFC Corp., </em>958 <em>F.Supp. </em>962, 973 (D.N.J.1997). In such a circumstance, the drafter of the language should not be <page-number citation-index=\"1\" label=\"272\">*272</page-number>rewarded “with a favorable, expansive interpretation.” <em>Caldwell, supra, </em>958 <em>F.Supp. </em>at 974.</p>\n<p id=\"b304-4\">The language in the arbitration clause before us limits arbitrable issues to “[a]ny claim or controversy ... arising out of or relating to this Agreement or the breach thereof, or in any way related to the terms and conditions” of plaintiffs employment. Notably, there is no mention in the clause of arbitrating disputes arising from “plaintiffs termination.” The Manager’s and Senior Manager’s Agreements themselves contain only two paragraphs relating to termination. Paragraph six of the Senior Manager’s Agreement provides that “either party shall have the right to terminate this Agreement at any time upon written notice to the other party” thus, as plaintiff points out, rendering the employment at-will. Paragraph six also further sets forth the compensation due the senior manager upon termination, and paragraph seven authorizes termination of the senior manager for cause without notice. These paragraphs are irrelevant to plaintiffs claim, which is discriminatory termination in violation of the LAD.</p>\n<p id=\"b304-5\">Nor is there any reference in the arbitration clause to statutory claims arising out of and redressable by the LAD or other discrimination laws. Indeed, the clause before us is no more inclusive than the arbitration clause in <em>Alamo Rent A Car, Inc., supra, </em>306 <em>N.J.Super. </em>at 391-92, 703 A.2d 961, which we held to be inadequate to constitute a waiver of plaintiff’s statutory remedies under the LAD.</p>\n<p id=\"b304-6\">In <em>Alamo Rent A Car, Inc., </em>the arbitration clause stated “[i]f I claim that [the employer] has violated this FamPact, I agree that the dispute shall be submitted to and resolved through binding arbitration administered by the American Arbitration Association.” <em>Id. </em>at 391, 703 A.2d 961. We held that “[t]he most that can be said of [the clause] is that it mandates that if [plaintiff] claims the FamPact was violated, the dispute must go to arbitration. It does not suggest, let alone mandate, that claims arising other than out of the FamPact must also be resolved in that forum.” <em>Id. </em>at 392, 703 A.2d 961. <em>But see Bleumer v. Parkway Ins. Co., </em>277 <page-number citation-index=\"1\" label=\"273\">*273</page-number><em>N.J.Super. </em>378, 404, 649 A.2d 913 (Law Div.1994) (holding that an agreement requiring arbitration of “any disputes” between plaintiff and the employer encompassed plaintiffs CEPA claims).</p>\n<p id=\"b305-6\">The same is true here. The arbitration clause drafted by defendant does not mention termination, discrimination or plaintiffs statutory rights. In short, the rule favoring arbitration must give way to the well-settled principle that “[a] clause depriving a citizen of access to the courts should clearly state its purpose.” <em>Marchak, supra, </em>134 <em>N.J. </em>at 282, 633 A.2d 531.</p>\n<p id=\"b305-7\"><em>Singer, supra, </em>292 <em>N.J.Super. </em>391, 678 A.2d 1165, and <em>Young, supra, </em>297 <em>N.J.Super. </em>605, 688 A.2d 1069, cited by defendant, are distinguishable. In both cases we held that claims under CEPA and the LAD were arbitrable because the agreement required arbitration of <em>“any dispute, claim or controversy that may arise between me and my firm ... </em>that is required to be arbitrated under” the NASD Code. <em>Young, supra, </em>297 <em>N.J.Super. </em>at 613, 688 A.2d 1069 (emphasis added); <em>Singer, supra, </em>292 <em>N.J.Super. </em>at 405, 678 A.2d 1165. The NASD Code required arbitration of disputes arising out of employment and “termination” of employment.</p>\n<p id=\"b305-8\">The broad language in the clauses in <em>Singer </em>and <em>Young </em>is absent in the arbitration clause before us. Plaintiff did not agree to arbitrate “any dispute” between plaintiff and defendant arising out of “termination” of employment. The arbitration clause refers to claims or controversies arising out of the agreement, or breach thereof, or concerning the terms and conditions of employment, suggesting that a question concerning the meaning of the agreement language, or a dispute concerning the enforcement of a term or condition of employment was of the type of claim subject to arbitration. If defendant wanted to enter into an agreement to bind plaintiff to arbitration under all circumstances, it should have written an inclusive arbitration clause. <em>Ibid. </em>In the circumstances, the clause should be construed against the interest of defendant. <em>Mastrobuono, supra, </em>514 <em>U.S. </em>at 62, 115 <em>S.Ct. </em>at 1219, 131 <em>L.Ed.2d </em>at 87. We conclude that the trial court erred in <page-number citation-index=\"1\" label=\"274\">*274</page-number>ordering arbitration, since the arbitration clause in the Manager’s and Senior Manager’s Agreements did not include claims of discriminatory discharge.</p>\n<p id=\"b306-5\">VII</p>\n<p id=\"b306-6\">Plaintiff also contends that: (1) the trial court improperly failed to determine that the FAA did not apply; and (2) defendant waived its right to compel arbitration by failing to plead arbitration as an affirmative defense. We have considered the contentions and supporting arguments and are satisfied they are not of sufficient merit to warrant extensive discussion by written opinion. <em>R. </em>2:ll-3(e)(l)(E).</p>\n<p id=\"b306-7\">Reversed and remanded for further proceedings consistent with this opinion.</p>\n<footnote label=\"1\">\n<p id=\"b292-7\"> It is significant to note, but not dispositive of the issue before us, that the NYSE and the National Association of Securities Dealers (NASD), have recently changed their rules so that arbitration of statutory employment discrimination claims is no longer required. 64 <em>Fed.Reg. </em>1051 (1999); 63 <em>Fed.Reg. </em>35299 (1998). The NASD cited recent case law, as well as a consensus among the Attorney General, the Equal Employment Opportunity Commission, and the Commission on the Future of Worker-Management Relations, opposing mandatory arbitration of discrimination claims. <em>See </em>63 <em>Fed.Reg. </em>at 35300-01 (1998). The NASD declined to require arbitration of discrimination claims because the applicable federal statutes \"reflect an express intention by legislators that employees receive special protection from discriminatoiy conduct by employers. Such statutory rights are an important part of this country's efforts to prevent discrimination.” <em>Id. </em>at 35303. The NYSE, in amending its regulations, gave an explanation substantially the same as NASD. <em>See </em>64 <em>Fed.Reg. </em>at 1053 (1999).</p>\n<blockquote id=\"b292-8\">Also significant is that there are bills pending in Congress before the Committee on Education and Labor and the Committee on the Judiciary proposing the amendment of an array of federal laws, including the Age Discrimination in Employment Act of 1967, to prevent the involuntary application of arbitration to claims that arise from unlawful discrimination, unless after such claim the claimant voluntarily enters into an agreement to arbitrate. <em>See </em>H.R. 872, 106th Cong. (1999); <em>see also </em>H.R. 613, 106th Cong. (1999).</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b293-10\"> <em>But see 63 </em>Fed.Reg. 35299 (1998), changing NASD rules so that arbitration of statutory employment discrimination claims is no longer required.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b295-7\"> Citing <em>Prima Paint Corp. v. Flood &amp; Conklin Mfg. Co., </em>388 <em>U.S. </em>395, 400-04, 87 <em>S.Ct. </em>1801, 1803-05, 18 L.Ed.2d 1270, 1275-77 (1967), defendant argues that plaintiff's claim of coercion and duress should be submitted to arbitration and not decided by the court. We disagree. <em>Prima Paint Corp. </em>holds generally that, absent a claim of fraud directed to the arbitration clause itself, a claim of fraud in the inducement of the contract is a matter for the arbitrators. Here, plaintiff claims that his waiver of his statutory right was not made knowingly or voluntarily because it was the product of duress. In such a circumstance, the <em>Prima Paint Corp. </em>analysis is inapplicable because the issue is \"under what circumstances individuals may be deemed to have waived their rights to pursue remedies created by Title VII and related legislative enactments.” <em>Prudential Ins. Co. </em>v. <em>Lai, </em>42 F.3d 1299, 1303 (9th Cir.1994), <em>cert. denied, </em>516 <em>U.S. </em>812, 116 <em>S.Ct. </em>61, 133 <em>L.Ed </em>2d 24 (1995).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b299-11\"> Under the Older Workers Benefit Protection Act (OWBPA), 29 <em>U.S.C.A. </em>§§ 621-634 enacted in 1990, an individual may not waive any right or claim <page-number citation-index=\"1\" label=\"268\">*268</page-number>under the ADEA \"unless the waiver is knowing and voluntary.\" 29 <em>U.S.C.A. </em>at § 626(f)(1). Specifically, the Act provides that the \"individual does not waive <em>rights </em>or claims that may arise after the date the waiver is executed.” (Emphasis added). 29 <em>U.S.C.A. </em>at § 626(f)(1)(C). The OWBPA does not apply here, since .plaintiff's sole claim is under the LAD. <em>See Keelan v. Bell Communications Research, </em>289 <em>N.J.Super. </em>531, 543-44, 674 <em>A.2d </em>603 (App.Div.1996). However, it is instructive as reflecting Congress’ clear statutory message that any <em>rights </em>or claims that may arise after the date the waiver is executed shall not be deemed released or waived.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}