{
  "casebody": {
    "data": "<casebody firstpage=\"585\" lastpage=\"587\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b631-3\">HERBERT H. COLE, PETITIONER-DEFENDANT, v. BOARD OF EDUCATION OF THE CITY OF TRENTON, RESPONDENT-PROSECUTOR.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b631-4\">Submitted October 4, 1938</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Axm\">Decided April 10, 1939.</decisiondate>\n<p data-order=\"3\" data-type=\"judges\" id=\"b631-7\">Before Justices Case, Donges and. Porter.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b631-8\">For the prosecutor, <em>Henry M. Hartmann.</em></attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b631-9\">For the defendant, <em>Frank I. Casey </em>and <em>Louis Josephson.</em></attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"A_4\"><em>Amicus </em>curiae, <em>Firmin Michel.</em></attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b631-10\">Per Curiam.</author>\n<p id=\"b631-11\">On June 2d, 1932, defendant Cole was employed under a contract to teach in the school district of the city of Trenton <page-number citation-index=\"1\" label=\"586\">*586</page-number>for a period of one year from September 1st, 1932, at a salary of $2,000 to be paid in twenty equal semi-monthly installments. He began his service in September, 1932, and has continued in such service. Eor the school year 1932-1933 defendant received the sum of $1,900, having voluntarily relinquished five per cent, of the stipulated salary. Eor the school year 1933-1934 he, without protest, received the sum of $1,600 and received that sum for the school years 1934-1935, 1935-1936 and 1936-1937. Defendant asserts that during tírese latter years his salary continued to be at the rate of $2,000 per year, but that the smaller sum was paid by virtue of the provisions of chapter 12, <em>Pamph. L. </em>1933, <em>p. </em>24, and the several acts extending the power to reduce salaries and compensation to be paid to officers, employes and persons holding positions in any school district, notwithstanding any such person be under tenure or not, to and including July 1st, 1937. No such authority was enacted by the legislature to apply after July 1st, 1937.</p>\n<p id=\"b632-5\">The Teachers Tenure of Office act, chapter 243, <em>Pamph. L. </em>1909, as amended, provides:</p>\n<blockquote id=\"b632-6\">“No principal or teacher shall be * * * subjected to a reduction of salary in said school district except for inefficiency, incapacity, conduct unbecoming a teacher or other just cause * * *.”</blockquote>\n<p id=\"b632-7\">The act further provides that the services of teachers shall be during good behavior and efficiency, after the expiration of a period of employment of three consecutive calendar years in such district, unless a shorter period is fixed by the employing board.</p>\n<p id=\"b632-8\">It is agreed that respondent did not acquire tenure under the act until after the completion of the school year 1935-1936.</p>\n<p id=\"b632-10\">The school board fixed defendant’s salary fox the school year 1937-1938 at the sum of $1,700. He appealed to the Commissioner of Education from that action and the commissioner concluded that defendant was subject to tenure at a salary of $2,000 and was legally entitled to receive the sum of $2,000 per school year, and ordered the board of education <page-number citation-index=\"1\" label=\"587\">*587</page-number>to pay that sum. The State Board of Education affirmed the order of the commissioner. The writ is to review such order.</p>\n<p id=\"b633-5\">The only written contract disclosed by the record between defendant and prosecutor was for the school year 1932-1933, as set out in the petition of appeal to the Commissioner of Education. Eor each of the school years 1933-1937, defendant’s salary, so far as the record shows, was fixed and paid at the rate of $1,600. This was the amount of his salary when he acquired tenure at the close of the school year 1935-1936. It must be assumed, therefore, that the salary paid, in the absence of proof to the contrary, was the contractual or demandable salary. <em>Exhibit P-2 </em>does not purport to be a contract at $2,000 per year. It is dated May 26th, 1937, and purports to be a notice of desire to teach during the school year beginning September 1st, 1937, “at a yearly contractual salary of §2,000, or at such salary as may be legally due me.” The salary that respondent was entitled to demand was his salary at the time of acquiring tenure at the end of the school year 1935-1936, namely, $1,600. The record is barren of proof that any other salary was fixed by contract. We conclude that, in this factual situation, defendant Cole is not shown to have been legally entitled to receive more than the salary paid from 1933 to July 1st, 1937, and that the order of the Commissioner of Education for the payment of a salary of $2,000 per year, is without factual support and should, therefore, be set aside. This conclusion renders unnecessary a consideration of the other questions presented in the briefs.</p>\n<p id=\"b633-6\">The order under review will be set aside, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}