{
  "casebody": {
    "data": "<casebody firstpage=\"422\" lastpage=\"429\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b580-12\">The State of Ohio, Appellant, <em>v. </em>Pelfrey, Appellee.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b580-13\">[Cite as <em>State v. Pelfrey, </em>112 Ohio St.3d 422, 2007-Ohio-256.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b581-3\"><page-number citation-index=\"1\" label=\"423\">*423</page-number>(Nos. 2005-2075 and 2005-2211</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AI\">Submitted October 17, 2006</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Afp\">Decided February 7, 2007.)</decisiondate>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b581-8\">Moyer, C.J.</author>\n<p id=\"b581-9\">{¶ 1} The Second District Court of Appeals has certified this case pursuant to Section 3(B)(4), Article IV, Ohio Constitution and App.R. 25. The Second District Court of Appeals found its judgment to be in conflict with the judgments of the Fourth District Court of Appeals in <em>State v. Wireman </em>(Apr. 2, 2002), Pike App. No. 01CA662, 2002 WL 971842, the Eighth District Court of Appeals in <em>State v. Sullivan, </em>Cuyahoga App. No. 82816, 2003-Ohio-5930, 2003 WL 22510808, and the Twelfth District Court of Appeals in <em>Cockrell v. Russell </em>(Nov. 18, 1996), Warren App. No. CA96-07-071,1996 WL 666732, on the following issue: “Whether the trial court is required as a matter of law to include in the jury verdict form either the degree of the offense of which the defendant is convicted or to state that the aggravating element has been found by the jury when the verdict incorporates the language of the indictment, the evidence overwhelmingly shows the presence of the aggravating element, the jury verdict form incorporates the indictment and the defendant never raised the inadequacy of the jury verdict form at trial.” The answer to this question is yes.</p>\n<p id=\"b581-10\">{¶ 2} The Ohio Environmental Protection Agency (“EPA”) regularly performs covert audits on the employees of Enviro-Test Systems, which performs automobile-emissions tests (“E-checks”) for the state of Ohio. During a routine covert audit, an EPA employee, dressed in plainclothes and without any identification to show that she was an EPA employee, received an offer from an Enviro-Test Systems inspector to pass her vehicle, though the vehicle had failed the emissions test. The Enviro-Test Systems employees revealed to the undercover EPA employee a scheme that involved issuing illegitimate waivers in exchange for $30 and arranged with the undercover EPA employee to fraudulently “waive” her vehicle.</p>\n<p id=\"b582-4\"><page-number citation-index=\"1\" label=\"424\">*424</page-number>{¶ 3} An Enviro-Test Systems employee, appellee, David Pelfrey, was arrested and charged by indictment with tampering with records, in violation of R.C. 2913.42, which requires an enhanced charge of third-degree felony when the defendant’s tampering involves government records. R.C. 2913.42(B)(4). A jury found Pelfrey guilty, and he was sentenced on the third-degree felony conviction to serve four years in prison. The Second District Court of Appeals affirmed Pelfrey’s conviction, rejecting a manifest-weight-of-the-evidence argument. <em>State v. Pelfrey, </em>Montgomery App. No. 19955, 2004-Ohio-3401, 2004 WL 1459222.</p>\n<p id=\"b582-5\">{¶ 4} The court of appeals subsequently granted Pelfrey’s application to reopen the appeal under App.R. 26(B). Pelfrey argued that the trial court had erred in entering a conviction of a third-degree felony because the verdict form and the trial court’s subsequent verdict entry were inadequate to support a conviction of tampering with government records. Instead, Pelfrey argued that he could have been convicted only of the misdemeanor offense of tampering with records. See R.C. 2913.42(B)(2). In support of his argument, Pelfrey cited R.C. 2945.75(A)(2), which requires that a guilty verdict state either the degree of the offense of which the offender is found guilty or that the additional elements that make an offense one of a more serious degree are present. If neither is included, R.C. 2945.75(A)(2) directs that “a guilty verdict constitutes a finding of guilty of the least degree of the offense charged.” In this case, neither the verdict form nor the trial court’s verdict entry set forth the degree of the offense or that the jury had found that the records involved were government records.</p>\n<p id=\"b582-6\">{¶ 5} The Second District Court of Appeals agreed with Pelfrey’s argument and stated, “ ‘Pelfrey’s failure to raise this defect at trial did not waive it, and the fact that the indictment and jury instructions addressed the government-records issue did not cure the non-compliance with R.C § 2945.75(A)(2).’ ” <em>State v. Pelfrey, </em>Montgomery App. No. 19955, 2005-Ohio-5006, 2005 WL 2327123, ¶ 23, quoting <em>State v. Woullard, </em>158 Ohio App.3d 31, 2004-Ohio-3395, 813 N.E.2d 964, ¶ 23. The court of appeals held that “the trial court was required to enter a conviction for first-degree misdemeanor tampering with records, which is the least degree of the offense under R.C. § 2913.42.” Id.</p>\n<p id=\"b582-7\">{¶ 6} We accepted jurisdiction over the state’s discretionary appeal and also determined that a conflict exists.</p>\n<p id=\"b582-8\">{¶ 7} R.C. 2945.75 provides:</p>\n<p id=\"b582-9\">{¶ 8} “(A) When the presence of one or more additional elements makes an offense one of more serious degree:</p>\n<p id=\"b582-10\">{¶ 9} “(1) The affidavit, complaint, indictment, or information either shall state the degree of the offense which the accused is alleged to have committed, or shall allege such additional element or elements. Otherwise such affidavit, complaint, <page-number citation-index=\"1\" label=\"425\">*425</page-number>indictment, or information is effective to charge only the least degree of the offense.</p>\n<p id=\"b583-4\">{¶ 10} “(2) A guilty verdict shall state either the degree of the offense of which the offender is found guilty, or that such additional element or elements are present. Otherwise, a guilty verdict constitutes a finding of guilty of the least degree of the offense charged.”</p>\n<p id=\"b583-5\">{¶ 11} This court has repeatedly stated that “ ‘if the meaning of a statute is clear on its face, then it must be applied as it is written.’ ” <em>Hartmann v. Duffey, </em>95 Ohio St.3d 456, 2002-Ohio-2486, 768 N.E.2d 1170, ¶ 8, quoting <em>Lake Hosp. Sys., Inc. v. Ohio Ins. Guar. Assn. </em>(1994), 69 Ohio St.3d 521, 524, 634 N.E.2d 611. “Thus, if the statute is unambiguous and definite, there is no need for further interpretation.” Id. “To construe or interpret what is already plain is not interpretation but legislation, which is not the function of the courts.” <em>Lake Hosp. Sys., </em>69 Ohio St.3d at 524, 634 N.E.2d 611, quoting <em>Iddings v. Jefferson Cty. School Dist. Bd. of Edn. </em>(1951), 155 Ohio St. 287, 44 O.O. 294, 98 N.E.2d 827.</p>\n<p id=\"b583-6\">{¶ 12} The statutory requirement certainly imposes no unreasonable burden on lawyers or trial judges. R.C. 2945.75(A) plainly requires that in order to find a defendant guilty of “an offense * * * of more serious degree,” the guilty verdict must either state “the degree of the offense of which the offender is found guilty” or state that “additional element or elements are present.” R.C. 2945.75(A)(2) also provides, in the very next sentence, what must occur if this requirement is not met: “Otherwise, a guilty verdict constitutes a finding of guilty of the least degree of the offense charged.” When the General Assembly has written a clear and complete statute, this court will not use additional tools to produce an alternative meaning.</p>\n<p id=\"b583-7\">{¶ 13} In this case, Pelfrey’s offense of tampering with records would have constituted a misdemeanor under R.C. 2913.42(B)(2)(a) but for the additional element that the records at issue were government records, a circumstance that elevates the crime to a third-degree felony under R.C. 2913.42(B)(4). However, neither the verdict form nor the trial court’s verdict entry mentions the degree of Pelfrey’s offense; nor do they mention that the records involved were government records. The statute provides explicitly what must be done by the courts in this situation: the “guilty verdict constitutes a finding of guilty of the least degree of the offense charged.” R.C. 2945.75(A)(2). In this case, therefore, Pelfrey can be convicted only of a misdemeanor offense, which is the least degree under R.C. 2913.42(B) of the offense of tampering with records.</p>\n<p id=\"b583-8\">{¶ 14} Because the language of R.C. 2945.75(A)(2) is clear, this court will not excuse the failure to comply with the statute or uphold Pelfrey’s conviction based on additional circumstances such as those present in this case. The express <page-number citation-index=\"1\" label=\"426\">*426</page-number>requirement of the statute cannot be fulfilled by demonstrating additional circumstances, such as that the verdict incorporates the language of the indictment, or by presenting evidence to show the presence of the aggravated element at trial or the incorporation of the indictment into the verdict form, or by showing that the defendant failed to raise the issue of the inadequacy of the verdict form. We hold that pursuant to the clear language of R.C. 2945.75, a verdict form signed by a jury must include either the degree of the offense of which the defendant is convicted or a statement that an aggravating element has been found to justify convicting a defendant of a greater degree of a criminal offense.</p>\n<p id=\"b584-5\">{¶ 15} We therefore affirm the judgment of the court of appeals, which reversed Pelfrey’s conviction of tampering with government records and remanded the cause for the trial court to enter a judgment convicting Pelfrey of tampering with records as a first-degree misdemeanor.</p>\n<p id=\"b584-6\">Judgment affirmed.</p>\n<judges id=\"b584-7\">Gallagher, Pfeifer, O’Connor and Lanzinger, JJ., concur.</judges>\n<judges id=\"b584-8\">Lundberg Stratton and O’Donnell, JJ., dissent.</judges>\n<judges id=\"b584-9\">Sean C. Gallagher, J., of the Eighth Appellate District, was assigned to sit for Resnick, J., whose term ended on January 1, 2007.</judges>\n<judges id=\"b584-10\">Cupp, J., whose term began on January 2, 2007, did not participate in the consideration or decision of this case.</judges>\n</opinion>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b584-11\">O’Donnell, J.,</author>\n<p id=\"AQjG\">dissenting.</p>\n<p id=\"b584-12\">{¶ 16} Pelfrey knew the nature of the indictment against him, which indicated that the record he had tampered with was a government record.</p>\n<p id=\"b584-13\">{¶ 17} The verdict form here referred to the offense of tampering with records, “as charged in the indictment.” No confusion existed regarding this matter during trial, and Pelfrey never objected when the trial court submitted the verdict form to the jury.</p>\n<p id=\"b584-14\">{¶ 18} Now, however, Pelfrey complains of a lack of compliance with R.C. 2945.75 because the verdict form did not include either the degree of the offense or a statement regarding the aggravating element, i.e., that the record involved was a <em>government </em>record, in order to justify conviction of a greater degree of the offense of tampering with records.</p>\n<p id=\"b584-15\">{¶ 19} With respect to judicial compliance with a statutory requirements, the standard has been that of substantial compliance. See, e.g., <em>State v. Stewart </em>(1977), 51 Ohio St.2d 86, 5 O.O.3d 52, 364 N.E.2d 1163. Here, I believe the issue <page-number citation-index=\"1\" label=\"427\">*427</page-number>is whether the verdict form substantially complied with the mandate of the statute.</p>\n<p id=\"b585-4\">{¶ 20} The majority is correct — the verdict form did not exactly comply with the statute in that the form specified neither the degree of the offense nor the aggravating factor, i.e., that the record allegedly tampered with was in fact a government record.</p>\n<p id=\"b585-5\">{¶ 21} However, the verdict form signed by all 12 members of the jury did specify that the jury found Pelfrey guilty of “the offense of Tampering with Records <em>as charged in the indictment.” </em>(Emphasis added.)</p>\n<p id=\"b585-6\">{¶ 22} The indictment charged that Pelfrey and Kilbarger “on or about the 2nd day of August in the year two thousand two * * * knowing the person has no privilege to do so, and with purpose to defraud or knowing that the person is facilitating a fraud did falsify, destroy, remove, conceal, alter, deface, or mutilate any writing, computer software, data or record, <em>to-wit: E-check Vehicle Inspection Report having been kept by or belonging to a local, state or federal governmental entity.” </em>(Emphasis added)</p>\n<p id=\"b585-7\">{¶ 23} Accordingly, no confusion could exist with respect to what records became the subject of the tampering charge. Neither did this case involve multiple counts or multiple documents that would suggest possible confusion with regard to either the nature of the indictment presented or the defense to be offered. The only records here concerned the “E-check Vehicle Inspection Report having been kept by or belonging to a local, state or federal governmental entity.”</p>\n<p id=\"b585-8\">{¶24} Thus, one of the central issues here is whether the language of the verdict form using the phrase “as charged in the indictment” substantially complies with the statutory mandate. I believe that it does, and so do appellate judges in three appellate districts.</p>\n<p id=\"b585-9\">{¶ 25} Assuming arguendo, however, that the language does not substantially comply with the statute, I cannot understand why Pelfrey has not been determined to have waived his right to contest this issue when he did not raise it in the trial court at a time when the court could have prepared a different verdict form.</p>\n<p id=\"b585-10\">{¶ 26} For the longest time, the law has been that errors not raised in the trial court are waived in the absence of plain error. <em>State v. Long </em>(1978), 53 Ohio St.2d 91, 7 O.O.3d 178, 372 N.E.2d 804; Crim.R. 52(B). Here the majority refers to a conclusory statement from the appellate court’s opinion.</p>\n<p id=\"b585-11\">{¶ 27} The appellate court, for its part, determined that Pelfrey had not waived this issue, based upon its holding in <em>State v. Woullard, </em>158 Ohio App.3d 31, 2004-Ohio-3395, 813 N.E.2d 964, in which the court also addressed a trial court’s breach of R.C. 2945.75(A)(2). The court held, without analysis or citation to <page-number citation-index=\"1\" label=\"428\">*428</page-number>authority, that “because the error is <em>structural </em>in nature, it is not waived by defendant-appellant’s failure to object.” (Emphasis added.) Id. at ¶ 34.</p>\n<p id=\"b586-5\">{¶ 28} That conclusion, in my view, is erroneous in two respects. First, the error in this case is not structural. In <em>State v. Perry, </em>101 Ohio St.3d 118, 2004-Ohio-297, 802 N.E.2d 643, we addressed a situation in which a trial court violated R.C. 2945.10(G), which “clearly and unambiguously requires the trial court to maintain the written jury instructions with the ‘papers of the case.’ ” Id. at ¶ 8. Though we determined that an error had occurred, we rejected the assertion that the trial court’s failure amounted to “structural error” because “the failure of the trial court to maintain the written jury instructions is a statutory, rather than constitutional, defect.” Id. at ¶ 24, citing <em>State v. Esparza </em>(1996), 74 Ohio St.3d 660, 662, 660 N.E.2d 1194 (“the trial-error/structural-error distinction is irrelevant unless it is first established that a <em>constitutional </em>error has occurred” [emphasis sic]).</p>\n<p id=\"b586-6\">{¶ 29} Similarly, in this case, the trial court’s failure to prepare a verdict form in compliance with R.C. 2945.75(A)(2) is a <em>statutory </em>rather than constitutional error. Furthermore, the error in this case does not comport with the “very limited class of cases” in which the United States Supreme Court has concluded that a structural error occurred. <em>Johnson v. United States </em>(1997), 520 U.S. 461, 468-M69, 117 S.Ct. 1544, 137 L.Ed.2d 718, citing <em>Gideon v. Wainwright </em>(1963), 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799 (complete denial of counsel); <em>Tumey v. Ohio </em>(1927), 273 U.S. 510, 47 S.Ct. 437, 71 L.Ed. 749 (biased trial judge); <em>Vasquez v. Hillery </em>(1986), 474 U.S. 254, 106 S.Ct. 617, 88 L.Ed.2d 598 (racial discrimination in selection of grand jury); <em>McKaskle v. Wiggins </em>(1984), 465 U.S. 168, 104 S.Ct. 944, 79 L.Ed.2d 122 (denial of self-representation at trial); <em>Waller v. Georgia </em>(1984), 467 U.S. 39, 104 S.Ct. 2210, 81 L.Ed.2d 31 (denial of public trial); <em>Sullivan v. Louisiana </em>(1993), 508 U.S. 275, 113 S.Ct. 2078, 124 L.Ed.2d 182 (defective reasonable-doubt instruction).</p>\n<p id=\"b586-7\">{¶ 30} Second, it is now well established that structural errors do not preclude an appellate court from applying the plain-error standard when the defendant has failed to object. See <em>State v. Hill </em>(2001), 92 Ohio St.3d 191, 749 N.E.2d 274, and <em>State v. Perry, </em>101 Ohio St.3d 118, 2004-Ohio-297, 802 N.E.2d 643.</p>\n<p id=\"b586-8\">{¶ 31} Here, Pelfrey failed to raise the matter at trial and hence denied the trial judge the opportunity to at least consider modifying the verdict form to more closely track the statute. In my opinion, this constitutes a waiver and requires application of the plain-error doctrine.</p>\n<p id=\"b586-9\">{¶ 32} “Notice of plain error * * * is to be taken with the utmost caution, under exceptional circumstances and only to prevent a manifest miscarriage of justice.” <em>State v. Long </em>(1978), 53 Ohio St.2d 91, 7 O.O.3d 178, 372 N.E.2d 804, paragraph three of the syllabus. We have held that “[p]lain error does not exist <page-number citation-index=\"1\" label=\"429\">*429</page-number>unless it can be said that but for the error, the outcome of the trial would clearly have been otherwise.” <em>State v. Moreland </em>(1990), 50 Ohio St.3d 58, 62, 552 N.E.2d 894, citing <em>Long, </em>53 Ohio St.2d 91, 7 O.O.3d 178, 372 N.E.2d 804, paragraph two of the syllabus.</p>\n<attorneys id=\"ATO\">Mathias H. Heck Jr., Montgomery County Prosecuting Attorney, and Jennifer B. Frederick, Assistant Prosecuting Attorney, for appellant.</attorneys>\n<p id=\"b587-4\">{¶ 33} On this record, I do not believe that but for the trial court’s failure to comply with R.C. 2945.75(A)(2), the outcome in Pelfrey’s trial would have been different. The jury found him guilty of tampering with records, and no question exists that the records involved belonged to a local, state, or federal governmental entity.</p>\n<p id=\"b587-5\">{¶ 34} I believe that the appropriate standard of review for an alleged violation of a statutory requirement is substantial compliance and that the trial judge substantially complied with this statute. Further, the record fails to demonstrate that Pelfrey even attempted to call this alleged error to the trial court’s attention at a time when it could have been corrected. I believe, therefore, that he waived the issue and that he cannot demonstrate plain error. For these reasons, I would reverse the decision of the court of appeals and affirm the judgment of the trial court in this case.</p>\n<judges id=\"b587-6\">Lundberg Stratton, J., concurs in the foregoing opinion.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}