{
  "casebody": {
    "data": "<casebody firstpage=\"133\" lastpage=\"155\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b163-3\">821 A.2d 400</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"A5O\">Deborah PODGURSKI v. ONEBEACON INSURANCE COMPANY.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b163-5\">No. 90,</docketnumber>\n<p data-order=\"3\" data-type=\"misc\" id=\"AIK\">Sept. Term, 2002.</p>\n<court data-order=\"4\" data-type=\"court\" id=\"b163-6\">Court of Appeals of Maryland.</court>\n<decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"b163-7\">April 10, 2003.</decisiondate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b165-10\"><page-number citation-index=\"1\" label=\"135\">*135</page-number>Mark W. Oakley (Maggie I. Kaminer, Rockville, on brief), for appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b165-11\">S. Patrick Sullivan (The Law Offices of Jonathan P. Stebenne, Baltimore, on brief), for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"legal\" id=\"b165-12\">Argued before BELL, C.J., ELDRIDGE, RAKER, WILNER, CATHELL, HARRELL and BATTAGLIA, JJ.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b165-13\">Opinion by</p>\n<author id=\"AE9\">CATHELL, J.</author>\n<p id=\"b165-14\">This case arises out of a complaint for declaratory judgment, together with a motion for summary judgment, filed by Deborah Podgurski, appellant, against OneBeacon Insurance Company, appellee, in the Circuit Court for Frederick County. Appellant opposes appellee’s assertion that appellee was entitled to a full reimbursement of the monies it paid to appellant <page-number citation-index=\"1\" label=\"136\">*136</page-number>as workers’ compensation benefits for an injury appellant sustained when she fell during the course of her employment, where the appellant, in a separate tort action against a third party arising out of the same incident that caused her compensable injury, recovered from the third party tort-feasor money damages in excess of the amount of compensation paid to her by the employer/insurer.</p>\n<p id=\"b166-5\">The case was argued before the Honorable G. Edward Dwyer, Jr. on April 17, 2002. Appellant argued that appellee had no right to reimbursement and, in the alternative, that appellee’s right to reimbursement was at least limited to the same percentage by which appellant herself was limited as to the recovery of a settlement that was reduced as a result of the bankruptcy of the third party tort-feasor whose conduct was the cause of appellant’s injuries. Appellee argued that the plain meaning of Maryland Code (1991, 1999 Repl.Vol.) § 9-902 of the Labor and Employment Article (hereinafter, § 9-902)<footnotemark>1</footnotemark> entitled it to receive a full reimbursement for the compensation award it paid to appellant from appellant’s recovery from the third party tort-feasor. Judge Dwyer granted judgment in favor of appellee. On May 17, 2002, appellant filed a Notice of Appeal to the Court of Special Appeals. This Court, on December 11, 2002, on our own initiative, granted a writ of certiorari to undertake review of this issue before the intermediate appellate court acted. <em>Podgurski v. Onebeacon, </em>372 Md. 132, 812 A.2d 288 (2002).</p>\n<p id=\"b166-6\">Appellant presents three questions for our review:</p>\n<blockquote id=\"b166-7\">“A. Does an order of a United States Bankruptcy Court limiting a claimant’s third-party recovery likewise limit the subrogation claim of a workers’ compensation insurer under the Maryland Workers’ Compensation Law?</blockquote>\n<blockquote id=\"b167-3\"><page-number citation-index=\"1\" label=\"137\">*137</page-number>“B. Does the ‘made whole doctrine’ apply to, and therefore limit or bar, the subrogation claim of a workers’ compensation insurer?</blockquote>\n<blockquote id=\"b167-4\">“C. Do other equitable considerations apply to limit an insurer’s subrogation claim under the Maryland Workers’s Compensation Law?”</blockquote>\n<p id=\"b167-5\">Appellee rephrases the issue:</p>\n<blockquote id=\"b167-6\">“1. Did the Circuit Court for Frederick County err in finding that a workers’ compensation insurer is entitled to recover the full amount of its lien from any third party recovery received by the injured worker?”</blockquote>\n<p id=\"b167-7\">.While we resolve the issue, we do not specifically address each of appellant’s questions. We hold that the essential question here presented, <em>i.e., </em>whether under its right of subrogation outlined in § 9-902, appellee can recover the entire amount of the money it paid to appellant pursuant to a workers’ compensation claim after appellant received a greater amount from a third party tort-feasor, is directly governed by the plain meaning of § 9-902(e)(2). As such, we hold that the Circuit Court for Frederick County was correct in its finding that under the provisions of the Maryland Workers’ Compensation Act, specifically § 9-902(e)(2), appellee, a workers’ compensation insurer, was entitled to recover the full amount of its lien from appellee’s actual recovery received from a third party tort-feasor.</p>\n<p id=\"b167-8\">I. Facts</p>\n<p id=\"b167-9\">The parties in the case <em>sub judice, </em>pursuant to Maryland Rule 8-501 (g)<footnotemark>2</footnotemark> and in lieu of filing a record extract, agreed to <page-number citation-index=\"1\" label=\"138\">*138</page-number>stipulate to a statement of facts. The undisputed facts are, in part, as follows:</p>\n<blockquote id=\"b168-4\">“On April 9, 1997, the Appellant Deborah Podgurski (‘Podgurski’) was employed as a hairstylist by Hairstylist Management Systems, Inc. (‘HMS’), which operated a hairstyling salon within the Montgomery Ward <em>&amp; </em>Co., Inc. (‘Montgomery Ward’), department store located at the Frederick Towne Mall in Frederick, Maryland. While performing her normal duties, Podgurski slipped and fell on water leaking from defective plumbing on the premises and suffered from severe injuries to her knee. As a result of her fall, Podgurski pursued two claims: a workers’ compensation claim against her employer, HMS, and a third party claim against Montgomery Ward.</blockquote>\n<blockquote id=\"b168-5\">“At the time of Podgurski’s injury, General Accident Insurance Company of America (‘General Accident’) provided the workers’ compensation insurance coverage for Podgurski’s employer, HMS. Podgurski received workers’ compensation benefits in the total amount of $11,705.51, and General Accident notified Podgurski of its intent to claim a subrogation interest in any amounts recovered in her third party action against Montgomery Ward. Sometime thereafter, Appellee OneBeacon Insurance Company (‘OneBeacon’) succeeded to General Accident’s subrogation interests.</blockquote>\n<blockquote id=\"b168-6\">“On October 5, 2001, a binding arbitration proceeding was held and an award of arbitration was issued in favor of Podgurski on her third party claim against Montgomery Ward in the amount of $90,000.00, consisting of $8,689.71 in medical expenses, $4,500.00 in lost wages, and the remainder for pain and suffering.</blockquote>\n<blockquote id=\"b168-7\">“At all times relevant Montgomery Ward was self-insured, and prior to the arbitration of Podgurski’s claim, Montgomery Ward filed for protection under Chapter 7 of the United States Bankruptcy Code. In the administration of Montgomery Ward’s bankrupt estate, the United States Bankruptcy Court for the District of Delaware established a $650 Million insurance distribution pool out of which holders of allowed unsecured claims, such as Podgurski, could be <page-number citation-index=\"1\" label=\"139\">*139</page-number>paid. The amount of allowed unsecured claims exceeded the available funds in the distribution pool, as a result of which all claims against the pool were reduced proportionately and Podgurski recovered only a fraction of her arbitration award. The fraction received by Podgurski was established by the bankruptcy court as 29.54% ($26,589.21) of the original $90,000.00 award.</blockquote>\n<blockquote id=\"b169-4\">“A dispute arose between OneBeacon and Podgurski as to whether OneBeacon was entitled to recover its full lien for worker’s compensation benefits previously paid. OneBeacon asserted that the reduction of Podgurski’s award to 29.54% did not apply to its lien and, therefore, it was entitled to the original lien amount of $11,705.51, less one-third attorney’s fees, which totals $7,803.67. Podgurski claimed that OneBeacon was entitled to 29.54% of their lien, less one-third attorney’s fees, or $2,275.51.</blockquote>\n<blockquote id=\"b169-5\">“Podgurski filed a complaint for declaratory judgment in the Circuit Court for Frederick County in order to resolve the parties’ dispute. On April 17, 2002, a hearing was held on Podgurski’s motion for summary judgment before the Honorable G. Edward Dwyer, Jr. Judge Dwyer decided the case in favor of OneBeacon, applying the formula set forth under Maryland Labor and Employment Code Annotated, Section 9-902(e)(2), and awarded OneBeacon its full lien, after deduction of attorney’s fees, of $7,803.67.”</blockquote>\n<p id=\"b169-6\">II. Discussion</p>\n<p id=\"AsM\">A. Background</p>\n<p id=\"b169-7\">Generally, the Maryland Workers’ Compensation Act (hereinafter, the Act), § 9-101 through § 9-1201 of the Labor and Employment Article of the Maryland Code, requires an employer to pay workers’ compensation benefits to an employee if that employee suffers an accidental personal injury during the course of the employee’s employment, without regard to whether the employer was at fault for the injury. <em>See </em>§ 9-501(b). Where a third party’s actions result in the <page-number citation-index=\"1\" label=\"140\">*140</page-number>employee’s injury, the Act grants the employer or its insurer<footnotemark>3</footnotemark> the right to bring suit against the third party tort-feasor in an effort to recover an amount equal to the workers’ compensation benefits paid to the employee for the employee’s injury pursuant to the terms of the Act; any award over the amount previously paid by the employer must be given to the employee. <em>See </em>§ 9-902. For the two months following the award of workers’ compensation benefits to the employee by the State Workers’ Compensation Commission (hereinafter, Commission), the employer has the exclusive right to bring such an action against the third party. <em>See Franch v. Ankney, </em>341 Md. 350, 357-58, 670 A.2d 951, 954-55 (1996); <em>Erie Insurance Co. v. Curtis, </em>330 Md. 160, 164, 623 A.2d 184, 186 (1993). <em>See also </em>§ 9-902(c). When an employer fails to file within that two-month period, the employee may then bring suit against the third party tort-feasor while the employer retains a subrogation interest in the reimbursement of the workers’ compensation funds it paid pursuant to the Act, which is an interest that “acts as a ‘statutory lien’ on any recovery the employee may obtain from the third-party.” <em>Franch, </em>341 Md. at 358, 670 A.2d at 955 (citing Richard P. Gilbert &amp; Robert L. Humphreys, Jr., <em>Maryland Workers’ Compensation Handbook </em>§ 16.1-5, 325 (2d ed.1993, 1995 Cum.Supp.).) Section 9-902(e), in turn, directs the distribution of the award received by the employee from the third party.</p>\n<p id=\"b170-5\">In <em>Bachmann v. Glazer, </em>316 Md. 405, 412-13, 559 A.2d 365, 368-69 (1989), this Court stated that:</p>\n<blockquote id=\"b170-6\">“Subrogation is founded upon the equitable powers of the court. It is intended to provide relief against loss and damage to a meritorious creditor who has paid the debt of another. <em>Milholland v. Tiffany, </em>64 Md. 455, 460, 2 A. 831 (1886).... The rationale underlying the doctrine of subro<page-number citation-index=\"1\" label=\"141\">*141</page-number>gation is to prevent the party primarily liable on the debt from being unjustly enriched when someone pays his debt. <em>Security Ins. Co. v. Mangan, </em>250 Md. 241, 246-47, 242 A.2d 482 (1968). <em>See also </em>10 S. Williston, <em>A Treatise on the Law of Contracts </em>§ 1265 at 845 (W. Jaeger 3d ed.1967):</blockquote>\n<blockquote id=\"b171-5\">‘The object of subrogation is the prevention of injustice. It is designed to promote and to accomplish justice, and is the mode which equity adopts to compel the ultimate payment of a debt by one, who, in justice, equity, and good conscience, should pay it. It is an appropriate means of preventing unjust enrichment.... ’</blockquote>\n<blockquote id=\"b171-6\">“There are three separate categories of subrogation recognized in Maryland: legal subrogation, conventional subrogation, and <em>statutory subrogation. Finance Co. of Am., </em>277 Md. at 182, 353 A.2d 249.... Statutory subrogation arises by act of a legislature.” [Emphasis added.]</blockquote>\n<p id=\"AcY\">The right of subrogation involved in the case <em>sub judice </em>arises from the provisions of the Workers’ Compensation Act currently codified in § 9-902,<footnotemark>4</footnotemark> and thus falls under the category of “statutory subrogation.” As such, in ascertaining whether appellee should be fully reimbursed pursuant to the provisions of § 9-902(e), we shall engage in a traditional statutory interpretative analysis of that statute.</p>\n<p id=\"b171-7\">B. Section 9-902(e)(2)</p>\n<p id=\"b171-8\">This Court has long stated that “ ‘the cardinal rule [of statutory interpretation] is to ascertain and effectuate legislative intent.’ ” <em>Liverpool v. Baltimore Diamond Ex</em><page-number citation-index=\"1\" label=\"142\">*142</page-number><em>change, Inc., </em>369 Md. 304, 316, 799 A.2d 1264, 1271 (2002) (quoting <em>Mayor and City Council of Baltimore v. Chase, </em>360 Md. 121, 128, 756 A.2d 987, 991 (2000))(intemal citations omitted)(alteration added); <em>see also State v. Bell, </em>351 Md. 709, 717, 720 A.2d 311, 315 (1998) (quoting <em>Oaks v. Connors, </em>339 Md. 24, 35, 660 A.2d 423, 429 (1995)). The actual language of the statute is the primary tool in first ascertaining legislative intent. <em>Liverpool, </em>369 Md. at 316, 799 A.2d at 1271; <em>Chase, </em>360 Md. at 128, 756 A.2d at 991; <em>Marriott Employees Fed. Credit Union v. Motor Vehicle Admin., </em>346 Md. 437, 444-45, 697 A.2d 455, 458 (1997); <em>Stanford v. Maryland Police Training &amp; Correctional Comm’n, </em>346 Md. 374, 380, 697 A.2d 424, 427 (1997)(quoting <em>Tidewater v. Mayor and City Council of Havre de Grace, </em>337 Md. 338, 344, 653 A.2d 468, 472 (1995)); <em>Coburn v. Coburn, </em>342 Md. 244, 256, 674 A.2d 951, 957 (1996); <em>Romm v. Flax, </em>340 Md. 690, 693, 668 A.2d 1, 2 (1995); <em>Oaks, </em>339 Md. at 35, 660 A.2d at 429; <em>Mauzy v. Hornbeck, </em>285 Md. 84, 92, 400 A.2d 1091, 1096 (1979); <em>Board of Supervisors v. Weiss, </em>217 Md. 133, 136, 141 A.2d 734, 736 (1958). Furthermore, where the statutory language is plain and free from ambiguity, and expresses a definite and simple meaning, courts do not normally look beyond the words of the statute itself to determine legislative intent. <em>Liverpool, </em>369 Md. at 316-17, 799 A.2d at 1271-72; <em>Chase, </em>360 Md. at 128, 756 A.2d at 991; <em>Marriott Employees, </em>346 Md. at 445, 697 A.2d at 458.</p>\n<p id=\"b172-5\">Appellant contends that subrogation rights granted under § 9-902 are governed by the common law principles of equity and that § 9-902 is limited by equitable factors. In addition, appellant relies on the well-settled rule that “[t]he Workmen’s Compensation Act should be construed as liberally in favor of injured employees as its provisions will permit in order to effectuate its benevolent purposes.” <em>Bethlehem-Sparrows Point Shipyard, Inc. v. Hempfield, </em>206 Md. 589, 594, 112 A.2d 488, 491 (1955)(citing <em>Watson v. Grimm, </em>200 Md. 461, 90 A.2d 180 (1952); <em>Bethlehem-Fairfield Shipyard, Inc. v. Rosenthal, </em>185 Md. 416, 45 A.2d 79 (1945))(alteration added); <em>see also Barnes v. Ezrine Tire Co., </em>249 Md. 557, 561-62, 241 A.2d 392, 395 (1968)(stating that where ambiguity is <page-number citation-index=\"1\" label=\"143\">*143</page-number>present in the text of the Act the uncertainty should be resolved in favor of the claimant). While, generally, subrogation may be founded on the equitable powers of the court, this Court does not apply a liberal construction axiom where it is in opposition to the plain meaning of a statute. In <em>Mayor and City Council of Baltimore v. Cassidy, </em>338 Md. 88, 97, 656 A.2d 757, 761-62 (1995), when discussing this principle, we stated:</p>\n<blockquote id=\"b173-5\">“that the Workers’ Compensation Act ‘ “should be construed as liberally in favor of injured employees as its provisions will permit in order to effectuate its benevolent purposes. Any uncertainty in the law should be resolved in favor of the claimant” ’ (quoting <em>Victor v. Proctor </em>&amp; <em>Gamble Mfg. Co., </em>318 Md. 624, 629, 569 A.2d 697, 700 (1990)). It is likewise well settled ... that the court may not disregard the plain meaning of the [Workers’ Compensation] Act in the name of liberal construction, (quoting <em>C &amp; R Contractors v. Wagner, </em>93 Md.App. 801, 808, 614 A.2d 1035, 1038 (1992), <em>cert. denied, </em>329 Md. 480, 620 A.2d 350 (1993)).” [Alteration added.]</blockquote>\n<p id=\"b173-6\"><em>See also Lombardi v. Montgomery County, </em>108 Md.App. 695, 703, 673 A.2d 762, 766 (1996); <em>Tortuga, Inc. v. Wolfensberger, 97 </em>Md.App. 79, 83, 627 A.2d 56, 58, <em>cert. denied, </em>332 Md. 703, 632 A.2d 1209 (1993). Moreover, the benevolent purposes of the Act are met when a covered employee receives all the benefits to which she is entitled under the Act. They extend no further.</p>\n<p id=\"b173-7\">In order to determine whether we should even address the equitable doctrines presented by appellant, we shall examine the threshold issue whether the meaning of the language of § 9-902(e)(2) is plain in directing full reimbursement to appellee, and thus determinative. If and only if § 9-902(e)(2) is ambiguous, do we, as appellant suggests, look to common law equity principles of subrogation or look to the cases in which we have upheld a liberal construction of workers’ compensation laws. In the case <em>sub judice, </em>it is unnecessary for us to examine these equitable principles as we hold that the language of § 9-902(e)(2) is clear and unambiguously directs the <page-number citation-index=\"1\" label=\"144\">*144</page-number>appellant employee, under the circumstances here present, to fully reimburse the appellee insurer.</p>\n<p id=\"b174-5\">Specifically, § 9-902(e), the relevant subsection mandating the distribution of damages recovered from the third party, states:</p>\n<blockquote id=\"b174-6\">“(e) <em>Distribution of damages. </em>— If <em>the covered employee </em>or the dependants of the covered employee <em>recover damages, </em>the covered employee or dependants:</blockquote>\n<blockquote id=\"b174-7\">(1) first, may deduct the costs and expenses of the covered employee or dependants for the action;</blockquote>\n<blockquote id=\"b174-8\">(2) next, <em>shall reimburse </em>the self-insured employer, insurer, Subsequent Injury Fund, or Uninsured Employers’ Fund for:</blockquote>\n<blockquote id=\"b174-9\">(i) the <em>compensation already paid or awarded; </em>and</blockquote>\n<blockquote id=\"b174-10\">(ii) any amounts paid for medical services, funeral expenses, or any other purpose under Subtitle 6 of this title; and</blockquote>\n<blockquote id=\"b174-11\">(3) finally, may keep the balance of the damages <em>recovered.” </em>[Emphasis added.]</blockquote>\n<p id=\"b174-12\">We hold that the plain language of § 9-902(e) is clear and unambiguous on its face; any argument that it is ambiguous is without merit. Once an employee <em>recovers damages </em>from a third party tort-feasor and deducts the proper costs and expenses, that employee <em>shall reimburse </em>the insurer or employer for the <em>compensation already paid or awarded </em>by the insurer as an award under the Act. The definitions of these italicized words from § 9-902 are patent. The Legislature provided no room or circumstance for instituting a limitation or exception permitting, once third party reimbursement is obtained, a reduction or total bar of the reimbursement amount. The Legislature did not elaborate on the damage recovery clause by adding terms such as “sufficient” or “total” to describe the type of damages eligible. It simply stated that once damages <em>are recovered </em>by the employee, reimbursement of “the compensation already paid or awarded” by the insurer is required; there is nothing more. Once money damages are deemed to have been recovered by the employee, the statute mandates repayment of the compensation <em>already paid or </em><page-number citation-index=\"1\" label=\"145\">*145</page-number><em>awarded </em>by the insurer. The Legislature, similarly placed no limitations on the amount that is to be recovered by the employer. Appellee in the case <em>sub judice </em>has <em>already paid </em>$11,705.51 to appellant as compensation under the Act and appellant has actually recovered more than that amount, specifically $26,589.21; appellee is entitled to be reimbursed for the entire $11,705.51.<footnotemark>5</footnotemark></p>\n<p id=\"b175-5\">Appellant’s arguments rest on the premise that the theoretical total amount awarded by the arbitration body (or judgment, if the third party case had proceed to trial instead of arbitration) is the amount that will make the injured employee whole. This, however, while it may be time, ignores the clear language of the statute which rests on whether the employee actually recovers damages at all, not on whether the employee recovers all of her possible damages from the third party tortfeasor. In essence the two important figures on which the statute relies are the amount of <em>damages recovered by the employee </em>and the amount of <em>compensation paid by the employer </em>pursuant to the Commission’s decision. The damages awarded, but not recovered, from the third party do not factor into this equation. Once the employee has received an amount of damages in excess of the award paid by the employer, then the employer is entitled to full compensation, as clearly stated in § 9-902(e). When an employee chooses to avail themselves of the compensation available to them under the statute, their obligation to reimburse the employee/insurer is controlled by the statute.</p>\n<p id=\"b175-6\">The history of § 9-902 additionally supports such an interpretation, as the relevant language has undergone little substantive change since the 1920s.<footnotemark>6</footnotemark> Section 9-902 was derived from Article 101 § 58 of the former 1957 Maryland Code and <page-number citation-index=\"1\" label=\"146\">*146</page-number>was codified without substantive change into its current incarnation in 1991. <em>See </em>1991 Md. Laws. Chap. 8; 1991 Md. Laws. Chap. 21. Page 976 of the revisor’s notes of Chapter 8 of the Laws of Maryland of 1991, referring to the current language of § 9-902, stated:</p>\n<blockquote id=\"b176-5\">“This section is new language derived without substantive change from the second and third clauses of the first sentence, and the first through fifth clauses of the second sentence, and the first clause of the third sentence of former Art. 101, § 58.”</blockquote>\n<p id=\"Abl\">The Legislature originally enacted this portion of the Act under Chapter 800 of the 1914 Laws of Maryland. That enactment forced employees to choose between filing suit against a third party tort-feasor and filing a claim under the Act; the employee could do one or the other, but not both. <em>See Hubbard v. Livingston Fire Protection, Inc., </em>289 Md. 581, 587-88, 426 A.2d 901, 904-05 (1981). The original statute authorized only the employer/insurer to sue third party tortfeasors after workers’ compensation benefits were paid to the employee. In essence, employers/insurers were given the right to recover fully for sums they paid for injuries that were due to the fault of another. The Legislature enacted Chapter 456 of the Laws of 1920 and Chapter 303 of the Laws of 1922, <page-number citation-index=\"1\" label=\"147\">*147</page-number>respectively, which first allowed an employee to both claim workers’ compensation under the Act <em>and </em>to bring suit against a third party tort-feasor. These amendments are the basis for what is now § 9-902. Since the inception of the 1920 and 1922 amendments, although this portion of the Act has been amended several times, there have been only three major substantive amendments, none of which have a bearing on the outcome in this case.<footnotemark>7</footnotemark></p>\n<p id=\"b177-5\">This history and relative stability of the language granting subrogation rights to an employer under this act are supportive of our plain language analysis in the case at bar. First, as previously mentioned, the Legislature originally made the employee choose between exercising the right to sue the third party or the right to file a claim under the Act, only to later amend the statute so that the employer has the exclusive right to file the action against the third party tortfeasor for two months after compensation is awarded to the employee. The employer was guaranteed recovery of its payment before the employee was able to recoup any funds above and beyond the workers’ compensation award.<footnotemark>8</footnotemark> This illustrates a legislative intent to ensure that a neutral party, <page-number citation-index=\"1\" label=\"148\">*148</page-number>the employer, is not made to pay for damages caused by the actual at-fault party. The statute protects both the employee and the employer by allowing the employee to collect compensation from the employer where the third party cannot pay the amount of damages covered by the Act, while allowing the employer to come out even where the third party can pay that amount. As this Court has long held, the purpose of the statute is to protect <em>both </em>the employee <em>and </em>the employer by ensuring that a third party tort-feasor will not escape liability by having another pay its debt. <em>See Johnson v. Miles, </em>188 Md. 455, 460, 53 A.2d 30, 32 (1947).</p>\n<p id=\"b178-5\">In the case at bar, a ruling from a United States Bankruptcy Court ultimately allocated $26,589.21 to appellant. Once <page-number citation-index=\"1\" label=\"149\">*149</page-number>that was paid, appellant received all that she could from the tortious actor, although the arbitration originally entitled her to a significantly greater amount. Appellee, on the other hand, fully paid the $11,705.51 in compensation as required under the Act before appellant filed suit against Montgomery Ward. Appellee was not at fault for appellant’s injury, and thus not liable for any tortious conduct; in essence, it was a neutral actor. The statute mandates that under these circumstances the appellee should be fully reimbursed. If the Legislature, in this factual context where the injury is not the fault of the employer, wanted to protect the employee to a greater extent than the employer, it would have done so. As it stands, and has stood for over 80 years, § 9-902 and its predecessors protect both parties equally when neither is at fault.</p>\n<p id=\"b179-5\">As we have indicated, this Court has discussed the purpose of former Md.Code Article 101 § 58<footnotemark>9</footnotemark> in <em>Western Maryland Railway Company v. Employers’ Liability Assurance Corporation, </em>163 Md. 97, 161 A. 5 (1932), and how it was the Legislature’s intent under this statute to ensure full reimbursement to the employer/insurer. Although appellant in this case cites <em>Western Maryland Railway </em>for the proposition that subrogation is governed by common law rights and equitable factors, <em>Id. </em>at 101-02, 161 A. at 7-8, the <em>Western Maryland Railway </em>Court later stated:</p>\n<blockquote id=\"b179-6\">“There is only one claim, and that is of the one injured ... and one judgment, the division of which is fixed by statute. However the money may be derived from such a source, and it makes no difference whether it be by suit or compromise, its distribution is fixed by the terms of the statute, and the construction put upon it in the opinion ... in <em>Barrett v. Indemnity Ins. Co., </em>152 Md. 253, 259, 136 A. 542, 544, and which we hold to be applicable here, is:</blockquote>\n<blockquote id=\"b179-7\">‘Considering this language [of the predecessor statute of § 9-902] and also the purpose of the original act as stated in the preamble thereto, the obvious intention of the <page-number citation-index=\"1\" label=\"150\">*150</page-number>Legislature was that <em>the injured employee ... should not receive any part of the damages recovered in a proceeding brought to enforce a legal liability in some person other than the employer, until the employer or the insurer had been reimbursed for all sums paid under the award </em>against them or either of them, including payments for medical and surgical services and funeral expenses, and the “employer’s expenses and costs of action” had been paid.’ ”</blockquote>\n<p id=\"b180-4\"><em>Id. </em>at 104, 161 A. at 9 (alteration added)(emphasis added). This illustrates the long standing proposition that § 9-902 and its predecessors contemplate that the employer is entitled to a <em>full reimbursement </em>of the award it pays under the Act when the employee receives damages in excess of that award from a third party tort-feasor. While appellant may be correct in stating that subrogation’s roots are in the common law, this Court’s decision in the very case appellant cites for this proposition clearly interprets the effectuating statute to require full reimbursement to the insurer. Such an interpretation reinforces the plain language of the statute in the case at bar.</p>\n<p id=\"b180-5\">As the relevant language of § 9-902(e) of the Labor and Employment Article of the Maryland Code, and, prior to its codification, that of Article 101 § 58, have been substantively unchanged for over 80 years, cases that have interpreted prior versions of this section of the code are instructive. While the specific issue in the case <em>sub judice </em>is one of first impression in this Court, our case law interpreting the nearly identical ancestral language provides additional support that the plain meaning of the language of § 9-902(e), and its predecessors, require reimbursement in full to the employer/insurer.</p>\n<p id=\"b180-6\">This Court has specifically interpreted Md.Code Article 101 § 58, the predecessor to the current § 9-902(e), to be clear and unambiguous. In <em>Hubbard, </em>289 Md. at 593, 426 A.2d at 907, after discussing the history of Article 101 § 58 in the context of a case where an injured employee attempted to modify an award of compensation under the Act after receiv<page-number citation-index=\"1\" label=\"151\">*151</page-number>ing a judgment against a third party tort-feasor, Judge Smith wrote the following for this Court:</p>\n<blockquote id=\"b181-5\">“As this Court held in <em>Barrett, </em>the employee here could not proceed against both the tort-feasor and his employer ‘except in the manner provided by the statute,’ § 58. The suit here was under the second sentence in § 58, which is <em>clear and unambiguous. </em>If a suit is brought under such circumstances and there is a recovery against the third person, the employer and his insurance company have a right to be reimbursed for compensation paid or awarded and for any amounts paid under the [Workers’ Compensation] Act, except court costs and counsel fees.... This provision of the statute and the decisions of this Court in <em>Gray </em>and <em>Barrett </em>control this case. Since the amount recovered by the employee in the third party proceeding is in excess of the amount awarded by the Commission’s order, there is nothing due the employee from his employer or its insurance company. The case is ‘deemed to have been finally settled and closed....’” [Alteration added.][Emphasis added.]</blockquote>\n<p id=\"b181-6\"><em>See also Brocker Mfg. and Supply Co. v. Mashburn, </em>17 Md.App. 327, 339, 301 A.2d 501, 507 (1973) (stating, in reference to Article 101 § 58, “as we read our statute it is susceptible of but one rational interpretation”). The sentence which the <em>Hubbard </em>Court has deemed clear and unambiguous is essentially the same language encompassed in the current § 9-902(e).<footnotemark>10</footnotemark> The <em>Hubbard </em>court clearly states that if an <page-number citation-index=\"1\" label=\"152\">*152</page-number>injured employee recovers money in excess of the amount of the compensation awarded by the Commission, the insurer or employer has no further obligation to pay the employee in addition to having a right to <em>full </em>reimbursement.</p>\n<p id=\"b182-4\">In <em>Franch, </em>341 Md. at 360, 670 A.2d at 955-56, this Court decided, <em>inter alia, </em>the issue of whether an employee’s unauthorized settlement with a third party tort-feasor prejudiced the insurer. In agreeing with the Court of Special Appeals, this Court stated:</p>\n<blockquote id=\"b182-5\">“[T]he [Court of Special Appeals] held, the employer is entitled to reimbursement from the proceeds of the settlement as the statute provides. Additionally, the court held that if the employer can establish that it has been <em>prejudiced </em>by the settlement, i.e., because the reasonable dollar value of the third-party claim might have been significantly greater than the amount of the actual unauthorized settlement and the settlement was less than the workers’ compensation benefits, then the employer is also entitled to a credit for the amount of the prejudice. The court also noted that in cases where the total amount of the credits due the employer because of the unauthorized settlement exceeds the amount of future benefits that would be due the employee, the employee’s benefits could be terminated. We agree with the above described analysis by the Court of Special Appeals.” [Citations omitted.][Alterations added.][Footnotes omitted.]</blockquote>\n<p id=\"b183-4\"><page-number citation-index=\"1\" label=\"153\">*153</page-number>Section 9-902 and its predecessors protect the employer’s right to full reimbursement in these situations. <em>See South Down Liquors v. Hayes, </em>323 Md. 4, 11, 590 A.2d 161, 164 (1991)(stating, in reference to Article 101 § 58, “The statute also provides the mechanism for fully protecting the insurer’s share of any recovery made by the employee.”). <em>See also Gray v. State Roads Comm’n, </em>253 Md. 421, 252 A.2d 810 (1969).</p>\n<p id=\"b183-5\">Allowing an insurer to be fully reimbursed is also consistent when read in conjunction with § 9-903.<footnotemark>11</footnotemark> Section 9-903 states:</p>\n<blockquote id=\"b183-6\">(a) <em>In general. </em>— Except as provided in subsection (b) of this section, if a covered employee ... receive[s] an amount in an action:</blockquote>\n<blockquote id=\"b183-7\">(1) the amount is in place of any award that otherwise could be made under this title; and</blockquote>\n<blockquote id=\"b183-8\">(2) the case is finally closed and settled.</blockquote>\n<blockquote id=\"b183-9\">(b) <em>Exception. </em>— If the amount of damages received by the covered employee ... is less than the amount that the covered employee ... would otherwise be entitled to receive under this title, the covered employee .. . may reopen the claim for compensation to recover the difference between:</blockquote>\n<blockquote id=\"b183-10\">(1) the amount of damages received by the covered employee ...; and</blockquote>\n<blockquote id=\"b183-11\">(2) the full amount of compensation that otherwise would be payable under this title.” [Alteration added.]</blockquote>\n<p id=\"b183-12\">While this section entitles an employee to reopen a compensation claim where the employee’s damages in the tort suit do not equal the compensation award the employee is entitled to under the Act, it clearly states that any employee recovery of damages equal to or greater than that amount is in lieu of compensation under the Act. The Court of Special Appeals, in <page-number citation-index=\"1\" label=\"154\">*154</page-number><em>Chesapeake Haven Land Corporation v. Litzenberg, </em>141 Md.App. 411, 420, 785 A.2d 859, 863-64 (2001), a case involving a question of whether an insurer would receive credits against future compensation payments due to the employee’s recovery of damages from a third party tort-feasor, stated:</p>\n<blockquote id=\"b184-5\">“In our view, the legislative intent in the adoption of [Labor and Employment Article of the Maryland Code] §§ 901 through 903 is best expressed by Professor Larsen in Vol. 2, sec. 71.20, <em>Worker’s Compensation Commission, </em>stating:</blockquote>\n<blockquote id=\"b184-6\">‘It is equally elementary' that the claimant should not be allowed to keep the entire amount both of his award and his common law damage recovery. The obvious disposition of the matter is to give the employer so much of the negligence recovery as necessary to reimburse him for his compensation outlay, and give the employee the excess. This is fair to everyone concerned: the employer, who, in a fault sense, is neutral, comes out even.... ’</blockquote>\n<blockquote id=\"AUq\">When sections 9-902 and 9-903 of [the Labor and Employment Article of the Maryland Code] are read together, the legislative intent is clear. The employer and insurer are reimbursed fully for the benefits and medical services provided and the third-party claimant <em>may keep the balance. </em>The reimbursement requirement precludes ‘double dipping’ by the claimant and preserves his right to reopen his case after the third-party recovery is depleted.” [Alterations added.][Emphasis added.]</blockquote>\n<p id=\"b184-7\">We “may neither add nor delete language” to a statute. <em>Chesapeake &amp; Potomac Tel. Co. of Maryland v. Dir. of Fin. for Mayor, </em>343 Md. 567, 579, 683 A.2d 512, 517 (1996). We hold that the Legislature, in enacting the statute at issue here, would have used language limiting reimbursement of insurers within § 9-902(e) if it had intended to limit their recovery where employees recover more than the compensation award issued by the Commission, but less than their full damage award from a third party tort-feasor due to a factor beyond the control of the employee, employer or insurer. Here, the Legislature did not do so.</p>\n<p id=\"b185-3\"><page-number citation-index=\"1\" label=\"155\">*155</page-number>III. Conclusion</p>\n<p id=\"b185-4\">The language of § 9-902(e) clearly and unambiguously requires an injured employee to <em>fully </em>reimburse an insurer or employer for a compensation award paid pursuant to the Maryland Workers’ Compensation Act where the employee <em>recovers </em>money damages from a third party tort-feasor in an amount equal to or greater than the paid benefits. As the language of § 9-902(e) is clear and unambiguous, we do not reach appellant’s questions regarding liberal interpretation, common law equitable considerations and the “made whole doctrine.” Section 9-902 mandates that appellant fully reimburse appellee for the entire amount of the award appellee paid to appellant, $11,705.51, minus costs and fees. As the plain language of § 9 — 902(e)(2), our case law and a comparative reading of another section of the statute illustrate, the Legislature intended full recovery for employers/insurers in cases such as the one at bar. Judge Dwyer properly construed the statute. Accordingly, we affirm the judgment of the Circuit Court.</p>\n<p id=\"b185-5\">JUDGMENT OF THE CIRCUIT COURT OF FREDERICK COUNTY AFFIRMED; COSTS IN THIS COURT TO BE PAID BY APPELLANT.</p>\n<footnote label=\"1\">\n<p id=\"b166-8\">. Unless stated otherwise, all statutory references are to Md.Code (1991, 1999 Repl.Vol.) of the Labor and Employment Article (Maryland Workers' Compensation Act) and its predecessors, which were previously codified as Article 101 section 58.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b167-10\">. In relevant part, Maryland Rule 8 501(g) states:</p>\n<blockquote id=\"b167-11\">\"(g) Agreed statement of facts or stipulation. The parties may agree on a statement of undisputed facts that may be included in a record extract or, if the parties agree, as all or part of the statement of facts in the appellant's brief. As to disputed facts, the parties may include in the record extract, in place of any testimony or exhibit, a stipulation that summarizes the testimony or exhibit. The stipulation may state all or part of the testimony in narrative form....”</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b170-7\">. The actual categories of parties eligible to receive the benefit of subrogation payments under § 9 — 902(e)(2), the text of which is stated <em>infra, </em>includes self-insured employers, insurers, the Subsequent Injury Fund or the Uninsured Employers' Fund. For brevity purposes, this opinion uses the terms \"employer” or \"insurer” interchangeably to encompass all of these groups.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b171-9\">. Section 9-902 is entitled \"Action against third party after award or payment of compensation.” Its first two subsections, (a) and (b) deal with situations where the subrogee, <em>i.e., </em>the self-insured employer, insurer or fund, files an action against a third party. Subsections (c) and (d) are relevant in that these are the provisions that allow, and set out the time limitations for, the injured employee to file an action against a third party. Subsection (e) is the focus of this appeal, while subsection (0 deals with the distribution of court costs and attorney’s fees.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b175-7\">. This reimbursement amount, $11,705.51, is not the actual amount that will be received by appellees. Subject to § 9-902(e)(1) and § 9-902(1), and as stated in the fact section, <em>supra, </em>the final amount after costs and fees are deducted totals $7,803.67.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b175-8\">. There is no legislative history of this original act, however, Maryland courts have discussed the subsequent evolution of this section several times. <em>See Curtis, </em>330 Md. at 166, 623 A.2d at 187-88. In a thorough <page-number citation-index=\"1\" label=\"146\">*146</page-number>discussion of the history of the Act, Judge Smith stated for the Court in <em>Hubbard v. Livingston Fire Protection, Inc., </em>289 Md. 581, 587, 426 A.2d 901, 904 (1981):</p>\n<blockquote id=\"b176-8\">\"The history of § 58 has been carefully traced in a series of cases in this Court and in the Court of Special Appeals. See <em>Hagerstown v. Schreiner, </em>135 Md. 650, 109 A. 464 (1920); <em>Bethlehem Steel Co. v. Raymond Concrete Pile Co., </em>141 Md. 67, 118 A. 279 (1922); <em>Clough &amp; Molloy v. Shilling, </em>149 Md. 189, 131 A. 343 (1925); <em>State v. Francis, </em>151 Md. 147, 134 A. 26 (1926); <em>Barrett v. Indemnity Ins. Co., </em>152 Md. 253, 136 A. 542 (1927); <em>Baltimore Transit Co. v. State, </em>183 Md. 674, 39 A.2d 858 (1944); <em>Metz v. Fireman’s Fund Insur., </em>15 Md.App. 179, 289 A.2d 830 (1972); and <em>Brocker Mfg. v. Mashburn, </em>17 Md.App. 327, 301 A.2d 501 (1973).”</blockquote>\n<p id=\"b176-9\">In addition to <em>Hubbard, </em>for some of the cases that have added to this documented history since 1981, <em>see Franch, </em>341 Md. at 357-58, 670 A.2d at 954-55; <em>Erie Ins. Co. v. Curtis, </em>330 Md. 160, 623 A.2d 184; <em>Chesapeake Haven Land Corp. v. Litzenberg, </em>141 Md.App. 411, 785 A.2d 859 (2001).</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b177-6\">. For cases involving the history of this act, <em>see supra, </em>note 6. The three major amendments are outlined and explained in detail in <em>Hubbard, </em>289 Md. at 587-88, 426 A.2d at 904-05. The first, Chapter 608 of the Laws of Maryland of 1947, inserted a provision relating to the sharing of counsel fees. The second, Chapter 588 of the Laws of Maryland of 1955, added a paragraph regarding the tolling of the period of limitations during the two-months following the initial award of compensation by the Commission. The final major substantive amendment, Chapter 814 of the Laws of Maryland of 1957, allowed employees to reopen their claims for workers’ compensation if the amount received by the injured employee was less than the employees were entitled to receive under the provisions of the Act. This principle is now codified in § 9-903. Again, these amendments, the only major substantive changes since 1922, have no bearing on a case, such as the one at bar, where an employer/insurer seeks reimbursement from an employee who received from a third party tort-feasor more than the amount awarded in compensation under the Act.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b177-7\">. Under appellant’s contentions, an employer would be barred from any recovery, or, in the alternative, to the same percentage of recovery as the employee, until the employee received all funds awarded to the <page-number citation-index=\"1\" label=\"148\">*148</page-number>employee during a suit against the third party. This analysis is in direct opposition to the plain language of § 9-902 and could lead to confusing, if not absurd, results.</p>\n<p id=\"b178-7\">Problems with appellant’s analysis arise if the employer/insurer were to initially bring an action against the third party during the two-month period. An employer paying out $10,000 to an employee as compensation under the Act, brings suit against a third party, is awarded $100,000 by a jury but only actually.recovers $5,000 of that jury award because of the third party's bankruptcy. Section 9-902(b) authorizes payment to the employee in such a situation only when the employer recovers money in excess of the amount it paid to the employee as compensation under the Act. In this example, relying on the clear language of the statute, that would mean that the employer would keep all of the $5,000. Under appellee's contention, however, the employer, who has already paid the employee the required $10,000 compensation under the Act, would be required to remit to the employee 95% of the $5,000 recovered as a subrogation claim from the third party. As a result, the employee would receive nearly all of the money from the third party while the employer, if it is reimbursed at all, gets significantly less. This is in direct opposition to the statute.</p>\n<p id=\"b178-8\">In terms of the case at bar, had the appellee employer brought its own action against Montgomery Ward within the two-month period, under the provisions of the statute alone, it would only have had to pay over to appellant any sums it recovered over the amount of its subrogation claim. If appellant's theory were to be accepted by this Court upon appellant’s rationale, in those cases where the employer initiates suit and then would settle the action resulting in a $90,000 judgment, the employer would have to remit to the employee the difference in excess of its subrogation claim based purely upon the entry of a judgment, even if no recovery under that judgment is made or even possible.</p>\n<p id=\"b178-9\">The statute clearly does not contemplate such distributions.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b179-8\">. See <em>supra </em>footnote 1.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b181-7\">. The second sentence of the version of Article 101 § 58 interpreted in <em>Hubbard </em>states, in relevant part:</p>\n<blockquote id=\"b181-8\">\"If any such employer, insurance company, association or State Accident Fund shall not, within two months from the passage of the award of this Commission, start proceedings to enforce the liability of such other person, the injured employee ... may enforce the liability of such other person, provided, however, that if <em>damages are recovered the injured employee ... </em>may first retain therefrom the expenses and costs of action incurred by the said employee ... <em>and the employer, insurance company, association or the State Accident Fund, as the case may be, shall be reimbursed for the compensation already paid or awarded and any amount or amounts paid for medical or surgical </em><page-number citation-index=\"1\" label=\"152\">*152</page-number><em>services, funeral expenses or for any of the other purposes enumerated in § 36 of this article, except court costs and counsel or attorney's fees, ... and the balance in excess of these </em>items shall inure to the injured employee ... and the amount thus received by the injured employee ... shall be in lieu of any award that might otherwise have been made thereafter in the same case under the provisions of this article and said case shall thereupon be deemed to have been finally settled and closed unless the amount thus received by the injured employee ... from such other person shall be less than the injured employee ... would be otherwise entitled to receive under the provisions of this article....”</blockquote>\n<p id=\"b182-8\"><em>Hubbard, </em>289 Md. at 584-85 n. 2, 426 A.2d at 903 n. 2 (alteration added)(emphasis added).</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b183-13\">. Under Maryland law, all sections of the Act must be read and considered together as they are a part of one general statutory scheme. <em>See Subsequent Injury Fund v. Chapman, </em>262 Md. 367, 277 A.2d 444 (1971); <em>Howard Contracting Co. v. Yeager, </em>184 Md. 503, 41 A.2d 494 (1945).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}