{
  "casebody": {
    "data": "<casebody firstpage=\"107\" lastpage=\"111\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"Ays\">Tim LOK, Petitioner, v. IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AX1\">No. 952, Docket 81-4234.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"Az-s\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AiX\">Argued April 7, 1982.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A1N\">Decided June 1, 1982.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b183-4\">Stanley H. Wallenstein, New York City (Schiano Wallenstein &amp; Kramer, New York City, of counsel), for petitioner.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b183-16\">Thomas H. Belote, Sp. Asst. U. S. Atty., New York City (John S. Martin, Jr., U. S. Atty. for S. D. New York, Richard N. Pap-per, Asst. U. S. Atty., New York City, of counsel), for respondent.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b183-17\">Before LUMBARD and NEWMAN, Circuit Judges, and CURTIN,<footnotemark>*</footnotemark> District Judge.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"af-dedup-0\"> Honorable John Thomas Curtin, United States District Judge for the Western District of New York, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b183-18\">LUMBARD, Circuit Judge:</author>\n<p id=\"b183-19\">Tim Lok has lived in this country for 23 years, eleven of them under deportation orders. He petitions for a third time for review of a decision of the Board of Immigration Appeals, which found for a third time that he had not accumulated seven continuous years of “lawful unrelinquished domicile” entitling him to relief from deportation under § 212(c) of the Immigration and Naturalization Act of 1952, 8 U.S.C. § 1182(c) (1976). We deny his petition.</p>\n<p id=\"b183-20\">Born in China in 1937,<footnotemark>1</footnotemark> Lok came to the United States as a seaman on July 27,1959. As a seaman, he had 29 days to enjoy the United States. § 252(a)(1), 8 U.S.C. § 1282(a)(1). Lok, however, did not leave after 29 days. Instead, he disappeared until October 8, 1965, when a private bill was introduced in his behalf in the United States Senate. The Immigration and Naturalization Service (INS) was notified of the bill and interviewed Lok on October 19, 1965. The interview led to deportation charges, and petitioner conceded his deport-ability at a hearing on October 26. On November 30, INS told Lok he could remain in the United States until August 1, 1966, or until Congress acted adversely on his private bill, whichever came first.</p>\n<p id=\"b183-22\">Congress failed to act on the private bill, and the INS granted Lok a final extension of voluntary departure time until March 2, 1967. One day before the extension expired, another private bill was introduced <page-number citation-index=\"1\" label=\"108\">*108</page-number>on petitioner’s behalf. The INS again told petitioner he could stay while the bill was pending until February 1, 1969. Congress failed to act on the second bill, and the INS told petitioner to leave voluntarily by March 3, 1969, or face deportation.</p>\n<p id=\"b184-4\">Meanwhile, on February 23, 1968 Tim Lok married his present wife, Wai Chan Lok, an American resident since 1960 and a naturalized citizen since 1967. On February 23, 1969 — one month before petitioner faced deportation — Wai Chan Lok filed a visa petition with INS seeking to reclassify petitioner as her husband for immigration purposes. As her husband, Lok was eligible for admission to the United States as a permanent resident. § 201(b), 8 U.S.C. § 1151(b). The INS pursuant to its own policies did not enforce deportation. Lok’s visa petition was approved by the INS on January 30, 1970. Because Lok was in the United States illegally as a crewman who had overstayed his 29-day period, he had to go to Hong Kong to apply for permanent residence. He left on October 25, 1971; because he was still under a deportation order, his departure triggered INS procedures, and the Service noted that he had effected his own deportation by leaving the country. Because the INS labeled Lok as deported, he needed special permission to obtain his immigration visa as a permanent resident under § 212(a)(17), 8 U.S.C. § 1182(a)(17) as it then stood. The INS granted permission on November 29, 1971. Lok was issued his immigration visa by the Consul in Hong Kong on December 17, and returned to the United States on December 26, 1971, as a lawful permanent resident.</p>\n<p id=\"b184-6\">Less than one year later Lok was arrested and indicted with three co-defendants for possessing about twenty pounds of heroin with intent to distribute. On January 3, 1973, petitioner pleaded guilty and was sentenced to five years in prison. While he was serving his sentence, the INS instituted a second deportation proceeding against him on March 29, 1973. Under §§ 212(a)(23) and 241(a)(ll), 8 U.S.C. §§ 1182(a)(23), 1251(a)(ll) (1976), petitioner was deportable as an alien convicted of a narcotics violation. The INS told petitioner a hearing would be held on deportation as soon as he was released from prison. Petitioner conceded his deportability at the hearing on April 21, 1975. However, he contended he was eligible for relief from deportation under § 212(c), 8 U.S.C. § 1182(c):</p>\n<blockquote id=\"b184-11\">(c) Aliens lawfully admitted for permanent residence who temporarily proceeded abroad voluntarily and not under an order of deportation, and who are returning to a lawful unrelinquished domicile of seven consecutive years, may be admitted in the discretion of the Attorney General without regard to the provisions of paragraphs (1)-(25), (30) and (31) of subsection (a) of this title.<footnotemark>2</footnotemark></blockquote>\n<p id=\"Ail\">Administrative Law Judge Fieldsteel, however, denied Lok’s § 212(c) application on May 29, 1975, and the Board of Immigration Appeals affirmed on July 30, 1976, on the ground that Lok had not been a permanent resident for seven consecutive years. The Board reasoned that Lok could fulfill § 212(c)’s requirement of “lawful unrelin-quished domicile” only by being a permanent resident.</p>\n<p id=\"b184-12\">We reversed on precisely that point in <em>Tim Lok v. INS, </em>548 F.2d 37 (2d Cir. 1977) <em>(Tim Lok I), </em>holding that “lawful domicile” did not require “permanent residence” status, and remanding to the INS for determination of whether Lok was a lawful domiciliary though not a permanent resident. Judge Fieldsteel on June 14, 1979, again denied Lok’s § 212(c) application, ruling that Lok was in the United States illegally before he was admitted as a permanent <page-number citation-index=\"1\" label=\"109\">*109</page-number>resident in December 1971, and therefore Lok did not establish lawful domicile prior to that time. The Board of Immigration Appeals adopted the judge’s decision on November 8,1979, and Lok petitioned a second time for review before this court. On his appeal, Lok for the first time advanced the alternative argument that no matter what his status had been before admission as a permanent'resident on December 26, 1971, he had been a permanent resident since that time and the section’s seven years had run. The United States Attorney for the Southern District agreed to remand to the Board for consideration of this issue. <em>(Tim Lok II).</em></p>\n<p id=\"b185-5\">On July 31, 1981, the Board of Immigration Appeals issued its third decision, for the third time denying Lok § 212(c) relief and ordering his deportation. The Board reaffirmed Judge Fieldsteel’s conclusion that Lok could not have established lawful domicile before he was admitted as a permanent resident in December 1971. The Board reasoned that domicile requires intent to remain in the United States, and that Lok could not lawfully have intended to remain until he legalized his residence. The Board also reasoned that so long as Lok remained a permanent resident, he was lawfully domiciled in the United States. The Board held that permanent residence terminated when it affirmed the order of deportation against Lok in <em>Tim Lok I </em>on July 30, 1976 and that termination of permanent residence by reason of a final adjudication of deportability resulted in termination of lawful domicile. Petitioning a third time for review, Lok contends the Board disobeyed our mandate in <em>Tim Lok I </em>by impermissibly equating “lawful domicile” with “permanent residence.” We agree with the decision of the Board, though for reasons different in part from those advanced by the INS.</p>\n<p id=\"b185-9\">Tim Lok established domicile in the United States only when he established an intent to remain. C. Gordon &amp; H. Rosenfeld, 2 <em>Immigration Law &amp; Procedure </em>§ 7.4b at 7 — 46 (Rev. Ed. 1981). Lok established <em>lawful </em>domicile only when his intent to remain was legal under the immigration laws. <em>El-kins v. Moreno, </em>435 U.S. 647, 665-68, 98 S.Ct. 1338, 1349-50, 55 L.Ed.2d 614 (1978).<footnotemark>3</footnotemark> Implicitly endorsing the holding in <em>Tim Lok I, </em>the Supreme Court ruled that an alien did not have to be a permanent resident to harbor a lawful intent to remain.<footnotemark>4</footnotemark> Thousands of aliens could become lawful domici-liaries without becoming permanent residents under <em>Elkins </em>and <em>Tim Lok I. See </em>Comment, <em>Lawful Domicile Under Section 212(c) of the Immigration and Nationality Act, </em>47 U.Chi.L.Rev. 771, 778, 797-802 (1980). However, Tim Lok himself is not one of those aliens. As a seaman who had overstayed his 29 days, Lok was in the United States illegally. He could not establish lawful domicile. <em>Elkins, </em>435 U.S. at <page-number citation-index=\"1\" label=\"110\">*110</page-number>665, 98 S.Ct.at 1349. Nor did his marriage change his status. The INS halted deportation proceedings against Lok as a matter of grace, not as a matter of law. The toleration of Lok’s presence clearly did not legalize his intent to remain, which was still at odds with the statute, as Lok had to leave the country before he could enter as a legal alien.</p>\n<p id=\"b186-4\">The requirement that Lok’s domicile be “lawful” is more than a formality; it is a commandment installed in the 1952 Immigration and Naturalization Act as a deliberate change from prior law. <em>Revising the Laws Relative to Immigration, Naturalization and Nationality: </em>H.R.Rep.No.1365; to accompany H.R. 5678, 82d Cong. 2d Sess. 143 (1952), U.S.Code Cong. &amp; Admin.News 1952, p. 1653 (comparing § 212(c) with § 3(7) of the Act of 1917). By adding the word “lawful,” Congress intended to restrict § 212(c) relief to those aliens who “came in the front door, were inspected, lawfully admitted , .. and remained here for 7 years before they got into trouble.” <em>The Immigration and Naturalization Systems of the United States, </em>S.Rep. 1515, 81st Cong. 2d Sess. 382 (1950). The predecessor of § 212(c) was used by aliens Congress had no intention of benefiting:</p>\n<blockquote id=\"b186-5\">[T]he subcommittee was told that an alien who has been convicted of some crime involving moral turpitude is precluded from lawful admission into the United States. While such a person cannot obtain an immigration visa from an American consular office, he can enter as a stowaway, <em>as a seaman, </em>or otherwise effect an illegal entry into the United States. After a period of 7 years or more, he may have acquired a family or property here and established in his own mind an intent to remain permanently in this country.... The result is that the Attorney General may exercise his discretionary authority and authorize the admission of an alien notwithstanding the fact that there is a conviction in the record of his case which would, ordinarily, preclude his lawful entry.</blockquote>\n<p id=\"b186-8\"><em>Id. </em>at 383 (emphasis added). Congress wrote § 212(c) to exclude this kind of alien. Clearly there is no valid distinction between the alien whom Congress wanted to exclude because of a pre-immigration offense and Tim Lok whom the INS wants to deport because of a post-immigration offense. Acquisition of a family in the first case does not establish lawful domicile and marriage does not in the case before us.</p>\n<p id=\"b186-9\">Therefore Tim Lok’s lawful domicile did not begin until his admission as a permanent resident in December 1971. The Board concluded Lok’s lawful domicile ended when the Board affirmed in <em>Tim Lok </em>I; we think it may have ended even earlier. Lok conceded deportability on April 21, 1975, and Judge Fieldsteel found him deportable on May 29, 1975. The order of deportability probably became final under the pertinent regulations 10 days thereafter when no appeal was taken challenging the finding of deportability. 8 C.F.R. §§ 242.-21, 243.1. Lok’s only defense to deportation was an appeal to the discretion of the Attorney General under § 212(e). The possibility of such discretionary relief led the INS and the Courts to tolerate Lok’s presence; it did not legalize his intent to remain any more than the Service’s policy against deporting Lok as the spouse of a citizen. <em>See Chiravacharadhikul v. INS, </em>645 F.2d 248, 252 (4th Cir.) (Haynsworth, <em>Ch. J., </em>dissenting) (eligibility for § 212(c) does not determine deportability; merely leaves the question to the discretion of Attorney General), ce<em>rt. denied, </em>454 U.S. 893, 102 S.Ct. 389, 70 L.Ed.2d 207 (1981). Once Tim Lok’s order for deportation was not timely challenged on its merits, he resided in the United States once again as a matter of grace, not law.<footnotemark>5</footnotemark></p>\n<p id=\"b187-4\"><page-number citation-index=\"1\" label=\"111\">*111</page-number>Petition denied. The mandate shall issue forthwith.</p>\n<footnote label=\"1\">\n<p id=\"b183-23\">. Lok is a citizen of China; which China is not clear from the record. The Government of Taiwan refused to accept Lok when his order of deportation was entered in 1975; the order named Hong Kong as an alternate site.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b184-7\">. On its face, § 212(c) grants discretionary relief only to aliens outside the United States who seek to return. We struck this limitation down as without rational basis and therefore viola-tive of the fifth amendment to the Constitution. <em>Francis v. INS, </em>532 F.2d 268 (2d Cir. 1976). The INS has since applied § 212(c) to both resident aliens and aliens seeking to return to their residence in the United States. C. Gordon &amp; H. Rosenfeld, 2 <em>Immigration Law &amp; Procedure </em>§ 7.4b at 7-44 (Rev. ed. 1981). Therefore Lok is not barred from § 212(c) relief by virtue of his presence in the United States.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b185-6\">. <em>Tim Lok I </em>is not to the contrary. Chief Judge Kaufman did propose that a hypothetical alien who spent three years as a student and four as a permanent resident would accumulate seven years of lawful domicile, overlooking the fact that students may not legally form the intent to remain in the United States under the terms of their visa. <em>Elkins, </em>435 U.S. at 665, 98 S.Ct. at 1349; <em>Anwo v. INS, </em>607 F.2d 435, 437-38 (D.C.Cir.1979) (per curiam). The hypothetical student in <em>Tim Lok I, </em>however, was no more than an example and not an issue before the court; we do not interpret the example as permitting lawful domicile without the requisite lawful intent to remain.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b185-7\">. Notwithstanding the Supreme Court’s implicit endorsement of the result in Tim <em>Lok I, </em>the INS has declined to follow our earlier decision outside the second circuit, <em>Matter of Anwo, </em>16 I. &amp; N. Dec. I.D. 2604 (1977), <em>aff’d on other grounds, Anwo v. INS, </em>607 F.2d 435 (D.C.Cir.1979) (per curiam), and two other circuits have upheld the Service by rejecting the decision. <em>Chiravacharadhikul v. INS, </em>645 F.2d 248 (4th Cir.), <em>cert. denied, </em>454 U.S. 893, 102 S.Ct. 389, 70 L.Ed.2d 207 (1981); <em>Castillo-Felix v. INS, </em>601 F.2d 459 (9th Cir. 1979). The rationale of these decisions, however, is open to question. <em>Compare Castillo-Felix, </em>601 F.2d at 464 (“the fact that a small group of nonimmigrants could conceivably qualify as ‘lawfully’ domiciled within this country without acquiring permanent residence status does not persuade us that ‘lawful’ should be defined without reference to the phrase ‘lawfully admitted for permanent residence’ ”) <em>with </em>Comment, <em>Lawful Domicile Under Section 212(c) of the Immigration and Nationality Act, </em>47 U.Chi.L.Rev. 771, 777-78, 797-802 (1980) (more than 250,000 aliens could benefit from <em>Tim Lok </em>I; group is not “small”).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b186-6\">. At oral argument, counsel for the INS contended that it would be absurd to hold that Tim Lok’s stay in prison counted towards seven years of “lawful domicile.” The INS did not advance the argument that “lawful domicile” terminates upon conviction of a crime which is a deportable offense, and we find it unnecessary to consider that contention in this case. It should be noted, however, that Senate Report 1515, <em>supra, </em>clearly states that § 212(c) was intended to provide relief <em>only </em>for aliens who spent seven years in the United States “before <page-number citation-index=\"1\" label=\"111\">*111</page-number><em>they got into trouble.” Id. </em>at 382 (emphasis added).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}