{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"153\" lastpage=\"155\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b153-4\" pgmap=\"153\">Charles Freeman et al. v. The People of the State of Illinois, for use, etc.</parties><syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b153-7\" pgmap=\"153\">1. Penal bonds—extent of recovery—and form of judgment thereon. In actions upon penal bonds the plaintiff must recover, if at all, for the amount of the penalty, as debt, and such sum as may be found to be due, as damages.</syllabus><syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b153-8\" pgmap=\"153\">2. In such cases, the jury should find the amount of the debt and damages separately. The penalty is the debt, and the injury sustained, is the damages. And the court should render judgment for the amount of the penalty as the debt, to be discharged upon payment of the damages.</syllabus><syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b153-9\" pgmap=\"153\">3. And when execution issues, it is for the debt and damages, but an endorsement should be made thereon that the debt will be discharged upon the satisfaction of the amount of the damages, and they, with the costs, are all the officer can collect.</syllabus><syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b153-10\" pgmap=\"153\">4. In a suit upon a bastardy bond, the penalty of which was §500, the court entered judgment “ that the plaintiff have and recover of the defendants the said sum of $500 for her debt, and the further sum of $17.50 for her damages, together with her proper costs of suit, and that execution issue for the sameHeld, this judgment, inasmuch as it authorized plaintiff to sue out an execution for, and to collect, both debt and damages, was erroneous.</syllabus><syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b153-11\" pgmap=\"153\">5. The obligors can in no event be held liable on a penal bond for more than the penalty. That is the extent of their undertaking. And the obligee can not recover damages beyond that sum, whatever be the amount of damages sustained.</syllabus><summary data-order=\"6\" data-type=\"history\" id=\"b153-12\" pgmap=\"153\">Appeal from the Circuit Court of Monroe county; the Hon. Silas L. Bryan, Judge, presiding.</summary><p data-order=\"7\" data-type=\"summary\" id=\"b153-13\" pgmap=\"153\">The opinion states the case.</p><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b153-14\" pgmap=\"153\">Mr. James Hay, for the appellant.</attorneys><attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b153-15\" pgmap=\"153\">Messrs. Winkelman &amp; Boneau, for the appellees.</attorneys> <opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b154-3\" pgmap=\"154\">Mr. Justice Walker</author> <p id=\"Ad2\" pgmap=\"154\">delivered the opinion of the Court:</p> <p id=\"b154-4\" pgmap=\"154\">This was an action of debt, brought by appellees, for the use of Cordelia A. Merriman, against appellants, in the Monroe circuit court. In the declaration, the debt claimed was $500, and the damages the same sum. The instrument sued upon was a bastardy bond, the penalty of which was $500. Appellants were served with process, but failed to plead, and a default was entered against them. The judgment was entered in this form: “ Therefore it is considered by the court, that the plaintiff have and recover of the defendants the said sum of $500, for her debt, and the further sum of $17.50 for her damages, together with her proper costs of suit, and that execution issue for the same.” The case is removed to this court by appeal, and a reversal is asked, upon the ground that the judgment is erroneous.</p> <p id=\"b154-6\" pgmap=\"154\">In actions upon penal bonds, the practice has been long and well settled, that if plaintiff recover, it must be for the amount of the penalty, as debt, and such sum as may be found as damages. In such cases, the jury should find the amount of the debt and damages separately, and the penalty in such cases is the debt, and the injury sustained, is the damages, and the court should render judgment for the amount of the penalty, as the debt, to be discharged upon payment of the damages. Frazier v. Laughlin, 1 Gilm. 358; Toles v. Cole, 11 Ill. 563; Erlinger v. The People, 36 Ill. 458. And when exe cution issues, it is for the debt and damages, but an endorsement should be made thereon, that the debt will be discharged upon the satisfaction of the amount of the damages, and they, with the costs, are all the officer can collect.</p> <p id=\"b154-7\" pgmap=\"154(65) 155(124)\">An examination of the record in this ease shows that, in rendering this judgment, the practice has not been observed. Inasmuch as the judgment, as entered, would authorise plaintiffs to sue out an execution for and to collect both debt and damages, it is erroneous. The obligors can in no event be held liable on this bond for more than the penalty. That is the extent of their undertaking. The obligee can not recover damages beyond that sum, whatever be the amount of damages sustained. Had the court in this case found the debt at the sum of $500, the amount of the penalty, and rendered judgment for that sum, and then found the damages to be $500, and in the order rendering judgment, ordered that the payment or satisfaction of the damages should discharge the debt, then it would have conformed to the proper practice in suits on penal bonds, and it would have been free from error. This judgment, however, is for $517.50, upon which execution could be issued and be collected. And being erroneous, it must be reversed and the cause remanded.</p> <p id=\"b155-6\" pgmap=\"155\">Judgment reversed.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}