{
  "casebody": {
    "data": "<casebody firstpage=\"348\" lastpage=\"358\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b356-6\">Addison Gage &amp; others <em>vs. </em>Samuel A. Rollins.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b356-7\">Four persons formed a partnership in the ice business under the name of G., H. &amp; Co., and transacted their business in Charlestown, (Mass.): The' same persons and C. afterwards, by written articles, formed a partnership, under the name of C. &amp; Co., in the business of shipping ice to Mobile, (Alab.) and selling it there: By these articles, G., H. &amp; Co. were to ship ice to Mobile, consigned to C. &amp; Co. and C. was to devote his personal attention to the sale of the ice there, and C. &amp; Co, were to pay, from the proceeds of the sales, to G., H. &amp; Co., a certain pnce, per ton, foi the ice shipped at Charlestown, and also to pay rent for an ice house at Mobile, and all freights and expenses on the ice shipped, and all expenses of discharging and transporting it from the vessels to the ice house, and all other expenses of taking care of and selling it; and the proceeds of the sales, after deducting all said expenses, were to be divided equally between C. and the firm of G., H. &amp; Co.: R. made an agreemen* with the firm of G., H. &amp; Co. to transport a cargo of ice for them, from Charlestown to Mobile, but did not fulfil his agreement 5 and the four members composing that firm brought an action against him to recover damages for breach of that agreement <em>Held, </em>that the action could not be maintained without joining C. as a plaintiff Shaw, C. J. dissenting.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b356-8\">This was an action of assumpsit, brought by Addison Gage, Jacob Hittinger, T. T. Sawyer &amp; J. H. Frothingham, as partners, doing business under the firm of Gage, Hittinger &amp;. Cr. <page-number citation-index=\"1\" label=\"349\">*349</page-number>to recover damages for the breach of the following agreement: “ Boston, June 28th 1843. For value received, I hereby agree, and do by these presents bind myself and vessel in the penal sum of one thousand dollars, to take on board brig Yucatan, at Charlestown, a cargo of ice, and proceed direct to Mobile, at a freight or charter of two dollars and -fo5o-Per ton, 2240 lbs. for each and every ton put on board, to be put on board and taken out free of expense to the vessel. Freight to be paid in specie or its equivalent.</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b357-5\">“Nathaniel Winsor,</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"A7Cl\">as agent for G., H. &amp; Co. agreeing to furnish said freight or charter upon the aforesaid conditions.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b357-6\">“ The customary commissions for procuring said freight or charter to be allowed to said Winsor.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b357-7\">Samuel A. Rollins.”</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b357-8\">On the back of this agreement was written, “ We agree to the within. Gage, Hittinger &amp; Co.”</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b357-9\">At the trial in the court of common pleas, before <em>Wash-burn, </em>J. the plaintiffs called witnesses, whose testimony tended to prove that the defendant, though requested, and though freight was offered to him, refused to perform his part of the above agreement, whereby the plaintiffs were obliged to charter another vessel, after several days delay, at a greatly enhanced price. They then called C. P. Gage as a witness, who testified that the plaintiffs forwarded to him, at Mobile, 163 tons of ice, by the brig Senator, in July 1843 ; that being the other vessel, chartered by the plaintiffs, as testified by the other witnesses. Upon cross-examination, being asked if he was not interested in the contract in suit, he replied that he was not, although he had been; that he had settled with the plaintiffs, and was allowed $80 by them, in October 1844, for his share of the claim sued in this action. He then testified that the plaintiffs and he formed a company in December 1842, by the name of the Fresh Pond Ice Company, (which name was afterwards changed to that of C. P. Gage &amp; Co.,) in the business of shipping ice to Mobile and there selling it. After stating some of the terms on which said company was <page-number citation-index=\"1\" label=\"350\">*350</page-number>formed, and the maimer in which its business was done, it appeared that their agreement was in writing; whereupon the writing was produced, a copy of which is in the margin.<footnotemark>*</footnotemark></summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b359-4\"><page-number citation-index=\"1\" label=\"351\">*351</page-number>The defendant thereupon moved the court that a nonsuit or verdict for the defendant should be ordered, because C. P. Gage was not made a plaintiff in this action; he being interested as a partner in the benefits of the contract sued. The plaintiffs’ counsel contended that the evidence did not show such an interest in C. P. Gage, in the contract in suit, as to render it necessary that he should join in the action. But the judge ruled that the plaintiffs could not maintain the action, without joining said Gage as a plaintiff; whereupon the plaintiffs submitted to a verdict for the defendant, and alleged exceptions to the ruling.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b359-5\"><em>G. T. Bigelow, </em>for the plaintiffs.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"AlR\">The defendant, and Gage, Hittinger &amp; Co. in Charlestown, were the only parties to the contract in suit. The latter acted as agents to the firm in Mobile, though they were also members of that firm. C. P. Gage was member of the latter firm, and not of the former. His interest in the contract might have authorized his joining in the action, but does not render him a necessary party. 1 Chit. PI. (6th Amer. ed.) 9, 10. <em>Potter </em>v. <em>Yale College, </em>8 Connect. 60. <em>U. States </em>v. <em>Parmele, </em>Paine, 252. <em>West Boylston Manuf. Co. </em>v. <em>Searl.e, </em>15 Pick. 225. Story on Part. (1st ed.) p. 152, and note (1.)</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b359-6\"><em>E. R. Hoar, </em>for the defendant.</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"ALA\">The defendant, not knowing who the shippers were, contracted with Winsor, the broker, and with him alone; and to Winsor ’ alone should he be answerable in a suit on the contract. But if the subsequent assent of Gage, Hittinger and Co. enables them to sue, the members of the firm using that style, and also C. P. Gage, who, with them, was member of the Mobile firm, must join as plaintiffs, as the contract vras for the account of all. <em>Garrett </em>v. <em>Handley, </em>5 Dowl. &amp; Ryl. 319. <em>Alexander </em>v. <em>Barker, </em>2 Crompt. &amp; Jerv. 133, and 2 Tyrw. 140. If the firm here-acted as agents of the firm in Mobile, in employing Winsor, there is no adjudged case that warrants a suit in their names.</p>\n<p data-order=\"14\" data-type=\"legal\" id=\"b359-7\">The opinion of a majority of the court was delivered at October term 1846, by</p>\n<footnote data-order=\"15\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b358-5\"> “ This agreement, made and entered into this twenty fourth day of December 1842, by and between Gage, Hittinger &amp; Co. of Charlestown, Massa chusetts, and Charles P. Gage, now of said Charlestown but about to leave for Mobile, Alabama, witnesseth: That the said Gage, Hittinger &amp; Co., on their part, hereby agree to ship to Mobile, Alabama, to be sold by said Charles P. Gage, such quantities of ice as he may from time to time order, and to keep him constantly supplied during the year 1843, and as much longer as they can hereafter agree; provided they, the said Gage, Hittinger &amp; Co. are able to procure a sufficient stock from Fresh or Spy Ponds in Cambridge, Massachusetts, or from the pond in Boxford, Maine, where they have recently erected ice houses. The said ice to be shipped to the Fresh Pond Ice Company, which is understood to be the said Gage, Hittinger &amp; Co. and the said C. P. Gage. And the said Charles P. Gage agrees to devote his time and give his personal attention to the sale of said ice, and to do everything in his power to promote the interest of said Fresh Pond Ice Company, at Mobile. And the said Fresh Pond Ice Company hereby agrees to pay, out of the proceeds of said ice, to said Gage, Hittinger &amp; Co., for each and every ton shipped as above, as follows, viz. for ice cut directly from the pond, all fitted and stowed in the vessel’s hold, one dollars per ton; for ice taken from the houses, at any time previous to the middle of May 1843, two dollars per ton; and at any time during the season, later than the middle of May, two -20^, dollars per ton unless the expenses of getting the ice, the transportation from the pond to the wharf, &amp;c., should be lessened or reduced from the present prices; in which case, the prices of ice to said Fresh Pond Ice Company, at Mobile, are to be lessened in proportion. And the said Fresh Pond Ice Company also agree to pay the rent of an ice house at Mobile, hired of John Beamis of Randolph, Massachusetts, at eight hundred dollars per annum, commencing December 1 si 1842, with an additional promise to said Beamis to pay him two hundred dol lars more, provided the said ice company sell ice enough at said Mobile, at over one cent per pound, to amount to that sum. They also agree to pay all freights and expenses on all the ice shipped to said Mobile by said Gage, Hittinger &amp; Co and all expenses of discharging and transporting said ice from the vessels to the ice house, all labor and all other expenses of taking care of and selling said ice ; and if, after all this is done, any thing shall remain from the proceeds oi said ice, it is further agreed by said Gage, Hittinger &amp; Co. and said C. P Gage, that said balance shall be divided equally, one half to Gage, Hittinger &amp; Co. and the other half to C. P. Gage. And the said C. P. Gage further agrees to remit to said Gage, Hittinger &amp; Co., as often as possible and they may wish, (after paying the freights and expenses upon said ice,) the proceeds of said ice, till their claim for ice, shipped at the prices mentioned before, is answered or settled. Dated and signed at Charlestown, this twenty ninth day of December 1842. Chas. P. Gage, Gage, Hittinger &amp; Co.'</p>\n</footnote>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b359-8\">Hubbard, J.</author>\n<p id=\"AeZ\">The agreement upon which the action is <page-number citation-index=\"1\" label=\"352\">*352</page-number>founded contains no special promise on the part of the defendant to any person or persons, and the contracting party on the other side is N. Winsor, “ as agent for G., H. &amp; Co; ” and there is also a stipulation for <em>“ </em>the customary commissions for procuring said freight or charter to be allowed to said Winsor.” A part of this contract is personal, as between Winsor and the defendant; and if Winsor had not been such agent, or if his act had been legally disavowed, as not within his authority, he would have been responsible to the defendant for the damages sustained by him, in case a cargo had not been furnished. But the agency having been affirmed, and a breach of the agreement alleged to have taken place on the part of the defendant, the question arises, who are the proper parties to prosecute him for the non-performance of his agreement.</p>\n<p id=\"b360-5\">The plaintiffs are A. Gage, Hittinger, Sawyer and Frothingham ; and the defendant insists that, if Winsor is not the proper person to bring the action, then the present plaintiffs and Charles P. Gage are parties alone entitled to prosecute, if any persons have the right to do it; and we are called upon to decide the point thus presented. Gage, Hittinger &amp; Co. are extensive dealers in ice, having establishments for the procuring of it at Fresh Pond, Spy Pond and elsewhere, and for sending it to Charlestown and shipping it <em>there; </em>and wishing to establish a branch of the business in Mobile, they made an agreement with Charles P. Gage, under the firm of the Fresh Pond Ice Co., (afterwards altered to that of Charles P. Gage &amp; Co.,) for supplying the city of Mobile with ice.</p>\n<p id=\"b360-6\">The agreement between them was in writing and is in the case ; and in deciding the question before us, it will be necessary briefly to state some of its provisions. It provides that Gage, Hittinger <em>&amp; Go. </em>will themselves furnish the ice at given rates per ton, and will ship to Mobile such quantities as C. P. Gage shall order, to keep the market supplied, and that C. P. Gage will give his personal attention to the sale of the ice, and to the promotion of the interests of the company at Mobile. C. P. Gage &amp; Co. agree to pay, out of the proceeds <page-number citation-index=\"1\" label=\"353\">*353</page-number>of said ice, to Gage, Hittinger <em>&amp;, </em>Co. the cost of the ice, to pay the rent of an ice house and all freights and expenses on the ice shipped to Mobile, and all expenses <em>there; </em>and the profits, if any, they agree to divide equally.</p>\n<p id=\"b361-5\">It is not contended by either party that C. P. Gage was an agent of Gage, Hittinger &amp; Co. to be paid by a share of the profits, or that he was a dormant partner; but it is agreed that they were copartners in the Mobile business; and we are called upon to determine whether the contract of Winsor was made for account of Gage, Hittinger, Sawyer &amp; Frothingham, and that they are to be treated as agents for the house of C. P. Gage &amp; Co. or whether it was a contract made for the partnership, which consisted of A. Gage, Hittinger, Sawyer, Frothingham and C. P. Gage, and in which they jointly were personally and beneficially interested.</p>\n<p id=\"b361-6\">It is contended by the counsel for the plaintiffs that Gage Hittinger &amp; Co. and C. P. Gage &amp; Co. were not only different firms, but were in law different persons; that Gage, Hittinger &amp; Co. were the agents of C. P. Gage &amp; Co.; and that in this contract they were so far principals, that they may sue in their own names, though they might have joined C. P. Gage in the writ. On the other hand, the counsel for the defendant insists that he made the bargain with Winsor, without knowing who G., H. &amp; Co. were, and that, if his contract was not with Winsor alone, then A. Gage, Hittinger, Sawyer, Frothingham and C. P. Gage were the contracting parties ; or, if C. P. Gage &amp; Co. are considered as an independent firm, employing Gage, Hittinger &amp; Co. as their agents, and the latter employed Winsor, who contracted with the defendant, then he denies that such intermediate agents can maintain an action in their own names, and that any such case can be found in the books.</p>\n<p id=\"b361-7\">The question before us, like many other cases as to the proper joinder of parties, is not free from difficulty <em>; </em>but on a consideration of the facts as they appear in the case, we think it may be settled without discussing the point raised on the argument, as to the rights of intermediate agents to <page-number citation-index=\"1\" label=\"354\">*354</page-number>bring actions in their qwn names to enforce contracts in behalf of their principals.</p>\n<p id=\"b362-5\">Partnerships often exist, in our cities, consisting of two or more individuals, who have a branch of their house in another city, where some other person is connected with them, and where he appears as head of the firm ; hut the concerns of the branch establishment are often limited to a particular business or traffic connected with the place where the branch is established, while the business of the other or principal firm is general.</p>\n<p id=\"b362-6\">In the present case, the Charlestown house of Gage, Hittinger, Sawyer &amp; Frothingham, were largely concerned in the ice business in the home and foreign markets.</p>\n<p id=\"b362-7\">The same persons and C. P. Gage, in pursuance of the aforesaid agreement, were jointly concerned in the ice business between Charlestown and Mobile, which was conducted in Charlestown under the name of Gage, Hittinger &amp; Co., the same partnership name with that of their general business; and in Mobile under the name of C. P. Gage &amp; Co., which was the style of the firm in that city ; and we are of opinion that all contracts relating to the Mobile business, whether made in Charlestown, Boston, Mobile or elsewhere, and whether made in the name of Gage, Hittinger &amp; Co., or of C. P. Gage &amp; Co., were in fact made for the same persons, and in the profit or loss of which they were jointly interested ; and the question of liability does not turn, we conceive, on the fact whether the contract was made in the name of the one firm or the other, or whether it was entered into in Charlestown or Mobile, but whether it was for and on account of the Mobile concern. And as this appears to have been the character of the transaction, in the present case, C. P. Gage, as a partner, was one of the contracting parties, is equally interested with the persons residing in Charlestown, and should join them in the suit.</p>\n<p id=\"b362-8\">The law looks beyond mere names and firms, and sees who are the real parties, and treats them as the persons who are to enforce or defend their contracts. <em>Manuf. &amp; Mech. Bank </em><page-number citation-index=\"1\" label=\"355\">*355</page-number><em>v. Winship, 5 </em>Pick. 11. <em>Etheridge </em>v. <em>Binney, </em>9 Pick. 272. <em>Baring </em>v. <em>Crafts, </em>9 Met. 380. <em>Swa</em>n v. <em>Steele, 7 </em>East, 210.</p>\n<p id=\"b363-5\">The present agreement with the defendant was for a vessel to take a cargo of ice to Mobile, the freight or charter of which, as well as the cost of it, was to be paid by the funds of the firm there, was an item in their accounts, and in the profit or loss upon which C. P. Gage had a common and joint interest with Gage, Hittinger, Sawyer &amp; Frothirigham. In other words, it was a partnership contract of the five individuals ; and though made in the name of Gage, Hittinger &amp; Co. was for the account and benefit of the five. And it is held as law, that a transaction or contract entered into or made by one partner, and in his sole name, if in fact a partnership transaction, is not only such as between themselves, but must be enforced in the name of the partners. This, we think, is clearly settled in the case of <em>Garrett </em>v. <em>Handley, </em>5 Dowl. &amp; Ryl. 319, and 4 Barn. <em>&amp; </em>Cres. 664. That was a suit where one partner declared on a guaranty given to him alone for the repayment of money to be advanced to another on the strength of the guaranty of the defendant <em>; </em>but it appearing that the money so advanced was out of the partnership funds, and not that of the individual partner suing, the court held that the guaranty ought to have been declared upon according to its legal effect, and that the individual partner could not sue alone. And with this agrees the case of <em>Alexander </em>v. <em>Barker, </em>2 Crompt. &amp; Jerv. 133, and 2 Tyrw. 140. There the promise was made to one member of a firm, on application to him for a loan of <em>money; </em>but it appearing that the money was advanced out of the funds of the firm, the court held that the partners were the proper parties to sue for the money <em>lent; </em>acting on the principle that those who are beneficially interested are the parties to sue. And so here, the contract, though in form with Gage, Hittinger &amp; Go. was in fact the contract of the five partners, and they are the parties entitled to the redress sought for, in a suit to recover damages for the breach of contract.</p>\n<p id=\"b364-4\"><page-number citation-index=\"1\" label=\"356\">*356</page-number>We think the mistake of the plaintiffs’ counsel lies in treating the partners here as agents for the house in Mobile, and authorized, as such, to enforce contracts made with third persons, as principals. But we are of opinion that the distinct characters of agents and partners are not thus to be blended ^ and though the business is done here in the name of Gage, Hittinger &amp; Co. for the Mobile house, it is not done by them in the capacity of agents, but as partners, and in the manner in which, for convenience between themselves, they choose to carry on the business. The fact that the partners here do business in the name of their general firm, and the partner in Mobile does it in the name of the firm there, cannot affect the interests of third persons, who have a legal right to treat them as partners in the transactions of such joint business.</p>\n<p id=\"b364-5\">This is one of those cases respecting the proper joinder of parties, in which lawyers and judges may, on the several views taken by them, come to different conclusions. While we regret, in this case, to differ among ourselves, we have reason, on the other hand, to be grateful that we are so generally brought to the same conclusions, though we may sometimes arrive at the like results for different reasons. In this case, a majority of the court are of opinion that the exceptions should be overruled, and the nonsuit confirmed.</p>\n<author id=\"b364-6\">Shaw, C. J.</author>\n<p id=\"AVzt\">I regret that I cannot agree with my brethren in the opinion now given. That opinion is, that upon the facts appearing in the report, Charles P. Gage was a party to the contract sued upon, and because he is not made a party to the action it cannot be maintained. The question is not whether he was interested in the results of the contract. If he was, and that interest was not or could not be removed, he was not a competent witness. But one may be consequentially interested in many ways, when he is not a party.</p>\n<p id=\"b364-7\">This is an action brought to recover damages for the nonperformance of a plain, direct and express contract, in which Rollins the defendant- on the one side, engaged with the fi m <page-number citation-index=\"1\" label=\"357\">*357</page-number>of Gage, Hittinger &amp; Co. on the other side, to carry a cargo of ice to Mobile, at an agreed rate. The contract was made, on the part of the plaintiffs, by a broker professing to act as their agent, and was afterwards ratified by them. Then we must inquire, who are designated by the firm Gage, Hittinger &amp; Co. The evidence is clear, that the general firm included the four persons named in the writ, to wit, Addison Gage, Jacob Hittinger, T. T. Sawyer and J. H. Frothing-ham, a firm carrying on the ice business extensively, in all its branches, in Charlestown. In this firm Charles P. Gage was not a partner. But they entered into a sub-contract with Charles P. Gage, for the establishment of a house or agency at Mobile, for the sale of ice, to be personally superintended by him. In that sub-concern, the general firm were partners, but that did not make Charles P. Gage a partner in the general concern.</p>\n<p id=\"b365-5\">Then if we look at the terms of the sub-contract, between Gage, Hittinger &amp; Co., on the one side, and Charles P. Gage on the other, the result will be the same. Gage, Hittinger &amp; Co. agree to ship ice to Charles P. Gage &amp; Co. at Mobile. An agreement to ship is an agreement to contract with ship-owners for the transportation of merchandize. The entering into such contract as the present, therefore, was a part of the business to be done by the Charlestown firm, and not a part of the business of the Mobile firm. The plaintiffs, therefore, composing the firm of Gage, Hittinger &amp; Co., were doing what they stipulated with C. P. Gage that they would do, that is, to furnish the ice here, and contract for the transportation of it.</p>\n<p id=\"b365-6\">It is true that, by the sub-contract, Charles P. Gage &amp; Co., the Mobile firm, were to pay the freight at Mobile. That appears to me to make no difference. A ship-ownei has two remedies for his freight; <em>first, </em>the contract of the shipper, and <em>secondly, </em>a lien on the cargo. Now the stipulation of C. P. Gage with Gage, Hittinger &amp; Co., that he would pay the freight at Mobile, out of the proceeds, was only stipulating to do that which, as consignee, he would be <page-number citation-index=\"1\" label=\"358\">*358</page-number>bound to do, that is, to pay the freight before he could receive the cargo. But that did not make him a contracting party with the ship-owner.</p>\n<p id=\"b366-5\">It appears to me that the contract entered into by the defendant, to carry this cargo of ice, was made with the firm of Gage, Hittinger &amp; Co. in which Charles P. Gage was not included, and that the plaintiffs are well entitled to maintain the action without joining him.</p>\n<p id=\"b366-6\"><em>Exceptions </em>overruled.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}