{
  "casebody": {
    "data": "<casebody firstpage=\"868\" lastpage=\"870\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b890-8\">Abdul YAKUBU, a.k.a. Mananu Yakubu, Petitioner, v. U.S. ATTORNEY GENERAL, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b890-11\">No. 11-11329</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"APUG\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b890-12\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b890-13\">Feb. 7, 2012.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b890-20\">Abdul Yakubu, Ghana, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b890-21\">Karen L. Melnik, David Bernal, Douglas E. Ginsburg, Krystal Samuels, U.S. Department of Justice — Office of Immigration Litigation, Washington, DC, Samuel Scott Olens, Office of the Attorney General, Alfie Owens, DHS Chief Counsel, Atlanta, GA, for Respondent.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b890-23\">Before HULL, PRYOR and FAY, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b891-4\"><page-number citation-index=\"1\" label=\"869\">*869</page-number>PER CURIAM:</author>\n<p id=\"b891-5\">Abdul Yakubu, a native and citizen of Ghana, <em>pro se </em>petitions for review of the Board of Immigration Appeals’s (“BIA”) final order affirming the Immigration Judge’s (“IJ”) order of removal. The IJ concluded that Yakubu was removable as an alien who was convicted of an aggravated felony and a controlled-substance offense, pursuant to Immigration and Nationality Act (“INA”) § 237(a)(2)(A)(iii) and (B)(i), 8 U.S.C. § 1227(a)(2)(A)(iii) and (B)(i). On appeal, Yakubu argues that he is not removable because he is not an alien, but a U.S. national. After review, we deny Yakubu’s petition for review.<footnotemark>1</footnotemark></p>\n<p id=\"b891-6\">Yakubu was born in Ghana to parents who are not U.S. citizens. In 1996, Yaku-bu entered the United States on an F-l student visa. In April 2000, Yakubu adjusted his status to that of a lawful permanent resident based on his marriage to a U.S. citizen. In January 2003, Yakubu applied for U.S. citizenship. Yakubu’s citizenship application was denied in November 2005.</p>\n<p id=\"b891-7\">In April 2007, Yakubu was convicted of importing heroin, in violation of 21 U.S.C. § 952(a), in the Eastern District of New York. The Department of Homeland Security issued a Notice to Appear (“NTA”) charging that Yakubu was removable, pursuant to INA § 237(a)(2)(A)(iii) and (B)(i), 8 U.S.C. § 1227(a)(2)(A)(iii) and (B)(i), for having been convicted of an aggravated felony and a controlled-substance offense.</p>\n<p id=\"b891-9\">At a merits hearing, Yakubu admitted that he had been convicted of importing heroin, but denied that he was an alien. Yakubu argued that he was a U.S. national because he had been a lawful permanent resident for at least five years and had applied for naturalization. The IJ entered an order of removal finding that Yakubu was removable because he was an alien convicted of an aggravated felony and a controlled substance offense. The IJ rejected Yakubu’s argument that he was a U.S. national because Yakubu did not derive citizenship through his parents and had not made a formal allegiance to the United States through the naturalization process.</p>\n<p id=\"b891-10\">The BIA dismissed Yakubu’s appeal. The BIA agreed with the IJ’s conclusion that Yakubu had not established he was a U.S. national, noting that birth and naturalization are the only means of acquiring U.S. nationality under the INA. The BIA concluded that Yakubu could not acquire U.S. nationality by taking an oath of allegiance pursuant to an application of citizenship, that Yakubu had not made a formal allegiance to the United States through the naturalization process and that Yakubu had not claimed to derive citizenship through his parents.</p>\n<p id=\"b891-11\">Under the INA, the Attorney General’s removal power is limited to “deportable aliens.” <em>See </em>INA § 237(a), 8 U.S.C. § 1227(a). An alien is “any person not a citizen or national of the United States.” INA § 101(a)(3), 8 U.S.C. § 1101(a)(3). A <page-number citation-index=\"1\" label=\"870\">*870</page-number>person is a “national of the United States” if he or she is either a U.S. citizen or “a person who, though not a citizen of the United States, owes permanent allegiance to the United States.” INA § 101(a)(22), 8 U.S.C. § 1101(a)(22). Under the INA’s statutory scheme, a person can become a U.S. national “only by birth in a United States territory or by completing the naturalization process after birth.” <em>Sebastian-Soler v. U.S. Att’y Gen., </em>409 F.3d 1280, 1286 (11th Cir.2005).</p>\n<p id=\"b892-4\">Yakubu contends he is a U.S. national by virtue of (1) his prior (denied) application for U.S. citizenship; (2) his intent to become a U.S. citizen; (3) his registration with the Selective Service; (4) his signing of an oath of allegiance as part of his application for naturalization and his Selective Service registration; and (5) his status as a resident of the United States.</p>\n<p id=\"b892-5\">Yakubu’s argument is foreclosed by our precedent, which concludes that a lawful permanent resident who has applied for naturalization, but has not completed the naturalization process, is not a U.S. national. <em>See Tovar-Alvarez v. U.S. Att’y Gen., </em>427 F.3d 1350, 1353 (11th Cir.2005) (petitioner’s naturalization petition not finished processing before removal proceedings began); <em>Sebastian-Soler, </em>409 F.3d at 1285-86 (petitioner’s naturalization petition denied before removal proceedings began). This is particularly true here where Yaku-bu’s application for citizenship was denied.</p>\n<p id=\"b892-6\">Further, the naturalization process is not complete until the applicant for citizenship takes an oath of allegiance during a public ceremony before either the Attorney General or a court with proper jurisdiction. <em>Tovar-Alvarez, </em>427 F.3d at 1352; INA § 356(a), 8 U.S.C. § 1448(a). The fact that an applicant for U.S. citizenship has signed the oath of allegiance during the application process does not confer status as a U.S. national. <em>See Tovar-Alvarez, </em>427 F.3d at 1351-54 (rejecting petitioner’s claim of U.S. nationality where petitioner had signed the oath of allegiance to the United States during a naturalization interview with an INS official); <em>Sebastian-Soler, </em>409 F.3d at 1282-1284 (rejecting petitioner’s claim of U.S. nationality although petitioner had signed the oath of allegiance during a preliminary examination before an INS official).<footnotemark>2</footnotemark></p>\n<p id=\"b892-11\">It is undisputed that Yakubu’s citizenship application was denied and Yakubu did not complete the naturalization process by swearing an oath of allegiance to the United States at a public ceremony conducted by either a court or the Attorney General. Given that this is the only way Yakubu could have become a U.S. national, Yakubu remains an alien under the INA. Thus, Yakubu properly was subject to removal.</p>\n<p id=\"b892-12\">PETITION DENIED.</p>\n<footnote label=\"1\">\n<p id=\"b891-8\">. We lack jurisdiction to review a final order of removal against an alien who is removable for having committed an aggravated felony covered in INA § 237(a)(2)(A)(iii), 8 U.S.C. § 1227(a)(2)(A)(iii), or a controlled substance offense covered in INA § 237(a)(2)(B), 8 U.S.C. § 1227(a)(2)(B). INA § 242(a)(2)(C), 8 U.S.C. § 1252(a)(2)(C). However, we retain jurisdiction to review questions of law, which includes the threshold issue of whether the petitioner is “(1) an alien; (2) who is removable; (3) based on having committed a disqualifying offense.” INA § 242(a)(2)(D), 8 U.S.C. § 1252(a)(2)(D); <em>Moore v. Ashcroft, </em>251 F.3d 919, 923 (11th Cir.2001). Thus, we have jurisdiction to review whether Yakubu is an alien or a U.S. national. We review questions of law <em>de novo. Nreka v. U.S. Att’y Gen., </em>408 F.3d 1361, 1368 (11th Cir.2005).</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b892-7\">. Although Yakubu argues that <em>Sebastian-Sol-er </em>and <em>Tovar-Alvarez </em>conflict with Supreme Court precedent, none of the Supreme Court cases Yakubu cites support his contention that a lawful permanent resident may become a U.S. national within the meaning of the INA without completing the naturalization process.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}