{
  "casebody": {
    "data": "<casebody firstpage=\"395\" lastpage=\"399\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b429-7\">In re: Petition of Pennsylvania Gas Company to Fix License Fees Claimed by the Borough of Warren.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b430-5\"><page-number citation-index=\"1\" label=\"396\">*396</page-number>Argued April 15, 1924.</otherdate>\n<judges data-order=\"2\" data-type=\"judges\" id=\"ANs\">Before Orlady, P. J., Henderson, Trexler, Keller, Linn and Gawthrop, JJ.</judges>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b430-10\"><em>Earle MacDonald, </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"ArFk\">The license fee as fixed by the borough was reasonable: Kittanning v. Gas Company, 219 Pa. 252; Kittanning Boro. v. Water Co., 35 Pa. Superior Ct. 178; Kittanning v. Gas Co., 239 Pa. 210.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b431-4\"><page-number citation-index=\"1\" label=\"397\">*397</page-number><em>J. 3. Alexander, </em>and with him <em>W. 8. Clark </em>and <em>J. E. Mullin, </em>for appellee,</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"A5V\">cited: Punxsutawney Borough v. Western Union Telegraph Co., 18 D. R. 308; Union Telephone and Telegraph Co.’s Petition, 15 D. R. 193; Nanticoke Borough v. Bell Telephone Co., 47 Pa. Superior Ct. 184; Dorment Borough v. West Liberty St. Ry. Co., 64 Pa. Superior Ct. 562; Del. &amp; Atl. T. &amp; T. Co.’s Petition, 224 Pa. 55; Pennsylvania Gas Co.’s Petition, 258 Pa. 234.</p>\n<decisiondate data-order=\"7\" data-type=\"decisiondate\" id=\"AAM\">July 2, 1924:</decisiondate>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b431-5\">Opinion by</p>\n<author id=\"A8E\">Keller, J.,</author>\n<p id=\"b431-6\">This is an appeal by the Borough of Warren from the decree of the Court of Common Pleas of Warren County fixing the amount of the annual license fee to be paid by the Pennsylvania Gas Company to said borough in order to properly compensate it for the necessary cost of the services performed or to be performed by it in the inspection and regulation of the company’s mains and pipes laid in the borough streets and alleys, in accordance with the provisions of the Act of April 17, 1905, P. L. 183, as amended by the Act of June 23, 1917, P. L. 643. A number of questions are presented for our consideration.</p>\n<p id=\"b431-7\">(1) The Act of April 17,1905, aforesaid, providing for r the determination by the court of common pleas of all disputes as to the reasonableness of the amount of license fees between boroughs and other municipal corporations and telegraph, telephone, light and power companies— (extended to gas companies by the amendment of June 23,1917, supra) — is not repealed by the General Borough Act of 1915 — (Act of MAy 14,1915, P. L. 312). The latter act grants no powers to boroughs respecting the regulation of their streets, lanes, and alleys, and the imposing of license fees in connection with their use by gas companies, etc., which they did not possess before its enactment. The Act of 1905 is not expressly repealed by the General Borough Act and it is not so inconsistent with the latter as to be impliedly repealed thereby. The <page-number citation-index=\"1\" label=\"398\">*398</page-number>amendment of 1917, invoked in this proceeding, is evidence that the legislature did not consider it to have been rescinded by the General Borough Act.</p>\n<p id=\"b432-4\">(2) The Act of 1905 aforesaid is not affected by section 9 of article I, chapter YII (P. L. 893) of the General Borough Act, which provides for complaint to the next court of quarter sessions (Wright v. France, 279 Pa. 22, 25), by any person aggrieved in consequence of any ordinance, regulation or act done in virtue of said act. This section is a reenactment of section 27, clause 2 of the Borough Act of 1851, as amended by the Act of May 22, 1883, P. L. 39. The General Borough Act provides (chap. I, article I, section 3) : “The provisions of this act so far as they are the same as those of existing laws are intended as a continuation of such laws, and not as new enactments,” thus giving them the same effect as reenactments in amendments. See Harvey v. City of Hazleton, 81 Pa. Superior Ct. 1. There is nothing in the General Borough Act which leads to the conclusion that the remedial Act of 1905 was to be affected by the reenactment of the clause referred to.</p>\n<p id=\"b432-5\">(3) In view.of the lack of real inspection of the gas company’s pipes and mains by the officials of the borough, as disclosed by the evidence, we are not satisfied that the license fee as fixed by the court below was inadequate and therefore unreasonable. Such license fees must be established on the basis of proper compensation for the necessary cost of the services performed and not as revenue producers. On the other hand,’ the duty of inspecting and keeping in repair its streets and highways is imposed on the borough. This duty it may not delegate to a private corporation. No matter how carefully such a corporation may for its own purposes inspect its lines, pipes and mains, the imperative duty of the borough still remains; and we are not to be understood as holding that the amount fixed by the borough ordinance would have been unreasonable or excessive, if the borough had adopted and put into effect a system of inspec<page-number citation-index=\"1\" label=\"399\">*399</page-number>tion in any wise approximating in cost the fees imposed. See Petition of Penna. Gas Co., 258 Pa. 234. It is not for the gas company or the courts to say that the borough’s duty in the premises is limited to two inspections a year. Constant surveillance is necessary to see that openings made in the street for the installation and repair of pipes and mains are filled to the level of the rest of the street and kept so, if the municipality, would escape claims for damages: Kittanning Boro. v. Water Co., 35 Pa. Superior Ct. 174, 179; but if such surveillance is not provided for and actually given, the borough may not ask to be compensated for what it has not done: Kittanning Boro. v. American Nat. Gas Co., 239 Pa. 210, 214.</p>\n<p id=\"b433-5\">The appeal is dismissed at the costs of the appellant.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}