{
  "casebody": {
    "data": "<casebody firstpage=\"127\" lastpage=\"130\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b189-3\">Charles Earl JACOBSON, Plaintiff-Appellant, v. Nick F. SCHAEFER, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A5U\">No. 18337.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b189-5\">United States Court of Appeals, Seventh Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b189-6\">April 13, 1971.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b190-3\"><page-number citation-index=\"1\" label=\"128\">*128</page-number>Robert E. Henke, Appleton, Wis., for plaintiff-appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b190-4\">Don R. Herrling, Appleton, Wis., for defendant-appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b190-5\">Before DUFFY, Senior Circuit Judge, FAIRCHILD, Circuit Judge and CAMPBELL, United States Senior District Judge.<footnotemark>1</footnotemark></p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b190-20\">. Senior Judge Campbell is sitting with the Court by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b190-6\">DUFFY, Senior Circuit Judge.</author>\n<p id=\"b190-7\">This is an appeal from a dismissal of a suit brought under Title 42 U.S.C. § 1983 which is commonly known as the Civil Rights Statute. The complaint alleges that Judge Schaefer, acting under the color of state law, denied the appellant his alleged constitutional right to bail, and further deprived him of his liberty without due process of law.</p>\n<p id=\"b190-8\">A motion for summary judgment dismissing the suit was granted by the District Court, 307 F.Supp. 690, based upon the ground of “judicial immunity.”</p>\n<p id=\"b190-9\">Defendant-appellee is a county judge of County Court, Branch II, Outagamie County, Wisconsin. Appellant was the defendant in a criminal action pending before Judge Schaefer.</p>\n<p id=\"AJa\">Plaintiff was charged with various violations of the marijuana and narcotic drug laws. Bail was fixed in the sum of $3,000. Bail in that sum was furnished by plaintiff’s father, Axel Jacobson.</p>\n<p id=\"b190-11\">About February 22, 1969, plaintiff was found to be indigent and the Court appointed an attorney to defend him.</p>\n<p id=\"b190-12\">About July 17, 1969, plaintiff’s fiancee (now his wife) offered funds to plaintiff for the purpose of enabling him to employ his own counsel.</p>\n<p id=\"b190-13\">On July 2, 1969, plaintiff’s desire to change attorneys to one of his own choice was made known to the defendant judge who would not permit a substitution until July 25, 1969 at 4:30 p. m.</p>\n<p id=\"b190-14\">On July 24, 1969, the defendant judge required plaintiff herein to appear in person in open court to answer why he was unable to pay the fees of his court-appointed counsel; why he was free on bail and why he was now able to employ his own counsel.</p>\n<p id=\"b190-16\">Plaintiff and his retained counsel explained to the judge the source of his funds as hereinbefore stated. The defendant judge then ordered plaintiff to appear the following day and, in the meantime, to make as much effort to pay his court-appointed counsel as he had to post bail and employ his own counsel.</p>\n<p id=\"b190-17\">Defendant judge inquired of plaintiff’s father, Axel Jacobson, if he was willing to apply his money theretofore posted for bail for plaintiff, to pay the fees for the court-appointed attorney. Axel Jacobson answered he was not so willing because he had had to borrow the $3,000 on his life insurance; that he was totally disabled and had only his social security for income; further, that he had two minor children at home to take care of and that he was financially unable to pay the fees of the court-appointed counsel.</p>\n<p id=\"b190-18\">Thereupon the defendant judge ordered the clerk of the court to refund from the bail posted, the exact amount of the court-appointed attorney fees, to-wit: $675. Immediately thereafter, the plaintiff was found by the judge to be in default of bond inasmuch as there was no longer $3,000 on deposit with the clerk of the court. Plaintiff was then remanded to the custody of the Sheriff to be held in the County jail, and a further order was made by the defendant judge that no further bail be accepted without his specific approval.</p>\n<p id=\"b190-19\">The conduct of the county judge just related is shocking and there would appear to be no justification for such conduct, but the issue before us for decision is whether the complaint herein states a claim, or cause of action, under 42 U.S. C. § 1983. More specifically, does the doctrine of judicial immunity relieve the defendant judge of liability for damages incurred or caused by such incarceration?</p>\n<p id=\"b191-4\"><page-number citation-index=\"1\" label=\"129\">*129</page-number>Judicial immunity is traditionally considered to be one of the best established of our common law doctrines. The United States Supreme Court has held that the passage of the 1871 Civil Rights Statutes did not abrogate the doctrine and that thus even though a judge may be accused of malicious or corrupt conduct, he still will be immune from a damage suit for acts committed “within his jurisdiction.” Pierson v. Ray, 386 U.S. 547, 87 S.Ct. 1213, 18 L.Ed.2d 288 (1967). Immunity from damages is felt to be necessary to preserve the “principled and fearless decision-making” of the judiciary. Pierson v. Ray, <em>supra, </em>at 554, 87 S.Ct. 1213.</p>\n<p id=\"b191-5\">Jurisdiction then is the test and it too has been further refined. If a judge is viewed as acting “in excess” of his jurisdiction, he still will be immune from suit. It is only when he has acted in the “clear absence of all jurisdiction over the subject-matter” that he may be sued for damages. Bradley v. Fisher, 80 U.S. (13 Wall.) 335, 351, 20 L.Ed. 646 (1871); Rhodes v. Houston, D.C., 202 F.Supp. 624 (1962). Traditionally a judge’s jurisdiction has been defined rather broadly in this context in order to prevent the issue of judicial immunity from hinging on “the determination of nice questions of jurisdiction which as the Court pointed out in Bradley v. Fisher * * * can be ‘some of the most difficult and embarrassing’ that a judicial officer may be called upon to consider and decide.” Sullivan v. Kelleher, 405 F.2d 486, 487 (1 Cir., 1967). The <em>Bradley </em>decision, out of which all contemporary discussion of judicial immunity seems to spring, gave the following example of conduct which, although excessive, would still be considered immune from damages:</p>\n<blockquote id=\"b191-6\">“But if on the other hand a judge of a criminal court, invested with general criminal jurisdiction over offences committed within a certain district, should hold a particular act to be a public offence, which is not by the law made an offence, and proceed to the arrest and trial of a party charged with such act, or should sentence a party convicted to a greater punishment than that authorized by the law upon its proper construction, no personal liability to civil action for such acts would attach to the judge, although those acts would be in excess of his jurisdiction, or the jurisdiction of the court held by him, for these are particulars for his judicial consideration, whenever his general jurisdiction over the subject-matter is invoked.” Bradley v. Fisher, <em>supra, </em>80 U.S. (13 Wall.) at p. 352.</blockquote>\n<p id=\"b191-8\">This circuit long has recognized the judicial immunity doctrine for damage suits, Berg v. Cwiklinski, 416 F.2d 929 (1969); Brown v. Dunne, 409 F.2d 341 (1969). On the other hand, a District Court decision within this circuit has held that the doctrine would not apply to the commission of a “clearly illegal act” on the part of the judge. Luttrell v. Douglas, 220 F.Supp. 278 (1963). The facts of <em>Luttrell </em>are important to mention at this point because of their surface similarity to the case at bar. There, a judge ordered a criminal defendant to pay legal fees to the public defender, even though the public defender was prohibited by law from accepting any such fees.</p>\n<p id=\"b191-9\">The District Judge below apparently was of the view that Sect. 954.16 of the Wisconsin Statutes answered the question before us. That statute provides “The judge may increase or decrease the amount of bail that has been required.” The District Court considered that the judge’s whole range of conduct was bail related, thereby giving him jurisdiction over the plaintiff and thus rendering his acts free from suit.</p>\n<p id=\"b191-10\">We do not think the issue was that simple. It is clear that the defendant judge was never actually raising or lowering bail within the meaning of the Statute. The amount of required cash bail remained constant at $3,000. The defendant rather refunded a certain portion of that bail with the direction (or hope) that it be used in a certain way, namely, to pay the Court-appointed at<page-number citation-index=\"1\" label=\"130\">*130</page-number>torney. And, since the defendant further ordered that no additional funds would be received to make bail without his express approval, we think it is safe to assume that he was attempting to make the payment of the Court-appointed attorney a condition of being admitted to bail.</p>\n<p id=\"b192-4\">But whether the defendant had jurisdiction to set such a condition on bail, and whether he had jurisdiction to raise or lower the amount of bail are two separate matters. The latter question is answered easily by the previously quoted statute. The former, upon which this controversy hinges, is not so clear cut.</p>\n<p id=\"b192-5\">We have found nothing in the Wisconsin Statutes which expressly grants to judges in criminal cases the authority to attach conditions to bail that do not directly relate to assuring the criminal defendant’s appearance at trial. However, we think that, in terms of a judge’s “general jurisdiction over the subject matter”, the defendant judge here probably had minimal jurisdiction to attach at least <em>some </em>conditions to bail. <em>See: </em>Wis.Stat. Sec. 253.12 (County Court Criminal trial jurisdiction), Sec. 954.16, 954.30, Whitty v. State, 34 Wis.2d 278, 149 N.W.2d 557 (1967). Moreover, the defendant judge did have jurisdiction to control substitution of attorneys in his court. Wis.Stat. Sec. 256.-27(3). Obviously, the use of his jurisdiction to coerce the reimbursement of allegedly owed legal fees was a clear abuse of power, especially when other channels existed for recovery of any such fees which might have been owed. Wis.Stat. Sec. 957.263 Recovery of legal fees paid for indigent defendants. But the fact that an abuse occurred did not destroy the defendant judge’s original jurisdiction as that term has been defined in the judicial immunity eases. Unlike the <em>Luttrell </em>case, there was no definitive statutory or common law bar to the present judge’s action. Under these circumstances the judicial immunity doctrine must be applied.</p>\n<p id=\"b192-6\">We point out again that we are applying the judicial immunity doctrine only to damage suits against judges. The doctrine does not reach suits for purely equitable relief. Bramlett v. Peterson, 307 F.Supp. 1311 (D.C.Fla., 1969). Nor would the immunity doctrine have prevented appellant from petitioning for the appropriate direct or collateral relief from any judgment in his criminal case whereby appellant's Constitutional rights might be vindicated as a matter of public record. But under the pertinent caselaw and where there is the presence of some jurisdiction to protect the defendant judge’s action, the immunity doctrine must be applied.</p>\n<p id=\"b192-7\">The order of the District Court granting summary judgment to the defendant is affirmed.</p>\n<p id=\"b192-8\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}