{
  "casebody": {
    "data": "<casebody firstpage=\"445\" lastpage=\"449\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b475-5\">Beaumont’s Estate.</parties>\n<syllabus data-order=\"1\" data-type=\"syllabus\" id=\"b475-6\"><em>Will </em>— Deed—Trust <em>and trustees </em>— Clause <em>of revocation.</em></syllabus>\n<syllabus data-order=\"2\" data-type=\"syllabus\" id=\"b475-7\">Where a person executes a paper which he designates as a deed, a.nd by which he assigns to a trust company certain interest bearing bonds, to collect the interest thereon and apply it to the payment of premiums on a policy of insurance on his life, and after his death to collect the proceeds of the policy and pay them and the accumulations from interest on bonds to certain persons designated, and the paper concludes with a power of revocation of the trust, the writing constitutes a will not passing any present interest in the bonds, and upon testator’s death all the securities and cash will be awarded to his legal representative under a later will.</syllabus>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b475-8\">Argued Jan. 15, 1906.</otherdate>\n<summary data-order=\"4\" data-type=\"summary\" id=\"AZxY\">Appeal, No. 308, Jan. T., 1905, by Olive B. Pratt et al., from decree of C. P. No. 5, Phila. Co., March T., 1904, No. 4,582, dismissing exceptions to report of auditor in Estate of Lucious S. Beaumont.</summary>\n<judges data-order=\"5\" data-type=\"judges\" id=\"AaY\">Before Mitchell, C. J., Fell, Brown, Mesteezat, Pottee, Elkin and Stewaet, JJ.</judges>\n<disposition data-order=\"6\" data-type=\"disposition\" id=\"ApR\">Affirmed.</disposition>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b475-9\">Exceptions to report of John M. Scott, Esq., auditor.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b475-10\">The facts are stated in the opinion of the Supreme Court.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b475-11\"><em>.Error assigned </em>was in dismissing exceptions to auditor’s report.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b475-12\"><em>William Findlay </em>Brown, for appellants.</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"A-Aq\">The instrument in question is a deed of trust: Brown v. Mattocks, 103 Pa. 16; Dreisbach v. Serfass, 126 Pa. 32; Cable v. Cable, 146 Pa. 451; Book v. Book, 15 W. N. C. 150; Wilson v. Anderson, 186 Pa. 531; Fellows’s App., 93 Pa. 470; Greenfield’s Est., 14 Pa. 489; Rife’s App., 110 Pa. 232; Rynd v. Baker, 193 Pa. 486; Potter v. Fidelity Ins., etc., Co., 199 Pa. 360; Kraft v. Neuffer, 202 Pa. 558; Dickerson’s App., 115 Pa. 198; Stone v. Hackett, 78 Mass. 227.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b475-13\">We submit that the evidence of the letters of the settlor in this case (of necessity the best evidence) clearly brings this instrument within the rules of the following cases, so as to require the reformation of this instrument by reading into it the intended disposition in favor of his mother, brothers and sisters, <page-number citation-index=\"1\" label=\"446\">*446</page-number>of the $7,000 of railroad bonds, as well as all the policy of life insurance and accretions of income: Wallace v. Baker, 1 Binn. 610; Christ v. Diffenbach, 1 S. &amp; R. 464; Bollinger v. Eckert, 16 S. &amp; R. 422; Rearich v. Swinehart, 11 Pa. 233; Chalfant v. Williams, 35 Pa. 213; Gump’s App., 65 Pa. 476; Kostenbader v. Peters, 80 Pa. 438; Lippincott v. Whitman, 83 Pa. 244; Merkel’s App., 89 Pa. 340; Kirby’s App., 109 Pa. 41; Hyndman v. Hogsett, 111 Pa. 643; Jenkins v. Davis, 141 Pa. 266; Schotte v. Meredith, 192 Pa. 159; Knight’s Est., 20 Pa. Superior Ct. 413.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b476-5\"><em>James Gay </em>Gordon, with him <em>Lev McQuistion, </em>for appellee.</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"AIn7\">—The paper in question is a will and not a deed: Pritchett’s Est., 28 W. N. C. 167; Turner v. Scott, 51 Pa. 126; Frederick’s App., 52 Pa. 338; Frew v. Clarke, 80 Pa. 170; Rick’s App., 105 Pa. 528; Bierman v. Lebanon Valley College, 20 Pa. Superior Ct. 133; Wallize v. Wallize, 55 Pa. 242.</p>\n<decisiondate data-order=\"15\" data-type=\"decisiondate\" id=\"A8Aq\">March 19, 1906:</decisiondate>\n<opinion data-order=\"16\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b476-6\">Opinion by</p>\n<author id=\"AdE\">Mr. Justice Stewart,</author>\n<p id=\"b476-7\">Lucious S. Beaumont assigned and transferred to The Provident Life &amp; Trust Company of Philadelphia certain securities in trust, to be held and employed for uses defined and declared in an instrument of writing, sealed and executed by him September 26,1893. Beaumont died March 29,1903. The Provident Life &amp; Trust Company shortly thereafter settled an account of its trust in the common pleas court of Philadelphia, showing a balance in its hands of $15,993.08. Opposing claimants of the fund appeared; certain parties named in the instrument creating and defining the trust claimed by and through it as beneficiaries thereunder; the widow of Beaumont, who was not named in the instrument, but who had become administratrix c. t. a. claimed it as legal representative of the dead man’s estate. The court awarded it to the latter. The appeal is from the decree of award, and it raises but a single question: is the instrument which gives rise to the dispute a will ? If it is, the fund' was properly awarded to the legal representative of the estate, executing a probated later will; if a deed which upon its delivery to the trustee vested in the opposing claimants a beneficial interest in the property transferred, the fund should be awarded them.</p>\n<p id=\"b477-4\"><page-number citation-index=\"1\" label=\"447\">*447</page-number>The answer to the question must be derived from what appears within the four corners of the paper as written. No difficulty results in the present case from the fact that the field of inquiry is thus restricted, for the reason that the instrument is so intelligible, both as to purpose and scheme, that it furnishes within itself a convincing and conclusive answer to the question. It is contended that it is not complete, in that it does not contain all that was intended; but, that what it does contain was intended, and that the intentions so far as expressed are clearly intelligible, is not disputed.</p>\n<p id=\"b477-5\">The paper was executed by Lucious S. Beaumont; it speaks in the first person ; it transfers to The Provident Life &amp; Trust Company of Philadelphia, successors and assigns, seven certain bonds of The Pittsburg &amp; Western Railroad Company, of the par value of $1,000 each, upon the following uses and trusts :</p>\n<p id=\"b477-6\">“ First: — To collect and receive the income, issues and profits thereof (the bonds above mentioned), and after retaining thereout the lawful costs and charges of the management of this trust, then to apply the net income, if the same shall be sufficient, and not otherwise, unto the payments of the premiums which may from time to time fall due on my policy of life insurance numbered 13,439; dated sixth month, 3rd, 1878, issued on my life by the said The Provident Life &amp; Trust Company of Philadelphia, in the sum of Ten Thousand Dollars ($10,000), and the balance of said net income, if any, to hold, retain and invest in good and sufficient securities (from time to time when said balance, if any, may amount to a sufficient sum to invest) upon the uses and trusts by this deed declared, that is to say.</p>\n<p id=\"b477-7\">“ Second: — At my death to collect and receive the proceeds of said Life Insurance Policy if the same shall be at that time in full force, and the same to pay over together with the accumulations as aforesaid, and the investments representing the same, if any, in equal shares unto my mother, brothers and sisters, the share or shares of either or any of said beneficiaries who may be deceased at the time of 'my death to go to and be equally divided amongst the survivors.”</p>\n<p id=\"b477-8\">The remaining provision in the instrument is as follows: “ Third: — I hereby reserve the right to revoke and annul this deed and the uses and trusts herein by an instrument of revo<page-number citation-index=\"1\" label=\"448\">*448</page-number>cation to be executed by me and lodged with said trustees, whereupon the said trustees on my written receipt and discharge shall reassign and deliver unto me the said policy of life insurance if in full force, and such securities and funds as they may then hold under this deed and the trusts therein.”</p>\n<p id=\"AZhi\">Having regard to what is here expressed, and that alone, it is not open to dispute that the only purpose Beaumont had in connection with the transfer of the seven bonds to The Provident Life &amp; Trust Company, was to provide and set apart a fund that would yield income safely adequate to discharge the premiums on the policy of insurance, which that company had issued to him, as they would fall due. It is admitted that the instrument neither directly nor by implication makes any final disposition of the bonds after they should have served this one purpose. Either the death of the insured or the maturity of the policy in his lifetime, would have wholly discharged the trust so far as it concerned them ; the first would have brought them into his estate ; the second would have made them his own absolute^. No present beneficial interest therein passed with the execution and delivery of the paper to anyone; the bonds remained Beaumont’s ; the accumulations therein were payable only at his death; the insurance was intended for the benefit of the mother, brothers and sisters, to the exclusion of the wife; but they were to get it only upon the death of Beaumont; no uses or trusts were declared with respect to it, except in the event that it reached the hands of the trustee, and under the terms of the gift it could only pass to the trustee in case the policy did not mature in Beaumont’s lifetime. Then too, there is the additional fact that the instrument asserts its revocability. Here is quite enough without considering the circumstances that attest very clearly both the testamentary purpose and testamentary disposition of property. The paper is essentially a will, in that it is a declaration of the maker’s intentions with respect to his property, which he wills to be performed after his death; it is this and nothing more. Being in law and in fact a will, its revocability was a necessary incident. The fact that the right of revocation is in terms reserved, may afford some indication that the maker thought it a deed and not a will, and that he did so think, is altogether likely from the fact that in the instrument he speaks of it as a <page-number citation-index=\"1\" label=\"449\">*449</page-number>deed ; but this circumstance is without significance. We hare repeatedly said that in such cases, the inquiry is not what the maker called the instrument, or. what it was in his'conception, but-what it is in contemplation of the law and- in effect. Everything can be' affirmed of the paper under consideration, that was said of that discussed in Rick’s Appeal, 105 Pa. 528; in effect it is a mere power of attorney; it was made for the grantor’s own personal ' convenience; the' trustee therein' was' to account to the grantor for all that might be done under the powers granted; it passed no beneficial interest during the lifetime of the grantor! In Turner v. Scott, 51 Pa. 126; Frederick’s Appeal, 52 Pa. 338, and in Rick’s Appeal, 105 Pa. 528, may be found abundant authority for all we have said in connection with the present case, and further citation is unnecéssary. Having from an inspection and analysis of the paper determined it to be a will, the evidence offered to show an omis-r sion by mistake cannot be considered. The paper as written must speak for itself: Wallize v. Wallize, 55 Pa. 242.</p>\n<p id=\"ASQ\">The assignments are overruled-and the decree affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}