{
  "casebody": {
    "data": "<casebody firstpage=\"753\" lastpage=\"760\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b801-12\">NATIONAL LABOR RELATIONS BOARD, Petitioner, v. TRW-SEMICONDUCTORS, INC., Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b801-14\">No. 21549.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b801-15\">United States Court of Appeals Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b801-16\">Nov. 24, 1967.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b802-17\"><page-number citation-index=\"1\" label=\"754\">*754</page-number>Gregory L. Hellrung, Atty., N. L. R. B., Washington, D. C. (argued) for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b802-18\">Stanley Tobin (argued), Hill, Farrer &amp; Burrill, Los Angeles, Cal., for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b802-19\">Before BARNES and DUNIWAY, Circuit Judges, and HAUK, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b802-20\">DUNIWAY, Circuit Judge.</author>\n<p id=\"b802-21\">Petition to enforce an order of the National Labor Relations Board. The trial examiner found, and the Board <page-number citation-index=\"1\" label=\"755\">*755</page-number>adopted his findings, that respondent employer interfered with, restrained and coerced its employees with respect to rights guaranteed to them by section 7 of the National Labor Relations Act as amended (29 U.S.C. § 157), thus violating section 8(a) (1) of the Act (29 U.S.C. § 158(a) (1)). The board’s decision is reported at 159 NLRB No. 43. The charges are based upon certain anti-union propaganda used by the employer in an attempt to persuade its employees to vote against a union in a representation election being held by the Board under section 9 of the Act (29 U.S.C. § 159).<footnotemark>1</footnotemark></p>\n<p id=\"b803-5\">The employer contends that its propaganda was protected by section 8(c) (29 U.S.C. § 158(c)), which was added to the Act by the Labor Management Relations Act, 1947, Act of June 23, 1947, 61 Stat. ch. 120, p. 136 ff. Section 8(c) provides:</p>\n<blockquote id=\"b803-6\">“(c). The expressing of any views, argument, or opinion, or the dissemination thereof, whether in written, printed, graphic, or visual form, shall not constitute or be evidence of an unfair labor practice under any of the provisions of this Act, if such expression contains no threat of reprisal or force or promise of benefit.”</blockquote>\n<p id=\"b803-7\">It was adopted as part of a comprehensive revision of the National Labor Relations Act, some of the purposes of which were to redress what was believed to be an imbalance against employers and in favor of unions in the operation of that Act, to grant certain protections to employees vis-a-vis unions, and to recognize and define the rights of both employers and unions to free speech as guaranteed by the First Amendment. See generally Cox, Some Aspects of the Labor Management Relations Act, 1947, 61 Harv.L.Rev. 1 (1947).</p>\n<p id=\"b803-8\">The record, as it relates to the question before us, is almost entirely documentary. The employer, a wholly owned subsidiary of TRW Corporation, employs approximately 700 employees at its plant in Lawndale, California. Most of these employees are women. On March 16, 1964, the employer received notice that the International Association of Machinists and Aerospace Workers (IAM) had filed a representation petition with the National Labor Relations Board. An election was ordered for July 9, 1964. From the time of receipt of the notice until the election, the employer engaged in an intensive campaign designed to persuade its employees to vote against the union. During this period, it distributed or posted some 47 pieces of campaign literature and made one major speech. The union apparently responded in kind.</p>\n<p id=\"b803-10\">In addition to general anti-union propaganda, emphasis on the importance of voting, and requests for a “no” vote, the employer developed several themes in its pre-election campaign, particularly: 1.) that unionization would disrupt the existing harmonious employee-employer relationship and probably produce strikes, with resultant wage loss and possible violence; 2.) that labor trouble would aggravate the already serious financial troubles of the company; 3.) that present and future wage levels and employee benefits would be subject to collective bargaining should the union win the election; and 4.) that unionization could subject employee job security to the whims of union leaders.</p>\n<p id=\"b803-11\">The first theme was developed in several items of campaign literature and in a speech delivered to all employees on the eve of the election. In a letter distributed to all employees on July 1, the employer first emphasized the harmonious employee-employer relationship existing and then contrasted this relationship with that sought to be established by the union.</p>\n<p id=\"b803-12\"><em>“Unions mean strikes. </em>This union was involved in 11 major strikes in the Los <page-number citation-index=\"1\" label=\"756\">*756</page-number>Angeles area alone during the past 2 years. Unions aré fighting organizations * * * [W]e would regret seeing any of you tramping picket lines out at the street, with payless paydays.” (Emphasis in original) In another letter to 60 to 80 employees on leave of absence, the employer challenged the employees to <em>“try and name one place in Los Angeles with an outside union where there hasn’t been a strike. </em>Union leaders have a talent for stirring up trouble, creating dissension and bitterness.” (Emphasis in original.) Accompanying this letter was a letter prepared by some of the employees and distributed by them to all active employees. This letter outlined the existing benefits at TRW and asked: “How many of you girls have worked in a Union plant? Was it all a bed of roses? * * * Or were there lay-offs, strikes, reprimands, firing, gripes, complaints, and dissatisfaction also? * * * And if you go on strike, * * * how long will you have to work to make up for that loss of pay.” The •employer continued this theme in the July 3 issue of the company newspaper, “Forward Currents.” The employer’s wage and benefit record was praised and the issue at stake was characterized as follows: “Do you want to continue the 'TRWS way of harmony, friendship and person-to-person dealings — or do you want to bring into this plant an outside union which everywhere has brought ■strikes, bickering, hard feelings, and trouble — with hard earned cash taken out of your paycheck?” This was followed by a page headed “The Tragedy of Union Violence” and subheaded “LAM’s Bitter Strike Record.” The heading was followed by this paragraph:</p>\n<blockquote id=\"b804-4\">“These pictures show the tragedy of power unionism. They show what happens to decent, honest people when they’re caught up in the web of bitterness, suspicion, strikes and violence that unions too frequently create * * *. Unions are fighting organizations. The camera caught them here in full fury.”</blockquote>\n<p id=\"b804-5\">The photographs referred to follow the paragraph and take up the entire left side of the page. On the other side and beneath the subhead is a story of some of IAM’s past strikes and an estimate of how much similar strikes would cost TRWS employees. The photographs are not of IAM strikes and were not taken in the Los Angeles area, both facts being readily apparent from the dress of the strikers and the signs displayed. Nevertheless, the position of the photographs and the headings is designed to associate the graphic accounts of violence with IAM strikes.</p>\n<p id=\"b804-6\">All of the above arguments were repeated in substantially similar form in a speech to all employees on the eve of the election. In addition, a schedule was posted indicating the length of time that would be necessary to make up the wages lost in strikes of various duration.</p>\n<p id=\"AKf\">Finally, relying on a hearsay report from one of its employees of rumors of threatened violence, the employer posted the following notice on the morning of the election:</p>\n<blockquote id=\"b804-8\">“THREATENED VIOLENCE WILL NOT BE TOLERATED</blockquote>\n<blockquote id=\"b804-9\">No doubt you have heard the ugly rumors going around that people who don’t vote the way some people tell them to will find their tires slashed, will get roughed up or beaten up.</blockquote>\n<blockquote id=\"b804-10\">■X* *X- •X- -X1 4C* ■X'</blockquote>\n<blockquote id=\"b804-11\">The few of you who may be considering such action are cautioned THAT THIS TYPE OF BEHAVIOR WILL NOT BE TOLERATED.</blockquote>\n<blockquote id=\"b804-12\">ANY PERSON CAUGHT IN AN ACT OF VIOLENCE OR THREATENING A TRWS EMPLOYEE WITH VIOLENCE WILL BE DISCHARGED IMMEDIATELY.</blockquote>\n<blockquote id=\"b804-13\">VIOLATION OF STATE LAW [There followed a statement that these threats violated state law, that the proper authorities had been notified, and that no one would know how an employee voted due to the secret ballot.]</blockquote>\n<blockquote id=\"b805-5\"><page-number citation-index=\"1\" label=\"757\">*757</page-number>BEST WAY TO STOP IT</blockquote>\n<blockquote id=\"b805-6\">******</blockquote>\n<blockquote id=\"b805-7\">There’s <em>one best way </em>to stop and keep out all of this threatened violence. That way is to vote * * * and by your vote let these unlawful people know how you feel about their actions.” (Emphasis in original.)</blockquote>\n<p id=\"b805-8\">These rumors were not authenticated before posting the notice. The trial examiner, however, accepted the testimony of the employer’s director of industrial relations that he asked his informant to try to find out who was involved, and that the time available was so short that he put out the bulletin without awaiting the result.</p>\n<p id=\"b805-9\">The second theme was that actual or threatened labor trouble would aggravate the company’s serious financial problems. In the letter of July 1 to the employees on leave of absence, the employer said:</p>\n<blockquote id=\"AbU\">“TRWS is the sole source of supply for many of our customers * * *. They’d worry too about the strikes. They’d say, * * [w]e’d better split * * * [our business] with at least one other company’.”</blockquote>\n<p id=\"b805-12\">The accompanying letter prepared by the employees also emphasized the precarious financial position of respondent.</p>\n<p id=\"b805-13\">In the other letter of July 1 to all employees, the company repeated its concern over the effect of unionization on the business.</p>\n<blockquote id=\"b805-14\"><em>“Which outcome in the election will best help jobs and the business? </em>* * * [0]ur losses have been substantial. We have been fighting — successfully — a real battle for survival.” (Emphasis in original.)</blockquote>\n<p id=\"b805-16\">The danger of losing business was reiterated, as was its effect: “You can see the sudden effect that this [loss] may have on jobs and work in the plant.” The union’s disinterest in this problem was cited:</p>\n<blockquote id=\"b805-18\">“What’s good for the company and its employees takes second place to what’s good for the union and its business agents.”</blockquote>\n<p id=\"b805-4\">Finally, the employer said:</p>\n<blockquote id=\"b805-19\">“Regardless of the outcome of the election, we are going to do our best to make Semiconductors a strong and stable company * * *. <em>[W] e do not intend to become a statistic </em>* * *. [B]ut Semiconductors has earned money in only two of the ten years <em>of its existence.” </em>(Emphasis in original)</blockquote>\n<p id=\"b805-20\">The same theme was repeated in substantially the same manner in the July 3 issue of “Forward Currents.”</p>\n<p id=\"b805-21\">In the pre-election speech, the employer’s general manager again emphasized the company’s financial problems, pointing to the progress that had been made, but, he warned, “we have a threat hanging over our heads — the threat of the union.” He then read messages from two customers expressing concern over the possible effect of labor trouble on the continued delivery of their orders.</p>\n<p id=\"b805-22\">The trial examiner found that these two themes, although generally couched in terms of opinion and prediction, warranted statutory proscription since they were “calculated to generate fears of trouble, physical violence, and monetary loss.” Addressing himself particularly to the notice posted on the day of the election, he found it to contain misrepresentations of facts and conclusions, calculated to link the alleged threats of violence to the union and thus buttress respondent’s campaign to associate unions with violence. He found that respondent’s motive was to provide a sensational end to the campaign and to override considered judgment by the employees, noting that the report of threatened violence was multiple hearsay and that the union, had no chance to rebut the implication that it had made the threats. He concluded that the notice merited statutory proscription since it was not the type of “views, argument, or opinion” protected by section 8(c).</p>\n<p id=\"b805-23\">The third major theme, that present and future wage levels and benefits would be subject to collective bargaining should the union win, is illustrated by the fol<page-number citation-index=\"1\" label=\"758\">*758</page-number>lowing from the July 3 issue of “Forward Currents”:</p>\n<blockquote id=\"b806-4\">“The union can promise anything, but can it deliver? In fact, it may not be able to keep all the things the employees already have. No one can assume that if an outside union gets into our company that all the fine things we now enjoy will automatically be continued. If TRWS should be forced into negotiation with the union, the company would have to begin from scratch and bargain hard to protect our competitive position.”</blockquote>\n<p id=\"b806-5\">The above statement, or one substantially similar, was repeated at least twice during the campaign.</p>\n<p id=\"b806-6\">The trial examiner, relying on the case of N. L. R. B. v. Marsh Supermarkets, Inc., 7 Cir., 1963, 327 F.2d 109, cert. denied, 1964, 377 U.S. 944, 84 S.Ct. 1351, 12 L.Ed.2d 307, found that these statements constituted threats of economic loss and reprisal designed to “trigger responses bottomed on fear” and thus violated the Act. The fact that the statements in <em>Marsh </em>were phrased in terms of certain loss of benefits while the above statements are in terms of possible loss was held to be immaterial. The effect on the employees was thought to be substantially the same.</p>\n<p id=\"b806-7\">The fourth theme appears in the following statement in the July 3 issue of “Forward Currents”:</p>\n<blockquote id=\"b806-8\">“Wherever it control [sic] employees [sic] affairs, the IAM always tries to get the union shop. * * *</blockquote>\n<blockquote id=\"b806-9\">In a union shop, every employee must join the union. * * *</blockquote>\n<blockquote id=\"b806-10\">If an employee is expelled from the union because he said something or did something that displeased the union bosses, or fell behind in his dues, the company must fire him.</blockquote>\n<blockquote id=\"b806-11\">Employees have no say in the matter. Their freedom of choice is taken away by the iron-fisted domination of the union shop.”</blockquote>\n<p id=\"b806-12\">The same statement was repeated in the pre-election speech. The trial examiner found that this argument was “bottomed upon two serious misrepresentations”— that a union shop would automatically result and that expulsion from the union for reasons other than nonpayment of dues would mean loss of employment. He concluded that it was a threat to fire employees for improper reasons and thus possessed “a coercive thrust meriting statutory interdiction.”</p>\n<p id=\"b806-14\">The material on which the trial examiner relied is only a small part of the campaign material put out by the employer. The bulk of it is not criticized, nor could it be, in the light of section 8(c). We think that the material that we have quoted, and which the trial examiner found to be a violation of the Act, is likewise protected by section 8(e).</p>\n<p id=\"b806-15\">The history and purpose of section 8(c) are briefly discussed by the Fifth Circuit in Southwire Company v. N. L. R. B., 383 F.2d 235 (Decided August 2, 1967). We are in general agreement with the views there expressed, and particularly the following:</p>\n<blockquote id=\"b806-16\">“The law has developed in this area to distinguish between a threat of action which the employer can impose or control and a prediction as to an event over which the employer has no control. The threat is not privileged but the prediction is.” (Citations omitted.)</blockquote>\n<p id=\"b806-17\">See also our opinion in N. L. R. B. v. Laars Engineers, Inc., 1964, 332 F.2d 664, 667.</p>\n<p id=\"b806-18\">And we think that in the present case the trial examiner and the Board have fallen into an error similar to that described by the court in Southwire:</p>\n<blockquote id=\"b806-19\">“The Examiner may have fallen into error by invoking the broad language of § 7 and § 8(a) (1) as a free speech limit. He used the test of restraint and coercion as those terms are used in § 8(a) (1). We do not consider whether the decision could be sustained on this test for, as we have pointed out, § 8(c) is the limit. Neither the Examiner nor the Board reached the question of whether there was a threat of reprisal or force by Respondent in the use of the film. The Examiner began <page-number citation-index=\"1\" label=\"759\">*759</page-number>by posing this as the issue but never answered his own question. He switched off to the broader language of § 8 (a) (1). The Board, as noted in footnote 3, <em>swpra, </em>made no independent finding on this question * *</blockquote>\n<p id=\"b807-4\"> While the trial examiner in the present case did generally cast his findings in terms of section 8(c), we think that his findings were likewise based upon his conclusion that the statements could be considered coercive within the meaning of section 8(a) (1). But the broad language of section 8(a) (1) is not the test of whether election propaganda violates the Act. It must first be found that the challenged material contains a threat of force or reprisal or promise of benefit by the employer.</p>\n<p id=\"b807-5\">We can find in the material supporting the first two themes no threat that the employer would use force or indulge in reprisal. The literature and the speech, insofar as violence and strikes are concerned, are but predictions of what the union might or would do. As such, we think that they fall squarely within the protection of section 8(c), even though they might well produce, in the minds of employees, fears of violence. The same observation applies to predictions of possible monetary loss or job loss arising from strikes that are contained in the propaganda. See Russell-Newman Mfg. Co. v. N. L. R. B., 5 Cir., 1966, 370 F.2d 980; Texas Industries, Inc. v. N. L. R. B., 5 Cir., 1964, 336 F.2d 128. There is no suggestion that the employer will reduce benefits or cut jobs if the employees vote for the union. The prediction is that the union may or will cause such losses through strikes. There is also a prediction that the union’s presence may or will cause loss of customers, to the possible or even probable detriment of employees. Such arguments, too, are protected by section 8(c). See Union Carbide Corp. v. N. L. R. B., 6 Cir., 1962, 310 F.2d 844; N. L. R. B. v. M &amp; B Headwear Co., 4 Cir., 1965, 349 F.2d 170; N. L. R. B. v. Laars Engineers, Inc., supra.</p>\n<p id=\"b807-10\">As to the third theme, the statements that the union “may not be able to keep all the fine things you now have,” that no one can assume that “all the fine things we now enjoy would automatically be continued,” and that in bargaining the company “would have to begin from scratch * * * to protect our competitive position” are singled out by the trial examiner for special comment. He characterized them as “clearly calculated to convey a message that their current fringe benefits would certainly be jeopardized,” and thus “reasonably tending to trigger responses bottomed on fear” and therefore “coercive.” It is arguable that, because the employer would be one of the bargaining parties, it could start the bargaining by offering present fringe benefits and go on from there, and that the propaganda is a threat that it will “start from scratch,” meaning that it will, at the beginning, offer no fringe benefits at all — a matter that it can control. Applying section 8 (c), we think that it protects these statements. They are predictions of possibilities or probabilities, not direct statements of what will happen, as was the case in <em>Marsh Supermarkets, </em>supra. See N. L. R. B. v. Mallory Plastics Co., 7 Cir., 1966, 355 F.2d 509; J. S. Dillon &amp; Sons Stores Co., Inc. v. N. L. R. B., 10 Cir., 1964, 338 F.2d 395. The question is not free from doubt,<footnotemark>2</footnotemark> but we believe that, because free speech is involved, both we and the Board should heed the Supreme Court’s dictum, regarding section 8(c), in Linn v. United Plant Guard Workers, 1966, 383 U.S. 53, 62, 86 S.Ct. 657, 663, 15 L.Ed.2d 582:</p>\n<blockquote id=\"b807-11\">“* * * [CJases involving speech are to be considered ‘against the background of profound * * * commitment to the principle that debate * * should be uninhibited, robust, and wide open, and that it may well include <page-number citation-index=\"1\" label=\"760\">*760</page-number>vehement, caustic, and sometimes unpleasantly sharp attacks.’ ”</blockquote>\n<p id=\"b808-4\">As the court said in Southwire Co., supra, 383 F.2d at 241:</p>\n<blockquote id=\"b808-5\">“The guaranty of freedom of speech and assembly to the employer and to the union goes to the heart of the contest over whether an employee wishes to join a union. It is the employee who is to make the choice and a free flow of information, the good and the bad, informs him as to the choices available. It is an adversary proceeding and hardly impartial * * *»</blockquote>\n<p id=\"b808-7\">The mere fact that campaign propaganda may induce fear — and be intended to produce fear — does not deprive it of the protection of section 8(c). That is often the nature of campaign propaganda.</p>\n<p id=\"b808-8\">As to the fourth theme, the trial examiner found:</p>\n<blockquote id=\"b808-9\">“Further, reference should be made to the statement in Respondent’s July 3rd newsletter that, ‘The union wants a union shop and under the normal union contract, the company has no choice but to fire you if the union expells [sic] you because it doesn’t like what you’re doing.’ This statement— though not couched in specifically coercive terms — reflects a threat bottomed upon two serious misrepresentations. <em>First, </em>Respondent designates union security contracts as normal, without noting the fact that such contracts must be bargained for, and derive not from the union’s desire, merely, but from consensus. <em>Secondly, </em>the statement contains a subliminal misrepresentation regarding the state of the law, since it fails to note the specific statutory limitations which Section 8(a) (3) and Section 8(b) (2) place upon the freedom of labor organizations and employers to cause or effectuate discriminatory discharges. Since the statement in question, therefore, clearly conveys a threat that respondent company, functioning under some union security contract, would ‘fire’ workers subjected to union expulsion because they ‘said something or did something that displease [d] the union bosses’ determination seems warranted that it1 possesses a coercive thrust meriting statutory interdiction * *</blockquote>\n<p id=\"b808-11\">The language is indeed subject to the trial examiner’s construction, but we do not think that it supports his ultimate finding. Read as a whole, the statement cannot, we think, be fairly construed as a threat by the employer; rather, it is a prediction — an opinion — as to what the union may make the employer do. Section 8(c) does not protect only those views, arguments or opinions that are correct, nor does it forbid them because they may be demonstrably incorrect. The remedy is for the union to answer them, not a cease and desist order.</p>\n<p id=\"b808-12\">Petition denied.</p>\n<footnote label=\"1\">\n<p id=\"b803-13\">. The union lost the election. The regional Director set the election aside, pursuant to objections filed by the union. The propriety of that action is not now before us.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b807-7\">. “[0]ne who engages in ‘brinkmanship’ may easily overstep and tumble into [sic] the brink.” Wausau Steel Corp. v. N.L.R.B., 7 Cir., 1967, 377 F.2d 369, 372.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}