{
  "casebody": {
    "data": "<casebody firstpage=\"988\" lastpage=\"992\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1036-3\">UNITED STATES of America, Plaintiff-Appellee, v. Eugene Ellsworth AYOTTE and Samuel Joseph Giordano, Defendants-Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1036-6\">Nos. 17080, 17081.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1036-7\">United States Court of Appeals Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1036-8\">Dec. 4, 1967.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1036-19\">Gerald M. Franklin, Detroit, Mich., for appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1036-20\">Robert J. Grace, Asst. Ü. S. Atty., Detroit, Mich., for appellee, Lawrence Gubow, U. S. Atty., Detroit, Mich., on the brief.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b1036-21\">Before WEICK, Chief Judge, and O’SULLIVAN and PHILLIPS, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1036-22\">O’SULLIVAN, Circuit Judge.</author>\n<p id=\"b1036-23\">Appellants Ayotte and Giordano were convicted of conspiracy to conceal, (Count I), and of concealing, (Count II), from the bankruptcy court and its officers, assets belonging to the estate of a bankrupt enterprise, viz: Henry Oliva d/b/a Palm Furniture Company, in violation of Sections 2, 152 and 371 of Title 18 U.S.C. Count I also charged transfer and concealment of assets in contemplation of bankruptcy, and receipt of property and proceeds of <em>the </em>business after the filing of bankruptcy proceedings. The case was tried to a District Judge for the Eastern District of Michigan. A co-defendant, one Rubino, was acquitted of all counts and the appellants, with him, were acquitted of the indictment’s third count.</p>\n<p id=\"b1036-24\">Appellants’ venture was short-lived and transparently criminal. In May of 1960, appellant Eugene Ellsworth Ayotte, using an alias — Henry Oliva — entered into a lease of a store building in Detroit, Michigan. The two-year term of the lease began on May 27, 1960. Ayotte paid $3,000 advance rent for the first six months of the lease. Ayotte chose Palm Furniture Company as the assumed name for his planned operation and, obedient to Michigan law, filed a certifi<page-number citation-index=\"1\" label=\"989\">*989</page-number>cate of assumed name with the Wayne County Clerk, describing the concern as “Henry Oliva, d/b/a Palm Furniture Company.” Exhibiting a copy of this certificate, Ayotte, as Henry Oliva, opened an account in a branch of the National Bank of Detroit with a deposit of $1,600. With Ayotte, when he opened this bank account, was his codefendant, appellant Samuel Joseph Giordano, who chose the alias Joseph Cardo for his participation in the involved enterprise Both were authorized to sign checks on the Palm Furniture Company account. On June 20, 1960, shortly after the opening deposit, Ayotte deposited an additional $10,000 in the bank. This, as well as the opening deposit, was all in cash— mainly in bills of large denominations.</p>\n<p id=\"b1037-5\">The Palm Furniture Company then began an active business. Broad varieties of furniture and appliances were purchased, from a large number of suppliers, and some sales were made out of the rented premises. Through its short history, Ayotte and Giordano were active in carrying on the buying and selling of Palm Furniture Company’s goods. Giordano, using the name of Joe Cardo, appeared to be next in command to Ayotte, the apparent owner. Suppliers desiring to sell asked for credit information from Dun and Bradstreet. This concern’s representative met Ayotte, as Oliva, and made inquiry as to his background and ■financial history; this was followed up by receipt of a form containing Ayotte’s background and financial position. It was fair to assume that the report was false.</p>\n<p id=\"b1037-6\">The business began in early June and was on its way out shortly after the middle of August, with creditors pressing for payment of accounts; a small quantity of goods was seized by writs of replevin, and in late August on several occasions visitors found the place closed during normal business hours. During the course of the operation, at least two buildings — described as warehouses or stores — were rented by Ayotte and furniture or appliances were moved into and out of them. Giordano, as Joe Cardo, participated in some of these activities. On August 26, 1960, an involuntary petition in bankruptcy was filed and a receiver appointed for the alleged bankrupt Palm Furniture Company. The receiver promptly took possession of the store and its few contents. Prior to the receiver’s takeover, a deputy sheriff had been unable to serve a writ of replevin because he found the store closed. He called the landlord, who let him in, and then changed the locks on the doors. On this occasion the deputy sheriff told the landlord that Palm Furniture had gone bankrupt. The landlord then got a call from Ayotte who angrily demanded the new key. The landlord refused, saying to Ayotte, “You went bankrupt.” Shortly thereafter a lawyer called demanding the key on behalf of his client, Ayotte. The landlord said he had refused to give the key to Ayotte because “he [Ayotte] went bankrupt.” The landlord then gave the key to this attorney. When at the premises on the first occasion, the receiver posted a notice that as receiver in bankruptcy he had taken possession of the premises and the contents. He had located the keys in the possession of Ayotte’s lawyer. The keys were delivered to the receiver on August 31, but the evidence does not disclose who delivered them, although the receiver’s secretary’s receipt acknowledges their acquisition from Palm Furniture.</p>\n<p id=\"b1037-9\">There was evidence that during the involved operation Ayotte rented some warehouse or storage space in several vacant buildings; furniture and appliances were seen there and were sometimes moved out of there. A witness who had theretofore known Ayotte as John Wymore entered into a lease of an unfurnished apartment for a term of one year beginning September 1, 1960. This succeeded an earlier lease of a furnished apartment; it was signed by Ayotte, then employing the name of John De-Santo. Ayotte said that his then change of name was due to a family matter.</p>\n<p id=\"b1037-10\">A government witness testified that, on behalf of Ayotte, he rented a vacant store at 8425 Mack Avenue, Detroit, for <page-number citation-index=\"1\" label=\"990\">*990</page-number>the period from August 3 to September 3, 1960; that during said period goods and merchandise from the Palm Furniture Company had been moved into the premises; that a week or so after the Palm Furniture store had been closed, Ayotte told him that “the creditors had closed the store.” The daughter of the owners of these premises leased them to Ayotte’s representative. She saw merchandise in the store after the end of the lease, September 3, for about two weeks; then she found the premises emptied and the doors left open. The keys were never returned to her. Another building at 17415 Mack Avenue, Detroit, as a result of negotiations initiated by appellant Giordano, was rented in behalf of Palm Furniture Company for the month of August. Furniture was moved in and out of the building, though no business was carried on there. Toward the end of August, the landlord one morning found that “everything had been removed from the building.”</p>\n<p id=\"b1038-4\">The activities of removing furniture from the several warehouses rented by Ayotte in August, 1960, went on after Palm Furniture had, as was known by Ayotte, been “closed by creditors,” and after a receiver in bankruptcy had been appointed and had taken possession of Palm Furniture Company. One witness who had worked for Palm Furniture for one week during the summer of 1960 testified that in the fall of that year, after Palm had been closed, Ayotte hired him to help move some furniture. He assisted Ayotte and Giordano, after a rental trailer had been procured, in moving certain bedroom furniture from a storefront warehouse on Mack Avenue to a farm near the Algonae-Marine City area, northeast of Detroit. The owner of a Detroit trailer rental lot produced business records evidencing a rental to one Eugene C. Ayotte on September 19, 1960.</p>\n<p id=\"b1038-5\">Another witness had a like experience, assisting Ayotte in the fall of 1960 in picking up several stoves and a refrigerator from a small warehouse on Mack Avenue and transporting them to a farm east of Detroit. He had worked for Palm for one month during the summer of 1960, and on one occasion had been sent to the same warehouse to pick up a refrigerator to bring back to the Furniture Company. At that time, the warehouse was “about full” of the merchandise handled by the Palm Furniture Company.</p>\n<p id=\"b1038-7\">An accountant from the Federal Bureau of Investigation obtained the available books and records of Palm Furniture and from them reconstructed its short-lived financial history. He found evidence of unpaid or partly paid invoices in the amount of $89,280.28 covering the period of Palm’s operation; there were only $5,762.15 in paid-up invoices. From these figures and several others he concluded that there had been $101,042.43 in total purchases at cost. His inventory of merchandise on hand as of September 1, 1960, showed $5,743.50 at cost. (This netted $4,513.50 at auction.) He added to the $5,743.50 inventory an estimated amount of $10,474.80 for sales, based upon the record of deposits made to the Palm bank account during the period of operation. Subtracting these two amounts from the $101,042.43, he computed that merchandise received and not accounted for totaled $84,824.13 at cost. By examining check stubs from the Palm account, he was able to estimate that the total amount paid out to suppliers during the whole business life of Palm Furniture was $10,243.33. His schedule of amounts claimed by the various creditors bore these figures out. See Rudin v. United States, 254 F.2d 45 (6th Cir. 1958), wherein Judge Shackelford Miller, Jr., discusses the propriety and probative value of similar computations.</p>\n<p id=\"b1038-8\">Upon the filing of the petition for involuntary bankruptcy, process was issued for service on Henry Oliva, d/b/a Palm Furniture. The United States Marshal who attempted service returned it not found and substituted service was made. There was no direct evidence that appellants Ayotte or Giordano were effectively notified or knew of the filing of the bankruptcy petition; there was evidence that Ayotte was, under the advice of his <page-number citation-index=\"1\" label=\"991\">*991</page-number>attorney, staying “under cover” following the bankruptcy. Neither of the appellants testified.</p>\n<p id=\"b1039-5\">We have, at the above length, set out the government’s evidence because the only substantial question presented by appellants is whether the evidence was sufficient to permit the District Judge to find them guilty of the crime charged. We are satisfied that it was, and affirm the District Court.</p>\n<p id=\"b1039-6\"> Familiar rules guide us to this conclusion. Guilt may be established by circumstantial evidence. Holland v. United States, 348 U.S. 121, 139-140, 75 S.Ct. 127, 99 L.Ed. 150, 166-167 (1955); United States v. Carter, 311 F. 2d 934, 940 (6th Cir. 1963), cert. den. Felice v. United States, 373 U.S. 915, 83 S.Ct. 1301, 10 L.Ed.2d 415; United States v. Decker, 304 F.2d 702, 705 (6th Cir. 1962); United States v. Comer, 288 F.2d 174, 175 (6th Cir. 1961). In determining whether there was sufficient evidence to allow the trier of the facts— in this case the District Judge — to convict, the evidence and legitimate inferences to be drawn therefrom are viewed in a light most favorable to the government. Glasser v. United States, 315 U.S. 60, 80, 62 S.Ct. 457, 86 L.Ed. 680, 704 (1942); United States v. Conti, 339 F. 2d 10, 13 (6th Cir. 1964); United States v. Berkley, 288 F.2d 713, 716 (6th Cir. 1961); Battjes v. United States, 172 F. 2d 1, 5 (6th Cir. 1949). The broad pattern of the ease at bar is familiar to this Court. See United States v. Vida, 370 F.2d 759 (6th Cir. 1966); United States v. Blane, 375 F.2d 249 (6th Cir. 1967).<footnotemark>1</footnotemark> We think the District Judge could quite easily find that the plan and activities of Ayotte and Giordano fitted the often quoted language of Judge Learned Hand in that it was a scheme,</p>\n<blockquote id=\"b1039-7\">“to obtain supplies, make quick sales, collect the proceeds, and then allow the company to fall into bankruptcy, making off with such loot as might meanwhile have been gathered.” Kaplan v. United States, 7 F.2d 594, 595 (2nd Cir. 1925).</blockquote>\n<p id=\"b1039-11\">There was ample evidence that in the little over two month’s life of Palm Furniture Company, Ayotte and Giordano, using the aliases Henry Oliva and Joe Cardo, respectively, were the operating managers of the venture. Within this short time they bought merchandise in cost amount of about $100,000, paying out only about $10,000, and then sometime in August abandoned the store premises, leaving a relatively small amount of merchandise in the store. They then apparently went “underground” while their creditors were forced to institute bankruptcy and have the visible remnant of the inventory seized. In the meantime, goods were being moved to vacant stores and after the commencement of bankruptcy one, or more, of these stores was emptied of a cache of supplies- — -both appellants participating in removing assets out of the city of Detroit. It is indeed a fair inference that these goods were purchased by Oliva, d/b/a Palm Furniture, and rightly were a part of the bankrupt estate and under all the circumstances it could be inferred that the removal of the goods before bankruptcy was in contemplation of its inevitable happening. In United States v. Weinbren, 121 F.2d 826 (2nd Cir. 1941), the Court said:</p>\n<blockquote id=\"b1039-12\">“But if the [Court] found, as well it might, that these appellants, knowing that the bankruptcy * * * was soon to follow, conceived and brought about the secret removal of assets from the store; * * * and that their real purpose was to convert the goods permanently and fraudulently to their own uses; and to that end to conceal them from whomsoever necessary <page-number citation-index=\"1\" label=\"992\">*992</page-number>to accomplish their purpose, a finding that concealment from the trustee in bankruptcy was deliberately planned and carried out was justified.” Id., at 828.</blockquote>\n<p id=\"b1040-4\">The fact that there was no direct evidence of an agreement between appellants to conceal assets in contemplation of bankruptcy and no direct proof that they were immediately aware of the institution of bankruptcy, does not render insufficient the government’s evidence. The following from Greenspahn v. United States, 298 F. 736, 738 (7th Cir. 1924), is pertinent in this regard:</p>\n<blockquote id=\"b1040-5\">“While no witness testified that a bankruptcy proceeding was in actual contemplation of the alleged conspirators, this does not necessarily bar conviction for a conspiracy to violate section 29b. Conspiracy to violate this section may be shown, without any proof of appointment of a trustee, or of pendency then or thereafter of bankruptcy proceedings. Meyer v. United States, 7 Cir., 258 F. 212, 169 C.C.A. 280; Steigman v. United States, 3 Cir., 220 F. 63, 135 C.C.A. 631; Radin v. United States, 2 Cir., 189 F. 568, 111 C.C.A.6; United States v. Cohn (C.C.) 142 F. 983.</blockquote>\n<blockquote id=\"b1040-6\">“Persons must be held to intend the natural and reasonable consequences of their acts. Where insolvents, heavily in debt and evidently reaching a crisis in their affairs, deliberately conceal a considerable part of their tangible assets, they should be held to have had in contemplation that the normal consequences would ensue, that the bankruptcy laws of the land would have application, and that a trustee in bankruptcy would in due course be constituted.” 298 F. at 738.</blockquote>\n<p id=\"b1040-7\">There was sufficient evidence to permit the District Judge to consider the question of the guilt of appellants on both Counts I and II, and the conviction is amply supported by the evidence. While Giordano, alias Joe Cardo, occupied a junior position to Ayotte, and his activities were less observable, he could clearly be identified as aiding and abetting in the substantive offense in Count II (which contained a charge of aiding and abetting, 18 U.S.C. § 2); as such, he was intimately involved in the subject matter of the conspiracy charge in Count I of the indictment.</p>\n<p id=\"b1040-9\">Judgment affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b1039-8\">. See also this Court’s unpublished order in United States v. Eugene Ellsworth Ayotte, No. 17,185, March 2, 1967, cert. den. October 9, 1967, 389 U.S. 838, 88 S.Ct. 54, 19 L.Ed.2d 100, wherein we affirmed Ayotte’s conviction of transferring and concealing assets in contemplation of bankruptcy of an enterprise which he carried on after closing of the Palm Furniture Company. He then used the name Louis Beatrice in the operation of the Grosse Pointe Jewelry Store.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}