{
  "casebody": {
    "data": "<casebody firstpage=\"542\" lastpage=\"548\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b568-4\">[No. 2250.</docketnumber>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"ApW\">Decided November 17, 1896.]</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b568-5\">Edward P. Hall, <em>Respondent, </em>v. Elgin Dairy Company <em>et al., Appellants.</em></parties>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b568-6\">LIBEL — EVIDENCE OF GOOD CHARACTER — JUSTIFICATION — RIGHT TO OPEN AND CLOSE.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b568-7\">In an action for libel, plaintiff is not entitled to prove his general good reputation, when defendants, in order to sustain their plea of justification, have put in evidence specific instances of misconduct on the part of plaintiff.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b568-8\">In an action for libel, when the publication has been admitted by defendants and a defense of justification set up, the burden of proof is on defendants and they are entitled to open and close the case to the jury.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b568-9\">Where the basis of an action for libel is the publication of a circular by defendants charging that plaintiff as a former employee had admitted the misappropriation of money belonging to defendants, in order to establish their plea of justification defendants are only required to prove such confession, and are not required to go further and prove that plaintiff had actually misappropriated their money.</syllabus>\n<summary data-order=\"7\" data-type=\"history\" id=\"b568-10\">Appeal from Superior Court, King County.— Hon. Thomas J. Humes, Judge.</summary>\n<disposition data-order=\"8\" data-type=\"disposition\" id=\"AXl\">Reversed.</disposition>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b568-11\"><em>Thompson, Edsen &amp; Humphries, Stratton Lewis &amp; Gilman, Thomas B. Hardin, </em>and <em>Pierre P. Ferry, </em>for appellants:</attorneys>\n<p data-order=\"10\" data-type=\"legal\" id=\"b568-12\">Appellants made no attack on respondent’s reputation; and proof of his good reputation was inadmissible to rebut the justification. <em>Houghtaling v. Kilderhouse, </em>1 N. Y. 530; <em>Matthews v. Huntley, </em>9 N. H. 147; <em>Miles v. Vanhorn, </em>17 Ind. 249 (79 Am. Dec. 477); <em>Severance v. Hilton, </em>24 N. H. 148; <em>Chubb v. Gsell, </em>34 Pa. St. 115; <em>Hitchcock v. Moore, </em>37 N. W. 917; <em>Blakeslee v. Hughes, </em>34 N. E. 793; <em>Lotto v. Davenport, </em>52 N. W. 130; <em>Stow v. Converse, </em>3 Conn. 345 (8 Am. Dec. 189); <em>Anderson v. Long, </em>10 Serg. &amp; R. 60; <em>Zitzer v. Mer</em><page-number citation-index=\"1\" label=\"543\">*543</page-number><em>kel, </em>24 Pa. St. 410; <em>Pratt v. Andrews, </em>4 N. Y. 495; Wharton, Evidence (2d ed.), p. 51; Abbott, Trial Evidence, p. 675; <em>Howland v. Blake Mfg. Co., </em>31 N. E. 656; <em>Wright v. Schroeder, </em>2 Curt. 550.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b569-5\">When the 'cause went to the jury there was but one issue for them to try, namely, was the'justification established. The court instructed the jury to find for the respondent, unless they should find that the truth of the charge made in the circular was proved by the greater weight of the testimony, and that the burden of proof was upon the appellants. In this condition of the case our statute, in express terms, gave the appellants the right to open and close the argument. Code Proc., § 354, subd. 5; <em>Judah v. Trustees of Vincennes University, </em>23 Ind. 282. Even under the common law rule appellants would have had the right to open and close. <em>McCoy v. McCoy, </em>106 Ind. 493; <em>Tull v. David, </em>27 Ind. 378; <em>McIntyre v. Bransford, </em>17 S. W. 359; <em>Murray v. Insurance Co., </em>85 N. Y. 239; <em>Churchill v. Rogers, </em>Hardin, 183; <em>Millerd v. Thorn, </em>56 N. Y. 405; To deny the right to open and close is reversible error. <em>Bellingham Bay, etc., Co. v. Strand, </em>4 Wash. 312; <em>Davis v. Mason, </em>4 Pick. 159; <em>Hill v. Perry, </em>82 Ind. 31; <em>Blacklegge v. Pine, </em>28 Ind. 467.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b569-6\">Appellants should not have been required to successfully maintain before the jury the burden of proving not only the confession, but the truth of that confession as well — that is to say, that the respondent told the truth when he made the confession. <em>Bell v. Shingle Co., </em>8 Wash. 31; <em>Randall v. Evening News </em>Ass'n, 60 N. W. 305.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b569-7\"><em>Edward Von Tobel, </em>and <em>William E. Humphrey, </em>for respondent:</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"b569-8\">When in cases of slander and libel the defendants <page-number citation-index=\"1\" label=\"544\">*544</page-number>plead justification, this puts in issue the character of the plaintiff, and the plaintiff has the right to show that his reputation is good. <em>Adams v. Lawson, </em>17 Grat. 250 (94 Am. Dec. 455); <em>Sample v. Wynn, </em>Busb. 319; <em>Bennett v. Hyde, </em>6 Conn. 24; <em>Stow v. Converse, </em>4 Conn. 42; <em>Sprague v. Craig, </em>51 Ill. 288; <em>Campbell v. Campbell, </em>54 Wis. 97; <em>Sheehey v. Cokley, 43 </em>Iowa, 183 (22 Am. Rep. 236); <em>Larned v. Buffinton, </em>3 Mass. 546 (3 Am. Dec. 185); <em>Sayre v. Sayre, </em>25 N. J. Law, 235; <em>Byrket v. Monohon, </em>7 Blackf. 83 (41 Am. Dec. 212); <em>Downey v. Dillon, </em>52 Ind. 442; <em>Williams v. Haig, 3 </em>Rich. 362 (14 Am. Dec. 774); <em>Shroyer v. Miller, </em>3 W. Va. 158; <em>Howland v. Blake Mfg. Co., </em>31 N. E. 656; <em>McIntire v. Levering, </em>20 N. E. 191; Newell, Libel &amp; Slander, p. 824; 3 Sutherland, Damages, p. 656.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b570-5\">If the circular published charged or imputed a crime to the respondent, then there can be no serious' contention that the evidence as to his reputation was inadmissible. It is not necessary that it directly charge the respondent with a crime. It is sufficient if the words, taken in the generally accepted meaning by those who hear the slander or read the libel charge or impute a crime. <em>Hess v. </em>Sparks, 44 Kan. 465 (21 Am. St. Rep. 300); <em>Drummond v. Leslie, </em>5 Blackf. 453; <em>Haynes v. Spokane Chronicle Pub. Co., </em>11 Wash. 507; <em>Proctor v. Owens, </em>18 Ind. 21 (81 Am. Dec. 341); <em>In re McDonald, </em>33 Pac. 18; <em>Edgar v. McCutchen, </em>9 Mo. 768; <em>Ranger v. Goodrich, </em>17 Wis. 80; <em>Mallory v. Pioneer Press Co., </em>34 Minn. 521; <em>Giddens v. Mirk, 4 </em>Ga. 364; <em>Logan v. Steele, 4 </em>Am. Dec. 659; <em>McAllister v. Detroit Free Press Co., </em>76 Mich. 338 (15 Am. St. Rep. 318); <em>Haines v. Campbell, </em>21 Atl. 702; <em>Montgomery v. Knox, </em>3 South. 211; <em>Post Pub. Co. v. Moloney, </em>33 N. E. 921.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b570-6\">It is not a defense to show that the confession was true, but to be a defense the defendants must show <page-number citation-index=\"1\" label=\"545\">*545</page-number>that the plaintiff was guilty of the crime charged. <em>Stewart v. Swift Specific Co., </em>76 Ga. 280 (2 Am. St. Rep. 40); <em>Cook v. Ward, </em>6 Bing. 409; <em>Funk v. Beverly, </em>112 Ind. 190; 13 Am. &amp; Eng. Enc. Law, p. 403; <em>Orth v. Featherly, </em>49 N. W. 640.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b571-5\">In reply to the point of appellants that they were entitled to open and close the argument to the jury, we ask the attention of the court to the pleadings. The answer is a denial and a justification. It denies the 4th, 5th, 6th, 7th and a part of the 3d paragraphs; denies malice, that the plaintiff was injured in his reputation or feelings that the circular was given to any but the regular customers of the Elgin Dairy Co., and that the plaintiff was in business for himself. But, even if the answer admitted everything, in this class of cases the plaintiff would be entitled to open and close. 1 Rice, Evidence, p. 128; 1 Thompson, Trials, §230; 1 Greenleaf, Evidence, §76; <em>Opdyke v. Weed, </em>18 Abb. Pr. 223, note; <em>Hecker v. Hopkins, </em>16 Abb. Pr. 301, note; <em>Fry v. Bennett, </em>28 N. Y. 329; <em>Huntington v. Conkey, </em>33 Barb. 218; <em>Johnson v. Josephs, </em>75 Me. 544; <em>Belknap v. Wendell, </em>21 N. H. 175; <em>Lexington Ins. Co. v. Paver, </em>16 Ohio, 324; <em>Bowen v. Spears, </em>20 Ind. 146; <em>Cunningham v. Gallagher, </em>61 Wis. 170; <em>Vifquain v. Finch, </em>15 Neb. 505.</p>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b571-6\">The opinion of the court was delivered by</p>\n<author id=\"b571-7\">Scott, J.</author>\n<p id=\"ALS1\">The plaintiff brought suit for the publication of an alleged libel. The defendants plead a justification. Judgment being rendered for the plaintiff the defendants have appealed.</p>\n<p id=\"b571-8\">The defendants Galloway and Romain were partners engaged in the dairy business under the name and style of the Elgin Dairy Company, and Pratt and Berry were employees of the partnership. The plain<page-number citation-index=\"1\" label=\"546\">*546</page-number>tiff was also an employee of the partnership engaged in driving one of the milk wagons and making collections for milk delivered to the company’s customers. There was testimony to show that the plaintiff’s route, which had previously been a paying one, became, and for sometime continued to be, a losing one. The company found fault with the plaintiff and claimed that something must be wrong with his conduct of the business, which the plaintiff denied, whereupon he was taken off the route for a period of thirty days and appellant Pratt was substituted in his place. For this period the route again showed a profit. Within a few days thereafter the plaintiff applied to the company for money. His salary was fifty dollars a month, and there was then to his credit on the books something over ninety dollars. One of the firm told him that, considering the loss in the business as conducted by him, he did not think anything was justly due him, and that he ought to give the partnership a receipt in full for the balance claimed. Some considerable conversation was had between the parties, whereupon it was contended by, the defendants that the plaintiff admitted that he had appropriated money belonging to the partnership, and it is conceded that he gave a receipt for the amount due him as shown by the books.</p>\n<p id=\"b572-5\">It appears that the plaintiff did no more work for the company, but engaged in like business for himself, resuming the route he had been upon while in the employ of the company, and in order to obtain the company’s customers represented to them that he had been unjustly discharged, whereupon the company issued and caused to be distributed by the appellants Pratt and Berry, the following circular :</p>\n<blockquote id=\"b573-4\"><page-number citation-index=\"1\" label=\"547\">*547</page-number>“Notice.</blockquote>\n<blockquote id=\"b573-5\">“ It having come to our knowledge that E. P. Hall, formerly the driver of one of our milk wagons, is endeavoring to alienate our customers by repeating a story that we discharged him unjustly and without cause, we take this method of contradicting him, and stating that we discharged him only upon his own confession of having wrongfully converted to his own use considerable sums of money collected for, and belonging to us.</blockquote>\n<blockquote id=\"b573-6\">“We feel compelled to make this statement in order to protect our business from the injury he is doing us by his constant repetition of a ‘ tale ’ which he knows to be untrue. Yours respectfully,</blockquote>\n<blockquote id=\"b573-7\">“ Elgin Dairy Company.”</blockquote>\n<p id=\"b573-8\">which the plaintiff contends was libelous.</p>\n<p id=\"b573-9\">It is first contended that the court erred in allowing the plaintiff to prove his good reputation. The respondent contends that this evidence was admissible in consequence of the defendants’ having given in evidence to sustain their plea of justification specific instances of misconduct on the part' of the respondent. Many cases have been cited by counsel upon either side, but, without undertaking to review them, it seems to us the better rule is that such testimony is inadmissible and that instances of specific misconduct do not authorize the plaintiff to prove his general good reputation.</p>\n<p id=\"b573-10\">Another error complained of is the refusal of the court to allow the defendants to open and close the case to the jury. The court rightly assumed that the burden of proof was upon the defendants. The publication of the circular in question had been admitted, and the defense was a justification which the defendants had to establish. This being so, we are of the opinion that they were entitled to open and close the case.</p>\n<p id=\"b574-3\"><page-number citation-index=\"1\" label=\"548\">*548</page-number>A number of other errors complained of grow out of the view taken by the lower court of what the defendants were called upon to prove to establish their plea of justification. The case was evidently tried upon the theory that it was not sufficient for the defendants to prove that the plaintiff had in fact admitted that he had misappropriated money belonging to the company, but that they must go further and prove that he had actually misappropriated their moneys. We are of the opinion that this was erroneous. The plaintiff was charged with having confessed to the misappropriation, and this, in our opinion, was all the defendants were called upon to establish in order to sustain their defense, regardless of whether the confession imputed that the plaintiff had been guilty of criminal conduct in the premises. The charge was only that he had confessed the misappropriation, and the defendants should not have been called upon to prove anything further to sustain their justification than the fact that he did confess it, and the burden should not have been put upon them of going further and proving that what the. plaintiff confessed was true.</p>\n<p id=\"b574-4\">Reversed and remanded for a new trial.</p>\n<p id=\"b574-5\">Hoyt, C. J., and Dunbar, Anders and Gordon, JJ., concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}