{
  "casebody": {
    "data": "<casebody firstpage=\"899\" lastpage=\"925\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b931-5\">[Crim. No. 9506.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A3F_\">In Bank.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aeo\">June 21, 1967.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b931-6\">THE PEOPLE, Plaintiff and Respondent, v. ROBERT LEE MASSIE and JOHN ROBERT VETTER, Defendants and Appellants.</parties>\n<p data-order=\"4\" data-type=\"p\" id=\"b931-7\">(Consolidated Appeals.)</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b935-9\"><page-number citation-index=\"1\" label=\"903\">*903</page-number>Robert Lee Massie, in pro. per., Mary Montgomery, under appointment by the Supreme Court, Roger S. Hanson and Irmas &amp; Rutter for Defendants and Appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b935-10\">Thomas C. Lynch, Attorney General, William E. James, Assistant Attorney General, and S. Clark Moore, Deputy Attorney General, for Plaintiff and Respondent.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b935-11\">TOBRINER J.,</author>\n<p id=\"AFI\">The defendants were jointly charged by information and convicted by the court of the first degree murder of Mrs. Mildred Weiss, the attempted murder of Prank Boiler, and the robberies of Boiler, Prank Muecia and Archie Bolivar. The court denied defendant Vetter’s timely motion for a separate trial. Massie then pleaded guilty, and <page-number citation-index=\"1\" label=\"904\">*904</page-number>both defendants waived a jury trial. Bach defendant accepted the stipulation offered by the prosecutor that his guilt and penalty trial be consolidated into one proceeding. The judge sentenced Massie to death for the murder, Vetter to life imprisonment for the murder, and each of the defendants to the terms prescribed by law on the other counts. Vetter’s appeal was consolidated with Massie’s automatic appeal. (Pen. Code, § 1239, subd. (b).)</p>\n<p id=\"b936-5\">We hold that Massie’s convictions and death sentence must be affirmed and that Vetter’s convictions must be reversed. We reject the contentions of both defendants that Massie’s confession was involuntary or obtained in violation of bis rights to counsel and to remain silent. We do not accept the contention that the five offenses constituted a single course of conduct precluding multiple punishment. We set forth the evidence supporting the convictions and providing the basis for our conclusions that Vetter’s commitment was not without probable cause and that the trial court properly denied defendants’ motions for new trials on grounds of the insufficiency of the evidence. We explain, however, that the court erred in denying defendant Vetter’s motion for a separate trial and that the combination of prejudicial effects flowing from the error constituted a miscarriage of justice, entitling Vetter to a new trial.</p>\n<p id=\"b936-6\">1. <em>The Evidence</em></p>\n<p id=\"b936-7\">Massie began his three-hour series of crimes at 9:15 p.m. on January 7, 1965, in West Covina, with the robbery and attempted murder of Frank Boiler (counts I and TI). Boiler identified Massie at a police lineup by his voice and silhouette as the man who crossed Boiler’s lawn, threatened him with a rifle, and demanded his money. After Boiler gave Massie his wallet Massie said, “Don’t look at me, queer,” and fired a shot grazing Boiler’s temple. Massie then ran off around a hedge and entered a car. The engine of the car started after Massie entered.</p>\n<p id=\"b936-8\">Shortly before 10 p.m. Mrs. Mildred Weiss became Massie's next victim (count III). Massie approached Mrs. Weiss as she was standing on the front lawn of her San Gabriel house, directing her husband’s car into their garage. Massie spoke to her for a short time, shot her, and fled to a wait'ng c t several hundred feet up the street. Massie entered the passenger’s door, and the car left.</p>\n<p id=\"b936-9\">At about midnight Massie perpetrated the robbery of Frank Muccia and Archie Bolivar in the Twin Gables Bar in Bald<page-number citation-index=\"1\" label=\"905\">*905</page-number>win Park. Although Massie carried a rifle, Muccia pursued him from the bar and saw him enter the passenger’s side of a waiting car. The vehicle accelerated swiftly, narrowly missing a parked car.</p>\n<p id=\"b937-6\">Defendant Vetter was arrested as a result of Massie’s accusation, rendered in his confession, that Vetter drove the getaway car during each of the offenses. Jointly charged by information ivith first degree murder, attempted murder, and three counts of armed robbery, defendants appeared at a preliminary hearing. The victims of the robberies, as well as Mr. Weiss, identified Massie as the perpetrator of each of the offenses. Mr. Weiss and three other men who followed Massie up the street after the shooting of Mrs. Weiss identified Vetter as a man who looked “similar” to the driver. Ballistics experts and a criminologist testified that the markings on cartridges found at the Boiler and Weiss houses resembled both those found on a spent cartridge in Vetter’s car and those obtained from tests of a rifle of the same type as one which a sales clerk stated that Vetter had purchased at his store.</p>\n<p id=\"b937-7\">The foregoing evidence adduced at the preliminary hearing sustained the magistrate’s ruling that both defendants stand trial; such evidence also upheld the trial court’s denial of Vetter’s motion under Penal Code section 995 to set aside the information. Vetter argues that no evidence whatsoever connects him with the Boiler, Muccia and Bolivar crimes. The magistrate could reasonably have believed, however, that the person who drove Massie during the perpetration of one of the offenses also drove him during the commission of the other offenses.</p>\n<p id=\"b937-8\">2. <em>Massie’s Contentions</em></p>\n<p id=\"b937-9\">Defendant Massie urges that his convictions and death sentence must be reversed because (a) they rest upon confessions obtained in violation of his constitutional rights,<footnotemark>1</footnotemark> and (b) under Penal Code section 654 the trial court erred in <page-number citation-index=\"1\" label=\"906\">*906</page-number>sentencing him on all five counts. As we explain, these contentions cannot stand.</p>\n<p id=\"b938-5\">(a) <em>Admissibility of confessions</em></p>\n<p id=\"b938-6\">Massie contends that since his two confessions were involuntary, and obtained in violation of his rights to counsel and to remain silent, their introduction into evidence requires reversal of both his convictions as well as his death penalty.<footnotemark>2</footnotemark> The judge heard tape recordings of Massie’s confessions; Massie admitted his commission of the charged robberies and other crimes, stated his intention to rob the murder victim, and accused Vetter of being the driver of the getaway car.<footnotemark>3</footnotemark></p>\n<p id=\"b938-7\">(i) <em>Voluntariness</em></p>\n<p id=\"b938-8\">Massie contends that his confessions must be treated as involuntary because of evidence that he was under the influence of drugs. The record, as well as the tape recording itself, shows that during the interrogations Massie took a “benny” (benzedrine). He argues that “in the usual dosage [benzedrine] is a stimulant and probably would not impair the ability of a defendant to make a valid confession. But the effect of long continued use of larger quantities of the drug upon the human body cannot be estimated. ’ ’</p>\n<p id=\"b938-9\">Massie raised the issue of the voluntariness of his confession on <em>voir dire; </em>he offered direct testimony and was cross-examined upon the influence of the drug on his body; he had the opportunity to present medical evidence on the question of the effects of continued use of benzedrine. On cross-examination Massie admitted, \"I put the last one in my mouth in the police station so I could understand the questions they were firing at me better. ’ ’</p>\n<p id=\"b938-10\">Nothing in the record indicates that the benzedrine in any way affected Massie’s ability to give a voluntary confession. The record does not establish the effect of benzedrine; it shows that Massie took only one or two pills during the interrogation. Under the circumstances, we cannot hold that the trier of fact could not properly have found that Massie gave a voluntary confession.</p>\n<p id=\"b939-5\"><page-number citation-index=\"1\" label=\"907\">*907</page-number>(ii) <em>Dorado warmings</em></p>\n<p id=\"b939-6\">Massie contends that his confessions were improperly-admitted because the officers failed to administer the warnings required by <em>Escobedo </em>v. <em>Illinois </em>(1964) 378 U.S. 478 [12 L.Ed.2d 977, 84 S.Ct. 1758], and <em>People </em>v. <em>Dorado </em>(1965) 62 Cal.2d 338 [42 Cal.Rptr. 169, 398 P.2d 361]. He testified that he did not remember being advised of his rights; moreover, he attested that he had asked for an attorney and that the police had denied his request.</p>\n<p id=\"b939-7\">The record supports the court’s finding that the officers fully informed Massie of all of his rights, and that he waived them intelligently. Officer Vietti testified that “when we first walked into the room, he wanted to know from the arresting officers if we were investigators and right away, he wanted to tell us. He says, \"I have got a lot of things to tell you. ’ . . . When I finally stopped him from talking, I asked him if he had been advised of his rights, and he said yes. And I said, ‘Well, I will do it once more. ’ ... I told him that he could have an attorney and that he didn’t have to tell me anything, and if he did tell me anything, that it could be used in a trial against him. ... I think he said something about, ‘I don’t think an attorney could do me any good now. ’ ’ ’</p>\n<p id=\"b939-8\">Officer Vietti stated that Massie did not request counsel, willingly responded to the officers’ questions, readily admitted committing the crime for which he was arrested, and volunteered confessions of crimes “you don’t even suspect me of.” The tape recording of the confessions reveals that Massie volunteered at length details of a series of taxicab robberies and of the present crimes. At that time Massie had not been accused of the instant offenses. He stated, “I am going to tell you a whole lot of things.” “You go ahead, you ask the questions. ” “I want you to get it all down.”</p>\n<p id=\"b939-9\">The trial court believed the officer, not Massie. In view of the foregoing testimony, the record does not lack support for the conclusion that although fully informed of his rights, Massie waived his rights and confessed voluntarily.</p>\n<p id=\"b939-10\">(b) <em>Multiple punishment</em></p>\n<p id=\"b939-11\">Massie secondly contends that Penal Code section 654,<footnotemark>4</footnotemark> prohibited multiple punishment for the offenses because <page-number citation-index=\"1\" label=\"908\">*908</page-number>Ms acts constituted <em>“a </em>single course of conduct” under <em>People </em>v. <em>Ridley </em>(1965) 63 Cal.2d 671, 677 [47 Cal.Rptr. 796, 408 P.2d 124],<footnotemark>5</footnotemark> His argument Mnges, however, upon the identification of such a course of conduct which, according to <em>Ridley, </em>“comprises an indivisible transaction. The divisibility of a course of conduct depends upon the intent and objective of the defendant . . . .” <em>(Id. </em>at p. 677.)</p>\n<p id=\"b940-5\">We cannot hold that Massie’s commission of a series of robberies constituted “a single course of conduct.” A defendant may not bootstrap himself into section 654 by claiming that a series of divisible acts, each of which had been committed with a separate identifiable intent and objective, composes an \"indivisible transaction. ’ ’ <em>Ridley </em>itself held that section 654 does not apply if “one act has two results each of which is an act of violence against the person of a separate individual.” <em>(Id. </em>at p. 678; see <em>Neal </em>v. <em>State of California </em>(1960) 55 Cal.2d 11, 20-21 [9 Cal.Rptr. 607, 357 P.2d 839] ; <em>People </em>v. <em>Zurica </em>(1964) 225 Cal.App.2d 25, 32 [37 Cal.Rptr. 118].) The commission of multiple violent offenses against different individuals imports a higher degree of culpability than the commission of a single offense against one individual.</p>\n<p id=\"b940-6\">Massie also contends that the robbery of Frank Boiler constituted a lesser offense included in the attempted murder. Sufficient evidence, however, shows that the attempted murder did not merely serve as a “means” by which Massie sought to commit robbery, as arson served as the means of attempted murder in <em>Neal, </em>and as the assault on Bennett operated as the means of robbery in <em>Ridley. </em>Massie held Boiler at gunpoint and demanded his wallet. Since his arms were full of packages, Boiler demurred, and Massie struck him with the rifle. Boiler then surrendered his wallet and looked at Massie. Massie said to Boiler, “Don’t look at me, queer,” and fired the shot which grazed Boiler’s temple. The attempted murder occurred as a separate and distinct act after the completion of the robbery; Massie contemplated an objective other than robbery. The two acts therefore merited multiple punishment. <em>(Inre Chapman </em>(1954) 43 Cal.2d 385, 391 [273 P.2d 817].)</p>\n<p id=\"b940-7\">' (c) <em>Massie’s other contentions</em></p>\n<p id=\"b940-8\">Massie raises several additional unmeritorious contentions. He urges (i) that the court erred in admitting television news film of a confession that he gave in an interview with a <page-number citation-index=\"1\" label=\"909\">*909</page-number>reporter; (ii) that the evidence insufficiently supported a conviction of first degree murder; (iii) that the trial court erred in permitting the introduction of evidence admissible only as to penalty before it fixed the degree of the murder; (iv) that psychological and physical duress rendered his guilty plea involuntary; (v) that the court denied him the opportunity to obtain counsel of his choice; and (vi) that he suffered inadequate representation by the deputy public defender.</p>\n<p id=\"b941-6\">(i) Massie contends that the trial court committed reversible error in admitting into evidence a sound news film, taken at the police station after Massie’s second confession, depicting Massie admitting his guilt in an interview with a reporter. In <em>People </em>v. <em>Price </em>(1965) 63 Cal.2d 370, 379 [46 Cal.Rptr. 775, 406 P.2d 55], the court stated: “. . . the statement made by defendant to the reporter was in no way a result of police interrogation, but was wholly voluntary, and hence no reason appears for excluding it. . . . Absent evidence of police complicity, the admission of defendant’s statement to the reporter infringed no constitutional right or defeated any purpose fostered by the recent decisions of the United States Supreme Court and of this court. ’ ’</p>\n<p id=\"b941-7\"><em>Price </em>controls the present case. Police had already obtained Massie’s confession after he had been advised of his constitutional rights. Massie consented to, and did fully, participate in the interview; he adduced no evidence of compulsion or of police complicity in staging it. Massie asks that we reexamine the principle enunciated in <em>Price </em>in light of <em>Sheppard </em>v. <em>Maxwell </em>(1966) 384 U.S. 333 [16 L.Ed.2d 600, 86 S.Ct. 1507], and <em>Estes </em>v. <em>Texas, </em>(1965) 381 U.S. 532 [14 L.Ed.2d 543, 85 S.Ct. 1628], as well as <em>Rideau </em>v. <em>Louisiana </em>(1963) 373 U.S. 723 [10 L.Ed.2d 663, 83 S.Ct. 1417], In those cases, however, the effect of the publicity generated by television and other news media deprived the defendants of an impartial jury and a fair trial. Massie submits no contention that publicity of his confession was so pervasive in Los Angeles County as would have rendered selection of an impartial jury impossible.</p>\n<p id=\"b941-8\">(ii) The evidence sufficiently supported a conviction of first degree murder. In his properly obtained confession, Massie admitted that he shot Mrs. Weiss while attempting to commit the felony of robbery. He committed robberies shortly before and soon after the murder. The evidence justified the judge’s finding that the murder occurred during the commis<page-number citation-index=\"1\" label=\"910\">*910</page-number>sion of a felony and that it was therefore of the highest degree.</p>\n<p id=\"b942-5\">(iii) Massie’s counsel objected to the introduction of evidence of other offenses committed by Massie before the court determined the degree of the murder “on the ground that such testimony would be incompetent . . . and . . . not tend to prove or disprove any of the issues in the present case, and . . . not tend to show the state of mind of the defendant as of January the 7 th, 1965.”  Massie, however, pleaded guilty, waived jury trial on the issues of the degree of murder and penalty, and stipulated that the court could determine the degree as well as the penalty. He agreed that if the court should find the offense to be of the first degree it could, in fixing the penalty, consider the evidence adduced by Vetter as well as additional evidence offered by Massie. Thus Massie agreed that the court could hear evidence which would be admissible only on the question of penalty before the court actually determined the degree of murder. Whatever the wisdom of such a stipulation, Massie cannot now urge error in a procedure which he accepted.</p>\n<p id=\"b942-7\">(iv) Massie did not allege in the trial court that his guilty plea was compelled. He made no motion to substitute a new and different plea. The only sources of duress he now asserts are his marital difficulties and his conditions of high-security confinement. We cannot hold that Massie entered his plea of guilty under psychological or physical duress.</p>\n<p id=\"b942-8\">(v) Massie contends that the trial court committed prejudicial error in refusing to grant him a continuance to enable him to obtain “private counsel.” lie argues that “if the defendant, during the requested week, could have found an attorney to represent him, then the court could not have rejected this ‘private’ counsel.” Massie did not, however, seek substitution of a particular private attorney of his own choosing. He sought <em>appointment </em>of <em>some </em>private counsel. An indigent defendant cannot assert a right to the appointment of a <em>particular </em>attorney. Massie alleged no specific reason why the public defender could not adequately defend him. The present ease is distinguishable from <em>People </em>v. <em>Crovedi </em>(1966) 65 Cal.2d 199 [53 Cal.Rptr. 284, 417 P.2d 868], and <em>People </em>v. <em>Byoune </em>(1966) 65 Cal.2d 345 [54 Cal.Rptr. 749, 420 P.2d 221], In those cases, defendants had either retained private counsel or asserted their intention of retaining private counsel. Massie, however, sought <em>appointment </em>of private counsel.</p>\n<p id=\"b942-9\">(vi) Finally, Massie contends that he suffered a <page-number citation-index=\"1\" label=\"911\">*911</page-number>denial of effective representation of counsel. He states that counsel persuaded him to plead guilty, although counsel “knew that there was not sufficient evidence to give a felony murder conviction because of the conflict in the evidence as to the robbery. lie also knew that defendant was under the influence of dangerous drugs at the time of the commission of the offense and at the time of the interrogation.” Counsel should have “entered evidence of diminished responsibility.” Massie contends that counsel “could have argued accidental death, or insanity, or lack of the intent which is a necessary prerequisite for murder in the first degree. . . . Even after the plea of guilty to murder was entered, the defenses available to the defendant were still of such an importance that the death penalty might not have been induced. ’ ’</p>\n<p id=\"b943-6\">“To justify relief on this ground [of inadequate representation of counsel], ‘an extreme case must be disclosed.’ . . . It must appear that counsel’s lack of diligence or competence reduced the trial to a ‘farce or a sham.’ ” (People v. <em>Ibarra </em>(1963) 60 Cal.2d 460, 464 [34 Cal.Rptr. 863, 386 P.2d 487].) We cannot find that Massie’s trial approached “a farce or a sham.” Quite to the contrary, the public defender vigorously represented his client, cross-examined the People’s witnesses thoroughly, apparently with possible defenses in mind, urged necessary objections, and acquitted himself well in arguments at the bench. Massie’s representation by counsel was adequate.</p>\n<p id=\"b943-7\">We have reviewed the record and we can find no reason why we should not affirm Massie’s conviction and death penalty.</p>\n<p id=\"b943-8\">3. <em>Tetter’s Contentions</em></p>\n<p id=\"b943-9\">(a) <em>Insufficiency of the evidence</em></p>\n<p id=\"b943-10\">Vetter contends that the trial court erred in denying his motion for a new trial which was premised on the ground that the evidence did not sufficiently support the verdict. We consider the testimony in some detail in order to explain why we cannot accept that contention, but we conclude that the evidence is so closely balanced as to render prejudicial the errors which we shall discuss below.</p>\n<p id=\"b943-11\">The crux of Vetter’s position is that the prosecution witnesses did not successfully identify him as the driver of the car that Massie used in the perpetration of the Weiss murder. In this endeavor defendant focuses on the testimony of four adverse witnesses. The remaining showing against Vetter <page-number citation-index=\"1\" label=\"912\">*912</page-number>consisted of the additional testimony that Massie used a car similar to Vetter’s in the tavern robbery and the murder, and that the rifle which Massie used in firing shots at Boiler and Mrs. Weiss appeared to be of the same type as Vetter’s gun. Such evidence, however, is equally consistent with Vetter’s innocence as with his guilt; it is consistent with the defense testimony of Vetter and his wife that the rifle was in the car which Vetter lent Massie.</p>\n<p id=\"b944-5\">Two of the four witnesses were the husband and son of the victim. The husband, Mr. Weiss, testified that after he had pursued Massie 100 yards up the street to the car, he fell against the left rear fender as the car moved away, and briefly observed the back of the driver’s head. He stated at the trial that Vetter \"resembled the man in the driver’s seat.” The son, Ronald Weiss, testified that he also pursued Massie, running some distance behind his father. Asked whether lie saw the driver, Ronald stated that “before he pulled away I was in the street . . . and I ran behind the car [to within] 40 feet, and I saw the back of his head.” At a five-man lineup four weeks after the date of the crime, Ronald picked out Vetter as one whose back appeared \"familiar. ’ ’</p>\n<p id=\"b944-6\">Two other persons, neighbors of the Weisses, identified Vetter. John Billiek, joining in the attempt to apprehend the killer, ran to within 15 feet of the back of the car. and saw a partial left rear profile and the left shoulder of the driver. The driver was “a male definitely,” according to Billiek, but he could make no “positive identification.” Richard Nichols, who also followed Massie, testified that he “got within approximately five feet . . . closest to the driver’s side of the automobile.” He saw a 45-degree rear profile of the driver, and “recognized Vetter at the lineup and in court as the driver.</p>\n<p id=\"b944-7\">The defense sought to establish its theory of the crimes by adducing the testimony of Vetter and his wife, and that of a witness to Massie’s escape from the tavern robbery who testified that a woman drove the getaway car, and by attacking the testimony of the identification witnesses. Vetter and his wife testified that Vetter lent Massie his car,<footnotemark>6</footnotemark> which contained his <page-number citation-index=\"1\" label=\"913\">*913</page-number>rifle;<footnotemark>7</footnotemark> Vetter stayed home to help his wife pack for the family’s impending move to Massachusetts.<footnotemark>8</footnotemark> The defense theorized that Massie committed the first robbery alone, decided that a getaway driver was necessary, picked up a male friend who drove during the Weiss murder, but who became frightened and left, and induced a woman to drive for him during the tavern robbery.</p>\n<p id=\"b945-6\">To prove that Vetter could not have been driving Massie’s getaway car during the tavern robbery, the defense called as a witness the woman who had been sitting in the parked car which was nearly struck as Massie’s car sped out of the Twin Gables Bar parking lot. After hearing the sound of the window shattering from the impact of the bottle thrown at Massie by victim Muecia, she saw “a car coming towards us with headlights off.” The driver “was a female,” based upon “her general appearance, her hair was shoulder length.” There was “no question” in her mind “that the driver of the car was a woman.” She was “absolutely positive of that. ’ ’</p>\n<p id=\"b945-7\">The defense also attacked the reliability of the testimonial identifications of Vetter. Mr. Weiss and Mr. Billick each admitted that at a brightly illuminated lineup, four weeks after the crime, he had failed to pick out Vetter at all. Mr. Weiss stated of an individual other than Vetter whom he chose as the driver, “I think this is the man.” Billick selected this same man as the one who “most closely resembles” the driver. Ronald admitted that shortly before he viewed the lineup he had seen a picture of Vetter in a newspaper account which stated that Vetter was the driver of the car. Nichols admitted that the same newspaper had been delivered to his home, but he could not recall whether he had read the newspaper that day. He conceded that he “cannot positively identify Mr. Vetter as the driver of that car. ’ ’</p>\n<p id=\"b945-8\">The defense succeeded in establishing that the four wit<page-number citation-index=\"1\" label=\"914\">*914</page-number>nesses ’ observations of the driver were made under very poor lighting conditions. Mr. Weiss stated: “There was no light. It wasn’t light at all.” Billick replied affirmatively to a question inquiring whether “this was an extremely dark area.” Further cross-examination of Billick showed that Nichols was not, as he claimed, five feet from the ear, but nowhere in the vicinity of the car. Nichols also admitted that his account of the escape to police immediately after the crime differed in important respects from those of the other three observers.<footnotemark>9</footnotemark> Similarly, Ronald admitted that he told police that there had been three men in the car, and that he had viewed a photograph of Vetter’s ear and stated, “this wasn’t the car I recognized.”</p>\n<p id=\"b946-5\">Although the evidence is in substantial conflict, we cannot accept Vetter’s contention that it did not sufficiently support a verdict of guilt on any of the five counts.</p>\n<p id=\"b946-6\">We cannot say that the identifications of Vetter—even if reached under the difficult circumstances as to time, lighting, excitement, and previous views of the defendant—were so impeached, inherently improbable, or physically impossible as to render them unworthy of belief. <em>(People </em>v. <em>Huston </em>(1943) 21 Cal.2d 690, 693 [134 P.2d 758] ; <em>People </em>v. <em>Trippell </em>(1936) 7 Cal.2d 612, 614 [61 P.2d 929].)  Nor can we hold that, having believed that Vetter was the driver during the murder, the trier of fact could not reasonably have inferred that he also participated in robberies perpetrated by Massie within a three-hour period, in the same locale, using the same vehicle for escape. Each witness’ identification of Vetter may have been far from positive, but we cannot hold that taken together they did not constitute sufficient evidence upon which to convict. Nevertheless, we recognize that, without doubt, the evidence was closely balanced.</p>\n<p id=\"b946-8\">(b) <em>Denial of a separate trial</em></p>\n<p id=\"b946-9\">Vetter contended that the court erred in denying his motion for a separate trial. We explain that the judge committed error (i) in failing to exercise his discretion to consider relevant and long-established reasons for granting a severance, <page-number citation-index=\"1\" label=\"915\">*915</page-number>and (ii) in failing to order a separate trial under the rules announced in <em>People </em>v. <em>Aranda </em>(1965) 63 Cal.2d 518, 530-531 [47 Cal.Rptr. 353, 407 P.2d 265], \"We explain that because of the delicate balance of the evidence, the prejudicial effects of the error constituted a miscarriage of justice, compelling us to reverse Vetter’s convictions and accord him the separate trial to which he was initially entitled.</p>\n<p id=\"b947-6\">Vetter offered a timely motion for a severance before the commencement of the trial, advancing four supporting reasons: (1) Massie had given extrajudicial confessions accusing Vetter; (2) in view of the kinds of crimes charged against Massie, and his extensive criminal record, Vetter would suffer guilt by association; (3) despite the lack of evidence against Vetter on four of the five counts, and the weak identification evidence, the jury would consider against Vetter the strong evidence of Massie’s guilt; and (4) a conflict would arise between defendants as to the method of trial caused by Massie’s desire to waive a jury.<footnotemark>10</footnotemark> An additional reason confronted the court: only at a separate trial could Vetter call Massie as his witness, presenting the possibility that Massie would exonerate him.<footnotemark>11</footnotemark></p>\n<p id=\"b947-7\">The record shows that the judge refused to consider whether Massie had made an implicating extrajudicial confession that might be prejudicial to Vetter if introduced at a joint trial,<footnotemark>12</footnotemark> and did not believe that he could grant a motion for a separate trial based upon the possibility that a jury would find guilt by association,<footnotemark>13</footnotemark> or upon a conflict in defense <page-number citation-index=\"1\" label=\"916\">*916</page-number>strategy.<footnotemark>14</footnotemark> The court apparently felt that it could not exercise its discretion to order the requested separate trial on the proffered ground that the jury might be unable to confine its consideration of the evidence adduced on the multiple counts to the particular charge upon which, and the defendant against whom, the evidence would be offered.<footnotemark>15</footnotemark> The record does not show whether, in denying the motion for a separate trial, the court considered the possibility that Massie would testify in Vetter’s behalf at a separate trial. The judge did not ask the prosecutor whether he had implicating confessions given by Massie or whether the prosecutor would forego use of the confessions at a joint trial.</p>\n<p id=\"b948-5\">(i) <em>Failure to exercise discretion</em></p>\n<p id=\"b948-6\">Penal Code section 1098 in 1921 abrogated the former rule that codefendants enjoyed an absolute right to separate trials, restoring the common law rule which placed the matter within the discretion of the trial court. (See <em>United States </em>v. <em>Marchant </em>(1827) 25 U.S. (12 Wheat.) 480, 481-484 [6 L.Ed. 700] ; Witkin, Cal. Criminal Procedure (1963) § 291; and cases there cited.) Older cases had held almost unanimously that a court could never abuse its discretion in denying a motion for a separate trial because the jury could be admonished not to consider prejudicial testimony admissible only against a co-defendant.<footnotemark>16</footnotemark> The more recent cases, however, recognizing the impossibility of a juror’s obliteration from his mind of that which he already knew,<footnotemark>17</footnotemark> have held that the court should <page-number citation-index=\"1\" label=\"917\">*917</page-number>separate the trials of codefendants in the face of an incriminating confession,<footnotemark>18</footnotemark> prejudicial association with codefendants,<footnotemark>19</footnotemark> likely confusion resulting from evidence on multiple counts,<footnotemark>20</footnotemark> conflicting defenses,<footnotemark>21</footnotemark> or the possibility that at a separate trial a codefendant would give exonerating testimony.<footnotemark>22</footnotemark></p>\n<p id=\"b949-6\">The trial judge took the mistaken view that he was precluded from granting a separate trial and therefore erroneously refused consideration of at least three of the appropriate reasons advanced by Vetter. Although we need not decide whether the court was <em>required </em>to grant a severance under the circumstances, or that such denial of the motion after proper consideration of its grounds would have been an abuse of <page-number citation-index=\"1\" label=\"918\">*918</page-number>discretion,, the court erred in refusing to <em>exercise </em>its discretion. Vetter was at least entitled to the court’s consideration of his motion under a correct view of the law. We must therefore hold that the court erred in its denial of the motion for a separate trial.<footnotemark>23</footnotemark></p>\n<p id=\"b950-5\">(ii) <em>Error under Aranda</em></p>\n<p id=\"b950-6\">The rules announced in <em>People </em>v. <em>Aranda, supra, </em>63 Cal.2d 518, provide an independent source of error in the trial court’s denial of Vetter’s motion for a separate trial. In <em>Aranda, </em>we set forth the procedure to be followed when a defendant moves for a separate trial on the basis of a codefendant’s incriminating extrajudicial confession. <em>(Id. </em>at pp. 530-531.) In <em>People </em>v. <em>Charles, ante, </em>pp. 330, 344 [57 Cal.Rptr. 745, 425 P.2d 545], we held these rules applicable to cases tried before the date on which <em>Aranda </em>was announced, and pending upon appeal.</p>\n<p id=\"b950-7\">Under <em>Aranda, </em>Vetter should have been accorded a separate trial unless either (1) the incriminating portions of Massie’s confessions could have been effectively deleted without prejudice to Massie, or (2) the prosecutor assured the court that the confessions would not be used. Plainly, the prosecutor did not offer such an assurance, nor could he have been expected to do so, at a time before we condemned in <em>Aranda </em>the then accepted practice. Although the prosecutor in all likelihood would have elected the severance rather than the sacrifice of the use of Massie’s confessions,<footnotemark>24</footnotemark> we need not rely upon such speculation. If Vetter could not obtain the assurance of the prosecutor that he would not use the statements, Vetter was at least entitled to the court’s determination of whether the <page-number citation-index=\"1\" label=\"919\">*919</page-number>references to him in the confessions could be effectively deleted. The propriety of the court’s denial of severance, under <em>Aranda, </em>turns, therefore, on the question of whether the incriminating portions of Massie’s confessions could have been properly deleted.</p>\n<p id=\"b951-6\">The transcript of Massie’s two confessions reveals that whenever he spoke of the five charged offenses he referred to “me and John” as the individuals who committed the crimes. He continually used the pronoun “we.” He named Vetter as the driver and owner of the getaway vehicle and the owner of the rifle, and suggested that, as the driver, Vetter conceived the idea of committing the crimes. The character of Massie’s statements would leave no doubt, even if Vetter’s name had been deleted, that Massie referred to the same individual throughout the confessions. Once Vetter’s “identity [was] otherwise established by “evidence linking the defendants together before and after the crime” <em>(People </em>v. <em>Aranda, supra, </em>63 Cal.2d 518, 531 &amp; fn. 10), and by the other relevant testimony, the jury would have encountered no difficulty in filling in the deletions in the confession. (See <em>Anderson </em>v. <em>United States </em>(1943) 318 U.S. 350, 356 [87 L.Ed. 829, 63 S.Ct. 599]; <em>People </em>v. <em>La Ruffa, supra, </em>153 N.Y.S.2d 352, 354.) Since the incriminating portions of the confessions could not have been effectively deleted, the <em>Aranda </em>rules left the trial court only the option of severance. Its denial of Vetter’s motion, therefore, was erroneous for a second reason.</p>\n<p id=\"b951-7\">Neither Vetter’s subsequent waiver of jury trial, nor Massie's later plea of guilty cured the court’s error in denying the motion for separate trials. The propriety of the denial of a motion for separate trials must be tested as of the time of the submission of the motion <em>(People </em>v. <em>Clark </em>(1965) 62 Cal.2d 870, 883 [44 Cal.Rptr. 784, 402 P.2d 856]) ; the question of error cannot be determined in the context of subsequent developments at the trial. <em>(People </em>v. <em>Santo </em>(1954) 43 Cal.2d 319, 332 [273 P.2d 249]; <em>People </em>v. <em>Eudy </em>(1938) 12 Cal.2d 41, 46 [82 P.2d 359].)</p>\n<p id=\"b951-8\">(iii) <em>Prejudicial effect of denial of separate trial</em></p>\n<p id=\"b951-9\">Courts have taken three basic approaches in considering the prejudicial effects of an erroneous denial of a separate trial under the harmless error rules prevalent in all jurisdictions.<footnotemark>25</footnotemark></p>\n<p id=\"b952-4\"><page-number citation-index=\"1\" label=\"920\">*920</page-number>(1) In holding harmless error rules inapplicable, and requiring automatic reversal of convictions, some courts have emphasized (a) that infringement of the right to a separate trial constitutes a denial of an important procedural safeguard ; (b) that the trial court lacked the statutory authority to conduct the trial under an unauthorized mode of procedure; and (c) that the grant of the separate trial, to which defendant was initially entitled, offers the only available remedy by which to enforce the right and to prevent its emasculation.<footnotemark>26</footnotemark></p>\n<p id=\"b952-5\">(2) Other courts have applied harmless error rules, but have held that improper denial of a separate trial is itself a <page-number citation-index=\"1\" label=\"921\">*921</page-number>miscarriage of justice, because (a) the result under the proper mode of trial cannot be guessed; (b) the record cannot be expected to reveal such hidden prejudicial effects of a joint trial as consideration against the defendant of evidence admitted only as against codefendants, inhibition of the presentation of defense evidence, and guilt by association; and (c) the prejudicial impact of these effects cannot be measured, but may be assumed to be substantial.<footnotemark>27</footnotemark></p>\n<p id=\"b953-6\">(3) Finally, some courts have applied the test of harmless error and considered the prejudicial effect only of (a) particular errors which may be identified, such as the erroneous admission of the implicating portions of eodefendants’ confessions, and (b) significant differences from the joint trial that would have occurred if the defendant had been tried separately, considering also (c) the amount of evidence of defendant’s guilt presented at the joint trial.<footnotemark>28</footnotemark></p>\n<p id=\"b954-4\"><page-number citation-index=\"1\" label=\"922\">*922</page-number>We have concluded that in the absence of federal constitutional compulsion,<footnotemark>29</footnotemark> the third approach is the most appropriate. We do not believe that we should reverse a conviction achieved at a joint trial in the absence of a reasonable proba<page-number citation-index=\"1\" label=\"923\">*923</page-number>bility that the defendant would have obtained a more favorable result at a separate trial. Although we recognize the importance of the preservation of the procedural safeguard of a separate trial, the Legislature has decreed joint trials to be the rule and separate trials the exception. The question of the erroneous denial of a severance does not rise to jurisdictional magnitude, nor is the right to a separate trial so fundamental that its denial must occasion automatic reversal. We cannot say that in every case of an improper denial of a separate trial, a joint trial is necessarily so unfair as to amount to a miscarriage of justice. We must weigh the prejudicial impact of all of the significant effects that may reasonably be assumed to have stemmed from the erroneous denial of a separate trial.</p>\n<p id=\"b955-4\">In the present case, in view of the closely balanced state of the evidence, it is reasonably probable that Vetter would have obtained a more favorable verdict at a separate trial. First, we have recognized that even a judge would face a formidable task in attempting to exclude from his consciousness the certain knowledge that in his confession, inadmissible as to Vetter, Massie had named Vetter as the driver of his getaway car.<footnotemark>30</footnotemark> Second, at a separate trial Vetter might have obtained the exonerating testimony of Massie.<footnotemark>31</footnotemark> Third, absent the fear of Massie’s implicating confession reaching the ears of a jury, Vetter probably would not have waived trial by jury.<footnotemark>32</footnotemark> Fourth, Vetter would not have been tainted with <page-number citation-index=\"1\" label=\"924\">*924</page-number>suspicion as the eodefendant and confederate of a perpetrator of murder. Thus the erroneous denial of his motion for a separate trial worked prejudice against Vetter under California Constitution article VI, section 13, and <em>People </em>v. <em>Watson </em>(1956) 46 Cal.2d 818, 836 [299 P.2d 243],</p>\n<p id=\"b956-5\">As to defendant Massie, the judgments are affirmed; the judgments against defendant Vetter are reversed.</p>\n<p id=\"b956-6\">Traynor, C. J., Peters, J., and Sullivan, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b937-10\">Defendants contended that the scope of Massie’s rights should be measured by the rules announced in <em>Miranda </em>v. <em>Arizona </em>(1966) 384 U.S. 436 [16 L.Ed.2d 694, 86 S.Ct. 1602, 10 A.L.R.3d 974], and that the failure of police to inform him of his right to appointed counsel rendered his confession inadmissible. Since defendants’ trial commenced prior to the date <em>Miranda </em>was decided, the admissibility of Massie’s confession is controlled by the rules of <em>Escobedo </em>v. <em>Illinois </em>(1964) 378 U.S. 478 [12 L.Ed.2d 977, 84 S.Ct. 1758], and <em>People </em>v. <em>Dorado </em>(1965) 62 Cal.2d 338 [42 Cal.Rptr. 169, 398 P.2d 361], but not by <em>Miranda. (People </em>v. <em>Rollins </em>(1967) 65 Cal.2d 681, 691-692 [56 Cal.Rptr. 293, 423 P.2d 221].)</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b938-11\">Although Massie pleaded guilty, we would be compelled to reverse his convictions, as well as his death penalty, if an inadmissible confession had impelled his plea of guilty. (See, e.g., <em>In re Seiterle </em>(1964) 61 Cal.2d 651, 657 [39 Cal.Rptr. 716, 394 P.2d 556]; cf. <em>People </em>v. <em>Spencer </em>(1967) <em>ante, </em>pp. 158, 164, fn. 3 [57 Cal.Rptr. 163, 424 P.2d 715].)</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b938-12\">We explain below that the admission of the implicating portions of the confession worked error as to defendant Vetter whether or not the confession was improperly obtained.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b939-12\">\" An act or omission which is made punishable in different ways by different provisions of this code may be punished under either of such provisions, but in no ease can it be punished under more than one; an acquittal or conviction and sentence under either one bars a prosecution for the same act or omission under any other. ...”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b940-9\">We do not consider the application of the multiple punishment argument to Vetter, since we reverse all of his convictions for other reasons.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b944-8\">Massie had been staying with the Vetter family for several weeks after being ejected by his wife. Vetter testified that he had known Massie before either was married, had helped him to find a job and to establish himself in California, and to get back on his feet. Mrs. Vetter testified that Massie contributed nothing to household expenses, that he annoyed her and her child, and that she urged her husband to make him leave. She stated that the night before the crimes, Massie and her husband had <page-number citation-index=\"1\" label=\"913\">*913</page-number>stayed out too late and Vetter had been cited for speeding, so that when Vetter asked if he could go out “I told him we had to get packing, and that was one of the reasons for him staying home. [Massie] said since I wouldn’t let John go with him, could he have the car keys . . . John gave him the keys ... Bob left . . . right around 7:00 o ’clock. ’ ’</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b945-14\">Vetter testified that he had bought the rifle for his family’s protection after his wife was threatened on the street and after he was threatened at Massie’s wife’s home by procurers for Massie’s wife’s prostitution activities.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b945-15\">Mrs. Vetter testified that she and her husband had been planning to move for several months. Vetter gave written notice to his landlord a week before the date of the crimes.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b946-10\">Niehols maintained that the car backed up before going forward, that it shot ahead rapidly with screeching tires, that the car’s lights came on after half a block, that the driver’s window was up, and that Mr. Weiss ran to the door on the passenger’s side. The others testified that the ear proceeded only forward, departed slowly and quietly, did not display lights at any time, that the driver’s window was down, and that Mr. Weiss fell against the left rear fender.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b947-8\">Massie’s counsel argued in support of the motion for a separate trial, pointing out, “My defendant is anxious to waive a jury trial and have a court trial, while there might be a difference on the part of the other defendant. . . . under Article I of the California Constitution both sides have to join in the waiver. ... I don’t believe that my man should be forced to have a jury trial. ’ ’</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b947-9\">Massie stated in open court, “As God is my witness, this man is not guilty and he hasn’t anything to do with it.” A statement in Massie’s confession lends credence to Vetter’s assertion that Massie falsely accused him of participating in the offenses because Vetter left Massie behind in Phoenix following an argument during which Massie admitted his perpetration of the robberies. Before he confessed, Massie told police: “I want [Vetter] caught. I want you to understand one thing, I want him in court on the day I come to trial.” Because of the joint trial, Massie never testified on the crucial question of the identity of the driver.</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b947-10\">The judge stated, “As far as I am concerned now, I don’t even know that there were any extrajudicial statements. They are not before me. . . . They were not in the preliminary hearing.”</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b947-11\">Answering the argument that Vetter would be prejudiced by association with Massie as his codefendant, the court stated that it did not view this reason as “any exception from the general rule that where <page-number citation-index=\"1\" label=\"916\">*916</page-number>parties are charged with a series of offenses, that they be tried jointly. . . . If they cannot identify your client, it doesn’t make any difference how bad the case is.”</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b948-8\">Counsel argued that if the motion for a separate trial were denied, Massie would be forced to accept a jury trial if Vetter requested one and if the district attorney refused to waive jury trial as to Massie. The court’s only comment on this contention was, “I don’t think you can force the District Attorney to waive a jury. ’ ’</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b948-9\">“The Court: ... if he isn’t bad off on the first charge, he certainly would not be on the others.</p>\n<p id=\"b948-10\">‘ <em>‘ </em>[Defense Counsel] : Well, it would be pretty hard for a Court or trier of fact to separate them and come in with different verdicts, however.</p>\n<p id=\"b948-11\">“The Court: I don’t follow that at all. If they cannot identify him on the first count, they certainly cannot on the remaining three or four. . . . who ever [sic] tries this ease must be careful that evidence is only admissible against one, is not admissible against the other, and the jury be thoroughly admonished in that regard [and] it must be presumed that they followed the advice of the Court.”</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b948-12\">See, for example, <em>People </em>v. <em>Perry </em>(1925) 195 Cal. 623, 633 [234 P. 890] ; <em>People </em>v. <em>Dowell </em>(1928) 204 Cal. 109, 115 [266 P. 807].</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b948-13\">Delli <em>Paoli </em>v. <em>United States </em>(1957) 352 U.S. 232, 247 [1 L.Ed.2d 278, 77 S.Ct. 294] (Frankfurter, J., dissenting); <em>United States </em>v. <em>Delli </em><page-number citation-index=\"1\" label=\"917\">*917</page-number><em>Paoli </em>(2d Cir. 1956) 229 F.2d 319, 323 (Frank, J., dissenting); <em>Jackson </em>v. <em>Denno </em>(1964) 378 U.S. 368, 388-389 fn. 15 [12 L.Ed.2d 908, 84 S.Ct. 1774, 1 A.L.R.3d 1205]; Morgan, Some Problems of Proof Under the Anglo-American System of Litigation (1956) pp. 104-105; Note (1964) 78 Harv.L.Rev. 211, 213. See also <em>People </em>v. <em>Clark </em>(1965) 62 Cal.2d 870, 885 fn. 13 [44 Cal.Rptr. 784, 404 P.2d 856],</p>\n<p id=\"b949-8\">Judge Frank equated this task with that of “the boy told to stand in the corner and not think of a white elephant.” <em>(United States </em>v. <em>Antonelli Fireworks Co. </em>(2d Cir. 1946) 155 F.2d 631, 656.)</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b949-9\"><em>People </em>v. <em>Clark, supra, </em>62 Cal.2d 870, 884; <em>People </em>v. <em>Perez </em>(Cal.App. 1965) 42 Cal.Rptr. 161, 167-168 (the Supreme Court granted a hearing and reached the same result on other grounds, 62 Cal.2d 769 (1965) [44 Cal.Rptr. 326, 401 P.2d 934]) ; <em>Schaffer </em>v. <em>United States </em>(5th Cir. 1955) 221 F.2d 17, 19 [54 A.L.R.2d 820]; <em>United States </em>v. <em>Haupt </em>(7th Cir. 1943) 136 F.2d 661, 674; <em>People </em>v. <em>La Ruffa </em>(1956) 2 App.Div.2d 765 [153 N.Y.S.2d 352, 354]; <em>People </em>v. <em>Barbaro </em>(1946) 395 Ill. 264, 270 [69 N.E.2d 692]; <em>State </em>v. <em>Rosen </em>(1949) 151 Ohio St. 339, 342 [86 N.E.2d 24]; <em>Commonwealth </em>v. <em>James </em>(1868) 99 Mass. 438, 440. See <em>People </em>v. <em>Aranda </em>(1965) 63 Cal.2d 518, 530-531 [47 Cal.Rptr. 353, 407 P.2d 265],</p>\n</footnote>\n<footnote label=\"19\">\n<p id=\"b949-10\"><em>People </em>v. <em>Chambers </em>(1964) 231 Cal.App.2d 23, 28-29 [41 Cal.Rptr. 551]; <em>People </em>v. <em>Biehler </em>(1961) 198 Cal.App.2d 290, 298 [17 Cal.Rptr. 862]; <em>People </em>v. <em>Fisher </em>(1928) 249 N.Y. 419, 428-429 [164 N.E. 336] (Lehman, J., dissenting).</p>\n</footnote>\n<footnote label=\"20\">\n<p id=\"b949-11\"><em>People </em>v. <em>Chambers, supra, </em>231 Cal.App.2d 23, 24; <em>People </em>v. <em>Biehler, supra, </em>198 Cal.App.2d 290, 303; <em>United States </em>v. <em>Bozza </em>(2d Cir. 1966) 365 F.2d 206; <em>United States </em>v. <em>Haupt </em>(7th Cir. 1943) 136 F.2d 661, 674; <em>Drew </em>v. <em>United States </em>(D.C. Cir. 1964) 331 F.2d 85, 88.</p>\n</footnote>\n<footnote label=\"21\">\n<p id=\"b949-12\"><em>Day </em>v. <em>State </em>(1950) 196 Md. 384, 391 [76 A.2d 729]; <em>People </em>v. <em>Barbaro, supra, </em>395 Ill. 264, 270; <em>People </em>v. <em>Wargo </em>(1933) 149 Misc. 461 [268 N.Y.S. 400, 402-403]; <em>State </em>v. <em>Livsey </em>(1938) 190 La. 474, 478 [182 So. 576]; <em>Drew </em>v. <em>United States, supra, </em>331 F.2d 85, 88.</p>\n</footnote>\n<footnote label=\"22\">\n<p id=\"b949-13\"><em>United States </em>v. <em>Echeles </em>(7th Cir. 1965) 352 F.2d 892, 898.</p>\n<p id=\"b949-14\">The courts in each of the cases cited in footnotes 16-22, <em>supra, </em>interpreted statutes incorporating the common law rule and similar to Penal Code section 1098.</p>\n<p id=\"b949-15\">Since an order granting separate trials may not be appealed by the district attorney, the propriety of such an order is never raised in the appellate courts. It may only be guessed, therefore, how many trial courts have granted motions for separate trials predicated on the grounds stated above.</p>\n</footnote>\n<footnote label=\"23\">\n<p id=\"b950-8\"><em>People </em>v. <em>Clark </em>(1965) 62 Cal.2d 870, 884 [44 Cal.Rptr. 784, 402P.2d 856]; 5A C.J.S., Appeal &amp; Error, § 1585, and eases cited therein. See also <em>People </em>v. <em>United Bonding Ins. Co. </em>(1966) 240 Cal.App.2d 895, 897 [50 Cal.Rptr. 198].</p>\n<p id=\"b950-9\">In <em>People </em>v. <em>Love </em>(1961) 56 Cal.2d 720, 727-729 [16 Cal.Rptr. 777, 17 Cal.Rptr. 481, 366 P.2d 33, 809], the trial court, upon a motion for a new trial and for reduction of the death penalty to life imprisonment, \"ruled that it did not have the power to reduce the penalty and could grant a new trial only for errors of law.” We stated, \"It is clear from the record in this ease that the trial court not only erred as to the scope of its power to reduce the penalty but also failed to give defendant’s motion the <em>consideration </em>required by <em>People </em>v. <em>Moore </em>[(1960) 53 Cal.2d 451, 454] and <em>People </em>v. <em>Sheran </em>[(1957) 49 Cal.2d 101, 109 (315 P.2d 5)]. . . . If the only error was the failure of the trial court properly to consider defendant’s motion for a new trial, it would be appropriate to vacate the judgment and order denying the motion for a new trial with directions to the trial court to reconsider the motion and to enter the appropriate judgment or order.” (Italics added.)</p>\n</footnote>\n<footnote label=\"24\">\n<p id=\"b950-10\">Massie’s confessions constituted the only direct evidence of his attempt to commit the felony of robbery during the murder.</p>\n</footnote>\n<footnote label=\"25\">\n<p id=\"b951-10\">We note that this question differs from the question of the prejudicial effect of the erroneous admission at a joint trial of the inerimi<page-number citation-index=\"1\" label=\"920\">*920</page-number>nating portions of a codefendant’s extrajudicial confession when the defendant was <em>not </em>improperly denied a separate trial, as in <em>People </em>v. <em>Aranda, supra, </em>63 Cal.2d 518. In <em>Aranda </em>we found that the implicating portions of the confession could have been effectively deleted without prejudice to the declarant. <em>(Id. </em>at pp. 530-531 fn. 10.) Aranda was not, therefore, entitled to a separate trial, and the only error consisted of the admission of a piece of evidence which caused prejudice under article VI, section 13 of the California Constitution and <em>People </em>v. <em>Watson </em>(1956) 46 Cal.2d <em>818, 836 </em>[299 P.2d 243]. As we point out below, the prejudicial effect of the erroneous denial of a separate trial may bo greater than merely the improper admission of evidence.</p>\n</footnote>\n<footnote label=\"26\">\n<p id=\"b952-7\">In <em>People v. Foward </em>(1933) 134 Cal.App. 723, 725 [26 P.2d 532], the court said: \"In case the trial court, as it did here, disregards the defendants ’ rights and unlawfully consolidates trials, it is not mere error which can be cured by the application of the provisions of section [13] of article VI of the Constitution.” Similarly, in <em>People </em>v. <em>O’Connor </em>(1927) 81 Cal.App. 506, 521 [254 P. 630], the court concluded that joint trial was unauthorized and held that article VI, section 13, had no application. The opinion of Justice (then Presiding Justice) Peters in <em>People </em>v. <em>Davis </em>(1940) 42 Cal.App.2d 70 [108 P.2d 85], rests in part on <em>Foward </em>and <em>O’Connor, </em>although it also states that the erroneous joint trial \"could not help but prejudice the appellant.” <em>(Id. </em>at p. 76.)</p>\n<p id=\"b952-8\">The federal courts reject the application of the harmless error rule stated in rule 52(a) of the Federal Buies of Criminal Procedure to erroneous denial of a separate trial after improper consolidation. In <em>Ingram </em>v. <em>United States </em>(4th Cir. 1959) 272 F.2d 567, 570-571, the court stated: \"Just as Bule 14 does not permit the Government to circumvent the prohibition of Buie 8(a), neither does the Harmless Error Rule, Rule 52(a), have this effect. The error here was no mere technicality. ... It is not 'harmless error ’ to violate a fundamental procedural rule designed to prevent ‘mass trials’.” In <em>Cupo </em>v. <em>United States </em>(D.C. Cir. 1966) 359 F.2d 990, 993, the court reversed a conviction after the trial court improperly denied defendant’s motion for a separate trial, stating: \"Because of this misjoinder vre must reverse Carbonaro’s conviction, even if no special prejudice appears.</p>\n<p id=\"b952-9\">See also <em>Schaffer </em>v. <em>United States </em>(1960) 362 U.S. 511, 521 [4 L.Ed.2d 921, 80 S.Ct. 945] (Douglas, J., dissenting) ; <em>Cross </em>v. <em>United States </em>(D.C. Cir. 1964) 335 F.2d 987, 991; <em>Drew </em>v. <em>United States, supra, </em>331 F.2d 85; <em>United States </em>v. <em>Thomson </em>(7th Cir. 1940) 113 F.2d 643, 646 [129 A.L.R. 1291].</p>\n</footnote>\n<footnote label=\"27\">\n<p id=\"b953-8\">See, for example, <em>People </em>v. <em>Biehler, supra, </em>198 Cal.App.2d 290, 298, 303; <em>People </em>v. <em>Chambers, supra, </em>231 Cal.App.2d 23, 28; <em>People v. Perez </em>(Cal.App. 1965) 42 Cal.Rptr. 161, 167-168 (the Supreme Court granted a hearing and reached the same result on other grounds, 62 Cal.2d 769 (1965) [44 Cal.Rptr. 326, 401 P.2d 934]).</p>\n<p id=\"b953-9\">In <em>McElroy </em>v. <em>United States </em>(1896) 164 U.S. 76, 78-81 [41 L.Ed. 355, 17 S.Ct. 31], the United States Supreme Court reversed the convictions of all of the defendants because of the improper consolidation of trials, stating: “It cannot be said in such ease that all defendants may not have been embarrassed and prejudiced in their defense. . . . such consolidation cannot help but be prejudicial. ’ ’ <em>McElroy </em>is apparently still good law. (See <em>Schaffer </em>v. <em>United States, supra, </em>362 U.S. 511, 521.)</p>\n<p id=\"b953-10\">In Ohio, whose Supreme Court established an <em>“Aranda” </em>rule in <em>State </em>v. <em>Rosen </em>(1949) 151 Ohio St. 339 [86 N.E.2d 24], the failure of a trial court to grant a separate trial in a case tried before <em>Posen </em>was held to be an “ abuse of discretion. ’ <em>’ </em>In that case an incriminating extrajudicial confession was later admitted with appropriate limiting instructions; the conviction was reversed without further consideration of the particular prejudicial effect of the confession. <em>(State </em>v. <em>Abbott </em>(1949) 152 Ohio St. 228, 239 [89 N.E.2d 147].) See also <em>People </em>v. <em>Patris </em>(1935) 360 Ill. 596, 599-602 [196 N.E. 806]; <em>Day </em>v. <em>State </em>(1950) 196 Md. 384, 395 [76 A.2d 729]; <em>Stallard </em>v. <em>State </em>(1948) 187 Tenn. 418, 430 [215 S.W.2d 807]; <em>State </em>v. <em>Desroche </em>(1895) 47 La.Ann. 651, 654; <em>State </em>v. <em>Bonner </em>(1942) 222 N.C. 344 [23 S.E.2d 45]; <em>Flamme </em>v. <em>State </em>(1920) 171 Wis. 501, 507 [177 N.W. 596],</p>\n<p id=\"b953-11\">Although many courts <em>assume </em>or <em>infer </em>prejudice from improper consolidation of trials, they nevertheless, in reaching the question of whether denial of severance was <em>error, </em>make a threshold examination of possible sources of <em>actual </em>prejudice. See, for example, <em>United States </em>v. <em>Bozza </em>(2d Cir. 1966) 365 F.2d 206; <em>Culjak </em>v. <em>United States </em>(9th Cir. 1931) 53 F.2d 554 [82 A.L.R. 480], The dichotomy between the second and third approaches stated in the text is therefore not as great as might appear.</p>\n</footnote>\n<footnote label=\"28\">\n<p id=\"b953-12\">See, for example, <em>People </em>v. <em>Hill, ante, </em>p. 536, at p. 559 [58 Cal.Rptr. 340, 426 P.2d 908] ; <em>People </em>v. <em>Aguinaldo </em>(1934) 3 Cal.App.2d 254, 260 [39 P.2d 505]; <em>People </em>v. <em>Shepherd </em>(1936) 14 Cal.App.2d 513, 520 [58 P.2d 970]; <em>United States </em>v. <em>Haupt </em>(7th Cir. 1943) 136 F.2d 661; <em>People </em>v. <em>La Ruffa, supra, </em>153 N.Y.S.2d 352, 354.</p>\n</footnote>\n<footnote label=\"29\">\n<p id=\"b954-5\">If the practice of admitting the extrajudicial implicating confession of a codefendant with limiting instructions were held to be a violation of due process, or of the confrontation clause of the Sixth Amendment, we would, of course, be bound to apply an error test at least as strict as that announced in <em>Chapman </em>v. <em>California </em>(1967) 386 U.S. 18, 23 [17 L.Ed.2d 705, 87 S.Ct. 824] : ‘ ‘ [the prosecution must] prove beyond a reasonable doubt that the error complained of did not contribute to the verdict obtained. ’ ’</p>\n<p id=\"b954-6\">Commentators have pointed out that developments in constitutional law since 1957 provide every reason to believe that the decision announced by Justice Burton in <em>Delli Paoli </em>v. <em>United States </em>(1957) 352 U.S. 232 [1 L.Ed.2d 278, 77 S.Ct. 294] (joined by Justices Reed, Harlan, and Clark, and Chief Justice Warren), approving the practice condemned by <em>Aranda, </em>no longer possesses vitality. They suggest that if confronted with the problem today, the court would hold that a procedure similar to that required by <em>Aranda </em>is compelled by the federal Constitution.</p>\n<p id=\"b954-7\">Hirst, in <em>Jackson </em>v. <em>Denno </em>(1964) 378 U.S. 368 [12 L.Ed2d 908, 84 S.Ct. 1774, 1 A.L.R.2d 1205], the Supreme Court condemned the analogous practice of permitting the jury to hear the substance of a confession, with instructions to disregard it if the jury found it to be involuntary. Chief Justice Warren, a member of the five-man majority in <em>Delli Paoli, </em>joined the majority in citing with approval the dissenting opinion of Justice Frankfurter in <em>Delli Paoli-. </em>\"The Government should not have the windfall of having the jury be influenced by evidence against a defendant which, as a matter of law, they should not consider but which they cannot put out of their minds.” <em>(Id. </em>at 388 fn. 15.)</p>\n<p id=\"b954-8\">Second, in <em>Pointer </em>v. <em>Texas </em>(1965) 380 U.S. 400 [13 L.Ed2d 923, 85 S.Ct. 1065], and <em>Douglas </em>v. <em>Alabama </em>(1965) 380 U.S. 415 [13 L.Ed.2d 934, 85 S.Ct. 1074], the court held applicable to the states the Sixth Amendment’s guarantee protecting an accused’s right to confront the witnesses against him. In <em>Douglas, </em>the prosecutor was permitted to cross-examine an accomplice by reading his extrajudicial implicating confession, over the accomplice’s refusal to answer incriminating questions ; despite the trial court’s instruction that the jury consider as evidence of guilt only the testimony of witnesses (380 U.S. 415, Transcript of Record, pp. 11-16, instructions 39, 42, 69, 71), the Supremo Court reversed the conviction, thereby implying necessarily that the instructions were insufficient to cure the prejudicial effect of the accomplice’s confession.</p>\n<p id=\"b954-9\">Third, <em>Spencer </em>v. <em>Texas </em>(1967) 385 U.S. 554 [17 L.Ed.2d 606, 87 S.Ct. 648], when viewed together with <em>Pointer </em>and <em>Douglas, </em>provides additional support for the belief that the <em>Delli Paoli </em>procedure is unconstitutional. In <em>Spencer, </em>the court, through Justice Harlan, upheld the constitutionality of the Texas recidivist statute, whereby the jury is informed of a defendant’s prior convictions for sentencing purposes and instructed to ignore them in finding guilt or innocence. Although his opinion refers to <em>Delli Paoli </em>in discussing generally the permissibility of joint trials, Justice Harlan does not mention <em>Delli Paoli’s </em>approval of admitting implicating confessions. Moreover, the opinion distinguishes <em>Jackson </em>v. <em>Benno </em>on the ground that \"the emphasis there was on protection of a specific constitutional right. ’ ’ Since <em>Pointer </em>and <em>Douglas </em>identified the confrontation clause as the source of \"a specific constitutional right” applicable to the states, tlie <em>Delli Paoli </em>procedure should share the fate of the procedure condemned in <em>Jackson </em>v. <em>Denno.</em></p>\n<p id=\"b955-5\"><page-number citation-index=\"1\" label=\"923\">*923</page-number>In his dissent in <em>Jackson </em>v. <em>Denno, </em>Justice Harlan asked, “But was there not greater danger in <em>Belli Paoli </em>that one defendant’s confession of his and his codefendant’s guilt would infect the jury’s deliberations bearing on the guilt of the codefendants?” (378 U.S. at 434.) The similarity between the policies of insulating the jury from the confessions of a defendant before they are determined to be voluntary, and insulating the jury from the implicating portions of the confessions of codefendants was also recognized in <em>The Supreme Court, 1963 Term </em>(1964) 78 Harv.L.Rev. 143, 213; “Because of these close parallels between <em>Jackson </em>and <em>Delli Paoli, Jackson </em>may foreshadow a holding that the <em>Delli Paoli </em>procedure violates due process. ’ ’</p>\n<p id=\"b955-6\">See also <em>People </em>v. <em>Aranda, supra, </em>63 Cal.2d 518, 529 fns. 7 and 8; <em>People </em>v. <em>Clark </em>(1965) 62 Cal.2d 870, 885 fn. 13 [44 Cal.Rptr. 784, 402 P.2d 856].</p>\n</footnote>\n<footnote label=\"30\">\n<p id=\"b955-7\">See <em>People </em>v. <em>Charles, supra, ante, </em>pp. 330, 338, fn. 12.</p>\n</footnote>\n<footnote label=\"31\">\n<p id=\"b955-8\">The possibilities (a) that Vetter would not have called Massie as a witness, (b) that Massie would not have given the expected exonerating testimony, and (c) that Massie would have exercised his privilege against self-incrimination, do not overcome the reasonable probability that Vetter would have obtained an acquittal at a separate trial. <em>(United States </em>v. <em>Echeles, supra, </em>352 F.2d 892, 898.)</p>\n</footnote>\n<footnote label=\"32\">\n<p id=\"b955-9\">We offer no view on the question whether the denial of his motion for a separate trial infringed Vetter’s right to trial by jury by imposing <page-number citation-index=\"1\" label=\"924\">*924</page-number>the impermissible condition of allowing the jury to hear Massie’s full confession or accepting a bench trial. (See <em>United States </em>v. <em>Jackson </em>(D. Conn. 1967) 262 F.Supp. 716, probable jurisdiction noted 387 U.S. 929 [18 L.Ed.2d 989, 87 S.Ct. 2050]).</p>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b956-7\">BURKE, J.</author>\n<p id=\"AIs\">I concur in the affirmance of the judgments as to Massie but dissent from the reversal of the judgments as to Vetter.</p>\n<p id=\"b956-8\">In my opinion the procedural requirements in <em>People </em>v. <em>Aranda, </em>63 Cal.2d 518 [43 Cal.Rptr.], do not apply to a case such as the present one, which was tried before the decision was rendered in <em>Aranda </em>(see concurring and dissenting opinion in <em>People </em>v. <em>Charles, ante, </em>pp. 330, 345-347 [57 Cal.Rptr. 745, 425 P.2d 545]). I believe that the trial court’s failure to take the steps subsequently required by the <em>Aranda </em>rules and his asserted failure to exercise his discretion under the <em>pre-Aranda </em>rules was not prejudicial (Cal. Const., art. VI, § 13; <em>People </em>v. <em>Watson, </em>46 Cal.2d 818, 836 [299 P.2d 243]).</p>\n<p id=\"b956-9\">This was a nonjury case tried by an experienced trial judge who presumably was able to exclude from his consideration in determining Vetter’s guilt evidence admitted solely against Massie and to determine Vetter’s guilt on the basis of the evidence rather than suspicions arising from Vetter’s association with Massie. Although at a separate trial Vetter might have obtained exonerating testimony of Massie, it is likewise possible that Vetter would, not have called Massie as a witness or that Massie, if called, would not have given exonerating testimony. Even had Massie been called and given such testimony he could have been impeached by his extrajudicial statements accusing Vetter of being the driver of the getaway car. In my opinion it is not reasonably probable that a result more favorable to Vetter would have been reached in the <page-number citation-index=\"1\" label=\"925\">*925</page-number>absence of the asserted errors, and I would affirm the judgments as to Vetter as well as to Massie.</p>\n<p id=\"b957-5\">McComb, J., and Mosk, J., concurred.</p>\n<p id=\"b957-6\">The petition of appellant Massie for a rehearing was denied July 19, 1967.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}