{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"617\" lastpage=\"631\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b639-3\" pgmap=\"639\">BEATRICE SCHNELL, Plaintiff-Appellant, v. W. B. HUDSON et al., Defendants-Appellees.</parties><court data-order=\"1\" data-type=\"court\" id=\"b639-5\" pgmap=\"639\">Fifth District</court><docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"A1a\" pgmap=\"639\">No. 5-84-0619</docketnumber><decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b639-6\" pgmap=\"639\">Opinion filed March 17, 1986.</decisiondate><p data-order=\"4\" data-type=\"judges\" id=\"b640-5\" pgmap=\"640\">EARNS, J., dissenting.</p><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b640-7\" pgmap=\"640\">John A. Clark, of Croegaert, Clark &amp; McLaughlin, Ltd., of Olney, for appellant.</attorneys><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b640-8\" pgmap=\"640\">Wesley J. Coulson, of Brazitis, Burke &amp; Coulson, of Olney, for appellee H. L. Mansfield.</attorneys><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b640-9\" pgmap=\"640\">Ray Fehrenbacher, of Fehrenbacher Law Offices, of Olney, for appellee W. B. Hudson.</attorneys> <opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b640-10\" pgmap=\"640\">JUSTICE JONES</author> <p id=\"AEz\" pgmap=\"640\">delivered the opinion of the court:</p> <p id=\"b640-11\" pgmap=\"640(198) 641(27)\">Plaintiff, Beatrice Schnell, brought suit for partial cancellation of an oil and gas lease based upon the defendants’ alleged breach of both express and implied covenants to develop the property in question. The plaintiff alleged that the defendants, after drilling an initial well on the property in 1967 and producing it since that time, had failed to drill an additional well in violation of an agreement contained in an addendum to the lease “to drill a second well within six months from the completion of the first well as a commercial producer.” While the defendants strongly disputed the validity of the alleged addendum, the trial court found that it was unnecessary to determine the legal effect of that writing because the evidence showed that the first well never became a “commercial producer” so as to cause the lease to terminate for breach of an express covenant. The trial court additionally found that neither the production from the first well on the plaintiff’s property nor production from other leases in the area during the time in question was sufficient to require the defendants to drill an additional well on the leased premises under an implied covenant to develop. The court ruled, therefore, that the defendant’s lease had not terminated for breach of express or implied covenants and entered judgment for the defendants. We affirm.</p> <p id=\"b641-5\" pgmap=\"641\">On February 20, 1967, the plaintiff and her husband, now deceased, executed an oil and gas lease to the defendants, W. B. Hudson and H. L. Mansfield, covering 40 acres in Richland county. The lease was for a term of 90 days and for so long thereafter as oil or gas was produced from the land. Another document, also dated February 20, 1967, which purported to be a contract between the plaintiff and her husband, as lessors, and “Hudson &amp; Mansfield, Oil Producers,” as lessees, provided, inter alia, that “[ljessee [sic] agrees to drill a second well within six months from the completion of the first well as a commercial producer.” This document, referred to as plaintiff’s exhibit No. 2, was signed by William B. Hudson.</p> <p id=\"b641-6\" pgmap=\"641\">In March or April 1967 the defendants drilled a well on the north 20 acres of the plaintiff’s 40-acre tract and began producing oil from this well, known as the Schnell No. 1, in July 1967. Production continued from the Schnell No. 1 well through October 1982, and it was stipulated by the parties that from July 1967 to October 1982, the Schnell No. 1 well produced 8,450 barrels of oil. During this time the defendants took no action to drill an additional well on the remaining acreage covered by the lease.</p> <p id=\"b641-7\" pgmap=\"641\">On March 18, 1981, the plaintiff executed a second oil and gas lease covering the south 20 acres of the previously leased property to J. C. Cummins, “d/b/a National Petroleum Company.” Subsequently, on October 28, 1981, the plaintiff filed the instant action to have the first lease declared forfeited and released of record as to the acreage covered by that lease that remained undeveloped. On February 10, 1982, while this action was pending, J. C. Cummins drilled a well on the south 20 acres covered by the second lease and began producing oil from this well, known as the Schnell No. 2, by July of that year.</p> <p id=\"b641-8\" pgmap=\"641(126) 642(13)\">At trial, commenced June 21, 1983, plaintiff Schnell testified by means of an evidence deposition that during discussions with defendant Hudson regarding the oil and gas lease executed February 20, 1967, she and her husband had specified certain conditions or requirements in connection with the lease that were reduced to writing in plaintiff’s exhibit No. 2. In particular, Mrs. Schnell stated, “if [the first well] would produce, were a producer, we wanted it offset in six months.” This requirement was set forth in plaintiff’s exhibit No. 2 as the lessees’ promise “to drill a second well within six months from the completion of the first well as a commercial producer.” Mrs. Schnell testified that both the lease and plaintiff’s exhibit No. 2 were signed on the evening of February 20, 1967, and notarized the next day.</p> <p id=\"b642-3\" pgmap=\"642\">Mrs. Schnell testified further that the Schnell No. 1 well was drilled on the second 10 acres from the north, just south of a hole that had previously been drilled and abandoned on the first 10 acres to the north. In July 1967, after the Schnell No. 1 well had been drilled, the plaintiff and her husband signed another document, plaintiff’s exhibit No. 3, providing, in pertinent part, that “[ljessees may drill Well #2 to be located 660 feet south of Well #1, [but not] nearer than 160 feet to [sic] any building ***.” This document, dated July 20, 1967, was signed both by the lessors and by William B. Hudson, “for lessees.” Mrs. Schnell testified that neither Mr. Hudson nor Mr. Mansfield contacted them further after 1967. The defendants never explained why they failed to drill an additional well, and the plaintiff and her husband did not request that the defendants drill a second well on their property.</p> <p id=\"b642-4\" pgmap=\"642\">Defendant Hudson testified regarding plaintiff’s exhibit No. 2 that he had told the Schnells that he would sign it and take it to Mr. Mansfield but that when he did, Mansfield refused to sign it because it was “not part of the lease.” Hudson then gave exhibit No. 2 back to the Schnells “with the understanding it is no good unless Mr. Mansfield signs it.” Hudson stated that the plaintiff and her husband said nothing at that time about either exhibit No. 2 or the lease.</p> <p id=\"b642-5\" pgmap=\"642\">Regarding the Schnell No. 1 well drilled in March or April 1967, defendant Hudson stated that “it wasn’t very good” when it came in and that, when another producing zone was opened later that year, the production came up but “went down pretty quickly again.” Defendant Hudson stated that at that point he had had no intention of drilling another well. Hudson testified further that “when the action began” in the area around the Schnell lease in December 1980, he was ready to drill another well but that by the time the defendants called Mrs. Schnell she had already leased to someone else. This activity included the Brooks well, drilled as a direct offset to the Schnell lease on the east, and the Van Blaricum well, drilled one-half mile southwest of the Schnell lease.</p> <p id=\"b642-6\" pgmap=\"642(86) 643(53)\">Defendant Harold Mansfield testified that while he had intended to drill a second well on the Schnell lease in 1967, he had wanted to wait until there was enough geological information for it to look “like something other than a wildcat.” He had obtained logs from surrounding wells in the area but had never had a written geologist’s report made recommending whether or not to drill a second well on the Schnell lease. He stated that the Schnell No. 1 well had had several different formations or oil bearing zones. In completing the well the defendants had opened the Warsaw zone and pumped it for several weeks and then had moved up to the Salem zone. Altogether they had opened four or five different zones, including the middle St. Louis, the Aux Vases, and the McCloskey zones.</p> <p id=\"b643-5\" pgmap=\"643\">While the defendants had continued to produce the Schnell No. 1 well from 1967 through October 1982, defendant Mansfield denied that the well was commercially productive, stating that a prudent operator might continue to operate a noncommercial well on the possibility that oil prices might go up. Mansfield later stated, when asked how much production was necessary for a well to be considered commercially productive, that a well making around V-lz barrels of oil per day in 1981 would pay operating expenses so as to be considered a commercial producer. He testified that while the Schnell No. 1 well did not pump every day, it made an average of V-lz barrels of oil per day in 1981 and that over the years it had made enough “in different months” to pay income over operating expenses, although this income was nominal. As stated, the parties stipulated that from July 1967 to October 1982, the Schnell No. 1 well had produced 8,450 barrels of oil.</p> <p id=\"b643-6\" pgmap=\"643(265) 644(17)\">Mansfield testified finally that he was aware of the intensive leasing in the vicinity of the Schnell lease that began as early as July 1980 and of the drilling that took place south of the Schnell lease. While he did not begin drilling operations on the south 20 acres of the Schnell lease, he stated that prior to March 1981 he had done “primary work” of mapping to determine if the Rosiclare formation or zone, which was the source of the new production in the area, was present in the Schnell No. 1 well. It was difficult to make this determination from the log of the Schnell No. 1 well since the Rosiclare formation was within six feet of the McCloskey formation. Mansfield was aware of both the Brooks well that was drilled in February 1981 and the Van Blaricum well, which began production in February 1981. These wells, lying to the east and southwest of the Schnell lease respectively, made a lot of oil from the beginning and had “good big flares.” Mansfield stated further with regard to the history of drilling other wells in the area between 1967 and 1981 that wells had been drilled directly to the west and east of the Schnell lease that “weren’t any good,” although from the information available to Mansfield it looked like they were “close to the reservoir.” Mansfield couldn’t tell from the tests made of these wells whether the Rosiclare formation was present because the Rosiclare and McCloskey formations were so close together that they were indistinguishable without the benefit of an electric log. The Schnell No. 2 well later became a good producer from the Rosiclare formation.</p> <p id=\"b644-3\" pgmap=\"644\">J. C. Cummins, a geologist who drilled the Schnell No. 2 well as National Petroleum Company, testified that in 1979 he began an intensive study of the East Noble field, where the wells in question are located, in an effort to find leases that would lead to productive wells. From his examination of logs and production records from holes drilled in the vicinity of the Schnell lease, he determined that the area “looked suspicious,” like it should be “doing more.”</p> <p id=\"b644-4\" pgmap=\"644\">Cummins testified that National Petroleum Company, along with Perry Fulk, started acquiring leases in the East Noble field in early 1979 and continued into 1981. On November 18, 1980, Perry Fulk, for whom Cummins had worked as geologist, drilled the Balding No. 1 well approximately one-quarter mile southeast of the Schnell acreage. Despite a “reasonably good showing” of oil in the Salem formation, the Balding No. 1 well turned out not to be commercially productive because of problems completing the well. Fulk next drilled the Van Blaricum No. 1 well one-half mile southwest of the Schnell lease, which had initial production of 170 barrels of oil per day. This well was completed in February 1981 and began production from the Rosiclare zone on February 16, 1981.</p> <p id=\"b644-5\" pgmap=\"644\">On February 26, 1981, Fulk drilled the Brooks well, an offset to the east of what became the Schnell No. 2 well. A drill stem test in the Rosiclare formation produced 2,000 feet of gas and 1,595 feet of salt water. According to Cummins, “we were heading for the Salem [formation]” because Cummins had worked on a well to the east of the Brooks well that had a productive Salem test. The Brooks well had an “excellent” show of oil in the Salem formation and began “swabbing” and flowing at seven to eight barrels an hour. Because of problems with a jelled fracturing process used during completion, however, the Brooks well began to produce salt water and made only 27 barrels of oil per day when it was put on pump on March 15, 1981. Cummins had first contacted Mrs. Schnell around the time the Brooks well was drilled, and, since he continued to feel that the zone there had merit, he subsequently leased the undeveloped south 20 acres of the original Schnell lease on March 18,1981.</p> <p id=\"b644-6\" pgmap=\"644(77) 645(41)\">Further development of the area south of the Schnell lease included the Balding No. 1A well, drilled March 29, 1981, with initial production of 300 barrels of oil per day; the Balding No. IB well, drilled April 6, 1981, with initial production of 700 barrels of oil per day; the Balding No. 1C well, drilled May 5, 1981, with initial production of 280 barrels of oil per day; and the Van Blaricum No. 2 well, drilled April 6, 1981, with initial production of 180 barrels of oil per day. Production from all of these wells was from the Rosiclare formation, and all were located within one-quarter to one-hálf mile southwest of the Schnell lease.</p> <p id=\"b645-5\" pgmap=\"645\">Cummins stated that in obtaining the lease from Mrs. Schnell as to the south 20 acres of the original Schnell lease, he had relied upon the provision of plaintiff’s exhibit No. 2 that required Hudson and Mansfield as lessees to drill an additional well within six months after completion of a commercial producer. In September 1981, Cummins had contacted defendant Mansfield to obtain a release so as to avoid future problems with a pipeline company of having an unreleased lease of record. At that time, Mansfield had told Cummins that he couldn’t see why anyone would want to drill a well on the Schnell property. After filing the instant suit to cancel the defendants’ lease on October 28, 1981, Cummins decided to drill on the Schnell property because his lease was “due to expire.” The Schnell No. 2 well, drilled by Cummins on February 10, 1982, had initial production of 25 barrels of oil per day but began producing 400 barrels of oil per day when a valve problem was corrected in August 1982. At the time of trial in June 1983, the Schnell No. 2 well was still producing 27 barrels of oil per day. Although it was initially completed in the Salem formation, the production of the Schnell No. 2 well was from the Rosiclare formation.</p> <p id=\"b645-6\" pgmap=\"645\">Cummins testified further that it would have cost $18,000 to $20,000 to drill a well to the depth of the Schnell No. 1 well in 1967 and that it would have cost an additional $20,000 to $25,000 to complete such a well. Cummins defined a commercial well as one that produces enough income to cover drilling and equipment costs and stated that the standard in 1967 for a commercial well would be one that produced 15,000 barrels of oil. In 1967 oil was selling for less than $3 per barrel, and the cost of operating a well such as the Schnell No. 1 well would have been about $200 a month.</p> <p id=\"b645-7\" pgmap=\"645(117) 646(26)\">Richard Sumner, a consulting geologist, testified for the defendants that he was familiar with the East Noble field and that he had remapped the entire area for Union Oil Company a few years before. Examining the electric log of the Schnell No. 1 well, Sumner stated that there was a good show of oil in the Salem formation, several good shows of oil in the St. Louis formation at various intervals, a good show of oil in the Aux Vases formation, and slight shows of oil in the McCloskey and Cypress formations. Based upon this log, Sumner would have recommended completing only the Salem and St. Louis formations. Sumner stated that the Rosiclare formation, which was the source of the good production from the Fulk wells to the south, did not appear on the log of the Schnell No. 1 well.</p> <p id=\"b646-5\" pgmap=\"646\">It was Sumner’s opinion, based upon his familiarity with the East Noble field before the Fulk wells were drilled in 1980 and the electric log from the Schnell No. 1 well, that a reasonably prudent operator would not have drilled an offset well on the Schnell lease. He stated as reasons for his opinion that the production from the Schnell No. 1 well was “not that encouraging” and that the Schnell No. 1 well was offset immediately to the west by a dry hole. Sumner did not know the initial production from the Schnell No. 1 well but based his opinion on the cumulative production as of October 1982, stating that even under today’s pricing structure an 8,000 barrel well would be “only marginally commercial.” Sumner testified further that the Rosiclare formation in this vicinity could appear and disappear within a short distance and that even in late 1980 and 1981, he would not have recommended drilling on the Schnell lease because the first development in the area was one-half mile to the south, “and in the Illinois basin, a half a mile can be the world.”</p> <p id=\"b646-6\" pgmap=\"646\">Perry Fulk testified finally that there hadn’t been much interest in the area around the Schnell lease until he had drilled the first Van Blaricum well in late February 1981. To his knowledge there had been no wells offsetting his own that produced oil from the Rosiclare formation. While the Balding No. 1C well, one-eighth mile southwest of the Schnell lease, produced from the Rosiclare formation when it was drilled in May 1981, Fulk stated that “[y]ou can get a dry hole offsetting a good well. When you’re on the Rosiclare structure, you can fall off either way or you can come up with a good well.”</p> <p id=\"b646-7\" pgmap=\"646\">In its memorandum of judgment following the close of the evidence, the' trial court found that it was unnecessary to determine the legal effect of plaintiff’s exhibit No. 2 containing the express drilling clause because the evidence showed that the Schnell No. 1 well never became a “commercial producer” so as to require the defendants to drill a second well. Thus, the court stated, the defendants’ failure to drill a second well did not cause their lease to terminate for breach of any express agreement. Regarding the plaintiff’s further claim that the defendants’ failure to drill a second well constituted breach of an implied covenant to develop the leased premises, the court found that</p> <blockquote id=\"Ap7x\" pgmap=\"646(55) 647(29)\">“neither the production from [the] Schnell #1 [well] nor the production obtained in the area from other leases prior to March 18, 1981, (date of ‘top’ lease by plaintiff to National Petroleum Company and Perry Fulk) were sufficient to require a reasonably prudent oil operator to drill a second well on the leased premises. The absence of showing of the Rosiclare formation in the electric log of [the] Schnell #1 [well], of course, plays an important part in this finding ***.”</blockquote> <p id=\"b647-5\" pgmap=\"647\">The court concluded, therefore, that the defendants’ failure to drill the second Schnell well did not cause their lease to terminate for breach of an implied covenant to develop. Finding no breach of express or implied covenants, the court entered judgment for the defendants.</p> <p id=\"b647-6\" pgmap=\"647\">On appeal from this judgment the plaintiff contends that the trial court erred in failing to determine the legal effect of plaintiff’s exhibit No. 2 since the evidence showed that the Schnell No. 1 well made more revenue than current operating expenses so as to be a “commercial well” for purposes of the express drilling clause in plaintiff’s exhibit No. 2. The plaintiff asserts that the defendants, under this clause, were required either to develop or release the undrilled acreage and that the trial court’s implicit finding that noncommercial production released the defendants from any express obligation to develop the plaintiff’s tract was unwarranted. The plaintiff further contends that, considering the cumulative production from the Schnell No. 1 well and the length of time it had been producing, the trial court erred in finding that the defendants’ failure to drill a second well did not constitute breach of an implied covenant to develop.</p> <p id=\"b647-7\" pgmap=\"647(223) 648(90)\">Since the defendants were obligated, under the terms of the express drilling clause, to drill a second well on the Schnell lease only if the Schnell No. 1 well were a “commercial producer,” it is necessary to determine the meaning of this phrase for purposes of such an express drilling obligation. We are aware of no Illinois case in which this issue has been considered. Courts in other jurisdictions, however, have drawn a distinction as to the meaning of terms such as “commercial quantities,” “paying production,” and “commercial production” when used in clauses relating to the duration of the lease as contrasted with their meaning when giving rise to affirmative drilling obligations. (See Current Decisions, Oil &amp; Gas — “Commercial Quantities” as used in Express Development Covenant Construed, 33 Rocky Mtn. L. Rev. 438, 439-40 (1961) (hereafter referred to as Current Decisions, “Commercial Quantities” Construed).) The meaning of these terms thus differs depending upon their context. When used in the habendum clause to qualify the production necessary to extend the lease or keep it in existence after the definite term, courts have defined commercial •or paying production as production in such quantities as will pay a profit to the lessee over and above operating and marketing costs, even though the costs of drilling and equipping the well may never be recovered and operation of the well as a whole may eventually result in loss to the lessee. (2 Summers, Oil &amp; Gas sec. 306, at 335-38 (1959); 8 Williams &amp; Meyers, Manual of Oil &amp; Gas Terms 133-34, 682-83 (1984).) The courts reason that although the lessee may never recoup the entire drilling costs, he should be able to hold the acreage as long as some profit over operating is possible in order to recover as much of his initial investment as possible. Current Decisions, “Commercial Quantities” Construed 438, 439-40.</p> <p id=\"b648-5\" pgmap=\"648\">When used in connection with express or implied covenants of the lessee to drill additional wells, however, commercial or paying production has been defined as production that will yield a return to the lessee after deducting the entire cost of drilling, equipping and operating the well. (2 Summers, Oil &amp; Gas sec. 306, at 334, 338-41 (1959); 8 Williams &amp; Meyers, Manual of Oil &amp; Gas Terms 133-34, 682-83 (1984).) This construction stems from the presumed intention of the parties in entering into the lease, as it would seem that a lessee, bearing the risk of drilling a test well on leased property, would not enter into a bargain to drill additional wells if the test well indicated that there was no reasonable prospect of recovering the cost of drilling and equipment. (See Ardizonne v. Archer (1919), 72 Okla. 70, 178 P. 263; Manhattan Oil Co. v. Carrell (1905), 164 Ind. 526, 73 N.E. 1084.) Thus, courts have declined to apply the habendum clause meaning of commercial or paying production when used to invoke drilling obligations, since this would subject the lessee to additional investment based upon production from a prior well that would never repay the initial investment. Current Decisions, “Commercial Quantities” Construed 438, 439; see also Annot., 43 A.L.R.3d 8, secs. 30, 31 (1972).</p> <p id=\"b648-6\" pgmap=\"648(171) 649(18)\"> While our research has disclosed one instance, Landauer v. Huey (1960), 143 Colo. 76, 352 P.2d 302, in which the court applied the habendum clause standard in determining whether a well was commercial for purposes of an express drilling clause, this case has been widely criticized as being contrary to the weight of authority. (See 5 Williams &amp; Meyers, Oil &amp; Gas sec. 884.4, at 584-85 (1985); Current Decisions, “Commercial Quantities” Construed 438, 439; Annot., 43 A.L.R.3d 8, 48-50 (1972); see also Oil &amp; Gas Rep. 442 (I960).) The Landauer court, in holding that the assignees of an oil and gas lease had breached an express development clause requiring them to drill additional wells if the first well was capable of producing oil or gas in commercial quantities, stated, in dicta, that “[t]he applicable standard for determining whether a well is commercial *** would appear to be whether it will return a profit over operating expenses and not whether it will return a profit after recovery of all drilling expenses.” (Landauer v. Huey (1960), 143 Colo. 76, 85, 352 P.2d 302, 308.) As Williams and Meyers have commented:</p> <blockquote id=\"b649-5\" pgmap=\"649\">“This construction seems manifestly wrong. The clause in question seems to make express the reasonable development covenant that would otherwise be implied, and the express clause should therefore be given the same effect as the implied covenant. The duty to drill additional wells in a proven formation arising under the implied reasonable development clause requires drilling only if production will be sufficient to return a profit after paying for the expense of drilling, equipping and operating the well.” (5 Williams &amp; Meyers, Oil &amp; Gas sec. 884.4, at 585 (1985).)</blockquote> <p id=\"b649-6\" pgmap=\"649\">We agree with this analysis of the meaning of “commercial production” for purposes of an express drilling clause and accordingly disregard the Landauer decision.</p> <p id=\"b649-7\" pgmap=\"649(323) 650(4)\"> In the instant case, the evidence was undisputed that the Schnell No. 1 well produced only enough oil to pay current operating expenses, yielding a nominal profit in months in which there were no problems operating the well. The plaintiff’s own witness, J. C. Cummins, defined a commercial well as one that would produce enough income to pay drilling and equipment costs and stated that the standard in 1967 for a commercial well would be one that produced 15,000 barrels of oil. Since Cummins had testified that a well in 1967 would have cost approximately $45,000 to drill and complete, this standard of 15,000 barrels for a commercial well was premised on the fact that such a well would produce enough oil at $3 per barrel to pay drilling and equipment costs. The plaintiff failed to show that the Schnell No. 1 well made enough oil either initially or at any time to indicate that it had the potential to pay drilling, equipping and operating costs within a reasonable period of time. (See 5 Williams &amp; Meyers, Oil &amp; Gas sec., 832.1, at 227-28 (1985) (question is whether well will “pay out” within reasonable time so as to make further operations prudent).) Based on the undisputed testimony that the standard for a commercial well was one that produced 15,000 barrels of oil, evidence that the Schnell No. 1 well produced only 8,450 barrels of oil over 15 years was hardly sufficient to show that the Schnell No. 1 well was a commercial producer so as to give rise to the defendants’ obligation to drill an additional well under the express drilling clause in plaintiff’s exhibit No. 2. the trial court thus correctly found that the defendants had breached no express drilling obligation imposed by plaintiff’s exhibit No. 2 so that it was unnecessary to determine the legal effect of this document, and we affirm its ruling in this regard.</p> <p id=\"b650-5\" pgmap=\"650\">We would note that contrary to the plaintiffs assertion on appeal, the express drilling clause in plaintiff’s exhibit No. 2 did not require the defendants to either drill or release the undeveloped acreage of the plaintiff’s lease but rather obligated them to drill an additional well only if the first well were a “commercial producer.” In the absence of language further defining “commercial producer” or specifying a number of wells to be drilled within a period of time, the instant clause imposed no obligation on the lessees in addition to that implied at law to reasonably develop the leased premises. As stated by Professor Merrill:</p> <blockquote id=\"b650-6\" pgmap=\"650\">“[It is] not every stipulation in a lease concerning exploration *** [or developement that] imposes a duty upon the lessee in addition to that laid by law. The added duty will accrue if the instrument prescribes that a certain number of wells shall be drilled *** or that development shall progress according to a stated schedule ***. On the other hand, if the stipulation be cast in general terms ***, it is but a recognition of the duties imposed by the law ***.” (M. Merrill, Covenants Implied in Oil &amp; Gas Leases sec. 5, at 25-26 (2d ed. 1940).)</blockquote> <p id=\"b650-7\" pgmap=\"650\">The clause in question made no provision for additional drilling in the event the first well, as was the case, became only a marginal producer, and this court has no power to impose such an obligation where the parties have not so provided.</p> <p id=\"b650-8\" pgmap=\"650\">The plaintiff contends further that the defendants’ failure to drill an additional well on the leased premises' from July 1967, when the Schnell No. 1 well was completed, until March 1981, when the plaintiff executed the second lease of the undeveloped acreage to J. C. Cummins, constituted a breach of the defendants’ implied covenant to reasonably develop the premises so as to result in cancellation of the defendants’ lease. The plaintiff asserts that to allow the defendants to hold the leased acreage for this period of time without requiring further development would be to permit speculation on the part of the defendants and defeat the purpose of the lease from the perspective of the plaintiff.</p> <p id=\"b650-9\" pgmap=\"650(89) 651(185)\"> Illinois courts have long recognized the implied duty of a lessee under an oil and gas lease to develop the leased premises by drilling additional wells after discovery of oil and gas in paying quantities. (See Baker v. Collins (1963), 29 Ill. 2d 410, 194 N.E.2d 353; Elliott v. Pure Oil Co. (1956), 10 Ill. 2d 146, 139 N.E.2d 295; Daughetee v. Ohio Oil Co. (1914), 263 Ill. 518, 105 N.E. 308.) A lessee is required pursuant to this duty to act as “ ‘an ordinary prudent person engaged in like business’ [citation], having regard to the interests of both the lessor and lessee.” (Baker v. Collins (1963), 29 Ill. 2d 410, 413, 194 N.E.2d 353, 355.) The Baker court, noting that numerous factors may be considered in determining whether a lessee has fulfilled his duty to act as a prudent operator, stated, “[o]f prime importance, however, is the factor of probable profitability of the performance for which the lessor is contending.” (Baker v. Collins (1963), 29 Ill. 2d 410, 413, 194 N.E.2d 353, 355; see R. Hemingway, Oil &amp; Gas sec. 8.3, at 415-16 (2d ed. 1983).) Thus, a lessee must use reasonable diligence to develop the premises “so long as the enterprise could be carried on at a profit” (Elliott v. Pure Oil Co. (1957), 10 Ill. 2d 146, 152, 139 N.E.2d 295, 299), and a lessee generally would not be required to engage in further development “where he has already made heavy expenditures and it appears that additional wells would not be profitable.” Baker v. Collins (1963), 29 Ill. 2d 410, 413, 194 N.E.2d 353, 355.</p> <p id=\"b651-5\" pgmap=\"651(314) 652(80)\"> In the instant case, the trial court determined that neither the production of oil from the Schnell No. 1 well nor production in the area around the Schnell lease from 1967 to 1981 were sufficient to indicate that a second Schnell well would be profitable so as to require a prudent operator to drill a second well under the implied development covenant. The evidence supports this finding since, as already discussed, production from the Schnell No. 1 well was insufficient to pay drilling and equipment costs within a reasonable time so as to result in overall profit to the lessees. Further, prior to the time the Fulk wells were drilled in late 1980 and early 1981, there had been no production in the vicinity of the Schnell lease that would lead the lessees to believe that the second Schnell well would be a profitable producer. While the Schnell No. 2 well became a good producer from the Rosiclare formation, there had been no wells producing from the Rosiclare formation around the Schnell lease, and there was no showing of the Rosiclare formation on the log from the Schnell No. 1 well. Indeed, from the testimony of Cummins, who later drilled the Schnell No. 2 well, he had been looking for production from the Salem zone when he began developing the area south and east of the Schnell lease, and it was fortuitous when the Rosiclare production was first discovered in the Van Blaricum No. 1 well south of the Schnell lease. The Brooks well, drilled as an offset to the east of the Schnell lease in February 1981, showed large quantities of salt water but no oil in the Rosiclare formation, and Cummins obtained the lease on the south 20 acres of the Schnell acreage because he thought the Salem zone there had merit. Cummins drilled the Sehnell No. 2 well looking, not for Rosiclare production, but for Salem production, which did not appear. Thus, while the defendants presumably had access to the same information as Cummins had in deciding whether to drill an additional well on the Sehnell lease before March 1981, their judgment that such a well would not be sufficiently profitable to warrant development at that time cannot be said to be unreasonable as a violation of the prudent operator standard.</p> <p id=\"b652-5\" pgmap=\"652\">In applying the prudent operator standard of Baker v. Collins (1963), 29 Ill. 2d 410, 194 N.E.2d 353, to the facts of the instant case, we note that the court there found it unnecessary to decide “whether *** cancellation of a lease could be based solely on an unreasonable delay without regard to the probable profitability of further drilling.” (29 Ill. 2d 410, 414.) Courts in other jurisdictions, particularly Oklahoma, have held that passage of an unreasonable length of time during which no development has occurred will relieve the lessor of the burden of proving profitability of further development and shift the burden to the lessee to justify why such development has not occurred. (See R. Hemingway, Oil &amp; Gas sec. 8.3 at 418-21 (2d ed. 1983); 2 Summers, Oil &amp; Gas sec. 414 (1959).) In some instances this result has been explained as the imposition of an additional implied covenant to further explore, without regard to whether profitability can be shown. (See M. Merrill, Covenants Implied in Oil &amp; Gas Leases sec. 145 (Supp. 1964); R. Hemingway, Oil &amp; Gas sec. 8.3, at 421-25 (2d ed. 1983).) We find, however, that to impose an obligation to drill additional wells based solely upon the passage of time, without more, is untenable and is out of keeping with the established prudent operator rule followed in Illinois, where expectation of profit has been an essential element, and we accordingly decline to adopt such a rule here.</p> <p id=\"b652-6\" pgmap=\"652(142) 653(124)\"> Following the discovery of Rosiclare production from the Van Blaricum No. 1 well in the area around the Sehnell lease, the defendants could not continue to hold the undeveloped Sehnell acreage without further development and so speculate at the plaintiff’s expense but were obliged to begin efforts to drill the remaining acreage of the Sehnell lease. Defendant Mansfield testified that prior to March 1981 he had done “primary work” of mapping to determine whether there was a reasonable prospect of Rosiclare production of the Sehnell lease, and defendant Hudson stated that once “the action began” around the Sehnell lease in December 1980, the defendants had intended to drill another well but were prevented from doing so because the plaintiff had executed a second lease of the undeveloped acreage to Cummins in March 1981. The plaintiff prior to that time had made no demand upon the defendants to drill an additional well and, rather than giving the defendants the option to drill or release the undeveloped acreage, allowed another lessee to come onto the property and drill the second Schnell well. Only a short time had elapsed from the discovery of new production in the area until the plaintiff executed the second lease to Cummins, and the defendants could not be said to have delayed unreasonably to the plaintiff’s prejudice so as to have breached their implied covenant to develop. On this basis, the trial court correctly found that the defendants’ lease did not terminate for breach of an implied covenant to develop, and we accordingly affirm this ruling of the trial court.</p> <p id=\"b653-5\" pgmap=\"653\">For the reasons stated in this opinion, we affirm the judgment of the circuit court of Richland County.</p> <p id=\"b653-6\" pgmap=\"653\">Affirmed.</p> <p id=\"b653-7\" pgmap=\"653\">KASSERMAN, P.J., concurs.</p> </opinion> <opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b653-8\" pgmap=\"653\">JUSTICE EARNS</author> <p id=\"AKi\" pgmap=\"653\">dissenting:</p> <p id=\"b653-9\" pgmap=\"653\">The express drilling clause in the Schnell lease, inartfuUy drafted so far as concern for the economic rights of the lessees are concerned, really adds no additional duties on the lessee that are not contained in the implied covenant to develop.</p> <p id=\"b653-10\" pgmap=\"653\">In balancing the interest of the lessor and lessee in construing the rights accorded and duties imposed by the implied covenant to reasonably develop, the more equitable rule is that followed by the courts of Oklahoma, discussed at slip page 21 of the majority opinion (141 Ill. App. 3d at 63.0), a matter left unresolved by our supreme court in Baker v. Collins (1963), 29 Ill. 2d 410, 194 N.E.2d 353. While the implied covenant may impose no duty on the lessee to drill, the passage of an unreasonable length of time may result in a cancellation of the lease on the remaining, unexplored acreage.</p> <p id=\"b653-11\" pgmap=\"653\">Here the initial well was drilled in 1967. In spite of the intensive and successful drilling activity that began in the area in 1979 or 1980, defendants did nothing to further develop the Schnell lease for the intervening 14 years prior to execution of the second lease.</p> <p id=\"b653-12\" pgmap=\"653\">Under the decision of the court, defendants are rewarded for sitting idly by and speculating on the efforts of others. The rule adopted here evinces too much concern for the economic well-being of the lessee and too little for that of the lessor whose acreage remains undeveloped. Under the facts present here, I would hold that the unreasonably lengthy delay worked a cancellation as a matter of law.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}