{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"193\" lastpage=\"204\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b209-5\" pgmap=\"209\">(Nos. 40994, 41004 cons.</docketnumber><parties data-order=\"1\" data-type=\"parties\" id=\"b209-6\" pgmap=\"209\">Minnie Maki, Admr., Appellant, vs. Calvin Frelk, Appellee.</parties><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b209-8\" pgmap=\"209\">Opinion filed July 11, 1968.</decisiondate><p data-order=\"3\" data-type=\"judges\" id=\"b210-5\" pgmap=\"210\">Ward and Schaefer, JJ., dissenting.</p><attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b210-7\" pgmap=\"210\">O’Brien, Burnell, Puckett and Barnett, of Aurora, for appellant.</attorneys><attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b210-8\" pgmap=\"210\">Steinberg, Polacek, and Steinberg, of Chicago, for appellee.</attorneys><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b210-9\" pgmap=\"210\">Leonard M. Ring, Louis G. Davidson, J. J. Sullivan, William J. Harte, and Philip H. Corboy, all of Chicago, for amicus curiae Illinois Trial Lawyers Association.</attorneys><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b210-10\" pgmap=\"210\">Lord, Bissell &amp; Brook, of Chicago, (Richard E. Mueller, of counsel,) for amicus curiae National Association of Independent Insurers.</attorneys><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b210-11\" pgmap=\"210\">William J. O’Brien, Jr., of Chicago, for amicus curiae Illinois Defense Counsel.</attorneys> <opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b210-12\" pgmap=\"210\">Mr. Justice Klingbiel</author> <p id=\"A9x\" pgmap=\"210\">delivered the opinion of the court:</p> <p id=\"b210-13\" pgmap=\"210(72) 211(31)\">On this appeal we are presented with a question arising solely on the pleadings. In 1965 Minnie Maki, as administrator of the estate of her deceased husband, filed a complaint under the Wrongful Death Act against Calvin Frelk in the circuit court of Kane County. The complaint is in three counts. Defendant answered as to the allegations of counts I and II, and moved to strike count III. The court granted the motion, striking count III for failing to state a cause of action. In its order the court recited that there was no just reason for delaying enforcement or appeal.</p> <p id=\"b211-4\" pgmap=\"211\">The plaintiff thereupon sought review by this court but the cause was transferred to the appellate court for lack of any basis for direct appeal. The appellate court reversed and remanded (Maki v. Frelk, 85 Ill. App.2d 439), and we granted petitions by both the plaintiff and the defendant for leave to appeal from the appellate court judgment. The National Association of Independent Insurers and a group of trial lawyers called “Illinois Defense Counsel” have appeared as amici curiae.</p> <p id=\"b211-7\" pgmap=\"211\">The complaint alleges that on October 16, 1964, at about 9 P.M. the plaintiff’s decedent was driving his car in a westerly direction on Plato Road near the intersection with Illinois Route 47, in Kane County, and the defendant was driving a car in a northerly direction along Illinois Route 47 near the intersection, that defendant was guilty of driving too fast, failing to yield the right of way, failing to keep a proper lookout for other cars, failing to keep his own car under control, failing to stop so as to avoid a collision, otherwise improperly operating the vehicle, and operating it without sufficient brakes, and that as a direct and proximate result of one or more of such acts his car collided with the car operated by plaintiff’s decedent, causing the latter’s death. The third count, stricken for failure to state a cause of action, did not allege due care on the part of the plaintiff and the decedent. Instead it alleged that “if there was any negligence on the part of plaintiff or plaintiff’s decedent it was less than the negligence of the defendant, Calvin Frelk, when compared.”</p> <p id=\"b211-8\" pgmap=\"211(42) 212(128)\">There is no dispute that under the rule as it now exists a plaintiff must be free from contributory fault in order to recover, and that contributory negligence of the deceased is a bar to recovery under the Wrongful Death Act. (Howlett v. Doglio, 402 Ill. 311.) In contending the third count nevertheless states a cause of action, plaintiff urges that the rule ought now be changed in favor of a form of comparative negligence. The appellate court agreed. It reviewed the history of contributory negligence, considered arguments generally advanced for and against the adoption of a comparative negligence rule, and concluded that contributory negligence shall no longer bar recovery if it is not as great as the negligence of the person against whom recovery is sought but that any damages allowed shall be diminished in proportion to the amount of negligence attributable to the person recovering. The court reversed and remanded, holding that count III was sufficient to state a cause of action.</p> <p id=\"b212-5\" pgmap=\"212\">After full consideration we think, however, that such a far-reaching change, if desirable, should be made by the legislature rather than by the court. The General Assembly is the department of government to which the constitution has entrusted the power of changing the laws. In re Bradwell, 55 Ill. 535, 540.</p> <p id=\"b212-6\" pgmap=\"212(168) 213(17)\">Where it is clear that the court has made a mistake it will not decline to correct it, even though the rule may have been re-asserted and acquiesced in for a long number of years. (Neff v. George, 364 Ill. 306.) No person has a vested right in any rule of law entitling him to insist that it shall remain unchanged for his benefit. (Grasse v. Dealer's Transport Co., 412 Ill. 179, 190.) But when a rule of law has once been settled, contravening no statute or constitutional principle, such rule ought to be followed unless it can be shown that serious detriment is thereby likely to arise prejudicial to public interests. (Molitor v. Kaneland Community Unit Dist., 18 Ill.2d 11; Heidenreich v. Bremner, 260 Ill. 439, 451.) The rule of stare decisis is founded upon sound principles in the administration of justice, and rules long recognized as the law should not be departed from merely because the court is of the opinion that it might decide otherwise were the question a new one. See Prall v. Burckhartt, 299 Ill. 19, 41.</p> <p id=\"b213-5\" pgmap=\"213\">Counsel on both sides have argued this case at length, supplying the court with a comprehensive review of many authorities. But we believe that on the whole the considerations advanced in support of a change in the rule might better be addressed to the legislature. As amici have pointed out, the General Assembly has incorporated the present doctrine of contributory negligence as an integral part of statutes dealing with a number of particular subjects (see, e.g., provisions imposing liability for injuries caused by the negligence of firemen “without the contributory negligence of the injured person * * *” Ill. Rev. Stat. 1967, chap. 24, par. 1 — 4—4, provisions indemnifying policemen from liability for injuries caused to others “without the contributory negligence of the injured person * * *” Ill. Rev. Stat. 1967, chap. 24, par. 1 — 4—6, and provisions concerning the liability of county superintendents of highways for injuries resulting from their negligence “where it is found that there was no contributory negligence attributable to the plaintiff * * *” Ill. Rev. Stat. 1967, chap. 121, par. 385), and the legislative branch is manifestly in a better position than is this court to consider the numerous problems involved. We recently observed, with regard to a contention that exculpatory clauses in residential leases ought to be declared void, that “In our opinion the subject is one that is appropriate for legislative rather than judicial action.” (O’Callaghan v. Waller &amp; Beckwith Realty Co., 15 Ill.2d 436, 441.) We think the same must be said with respect to the change urged in the case at bar.</p> <p id=\"b213-7\" pgmap=\"213(52) 214(9)\">The circuit court was correct in striking count III of the complaint in the case at bar, and the appellate court erred in reversing its order. The judgment of the appellate court will therefore be reversed, the order of the circuit court affirmed, and the cause remanded to the circuit court for further proceedings not inconsistent with the views herein expressed.</p> <p id=\"b214-3\" pgmap=\"214\">Appellate Court reversed; circuit court affirmed and cause remanded.</p> </opinion> <opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b214-4\" pgmap=\"214\">Mr. Justice Ward,</author> <p id=\"Avg\" pgmap=\"214\">dissenting:</p> <p id=\"b214-5\" pgmap=\"214\">The opinion of the majority is plausible but, in my view, nothing more. A holding that an abandonment of our rule of contributory negligence and the adoption of an alternative, such as a rule of comparative negligence, if found to be desirable, should be effected only by legislation is not, I believe, an adequate response to the important questions presented through this appeal. It is appropriate to outline the background of our rule in presenting the considerations which require my disagreement.</p> <p id=\"b214-6\" pgmap=\"214\">It is commonly said that the doctrine that contributory negligence of a plaintiff operates as a complete bar to recovery had its origin in the English case of Butterfield v. Forrester, 11 East 60, 103 Eng. Rep. 926, which was decided in 1809. The defendant had left a pole projecting across part of the highway, and thereafter the plaintiff “riding violently” did not see the pole and rode against it. The plaintiff was thrown from his horse and injured. Lord Ellenborough speaking for the court declared: “A party is not to cast himself upon an obstruction which has been made by the fault of another, and avail himself of it, if he do not himself use common and ordinary caution to be in the right. In cases of persons riding upon what is considered to be the wrong side of the road, that would not authorize another purposely to ride up against them. One person being in fault will not dispense with another’s using ordinary care for himself. Two things must concur to support this action, an obstruction in the road by the fault of the defendant, and no want of ordinary care to avoid it on the part of the plaintiff.”</p> <p id=\"b215-4\" pgmap=\"215\">The rule of Butterfield found ready acceptance in the United States. The historical explanation offered for the generally uncritical adoption of the rule is that courts were desirous of protecting young industries, which were' beginning to develop, from what could have been the overwhelming burden of successfully pressed negligence claims. See, Maloney, From Contributory to Comparative Negligence ; A Needed Law Reform, 11 U. Fla. L. Rev. 135, 143 (1958) ; Turk, Comparative Negligence on the March, 28 Chi-Kent L. Rev. 189, 198 (1950).</p> <p id=\"b215-5\" pgmap=\"215\">Our State in Aurora Branch Railroad Co. v. Grimes (1852), 13 Ill. 585, 587, adopted the rule of Butterfield v. Forrester, stating that there must be “no want of ordinary care on the part of the plaintiff” to enable him to recover and also added that the plaintiff must demonstrate such freedom from fault in this regard. However, six years later, in Galena and Chicago Union Railroad Co. v. Jacobs (1858), 20 Ill. 478, this court rejected a demand for the application of the Butterfield rule and adopted what has been described as a type of comparative negligence. The new concept was developed in Illinois Central Railroad Co. v. Baches (1870), 55 Ill. 379; Illinois Central Railroad Co. v. Hammer (1874), 72 Ill. 347; Indianapolis and St. Louis Railroad Co. v. Evans (1878), 88 Ill. 63; Wabash, St. Louis and Pacific Railway Co. v. Moran (1883), 13 Ill. App. 72. The doctrine was formed through these cases that the plaintiff’s negligence would not bar his recovering if it was “slight,” while the negligence of the defendant was “gross” in comparison. There was no attempt to divide or apportion the damages under this rule, and if it was applied the plaintiff was entitled to full recovery. See appellate court opinion, 85 Ill. App. 2d 439.</p> <p id=\"b215-6\" pgmap=\"215(34) 216(49)\">Despite nominal and conceptual difficulties in the “slight” versus “gross” rule, such as whether there might be a “grossest gross” and a “slightest slight” (Chicago, Burlington and Quincy Railroad Co. v. Johnson, 103 Ill. 512), the rule was in general our law until clearly abandoned by this court in Lake Shore and Michigan Southern Railway Co. v. Hessions, 150 Ill. 546, and City of Lanark v. Dougherty, 153 Ill. 163. See also, Calumet Iron and Steel Co. v. Martin, 115 Ill. 358.</p> <p id=\"b216-5\" pgmap=\"216\">Our “comparative negligence” rule proved difficult to apply and apparently an attitude of protectionism persisted toward growing industries and this court returned to the rule that a plaintiff’s failure to have exercised due care would bar recovery. See Prosser, Comparative Negligence, 51 Mich. L. Rev. 465, 485 (1953) ; Green, Illinois Negligence Law, 39 Ill. L. Rev. 36, 51 (1944); Malone, The Formative Era of Contributory Negligence, 41 Ill. L. Rev. 151 (1946); and Turk, Comparative Negligence on the March, 28 Chi-Kent L. Rev. 189, 308 (1950).</p> <p id=\"b216-6\" pgmap=\"216(214) 217(52)\">However, I believe that of disinterested legal opinion, apart from courts following precedents which stem from another time, the better view prefers comparative negligence to the harsh rule of contributory negligence. A typical statement of the objection to the barring rule can be found in Prosser, The Law of Torts, (3rd ed. 1964) at page 443, where it is said: “The hardship of the doctrine of contributory negligence upon the plaintiff is readily apparent. It places upon one party the entire burden of a loss for which two are, by hypothesis, responsible. The negligence of the defendant has played no less a part in causing the damage; the plaintiff’s deviation from the community standard of conduct may even be relatively slight, and the defendant’s more extreme; the injured man is in all probability, for the very reason of his injury, the less able of the two to bear the financial burden of his loss; and the answer of the law to all this is that the defendant goes scott free of all liability, and the plaintiff bears it all.” Another is that of Dean Leon Green in Illinois Negligence Law, 39 Ill. L. Rev. 36, where he said: “In Butterfield v. Forrester, the English court introduced the harshest doctrine known to the common law of the nineteenth century— the doctrine of contributory negligence. It is harsh because it throws the entire loss on the injured party, however slight his negligent conduct, and at the same time relieves the negligent defendant altogether, however much he may have contributed to the injury.”</p> <p id=\"b217-5\" pgmap=\"217\">This harshness of the rule was always apparent to thoughtful observers, and as industry became more secure and other circumstances in society which contributed to the acceptance of the rule changed, courts and legislatures began to except certain situations from the strict operation of the barring rule of contributory negligence. In Illinois, as the appellate court in the opinion below pointed out, the enactment of the Safety Appliances Act (Ill. Rev. Stat. 1967, chap. 114, par. 152), the Workmen’s Compensation Act (Ill. Rev. Stat. 1967, chap. 48, par. 138.1 et seq.), the Workmen’s Occupational Diseases Act (Ill. Rev. Stat. 1967, chap. 48, par. 172.35 et seq.), and the Scaffold Act (Ill. Rev. Stat. 1967, chap. 48, par. 60 et seq.), the development of the willful and wanton misconduct concept, and the attractive nuisance doctrine all represent efforts to avoid the effects of the contributory negligence rule.</p> <p id=\"b217-6\" pgmap=\"217(124) 218(63)\">There has been firmer action elsewhere to replace the contributory negligence bar with rules of comparative negligence. England, the home of Butterfield v. Forrester, has adopted a rule of comparative negligence. So, too, have Canada, New Zealand and most of the European States. While the United States, as an exception to modern legal thought generally, has preserved in general the rule that contributory negligence will completely bar recovery, there have been important inroads. The Federal Employer’s Liability Act (45 U.S.C. § 53), of course, provides for the apportionment of damages if contributory fault is present. At least eight States: Mississippi (Miss. Code Ann. 1956 § 1454), Arkansas (Ark. Stat. Ann. 1962, §§ 27-1730.1— 2), Wisconsin (Wis. Stat. 1955, § 331.045), Nebraska (Neb. Rev. Stat. 1964, § 25 — 1151), South Dakota (S.D. Code i960 Supp., § 47.304.1, amended by chap. 149 [1964] Laws of S.D., 182), Georgia (Ga. Code Ann. 1958, § 94-703), Maine (Me. Rev. Stat. Ann. Act 1965 Supp., chap. 14, § 156), and Tennessee (it appears judicially) have adopted in one form or another a rule of comparative negligence.</p> <p id=\"b218-5\" pgmap=\"218\">I believe that apportioning damages through a comparative negligence rule is a logical and just method of distributing responsibility according to fault and I would have this court adopt such a method.</p> <p id=\"b218-6\" pgmap=\"218\">While I believe that respect should be accorded the majority’s argument that a far-reaching change in our law should be accomplished through the legislature, such respect should not preclude this court from assuming what is to me a judicial responsibility. Too, I do not think that this argument of the majority can realistically be invoked here. The plaintiff-appellant declares, without contradiction being offered, that since 1937 there have been nine attempts in our legislature to enact legislation to change our contributory negligence rule and that with a single exception none reached the floor of either House. The prospect of securing through legislation a rule better styled to achieve fair dispositions in negligence cases does not appear to be bright.</p> <p id=\"b218-7\" pgmap=\"218(115) 219(47)\">The references in our statutes to our rule of contributory negligence do not, I believe, represent an expression by the legislature that it has approved the rule as such. These statutes indicate to me only a legislative awareness of the rule or a design to avoid the harsh result of its operation. I do not know of a legislative declaration that it is to be the rule of this State that a plaintiff to whom any want of care whatever attaches be barred from recovering. Too, it must be remembered in evaluating the validity of the majority’s holding that the various positions Illinois has taken on the question of contributory negligence have been taken by actions of this court and not by legislative action. It can be argued that the legislature’s inaction in this area is attributable to its feeling that it is more appropriate, considering the history of the question in Illinois, for the judiciary to act.</p> <p id=\"b219-5\" pgmap=\"219\">It must be observed that, under circumstances resembling in importance those before us, this court has not been as finical, as I believe it is today, concerning the legislative alternative to judicial action. In Suvada v. White Motor Co., 32 Ill.2d 612, at 623, we said: “The argument that the abolition of privity and negligence in this type of case should come from the legislature is well answered by a paraphrase of our reply in Molitor v. Kaneland Community Unit Dist., 18 Ill.2d 11, ‘The doctrine of school immunity [privity and negligence] was created by this court alone. Having found that doctrine to be unsound and unjust under present conditions, we consider that we have not only the power, but the duty, to abolish that immunity [doctrine], “We closed our courtroom doors without legislative help, and we can likewise open thém.” ’ 18 Ill.2d 11, 25.”</p> <p id=\"b219-7\" pgmap=\"219\">Too, in Molitor v. Kaneland Community Unit District, 18 Ill.2d 11, at 26, we commented that: “when it appears that public policy and social needs require a departure from prior decisions, it is our duty as a court of last resort to overrule those decisions and establish a rule consonant with our present day concepts of right and justice.”</p> <p id=\"b219-8\" pgmap=\"219\">I would apply our reasoning in Molitor to this case.</p> <p id=\"b219-9\" pgmap=\"219(75) 220(134)\">I am unpersuaded by the argument that there are practical considerations which dictate a retention of the contributory negligence rule. We are told that the adoption of comparative negligence would increase litigation and court congestion, encourage negligent driving and cause insurance rates to be raised. The reply to such “practical” argument is that the dominating questions before our court are whether the old rule contended for is one often of harshness and unfairness and whether the rule proposed for adoption would better serve to attain more just dispositions in negligence cases. The so-called practical considerations advanced must properly be considered as subordinate to the primary concern for more just judicial dispositions of these cases. Secondly, and persuasively, the evidence assembled of life under a comparative negligence form fails to confirm the fears expressed by the defendant and the amicus. See Maloney, From Contributory to Comparative Negligence: A Needed Law Reform, 11 U. Fla. L. Rev. 135, 162 (1958); Bress, Comparative Negligence, 43 A.B.A. J 127, 130 (1957) ; Peck, Comparative Negligence and Automobile Liability Insurance, 58 Mich. L. Rev. 689, 726 (1960) ; and Rosenberg, Comparative Negligence in Arkansas Before and After Surgery, 13 Ark. L. Rev. 89, 108 (1959).</p> <p id=\"b220-5\" pgmap=\"220\">It is plain that a problem of high significance to the people of this State is here involved. It is equally plain to me that its importance merits this court’s engaging the problem rather than avoiding it, as I believe the majority does, by declaring that it is a matter for legislative solution.</p> <p id=\"b220-6\" pgmap=\"220\">I would affirm the judgment of the appellate court to the extent it holds that we should substitute a form of comparative negligence for our present rule.</p> <p id=\"b220-7\" pgmap=\"220\">Mr. Justice Schaefer joins in this dissent.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}