{
  "casebody": {
    "data": "<casebody firstpage=\"712\" lastpage=\"713\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b748-5\">CAUFIELD v. BLATT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b748-6\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aqe2\">December 20, 1907.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b748-7\">Trial—Verdict.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b748-8\">Where the jury rendered a verdict for plaintiff for a less sum than he was entitled' to, even conceding that the jury had found in favor of defendant on his contentions, the judgment will be reversed.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b748-9\">Appeal from Municipal Court, Borough of Manhattan, Tenth District.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b748-10\">Action by James Caufield against Emma M. Blatt. From a judgment in favor of defendant, plaintiff appeals. Reversed, and new trial ordered.</summary>\n<p data-order=\"7\" data-type=\"judges\" id=\"b748-11\">Argued before GILDERSLEEVE, P. J., and McCALL and FORD, JJ.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b748-12\">Maxson &amp; Jones (Henry E. Maxson, of counsel), for appellant.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b748-13\">Fullerton Wells, for respondent.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b748-14\">PER CURIAM.</author>\n<p id=\"AqHG\">Plaintiff and defendant made a contract by which defendant hired the use of an automobile, or locomobile, for the month of August, 1907, for the sum of $550, payable in equal quarterly payments on August 1st, 9th, 16th, and 24th. The first two installments, were paid, but defendant deducted $10 from the balance due on August 16th, on the ground that, owing to plaintiff’s sending a defective machine for defendant, the latter was obliged to hire another machine for $10 in order to get back. Defendant refused to pay the $137.50 due on August 24th, on the ground that plaintiff broke the contract by sending a defective machine for defendant’s use. Defendant further claims by way of offset $14.75 for expenses caused by the defective condition of the machine furnished by plaintiff. The plaintiff claims he furnished a machine in proper order and according to contract. The court left the issues to the jury, with instructions that, ?f they found for plaintiff, their verdict should be for $127.50. The jury found for plaintiff in the sum of $15.25. The plaintiff appeals.</p>\n<p id=\"b748-15\">The rental was $550, as we have seen, of which $147.50 have not been paid, being, as we have seen, $10 due on balance accruing on August 16th and $137.50 due on August 24th. The defendant used the car on August 25th and August 26th, after which date plaintiff refused to let defendant have the car by reason of defendant’s refusal to pay the balance due on August 24th, but defendant sent to plaintiff $20 for the use of the car on August 25th and August 26th, which sum was credited on account. Plaintiff sued for breach of a contract of hiring, not on a quantum meruit for the use of the machine. By their verdict in plaintiff’s favor the jury must have believed plaintiff’s testimony that he fulfilled his part of the contract by furnishing a properly equipped machine in accordance with the agreement. Assuming plaintiff’s contention to be correct, he would be entitled to-$147.50, less the $20 paid for the machine on August 25th and 26th, making a balance due of $127.50, which sum the court charged the jury was the amount they should find, if they gave a verdict for plaintiff. Even if the jury found that defendant was entitled to an offset <page-number citation-index=\"1\" label=\"713\">*713</page-number>of $14.75, the verdict should have been far in excess of the $15.25 found by the jury. The amount of the verdict is contrary to the instructions of the court, and not based on the evidence, and it indicated a misapprehension or disregard of the testimony on the part of the jury that requires a reversal.</p>\n<p id=\"b749-5\">Judgment reversed, and new trial ordered, with costs to appellant to abide the event.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}