{
  "casebody": {
    "data": "<casebody firstpage=\"823\" lastpage=\"824\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b859-7\">hopp v. McWhirter et ai.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b859-8\">(Supreme Court, Appellate Term.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AFf\">December 20, 1907.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b859-9\">Sales—Recovery op Price—Defenses—Illegal Use oe Partnership Name-Statutory Provisions.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b859-10\">Recovery may be had tor goods sold and delivered, notwithstanding the vendor may have been transacting business In violation of Pen. Code, § 363, declaring any person using the designation “and Company” or “&amp; Co.,” where no actual partner Is represented thereby, guilty of a misdemeanor.</headnotes>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b859-11\">Appeal from Municipal Court, Borough of the Bronx, Second District.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b859-12\">Action by Percy P. Hopp, doing business under the name of the Bronx Window Shade &amp; Awning Company, against William H. Mc-Whirter and another. Judgment for defendants, and plaintiff appeals. Reversed, and a new trial ordered.</summary>\n<p data-order=\"7\" data-type=\"judges\" id=\"b859-13\">Argued before GIBDERSBEEVE, P. J., and McCAEB and FORD, JJ.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b859-14\">David H. Taylor, for appellant.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b859-15\">Oliver E. Davis, for respondents.</attorneys>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b859-16\">PER CURIAM.</author>\n<p id=\"ACE\">The plaintiff sued as Percy P. Hopp, doing business under the name of the Bronx Window Shade &amp; Awning Company. The pleadings were oral; plaintiff claiming for goods sold and delivered, and the defendants pleading a general denial. The plaintiff called a witness, who testified that he was the manager and salesman for the Bronx Window Shade &amp; Awning Company and that he sold and delivered to the defendant McWhirter window shades to the amount and value of $80.40, which were placed in one of defendant’s houses dnd for which he promised, but had failed, to pay. When plaintiff rested, the defendant moved to dismiss the complaint upon the ground, among others, that the plaintiff had not shown authority to do business under “that name.” This motion was granted. This was error. There was no evidence that the plaintiff was transacting business in violation of section 363 of the Penal Code, and, even had that appeared, it would not have prevented the plaintiff from recovering under the testimony in this case. Vandergriff v. Bertron, 82 N. Y. <page-number citation-index=\"1\" label=\"824\">*824</page-number>Supp. 154, 83 App. Div. 548; Loeb v. Fireman’s Ins. Co., 78 App. Div 117, 79 N. Y. Supp. 510.</p>\n<p id=\"b860-4\">Judgment reversed, and new trial ordered, with costs to appellant to abide the event.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}