{
  "casebody": {
    "data": "<casebody firstpage=\"232\" lastpage=\"242\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b254-4\">[Civ. No. 881.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AsJ\">Fifth Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aci\">Feb. 20, 1968.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b254-5\">ANGEL DURADO CARDENAS, Plaintiff and Respondent, v. KENNETH ELLSTON et al., Defendants and Appellants; CONTINENTAL CASUALTY CO., Intervener and Respondent.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b255-8\"><page-number citation-index=\"1\" label=\"233\">*233</page-number>Fitzwilliam, Memering, Stumbos &amp; DeMers and John D. Stumbos, Jr., for Defendants and Appellants.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b255-9\">Perkins, Carr &amp; Anderson and Eugene Anderson for Plaintiff and Respondent.</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b256-4\"><page-number citation-index=\"1\" label=\"234\">*234</page-number>Cameron &amp; Dopkins and Andrian R. Motroni for Intervener and Respondent.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b256-5\">CONLEY, P. J.</author>\n<p id=\"App\">The basic issues to be settled on this appeal, considered separately, are few and simple enough <em>• </em>the final questions to be settled are whether the trial court should be upheld for granting a new trial in favor of the plaintiffs as against the defendants Sam Diaz, Kenneth Ellston and Pete Arizmendis, and whether a judgment notwithstanding the verdict in favor of the plaintiffs and against the same defendants should be affirmed. The apparent complexity of the litigation in part derives from the fact that the present case is a “pilot suit,” the results of which as to the issue of liability are by stipulation to apply to some 24 other pending actions<footnotemark>*</footnotemark> brought by persons in the same legal situation as plaintiff Cardenas, and by reason of the further fact that the normal handling of this simple tort action was by stipulation of the parties so conducted that the trial judge was permitted to order judgment based on what incorrectly appeared to him to be the logical result of a special verdict consisting of answers <page-number citation-index=\"1\" label=\"235\">*235</page-number>to five questions; although a jury trial was originally demanded by at least one of the litigants, ultimate reliance was not placed upon a jury’s viewpoint as contained in a general verdict, but in what the parties and the court thought would be the result necessarily flowing from a special verdict which itself did not completely cover the issues. It developed later that the trial judge, in ruling on motions for a new trial, decided that the findings constituting the special verdict were not broad enough to lead to the judgment which he had previously ordered. As a result, the court, in ruling on motions for a new trial and for a judgment notwithstanding the verdict against certain of the defendants, concluded that it had been previously in error and it granted the motions. It is our conclusion that the trial judge did not have the right to grant a judgment notwithstanding the verdict but did have ample ground to order a new trial of the action.</p>\n<p id=\"b257-5\">In the “pilot case,” the plaintiff Angel Durado Cardenas was one of 34 Mexican farm laborers who were present in California as a result of the bracero program (7 U.S.C. § 1461 et seq.). They were working for farmers named Kataoka Brothers who, in turn, were members of Sacramento Valley Growers Association, Inc. in Yolo County. Under the set-up, the Kataoka Brothers, in connection with the harvest of their fields of tomatoes, owed a duty to transport the Mexican national laborers from the place where they were living to the working areas in the fields; to do this the Kataokas could either bring the laborers by their own or their agents’ transportation facilities, or secure independent contractors to haul the laborers from their living quarters to the fields.</p>\n<p id=\"b257-6\">The record shows that the Kataoka Brothers in fact contracted with defendants Elistón and Arizmendis and a third partner to transport the laborers in a bus owned by them; the driver of this bus was Sam Diaz, who was paid by Elistón and Arizmendis. The latter formally admitted in their answer that Diaz was their employee. It appears further that Diaz not only hauled the Mexicans to the tomato fields, but that, as a practical fact, he exercised some supervision in the tomato fields, transmitting to the laborers what the Kataoka Brothers desired with respect to the place where their work was to be carried on and how to do it. Diaz said he was an agent of the Kataokas, but the evidence unquestionably showed that, if he were such, he must have been solely a special agent for work in tiie fields. It is quite possible in construing the evidence that, while Diaz was a general agent of Ellston and Ariz<page-number citation-index=\"1\" label=\"236\">*236</page-number>mendis, he was at the same time a special agent of the Kataoka Brothers but having to do solely with the picking and boxing of the tomatoes and not with the transportation of the Mexican nationals. It would also be possible on a retrial for the finders of fact to discount the testimony of Diaz with respect to his functioning in the fields and his conclusion that if Kataoka Brothers attempted to discharge him they would be successful; in this connection, it is quite obvious that an 'objection by growers to the conduct of the agent of independent contractors might well result in the discharge or transfer by the independent contractors of one of their employees so objected to without thereby necessarily changing their function as independent contractors of the growers into that of agents.</p>\n<p id=\"b258-5\">It is apparent that the litigation tendered an issue as to whether or not the Ellston and Arizmendis partnership was an independent contractor or an agent of Kataoka Brothers.</p>\n<p id=\"b258-6\">On the day of the accident, the bus loaded with laborers left the tomato fields at midday, because it was raining, and proceeded toward the living quarters of the Mexican nationals located several miles away. At the intersection of Highway 99-W and County Bo ad No. 29 somewhat south of Woodland in Yolo County, the bus driven by Diaz was traveling westerly on Road No. 29 and the Riggs truck and trailer southward on U.S. Highway No. 99-W. The complaints in the cases charged both Diaz and Riggs with neglience as a proximate cause of the collision. Diaz claimed that his vision was so interfered with by the rain that, though he collided with the Riggs truck, he was nevertheless not negligent. Twenty-five of the Mexican nationals were injured as a result of the collision, and 25 suits were filed in Sacramento County as a consequence. The lack of liability of Riggs was resolved by the special verdict and the dismissal of an appeal; it is now clear that there is no liability on the part of Riggs or his principals ; the 25 eases remain only with respect to Diaz and his employers.</p>\n<p id=\"b258-7\">Instead of submitting the case to the jury for a general verdict, five questions in a special verdict were submitted to it, and five answers given, as follows:</p>\n<blockquote id=\"b258-8\">\" Question No. 1:</blockquote>\n<blockquote id=\"b258-9\">“Was the Defendant Diaz Negligent? Yes</blockquote>\n<blockquote id=\"b258-10\">‘.‘Question No. 2:</blockquote>\n<blockquote id=\"b258-11\">“If \"you found that Defendant Diaz was negligent, was his negligence a proximate cause of the collision ? Yes</blockquote>\n<blockquote id=\"b259-3\"><page-number citation-index=\"1\" label=\"237\">*237</page-number>“Question No. 3:</blockquote>\n<blockquote id=\"b259-4\">“Was the Defendant Biggs negligent? No</blockquote>\n<blockquote id=\"b259-5\">‘ ‘ Question No. 4:</blockquote>\n<blockquote id=\"b259-6\">“If you found that Defendant Biggs was negligent, was his negligence a proximate cause of the collision? No</blockquote>\n<blockquote id=\"b259-7\">‘1 Question No. 5:</blockquote>\n<blockquote id=\"b259-8\">“Was Defendant Diaz, in operating the bus at the time of the collision, acting as the employee of Kataoka Brothers ? Yes”</blockquote>\n<p id=\"b259-9\">It was stipulated by counsel that the trial judge, taking the answers in the special verdict into consideration, might grant judgment as legally warranted. The judgment in favor of Diaz was in response to the finding that Diaz was an agent of Kataoka Brothers, that the Mexican nationals admittedly were employees of said Japanese growers, and that section 3601 of the Labor Code prescribed the only means of realizing compensation for their injuries caused by a fellow employee.</p>\n<p id=\"b259-10\">The intervenor in the litigation is Continental Casualty Company, the workmen’s compensation insurance carrier for the Kataoka Brothers; it alleged that certain sums had been paid by it as workmen’s compensation insurers, to the Mexican nationals on behalf of the Kataokas, and that it desired to recover a judgment against the third person or persons responsible for the collision, that is to say, Diaz and Biggs or either of them and their respective employers, for negligence in causing the injuries to the plaintiffs in the 25 suits.</p>\n<p id=\"b259-11\">It is to be noted that the trial judge complied with the requirements of section 657 of the Code of Civil Procedure concerning motions for a new trial, by listing the grounds on which the motions were granted and setting forth the court’s reasons for so ordering, in effect, as follows:</p>\n<blockquote id=\"b259-12\">(a) Insufficiency of the evidence to justify the verdict that Diaz was an employee of the Kataoka Brothers;</blockquote>\n<blockquote id=\"b259-13\">(b) error of the court in permitting, after the start of the trial, the late amendment of the answer which brought in section 3601 of the Labor Code as a defense; and</blockquote>\n<blockquote id=\"b259-14\">(c) error of law on the part of court and counsel that a finding that Diaz was an employee of Kataoka Brothers necessitated that a judgment be entered in favor of appellants.</blockquote>\n<p id=\"b259-15\">As to the error of law, listed as (e) above, the court had entered judgment for all three appellants based on the jury’s finding that Diaz was an employee of Kataoka. Diaz could have been a special employee of Kataoka while being a general employee of Ellston and Arizmendis with no employer <page-number citation-index=\"1\" label=\"238\">*238</page-number>relationship existing between Kataoka and Ellston and Arizmendis. (See <em>Miller </em>v. <em>Long Beach Oil Dev. Co., </em>167 Cal.App.2d 546, 549 [334 P.2d 695].) If the driver of the bus were the special employee of Kataoka, acting within the scope' of his employment at the time of the accident, Ellston and Arizmendis could not use the defense of section 3601 of the Labor Code unless they also under the facts were employees, because such a defense is personal to the employer and his employee. (See <em>Baugh </em>v. <em>Rogers, </em>24 Cal.2d 200 [148 P.2d 633, 152 A.L.R. 1043]; <em>Saala </em>v. <em>McFarland, </em>63 Cal.2d 124 [45 Cal.Rptr. 144, 403 P.2d 400].)</p>\n<p id=\"b260-5\">In trying to simplify the issues many stipulations were entered into during the trial; one particularly troubled the judge at the time of ruling on the motion for a new trial; it was that if the jury found that Diaz was an employee of the Kataokas, judgment would be entered in favor of the defendants Ellston, Arizmendis, and Diaz.  Though there was a stipulation as to this point it was as to a <em>conclusion of law </em>and not binding on the superior court in ruling on the motions for a new trial. <em>(Valdez </em>v. <em>Taylor Auto. Co., </em>129 Cal.App.2d 810 [278 P.2d 91]; <em>DeCelle </em>v. <em>City of Alameda, </em>186 Cal.App.2d 574 [9 Cal.Rptr. 549].)</p>\n<p id=\"b260-6\">The trial judge stated in his order that he believed that permission to file the amendment to the answer as late as the opening of the trial was error.  The appellants contend, however, that the amendment was properly allowed. It is a well-known policy of the law to permit amendments of pleadings liberally in order that litigation may be tried on its merits. (See <em>Hodge </em>v. <em>Hodge, </em>257 Cal.App.2d 31 [64 Cal.Rptr. 587] and <em>Posz </em>v. <em>Burchell, </em>209 Cal.App.2d 324, 333 [25 Cal.Rptr. 896].)</p>\n<p id=\"b260-7\">In his memorandum supporting the order the trial judge said: 11 Counsel for plaintiffs objected strenuously to the filing of the amended answer at the opening of trial but did not then contend and does not now contend that he was taken by surprise as to the nature of the proposed defense.”</p>\n<p id=\"b260-8\">The court continued by stating that it had permitted the filing of the amendment at a late date “. . . partly because of the confusion involved as a result of the consolidation of the cases of 24 separate plaintiffs and statements by counsel for Arizmendis, Ellston and Diaz that the amendment had been prepared within a reasonable time after the pretrial order but had been inadvertently misplaced when sent out for the preparation of the large number of copies required.</p>\n<p id=\"b261-5\"><page-number citation-index=\"1\" label=\"239\">*239</page-number>“At the time the amendment was allowed all counsel and the Court were of the opinion that if the amendment were allowed and the evidence introduced justified a finding in accordance with the affirmative defense that the defense was good as to the defendants Diaz, Ellston and Arizmendis. The court is now convinced that counsel for plaintiffs as well as counsel for the defendants and the Court were not sufficiently informed as to the law relating to the case with respect to the relationship of the various defendants among themselves and with respect to the farmer who employed the braceros. The court now takes the position that had it not allowed the amendment to the answer there would have been no such issue in view of the admission of Ellston and Arizmendis that Diaz was acting as their employee and within the course and scope of his employment. (See pretrial statement).” The judge further stated that “if the amendment had been filed earlier counsel for plaintiffs and the intervenor may have been able to advise the Court as to some of the law that has been uncovered since the trial,” and held that permitting the filing of the amendment at the opening of the trial was error under Code of Civil Procedure, section 657, subdivision 7, “Error in law, occurring at the trial and excepted to by the party making the application. ’ ’</p>\n<p id=\"b261-6\">It appears to us that the trial court was justified in permitting the filing of the amendment to the answer at a date somewhat later than was indicated as permissible at the pretrial conference. This conclusion is reached because of the great liberality in our system of permitting amendments to allow the parties litigant to state fully the grounds of their defense on the merits.</p>\n<p id=\"b261-7\">However, it is our conclusion that, because of insufficiency of the evidence and the palpable error in failing to cover all phases of the litigation in the special verdict and the judgment which followed it, the trial court was correct in granting a new trial.</p>\n<p id=\"b261-8\">At the same time, we are constrained to the conclusion that the order granting a judgment notwithstanding the verdict in favor-of the plaintiffs and against Ellston and Arizmendis went entirely too far. The rule under section 629 of the Code of Civil Procedure concerning a judgment notwithstanding the verdict is that such a motion may be granted only if there is no substantial evidence to support the verdict on any possible theory of liability. (See <em>Yarrow </em>v. <em>State of </em><page-number citation-index=\"1\" label=\"240\">*240</page-number>California 53 Cal.2d 427, 437 [2 Cal.Rptr. 137, 348 P.2d 687].)</p>\n<p id=\"b262-5\">In <em>Espinoza </em>v. <em>Rossini, </em>247 Cal.App.2d 40, 47 [55 Cal.Rptr. 205], the court stated: “Our review of the record discloses evidence upon which a jury could, by disregarding conflicts and resolving all presumptions, inferences, intendments and questions of doubt in favor of appellant, have reached a verdict favorable to him. Under such circumstances it is improper for the trial court to grant a motion for judgment notwithstanding the verdict. As stated by the Supreme Court in <em>Quintal </em>v. <em>Laurel Grove Hospital, </em>62 Cal.2d 154, 159 [41 Cal.Rptr. 577, 397 P.2d 161] . . . . Such a motion may be granted, properly, only when, disregarding the conflicting evidence, and indulging in every legitimate inference in favor of the plaintiff, the result is a determination that there is no evidence of substantial nature to support the verdict. . . .’ ”</p>\n<p id=\"b262-7\">The question on appeal from the judgment notwithstanding the verdict is whether there is any substantial evidence in the record which would support a finding that Diaz at the time of the accident was an employee of Kataoka Brothers in connection with the operation of the bus. There is no evidence that Kataoka Brothers exercised any control over the transportation. Diaz was hired by Ellston and Arizmendis; he was paid by them out of what they made from the Kataokas. Mr. Ellston testified that Kataoka had nothing to do with the maintenance of the bus; Ellston and Arizmendis paid all of the expenses for the vehicle from their share of their contract with Kataoka. Mr. Ellston testified that the partnership instructed Diaz relative to his job. The trial judge stated in his memorandum on the questioned rulings that the evidence is clear that Ellston and Arizmendis were independent contractors who hired Diaz to drive their truck transporting the workers and to supervise the braceros in picking tomatoes; and that any evidence of actual control by the farmer was solely as to the handling of the tomatoes and not as to the transportation feature of Diaz’ employment; the judge cited <em>Mart </em>v. <em>Riley, </em>239 Cal.App.2d 649 [49 Cal.Rptr. 6], which holds that if a person is in the employ of a general employer and his special employer had no direction or control over him “ ‘in respect to the particular services out of which the accident arose, then the question as to liability for his negligence was not one for the jury. ’ ” <em>(McComas </em>v. <em>Al. G. Barnes Shows Co., </em>215 Cal. 685, 691 [12 P.2d 630].)</p>\n<p id=\"b262-8\">Ellston and Arizmendis were made a payment of 2% cents for each box picked by the crew supervised and transported to <page-number citation-index=\"1\" label=\"241\">*241</page-number>the fields; Ellston and Arizmendis paid the cost of equipping the bus, the expenses of operating the bus, and also Diaz’ wages. All of the expenses were paid out of the 2% cents per box payment made by the grower; the payment was made in a lump sum and the partners had to split it among themselves. The Kataokas did not make individual paychecks to the partners or withhold social security and state unemployment insurance or federal income tax; the Kataokas did not pay for workmen’s compensation insurance as to the partners who are appellants; Ellston and Arizmendis owned the bus; Kataoka Brothers had nothing to do with its operation or with hiring Diaz to drive the bus or in directing him in its operation.</p>\n<p id=\"b263-6\">An employer-employee relationship certainly existed between Diaz and Ellston and Arizmendis, but if Ellston and Arizmendis were, in fact, agents of the Kataokas, then Diaz in the circumstances developed in the record was also an agent of the Kataokas, for, under the facts as shown by the evidence, an employer-employee relationship exists between an employer and one working for the primary employee when the employer knows that his direct employee has hired another person as a vrorker on the project.</p>\n<p id=\"b263-7\">Upon a retrial of the case, it is possible that a jury might reach one of the following conclusions as a deduction from the evidence relative to Kataoka Brothers and Ellston and Arizmendis:</p>\n<blockquote id=\"b263-8\">1) That Ellston and Arizmendis were independent contractors with Kataokas; that Diaz was a general agent of Ellston and Arizmendis in connection with his work, or at least their agent in connection with the driving of the bus, and that, as he was negligent, judgment should go against him as well as against his employers, Ellston and Arizmendis;</blockquote>\n<blockquote id=\"b263-9\">2) That Ellston and Arizmendis were themselves employees of the Kataokas and by reason of this fact that their employee, Diaz, was a subemployee of the Kataokas, in which event the industrial accident sections of the Labor Code would afford the only recourse for damages to the plaintiffs and there could be no recovery against Diaz, Ellston or Arizmendis in the instant case.</blockquote>\n<p id=\"b263-10\">The foregoing dichotomy is based on the assumption that the evidence relative to the matters discussed herein will be basically the same as at the present trial. It is conceivable that there may be different evidence at the second trial that might authorize additional possible implied findings by a jury. We <page-number citation-index=\"1\" label=\"242\">*242</page-number>do not purport to limit the nature of the additional testimony, if any, which may be permitted by the trial judge on the second trial of the case.</p>\n<p id=\"b264-5\">It should be observed that the modification of the original demand for a jury by concession that the trial court might draw logical conclusions from a special verdict and enter judgment accordingly was a departure from the age old custom that a jury should, generally speaking, bring in a general verdict even if it is accompanied by a special verdict which would logically control the general verdict. This custom of requiring a general verdict may or may not, by agreement of counsel and the court, be resorted to on retrial, or it may be that counsel and court will expand the stipulation with respect to what questions shall be ruled on by the jury in a special verdict.</p>\n<p id=\"b264-6\">The judgment in favor of the plaintiffs and against Diaz, Bllston and Arizmendis notwithstanding the verdict is reversed ; the order granting the motions for a new trial is affirmed; in accordance with the stipulation of the parties, the same orders made with respect to the “pilot case” shall be entered in all 24 other actions; respondents shall recover their costs on appeal.</p>\n<p id=\"b264-7\">Stone, J., and G-argano, J., concurred.</p>\n<p id=\"b264-8\">A petition for a rehearing was denied March 20, 1968, and the petition of the plaintiffs and respondents for a hearing by the Supreme Court was denied April 17,1968.</p>\n<footnote label=\"*\">\n<p id=\"b256-6\"> Andres Franques Hernandez v. Kenneth Ellston et al. (Sacramento Superior Court No. 147443; Anselmo Gutierrez Garcia v. Kenneth Ellston et al. (Sacramento Superior Court No. 147444) ; Eduardo Escalera Galvan v. Kenneth Ellston et al. (Sacramento Superior Court No. 147445) ; Antonio Reyes Becerra v. Kenneth Ellston et al. (Sacramento Superior Court No. 147446) ; Antonio Lopez Garcia v. Kenneth Ellston et al. (Sacramento Superior Court No. 147548); Ruber Ceja Martinez v. Kenneth Ellston et al. (Sacramento Superior Court No. 147549); Rafael Legaspi Nunez v. Kenneth Ellston et al. (Sacramento Superior Court No. 147550); Felipe Vargas Juarez v. Kenneth Ellston et al. (Sacramento Superior Court No. 147551) <em>; </em>Abel Santillan Dominguez v. Kenneth Ellston et al. (Sacramento Superior Court No. 147552) ; Antonio Santillan Dominguez v. Kenneth Ellston et al. (Sacramento Superior Court No. 147553) ; Antonio Vega Lopez v. Kenneth Ellston et al. (Sacramento Superior Court No. 147554) ; Carlos Ramos Ovalie v. Kenneth Ellston et al. (Sacramento Superior Court No. 147555) ; Enrique Juarez Gutierrez v. Kenneth Ellston et al. (Sacramento Superior Court No. 147556) ; Francisco Martinez Palacio v. Kenneth Ellston et al. (Sacramento Superior Court No. 147557) ; Luis Gonzales Hernandez v. Kenneth Ellston et al. (Sacramento Superior Court No. 147558); Sebastian Coronado Gonzalez v. Kenneth Ellston et al. (Sacramento Superior Court No. 147559); Barolo Salcedo Armenia v. Kenneth Ellston et al. (Sacramento Superior Court No. 147560) ; Luis Benevides Lopes v. Kenneth Ellston et al. (Sacramento Superior Court No. 147561) ; Joyce Blaco v. Kenneth Ellston et al. (Sacramento Superior Court No. <em>147656); </em>Solomon Lopez Vargas v. Kenneth Ellston et al. (Sacramento Superior Court No. 147722); Bernardo Dominguez Joaquin v. Kenneth Ellston et al. (Sacramento Superior Court No. 147723); Felix Martinez Cruz v. Kenneth Ellston et al. (Sacramento Superior Court No. 147724); Felipe Loyola Copedo v. Kenneth Ellston et al. (Sacramento Superior Court No. 147725) ; Epitacio Lira Granados v. Kenneth Ellston et al. (Sacramento Superior Court No. 147726).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}