{
  "casebody": {
    "data": "<casebody firstpage=\"647\" lastpage=\"653\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b669-7\">[Civ. No. 30946.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Ao3\">Second Dist., Div. Four.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AkO\">Feb. 29, 1968.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b669-8\">HOLLIS McKINLEY GARRETT, Plaintiff and Appellant, v. CROWN COACH CORPORATION, Defendant and Respondent.</parties>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b670-7\"><page-number citation-index=\"1\" label=\"648\">*648</page-number>Brinton N. Bowles for Plaintiff and Appellant.</p>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b670-8\">Harold Q. Longeneeker for Defendant and Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b670-9\">FILES, P. J.</author>\n<p id=\"AdY\">The trial court sustained the demurrer of the respondent Crown Coach Corporation (hereinafter Crown) to the second amended complaint upon the ground that the action was barred by the one-year limitation provided in Code of Civil Procedure section 340, subdivision 3.</p>\n<p id=\"b670-10\">The single question presented here is whether plaintiff’s original complaint made Crown a party from the commencement of the action under Code of Civil Procedure section 474.<footnotemark>1</footnotemark></p>\n<p id=\"b670-11\">The action was commenced on February 23, 1965, to recover damages for injuries allegedly sustained when plaintiff’s vehicle was struck by a school bus on June 24, 1964. The original complaint names as parties defendant the Board of Education, two school districts, Richard Keeley, Dwayne Lind, Doe One, Doe Two, Doe Three, Doe Four and Doe Five. <page-number citation-index=\"1\" label=\"649\">*649</page-number>The first paragraph of -that complaint is as follows: 11 That the true names ór capacities,' whether individual, corporate, associate or otherwise of defendants Doe One to Doe Five are unknown to the plaintiff, who therefore sues said defendants by such fictitious names, and will ask leave' of court to amend his complaint to show their true names and capacities when the same have been ascertained. Plaintiff is informed and believes and thereon alleges that each of the defendants designated herein as a Doe is negligently responsible in some manner for the events and the happenings herein referred to, and negligently caused injuries and damages to the plaintiff thereby as herein alleged. ’ ’<footnotemark>2</footnotemark></p>\n<p id=\"b671-5\">Paragraph IV of that complaint alleges that the Does were agents, servants and employees of the Board of Education and the two school districts, and acting within the course and scope of their agency and employment at all times and places therein mentioned.</p>\n<p id=\"b671-6\">Paragraph VII alleges that the defendants Keeley and Lind did maintain and operate the bus negligently, causing it to strike plaintiff’s vehicle. Paragraph X charges “That as a direct and proximate result of the carelessness, negligence and unlawful and imprudent operation of the said vehicle by the defendants and each of them, plaintiff was injured. ...”</p>\n<p id=\"b671-7\">The second amended complaint, filed March 1,1966, alleges: “That plaintiff at the time of filing his original complaint, not knowing the name of the defendant Crown Coach Corporation, and therefore being ignorant of same, did name and sue said defendant as ‘Doe One’, and thereafter and does herein name and substitute the defendant Crown Coach Corporation in the place and stead of the defendant ‘Doe One’. ’’</p>\n<p id=\"b671-8\">The charging allegations of the original complaint are repeated in substance against all of the originally named defendants other than Doe One. This pleading makes the new allegations that Crown Coach Corporation did design and manufacture the bus, and that it did so negligently.</p>\n<p id=\"b671-9\">Crown appeared and demurred to the complaint, thereby pleading the defense of limitations. The demurrer was sustained without leave to amend, and an order of dismissal followed. Plaintiff appeals from this order.</p>\n<p id=\"b671-10\">For the purpose of the statute of limitations, a party <page-number citation-index=\"1\" label=\"650\">*650</page-number>properly sued by a fictitious name in the original complaint in conformity with section 474 is deemed a party from the commencement of the action. <em>(Farris </em>v. <em>Merritt </em>(1883) 63 Cal. 118.)</p>\n<p id=\"b672-4\">This is not a ease in which there is any basis in the record for challenging the bona fides of plaintiff’s allegation that he was ignorant of the true name of Doe One. The only facts before the court are those alleged in the complaints. Crown calls attention to the description of the bus in the original complaint as a “I960 Crown 79 passenger school bus.” This mention of a trade name cannot be deemed the equivalent of knowledge that Crown Coach Corporation was the designer or manufacturer.</p>\n<p id=\"b672-5\">The fact that plaintiff had the means of knowledge is not necessarily a bar to the application of section 474. <em>(Irving </em>v. <em>Carpentier </em>(1886) 70 Cal. 23 [11 P. 391].) Moreover, even though the plaintiff may know of the existence of a person, the plaintiff is “ignorant” within the meaning of section 474 if he lacks knowledge of that person’s connection with the case. <em>(Mishalow </em>v. <em>Horwald </em>(1964) 231 Cal.App.2d 517 [41 Cal.Rptr. 895] ; <em>Larson </em>v. <em>Barnett </em>(1950) 101 Cal.App.2d 282 [225 P.2d 297].)</p>\n<p id=\"b672-6\">This is not a case which involves any review of an order granting leave to amend to set forth a true name. The record on appeal shows only that the complaint was amended, and this reviewing court must assume that regular procedure was followed in this regard.</p>\n<p id=\"b672-7\">The problem in the ease at bench arises because the amended pleading seeks to hold Crown upon a theory not spelled out in the original complaint. The first pleading is based specifically upon allegedly negligent maintenance and operation of the bus. The school districts were allegedly responsible for the vehicle, and the other defendants, including Doe One, were alleged to have acted as agents and servants of those entities. The second amended complaint reflects plaintiff’s desire to charge Crown as a negligent designer and manufacturer, a theory not revealed by any factual allegation in the earlier pleading.</p>\n<p id=\"b672-8\">The controlling authority on this point is <em>Austin </em>v. <em>Massachusetts Bonding &amp; Ins. Co. </em>(1961) 56 Cal.2d 596 [15 Cal.Rptr. 817, 364 P.2d 681]. In that action the original complaint alleged that the defendants, including those designated by fictitious names, acted as brokers and agents for plaintiffs and refused to deliver securities which they had <page-number citation-index=\"1\" label=\"651\">*651</page-number>received on behalf of plaintiffs. The complaint also alleged that the defendants had filed a “surety bond in the sum of $5000 for the faithful performance of its duties as a licensed broker.” There was nothing in that pleading to suggest that any of the defendants was the surety on the bond or that plaintiffs had any intention of seeking indemnification from, the surety in that action. By an amended complaint, filed more than two years later, plaintiffs repeated substantially the allegations of the original complaint, substituted Massachusetts Bonding for one of the defendants sued by a fictitious name, and alleged that Massachusetts Bonding executed the surety bond and that plaintiffs were entitled to recover on the bond by reason of the conduct of the originally named defendants.</p>\n<p id=\"b673-5\">With respect to the contention of Massachusetts Bonding that the amendment raised a new and different cause of action the Supreme Court said (at p. 602) : “In the present ease the original complaint and the amended complaint allege the same defalcations by Pacific and its officers with respect to plaintiffs’ securities and moneys, and these defalcations constitute the grounds for the action on the bond added by the amended complaint. Both pleadings are thus based on the same general set of facts, and the existence of a bond for the faithful performance of Pacific’s duties as a broker was also alleged from the outset. Had Massachusetts Bonding been sued by its true name in the original complaint, the amendment changing the character of its obligation from that of a principal to that of a surety would have related back for purposes of the statute of limitations. The fact that it was initially designated by a fictitious name does not warrant a different result.”</p>\n<p id=\"b673-6\">In the ease at bench plaintiff is seeking to hold Crown legally responsible for the same accident and the same injuries referred to in the original complaint. The amendment changes the alleged obligation of “Doe One” from that of an operator to that of a manufacturer. This is no more drastic than the change of theory reflected by the amendment in <em>Austin.</em></p>\n<p id=\"b673-7\">Crown invokes the statement in <em>Herschfelt </em>v. <em>Knowles-Raymond etc. Co. </em>(1955) 130 Cal.App.2d 347, 352 [279 P.2d 104], that in order to come within section 474 “the fictitious defendant must have been a necessary or proper party in the mind of the plaintiff at the time his complaint was filed.”</p>\n<p id=\"b673-8\">Crown also calls attention to <em>Lipman </em>v. <em>Rice </em>(1963) 213 Cal App.2d 474 [28 Cal.Rptr. 800], wherein, as an alternative <page-number citation-index=\"1\" label=\"652\">*652</page-number>ground of decision, the court pointed out that Monte Rice could- not' be substituted for John Doe One because the original complaint had' referred to Rice and John Doe One in such a way as to exclude the possibility that they were in fact the same person.</p>\n<p id=\"b674-4\">In the case at bench the original complaint, alleging that Doe One was operating the bus as an agent and servant of the school districts, seems to identify Doe One as a person other than the corporation which designed and manufactured the vehicle.</p>\n<p id=\"b674-5\">The language referred to in the <em>Herschfelt </em>and <em>Lipman </em>opinions cannot be reconciled with the reasoning of the Supreme Court in <em>Austin, </em>at least when applied to the facts of the instant ease. The language used in <em>Herschfelt </em>and <em>Lip-man </em>therefore cannot be regarded as authority here.</p>\n<p id=\"b674-6\">The allegations of the original <em>Austin </em>complaint identified the defendants designated by fictitious names as brokers and agents for plaintiff. As such, none of them could have been the surety on the bond. The reference to the bond in the original pleading made it perfectly clear that plaintiff did not then have in mind charging any of the defendants as the surety who had executed the bond. The amendment in that ease changed not only the theory of liability, but the factual allegations upon which the asserted liability of the defendant -was to be based.</p>\n<p id=\"b674-7\">In <em>Johnson </em>v. <em>Goodyear Tire &amp; Rubber Co. </em>(1963) 216 Cal.App.2d 133 [30 Cal.Rptr. 650], plaintiff was seeking recovery for personal injuries sustained in an automobile accident in 1956. In 1957 he had commenced an action in a federal court against Goodyear to recover damages for the same injuries upon the theory of negligence in the manufacture of a tire. While that action was pending, in 1959 he began his action in the superior court against the dealer who had sold the vehicle and several persons designated by fictitious names, charging breach of warranty. In 1962 plaintiff concluded that he had a, cause of action against Goodyear for breach of warranty, and thereupon served summons upon Goodyear as a defendant fictitiously named in the superior court action. The superior court quashed the service upon the ground that the plaintiff had known the true name of Goodyear when the action was filed-in .1959. The Court of - Appeal reversed, relying uponthe <em>Austin </em>decision, and held-.that- plaintiff was entitled -to amend his■ complaint-to substitute' Goodyear’s name- for- a fictitious name under section 474. The <em>Johnson </em>opinion points- out that <page-number citation-index=\"1\" label=\"653\">*653</page-number>the plaintiff there knew Goodyear’s name and knew all of the facts giving him a cause of action when he filed the original complaint,' “but was unaware of having such a cause of action.” (216 Cal.App.2d at p. 139.)</p>\n<p id=\"b675-6\">Further support for the amendment in the case at bench is found in <em>Day </em>v. <em>Western Loan &amp; Bldg. Co. </em>(1940) 42 Cal.App.2d 226 [108 P.2d 702], The action against Crown must be deemed to have been commenced when the original complaint was filed, and thus is not on its face barred by the statute of limitations.</p>\n<p id=\"b675-7\">The order is reversed.</p>\n<p id=\"b675-8\">Jefferson, J., and Kingsley, J., concurred.</p>\n<p id=\"b675-9\">Respondent’s petition for a hearing by the Supreme Court was denied April 24, 1968.</p>\n<footnote label=\"1\">\n<p id=\"b670-12\">Code of Civil Procedure section 474 provides: \"When the plaintiff is ignorant'of the name of a defendant, he must state that fact in the complaint, or the affidavit if the action is commenced by affidavit, and such defendant may be designated in any pleading or proceeding by any name, and when his true name is discovered, the pleading or proceeding must be amended accordingly; . . .’’</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b671-11\">This paragraph is [he substance of the form recommended in California Civil Procedure Before Trial (Cont. Ed. Bar 1957) p. 336; Basic California Practice Handbook (Cont. Ed. Bar 1959) p. 197; 1 California Eorms of Pleading and Practice Ann. (1962) p. 582.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}