{
  "casebody": {
    "data": "<casebody firstpage=\"109\" lastpage=\"111\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b137-3\">HARTFORD-FAIRMONT CO. v. UNITED STATES GLASS CO. (WILLIAM J. MILLER GLASS ENGINEERING CO., Intervener).</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b137-4\">(District Court, W. D. Pennsylvania.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AIp\">May 4, 1924.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b137-5\">No. 356.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b137-9\">Bartlett &amp; Brownell, of New fork City, and Kay, Totten &amp; Brown, of Pittsburgh, Pa., for plaintiff.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b137-10\">E. W. McCallister <em>and </em>Green <em>&amp; </em>MeCallister, all of Pittsburgh, Pa., for defendant United States Glass Co.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b137-11\">Edward A. Lawrence, of Pittsburgh, Pa., for intervening defendants.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b137-12\">Before BUFFINGTON, Circuit Judge, and SCHOONMAKER, District Judge.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b137-13\">SCHOONMAKER, District Judge.</author>\n<p id=\"AqnA\">The two Hitchcock patents in suit (Nos. 805,068, November 21, 1905, and reissue No. 13,929, June 5, 1915) are directed to two aspects of the same invention. They are a method and an apparatus for automatically feeding glass in the form of “gobs” into a mold.</p>\n<p id=\"b137-14\">In the old glass art, the ordinary method of procedure in making small articles of molten glass was for a workman to take a quantity of molten material from a furnace by the use of what is known as a “punty rod,” which he injected into and twisted around in the molten glass in the furnace, and then transferred the mass so collected to a position over a mold of predetermined size into which the glass ran from the rod. Another workman stood by and with shears cut this stream of flowing glass, when directed. The gatherer then twisted his rod, so as to prevent the glass temporarily from falling off until another empty mold was supplied and the operation was repeated.</p>\n<p id=\"b137-15\">Hitchcock, who, it would appear from the reported cases in this circuit, was a glass engineer of experience and ability, conceived tbe idea of feeding mechanically mod-ten glass into a mold in “gobs” of predetermined size, which were formed by the use of the necessary mechanism for the periodic reduction of pressure on the glass within the discharge chamber below atmospheric pressure. By this method, when a sufficient quantity of glass has been extruded or discharged through the discharge orifice to fill the mold, a pair of shears operates then to sever the stream of flowing glass to the discharge orifice. Then the severed stub is, by the action of pressure from above, drawn up into the heated discharge chamber again, and tbe operation repeats itself.</p>\n<p id=\"b137-17\">Tbe characteristics of the claims are as follows:</p>\n<p id=\"b137-18\">Method Patent, No. 805,068.</p>\n<p id=\"b137-19\">“2. As an improvement in the art of feeding glass, the method herein described, which consists in causing the glass to assume a globular form of predetermined size or weight, as it passes from tbe feed orifice and then detaching the globule or drop from the supply body, substantially as set forth.'</p>\n<p id=\"b137-20\"><em>“3. </em>As an improvement in the art of feeding glass, the method herein described, which consists in causing the glass to assume a globular form as it passes from the feed orifice, and then reversing the direction of movement of tbe glass at the orifice, substantially as set forth.</p>\n<p id=\"b137-21\">“4. As an improvement in the art of feeding glass, the method herein described which consists in causing a full flow of the glass through a suitable orifice and then cheeking such flow or feed movement of the glass by reducing tbe pressure on the glass at some point within the orifice below atmospheric pressure, substantially as set forth.”</p>\n<p id=\"b137-22\">Apparatus Patent, Reissue No. 13,929.</p>\n<p id=\"b137-23\">“1. A glass-feeding mechanism having in combination a chamber or receptacle having an outlet for the gravity flow of the glass, and moans for reducing the pressure below atmospheric pressure on some portion of tbe glass prior to its escape from the outlet, thereby varying the gravity flow or feed, substantially as set forth.”</p>\n<p id=\"b137-24\">“3. A glass-feeding mechanism having in combination a chamber or receptacle having an outlet for tbe gravity flow of glass, means for severing the glass after its passage from the outlet, and means for reversing the movement of glass above tbe plane of severance, substantially as set forth.”</p>\n<p id=\"b137-25\">“7. A glass-feeding mechanism having in combination, a furnace, for producing molten glass, a displacement chamber connected thereto by a passageway capable of al<page-number citation-index=\"1\" label=\"110\">*110</page-number>lowing the glass to flow therethrough in either direction, a discharge orifice leading from the displacement chamber below its top, and a means of varying the volume of glass in the displacement chamber above the discharge orifice without cutting off the connection between the furnace and displacement chamber.”</p>\n<p id=\"b138-4\">At the date of the Hitchcock patent, there were other mechanical feeders, so that his method was simply another method for feeding molten glass from a furnace into molds through some mechanical device. The Hitchcock patents have now expired, and so far as we can see have left no impress on the art. No commercial Hitchcock feeder was ever built or used.</p>\n<p id=\"b138-5\">Notwithstanding the fact that Hitchcock was an engineer of experience and ability, the plaintiff has developed and used a paddle type of mechanism for feeding glass from the furnace into molds. It further appears by the testimony of their witness, Peiler, that the plaintiff company experimented with the plunger feeder from 1912 on, and that in 1915 it commercially introduced the paddle feeder. It does not appear that it ever attempted to use the Hitchcock feeder commercially. Possibly the most that can be said for this feeder is said by the witness Gray, after the experiment at Coming, wherein the witness says that the patents indicate possibilities for commercial use. It would seem, therefore, that there can be no escape from the conclusion that, if the Hitchcock patents will operate, they are mere paper patents, and not entitled to any substantial range of equivalents.</p>\n<p id=\"b138-6\">However, there is a more serious question with reference to the Hitchcock structure. Will it operate at all? We have what was described in the testimony as the WhitallTatum experiment in 1918, where,' in entire ignorance of the Hitchcock patents, an embodiment of the Hitchcock feeder idea was tried and found to be a failure. Then we have the. experiment at Coming during the trial of this ease, where it was found that the result of the exertion of the pressure upon the glass in the discharge chamber was the drawing of molten glass up into the air mechanism - at the top of the discharge chamber, and also the drawing of glass from the furnace itself up into the air mechanism, thereby clogging the machinery.</p>\n<p id=\"b138-7\">But, even if the Hitchcock structure will operate, we find, on turning to the defendant’s structure, the Miller feeder, that it operates upon an entirely different theory from the Hitchcock structure. It is .true that it forms “gobs” of molten glass of predetermined size by pressure, but this pressure is exerted, not by the application of a vacuum at the top of the molten glass in the discharge chamber, as claimed in the Hitchcock structure, but by a plunger inserted directly into the discharge orifice of the glass-discharging mechanism, thereby completely cutting off the flow of discharging glass. .The Miller feeder discloses a shallow boot or extension, extending from the glass-melting furnace, in the bottom of which there is provided a discharge orifice into which a mechanically timed plunger moves, periodically shutting off the flow of glass and forming “gobs.”</p>\n<p id=\"b138-9\">In both cases, shears sever the “gob” of glass that has been formed; but one fundamental difference is that the Miller structure so operates as to cut communication completely off between the orifice and the main supply of glass during the operation of forming the “gob,” whereas, in the Hitchcock structure, the orifice is always in open communication with the main supply of glass. Another fundamental difference between the operations of the two structures is that in the Hitchcock structure the shears operate before any attempt is made to check or retract the glass passing downwardly through the discharge orifice. In the Muller structure, the plunger starts upward before the shears operate, with the result that the extruded glass, below and immediately adjacent to the orifice; is dragged upward by the plunger before the shears cut. In the Miller feeder, the plunger is retracting the glass at the orifice at the time of the cut; and this operation continues after the cut is completed, so that the most that can be said of the two structures in question is that they both produce “gobs” of glass dropped into a mold.</p>\n<p id=\"b138-10\">Their method of arriving at this result is totally different. In the Hitchcock device, rhythmic formation of suspended “gobs” of molten glass is accomplished by letting the molten glass flow through the discharge tank through a continuously open orifice, the “gobs” being severed from the mass of glass by properly timed mechanism, and then the withdrawal or retracting of glass passing through the orifice by the operation of a vacuum applied -at the top of the discharge chamber after the mechanism or shears cut the glass. In the Miller device, the formation of <em>“gobs” is </em>brought about by the closing of the orifice through which the glass flows from the discharge tank, by inserting a plunger into the orifice. In the <page-number citation-index=\"1\" label=\"111\">*111</page-number>Hitchcock structure, the shears operate before any attempt is made to check the glass passing downward; in the Miller structure, the plunger starts upward before the shears operate.</p>\n<p id=\"b139-5\">The method adopted by tbo Miller structure has produced a commercially operating machine; the Hitchcock device has not. The use of the plunger in the discharge orifice in bringing about the formation of “gobs” has undoubtedly obviatpd the difficulties which prevented Hitchcock and the Whitall-Tatum people from making a commercial success of the Hitchcock method.</p>\n<p id=\"AUC\">The use of the plunger to regulate the flow of glass through a discharge orifice was disclosed to the glass art by the Brookfield patent, filed on November 15, 1901, and pri- or to the' date of filing of the plaintiff’s Hitchcock patent. To our mind, the Brook-field patents disclose all the elements necessary for feeding separate “gob” or measured charges of glass to molds, and also disclose that the “gobs” are depending below the discharge orifice at the time of severance from the stream of flowing glass. So that, if it should in any manner of means be held that the two methods are similar, and we believe they are not, it would have to be held that the Hitchcock patents in suit are invalid by reason of anticipation.</p>\n<p id=\"b139-7\">However, as we view the case, this is nothing more than the same results sought or attained by different methods, and in view of the holdings of the Supreme Court, that, if the patent for a machine he a pioneer, the alleged infringer must have done something more than to reach the same result (Westinghouse v. Boyden Power-Brake Co., 170 U. S. 537, 18 S. Ct. 707, 42 L. Ed. 1136), we are constrained to hold that the Miller feeder does not infringe the Hitchcock patents, even if operative.</p>\n<p id=\"b139-8\">We therefore conclude that the plaintiff is not entitled to the relief sought in this case, and that its bill of complaint should be dismissed, with costs. \"</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}