{
  "casebody": {
    "data": "<casebody firstpage=\"530\" lastpage=\"533\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b558-7\">ACME FOUNDRY &amp; MACHINE CO. v. OIL WELL IMPROVEMENTS CO.<footnotemark>*</footnotemark></parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b558-8\">(Circuit Court of Appeals, Eighth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b558-9\">November 19, 1924.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b558-10\">No. 6614.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b558-20\">James A. Carr, of St. Louis, Mo. (Mc-Cune, Caldwell &amp; Downing, and Robert B. Caldwell, all of Kansas City, Mo., and Joseph J. Gravely, of St. Louis, Mo., on the brief), fcr appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b558-21\">Arthur C. Brown, of Kansas City, Mo. (Stuart, Cruce &amp; Bland, of Tulsa, Old., and C. B. Stuart, of Oklahoma City, Okl., on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b558-22\">Before STONE and KENYON, Circuit Judges, and FARIS, District Judge.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b558-17\">Rehearing denied March 10, 1925.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b558-23\">FARIS, District Judge.</author>\n<p id=\"Adu\">The appellee herein, as plaintiff below, brought this action against appellant for an injunction, and an accounting for profits, and for treble damages, accruing from an alleged infringement of five claims of a patent for a “easing head” for oil wells, which was issued, on the 21st day of December, 1915, to one Alfred G. Heggem, as patentee and by him duly assigned to plaintiff.</p>\n<p id=\"b558-24\">The amended answer of defendant admitted that notice of the alleged infringement had been duly given to it, but denied the validity of the patent in controversy; averring that the same, in the light of the pleaded prior art, is invalid, for that plaintiff’s assignor was not the original, first, and sole inventor of the improvements in such patent set out and described. Upon the point of alleged infringement, the answer contented itself with averring a lack of advice as to whether there existed, in the light of the facts, any infringement and demanded, upon that point, strict proof.</p>\n<p id=\"b558-25\">Upon the trial the court nisi found that the device constructed and sold by defendant infringed claims 7, 8, 12, 13, and 16 of plaintiff’s patent, that the patent is valid and is owned by plaintiff, and entered a decree for an injunction and an accounting before a master for damages accruing to plaintiff, subsequent to November 18, 1916; reserving for decision the question of treble damages, till the coming in of the master’s report. Pending the hearing before the master, this appeal was sued out in the conventional mode.</p>\n<p id=\"b558-26\">Of the claims of the patent sued on and upheld by the trial court, claim 16 may be taken as typical. This latte? claim reads thus:</p>\n<p id=\"b559-3\"><page-number citation-index=\"1\" label=\"531\">*531</page-number>“A easing head involving a body member having vertically alined passages adapted to permit the passage of the well drilling cable and tools therethrough and also having a laterally opening passage, and a valve member mounted in said body member and movable with respect thereto, said members being adapted to receive a drilling cable between them when said valve is moved to restrain the flow of fluid through the casing head while the drilling tools are in the well, and said valve member having an opening through its side permitting it to engage one side only of the drilling cable as said valve is moved to restrain the flow of fluid through the casing head while the drilling tools are in the well, and said valve member being adapted to close communication between either of said vertically alined passages and the interior of the said body member.”</p>\n<p id=\"b559-4\">The finding by the trial court of the fact of infringement is scarcely controverted by the evidence, as it was scarcely denied by the answer. The device made by defendant clearly reads on the patent of plaintiff, and so it follows that if plaintiff’s patent is valid, the fact of infringement is too plain for further controversy. The sole and decisive question thus left in the case is whether in the light of the prior art pleaded against it, the patent of plaintiff is valid.</p>\n<p id=\"b559-5\">In limine, and aiding somewhat in a decision of this controlling question, are the presumptions arising from the grant of the patent, and from the faet that almost at once, after the device made under plaintiff’s patent came upon the market, it fell into almost universal use, to the exclusion • of practically all other easing heads for oil wells. The courts have, with almost one voice, said that the fact of the issuance of a patent and the fact of popular aeclaim, to be deduced from great commercial success, are to be weighed in the balance in favor of validity when validity is questioned. Of course, neither of these things, nor both of them together are conclusive; but in case of doubt, and where the proof of lack of novelty is not clear and convincing, they are to be considered as making for validity in resolving the doubt.</p>\n<p id=\"b559-6\">The prior art largely relied on is exemplified by the prior patent of Swank &amp; Thornley for a stop-valve; the prior patent of Palmer, for a casing head of an oil well, and a prior patent to Heggem himself, likewise for a easing head for a,n oil well, which, however, Heggem had dedicated to the public. Other patents were offered and urged as being within the applicable art, but these all seem so far afield as to deserve only passing notice. Among the latter were a number of casing heads for oil wells, but these, while seeking to solve the problems presented, did so in ways differing so substantially from that in which Heggem, in the patent at bar, undertook to solve them, that no extended reference to them seems worth while. For example, the prior patent of Layne, embodied and described a device whereby two plates, having in each a half-slot to receive the drilling cable, were by a crank, operating certain cogwheels, caused to come together in the well-piping and snugly engage the drilling cable, and at the same time close the opening in the piping. Theoretically, one of the same results was accomplished, as is accomplished by the device of plaintiff, but in a slower, less safe, and more cumbersome way and by means wholly different from that by which plaintiff’s device accomplishes such result. Anakin Lock Works v. Dillon Lock Works (C. C. A.) 292 F. 45.</p>\n<p id=\"b559-8\">In the Palmer patent, which is that under which defendant claims to manufacture the alleged infringing device, there is used a valve-plug which in shape is similar to the frustum of a cone, but which is not housed at the ends thereof in the casing head structure, but merely passed loosely therethrough and secured at the small end by a nut, to prevent it from slipping out. The bridge of the valve-plug in the Palmer patent is a double bridge equivalently similar to the former Heggem patent. This is necessary, because no other means are provided to secure additional strength in order to resist distortion and fracture of the bridge. There is no slot in the bridge to engage the drilling cable, when the device is closed. This double bridge has the effect to put two kinks into the cable, instead of one, as in the patent at bar, thus rendering the closing of the valve difficult, if not under some circumstances impossible. There are two lateral ports, but this faet is of no particular significance.</p>\n<p id=\"b559-9\">The first Heggem patent is, as said, also relied on as an anticipation. The latter patent has no slot in the cable, and has three bridges in .the valve-plug, but it has no opening in the valve-plug axially, nor is this plug machined to produce a stream line flow when the lateral port is open. Both ends of the valve-plug are housed in the body member of the easing head.</p>\n<p id=\"b559-10\">In bare mechanical structure the stop-valve, illustrated in the patent of Swank &amp; Thorney, more nearly approximates the de<page-number citation-index=\"1\" label=\"532\">*532</page-number>vice of plaintiff than any other urged. But the Swank &amp; Thornley device falls into the class of ordinary faucets. It could by obvious mechanical modifications be used.as a faucet, and in one of its ordinary uses it performs the functions of a faucet. In it, also, the valve^plug is the frustum of a cone. It has no slot in the valve-plug bridge to engage a drilling cable, and it could not be used, nor was it intended to be used, as a casing head of an oil or gas well. Beyond the fact that it has an axial opening in the valve-plug, and other mechanical features of the rather ancient genus faucets, it has no similarity to the device of plaintiff. It does not appear to have been cited against the application of Heggem for the patent in suit, though all other of the patents we have considered, and divers others besides, were so cited; yet all this notwithstanding, the patent to Heggem was granted.. As forecast, this fact creates a presumption in favor of novelty which can be rebutted and overcome only by clear proof of lack of novelty. Stead Lens Co. v. Kryptok Co., 214 F. 368, 131 C. C. A. 144.</p>\n<p id=\"b560-4\">Essentially, the device of plaintiff, made under the Heggem patent in suit, is a large stop-valve. Stop-valves and cheek-valves, exemplified by the common faucet and kindred contrivances, are coneededly old in the art. The patent of Heggem here involved is clearly a combination patent, which makes use of modified elements of the old art. We do not understand that any very serious contention is made that all of the mechanical elements, brought together in this patent, are not such as are well known and have long been in use in valves of divers sorts. The slot in the bridge which is used to house the drilling cable, except in the peculiar and particular use of it by Layne, is new in the art of stop-valves, though old in divers arts; as for example in the mustard pot and in the well-rope housing of the old covered well.</p>\n<p id=\"b560-5\">The problems confronting Heggem, and which he sought to solve, by the' patent in controversy, were at least five: (a) To facilitate the flow of oil and gas and to turn this flow from a vertical to a horizontal course with a minimum of retardation of the upward flowing stream; (b) to care for the drilling cable when the cable is attached to the drilling tool, without a withdrawal of either from the well; (e) to so care for these appurtenances, when still in situ, in such wise as to pernp.it the least possible escape of oil and gas from the well; (d) to provide for a minimum cramping, or kinking, of the drilling cable, and yet render such cramping effective, the material of the cable and the immense weight of the drilling tool regarded; and (e) to provide such leakage through and around the valve-plug of the casing head, as to produce a back-pressure and thus partially equalize the pressure against the bridge of the valve-plug, without permitting such leakage to escape, and as a corollary to the last problem, to produce a valve-plug, which, while not cramping the cable unduly or impracticably, would yet withstand the very high pressures often present, without distorting or fracturing the valve-plug.</p>\n<p id=\"b560-8\">The first of. these problems was met in the patent in controversy, by so machining the cut in the valve-plug and housing as to make it conform, as nearly as possible, to a stream-line flow, thus bending the upward or vertical flow of oil and gas into a horizontal flow, with a minimum of interference and retardation. The second was met by the use of the mustard-pot cut, or semicircular slot in the edge of the valve-plug, which slot, upon rotating the valve-plug, engaged the. cable and thrust the latter against the pipe and body member of the easing head. When thus the cable was pressed, or thrust against the body member of the casing head an approximately closed joint was produced, through which, though the cable remained in the well, but a minimum of oil or gas escaped; thus solving the third problem. The fourth was met by discarding one of the bridges found in the original Heggem patent, thus obviating the production of a double angle, or double kink in the cable. When this double kink was present, it was, ordinarily, almost, if not quite, impossible to close the valve-plug, because of the inherent rigidity of the heavy steel cable, which rigidity was immensely increased when the drilling tool weighing some 4,000 or 5,000 pounds was suspended by the cable. The fifth problem hypothesized was met by housing both ends of the valve-plug, where the same was fitted into the body member. This seems to have sufficed when the well was flowing. But when the well was shut down by closing the lateral port, there was provided leakage through the axial opening in the valve-plug and around this plug, which, impinging upon the closed ports and the valve-plug housing, formed a counter pressure, thus relieving the bridge of the plug from a part of the pressure and. obviating fracture or distortion.</p>\n<p id=\"b560-9\">Some of these problems had been solved by devices, shown in evidence, of the prior <page-number citation-index=\"1\" label=\"533\">*533</page-number>art. But no single device in the prior art solved all o£ them, and no device before in existence solved them in the same quick, safe, and adequate way as did the device of plaintiff. As said already, and as frankly conceded by counsel for plaintiff, the patent of Heggem here in suit is a combination patent. No single element is new. All of the mechanical elements are old in some art and have been known and used for many years. All of them, save two, are old in the art of stop-valves and faucets, and one of these was used by Layne, and is old in divers arts; the other, which brought about the minimization of retardation, and produced the so-called stream-line flow, is also old, and is illustrated by the gate-valve in the down-spout of the common gutter. By mechanical modification of many of these old elements, by selection of one element from another art and by bringing all these things together in a single device, plaintiff’s assignor by his patent has largely contributed to the safety and efficiency of oil well casing heads. He has not only produced new results, but has accomplished old results in a more facile, mechanical, useful, and effective way. Sodemann, etc., v. Kauffman (C. C. A.) 275 F. 593.</p>\n<p id=\"b561-4\">In such a situation, we think the case falls fairly within the rule announced in the case of Consolidated, etc., Co. v. Crosby, etc., Co., 113 U. S. loc. cit. 179, 5 S. Ct. 525, 28 L. Ed. 939, where it is written that: “Richardson’s invention brought to success what prior inventors had essayed and partly accomplished. He used some things which had been used before, but he added just that which was necessary to make the whole a practically valuable and economical apparatus. The fact that the known valves were not used, and the speedy and extensive adoption of Richardson’s valve, are facts in harmony with the evidence that his valve contains just what the prior valves lack, and go to support the conclusion at which we have arrived on the question of novelty.”</p>\n<p id=\"AyD\">Moreover, defendant, following the issuance of the patent in controversy, in the year 1915, had for some six or eight years a contract with plaintiff to manufacture casing heads for oil wells under such patent. During these years it made for plaintiff thousands, in fact all, of the casing heads which were put upon the market by plaintiff, marking them “patented,” and, we assume, giving the date of the patent under which these casing heads were made by it. About 1922, plaintiff established its own factory, and began making all its casing heads thereat. Shortly after plaintiff thus terminated its contract with defendant, the latter began making and marketing the infringing device, which it sold through one Palmer and his associates and which it marked under Palmer’s patent. This patent of Palmer was then fourteen years old, and up to the time of the acts of defendant above mentioned, no devices had been made under it.</p>\n<p id=\"b561-6\">In such a situation, the defendant ought not to he the object of any strained solicitude on the part of a court of equity. In fact, in such a case, what was said by Judge Noyes in the case of Standard Typewriter Co. v. Standard, etc., Sales Co., 181 F. loc. cit. 502, 104 C. C. A. 250, is peculiarly apposite.</p>\n<p id=\"b561-7\">“It is true that the defendants may not be estopped to deny the validity of the patent. They may not stand in the position of licensees. It is equally true that they cannot bo held in this suit for fraud or unfair competition. But their conduct toward the complainant, their manner of dealing with the patented article, and their attempt to appropriate the invention of the patent and yet escape the consequences, go a long way toward showing acquiescence on their part in, and admissions of, the validity of the patent.”</p>\n<p id=\"b561-8\">We conclude that the patent is valid, that it is infringed by defendant, and that the judgment nisi should be affirmed, whieh accordingly is ordered.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}