{
  "casebody": {
    "data": "<casebody firstpage=\"552\" lastpage=\"554\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b580-10\">BETZ v. UNITED STATES. WEBBER v. SAME. EWAN v. SAME.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b580-11\">(Circuit Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Aqp\">November 7, 1924.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b580-12\">Nos. 4020, 4048, 4158.</docketnumber>\n<p data-order=\"4\" data-type=\"docketnumber\" id=\"b581-12\"><page-number citation-index=\"1\" label=\"553\">*553</page-number>In Case No. 4020:</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b581-13\">James It. Clark, of Cincinnati, Ohio, and William A. Burkamp, of Newport, Ky., for plaintiff in error.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b581-14\">Sawyer A. Smith, U. S. Atty., of Covington, Ky. (John E. Shepard and Rodney G. Bryson, both of Covington, Ky., on the brief), for the United States.</attorneys>\n<p data-order=\"7\" data-type=\"docketnumber\" id=\"b581-15\">In Case No. 4048:</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b581-16\">James R. Clark, of Cincinnati, Ohio, and Wm. A. Burkamp, of Newport, Ky., for plaintiff in error.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b581-17\">T. J. Edmonds, of Covington, Ky., and Sawyer A. Smith, U. S. Atty., of Covington, Ky. (John E. Shepard and Rodney G. Bryson, both of Covington, Ky., on the brief), for the United States.</attorneys>\n<p data-order=\"10\" data-type=\"docketnumber\" id=\"b581-18\">In Case No. 4158:</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b581-19\">Jamos R. Clark, of Cincinnati, Ohio, for plaintiff in error.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b581-20\">Sawyer A. Smith, U. S. Atty., of Covington, Ky. (John E. Shepard and Rodney G. Bryson, both of Covington, Ky., on the brief), for the United States.</attorneys>\n<p data-order=\"13\" data-type=\"judges\" id=\"b581-21\">Before DONAHUE, MACK, and KNAPPEN, Circuit Judges.</p>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b581-22\">PER CURIAM.</author>\n<p id=\"Aauh\">In each of these three separate cases the plaintiff in error therein was convicted of conspiring with one Wilson, a druggist, to transport intoxicating liquor for beverage purposes; also of the substantive offense of transporting such liquors for such purposes. Betz and Ewan were also respectively convicted of conspiring with the same druggist to sell such liquor for such purposes, and Betz and Webber were each convicted of unlawfully possessing such liquors for such purposes.</p>\n<p id=\"b581-24\">In each of the cases it is contended here that there was no evidence that the liquor contained at least one-half of 1 per cent, of alcohol and was to he sold or transported for beverage purposes. In the Betz and Webber cases it is urged that the verdict is against the weight of the evidence, and errors are assigned upon the charge, and in the Webber ease misconduct of the United States attorney is alleged. In each case the judgment is single, and no greater than imposable upon one conviction for conspiracy, but is greater than imposable under any but the conspiracy counts. It follows that in the ease of each plaintiff in error, if the conviction under atiy conspiracy eonnt is sustained, the judgment should be affirmed. Abrams v. United States, 250 U. S. 616, 619, 40 S. Ct. 17, 63 L. Ed. 1173; Pierce v. United States, 252 U. S. 239, 252, 253, 40 S. Ct. 205, 64 L. Ed. 542. The substantive counts may thus be ignored. We find it necessary, in each case, to consider only the count for conspiracy to transport, which is common to all the cases.</p>\n<p id=\"b581-25\">There was in each ease substantial testimony tending to show that Wilson was clandestinely engaged in producing pure grain alcohol from the denatured product, by distilling the alcohol, and in clandestinely selling the same for beverage purposes, and that such liquor was fit therefor. There was also testimony in each case tending to show that the plaintiff in error therein clandestinely bought from Wilson a large amount of such redeemed liquor, under circumstances permitting the inference that such purchases were for beverage purposes. There was also testimony tending to show that the respective plaintiffs in error, in connection with their purchase, removed or Caused the removal of the purchased liquor from Wilson’s premises by automobile or truck, and with his knowledge and connivance transported the same thereby to another location.<footnotemark>1</footnotemark> We think such agreements and relations between Wilson, the seller, and the respective plaintiffs in, error, as buyers, including testimony of the acts above set forth <page-number citation-index=\"1\" label=\"554\">*554</page-number>in connection with the sale, are competent and substantial evidence of a conspiracy between such buyer and seller to violate the Volstead Act (Comp. St. Ann. Supp. 1923, § 10138¼ et seq.), by the unlawful transportation of intoxicating liquor for beverage purposes, and of the fact of such transportation as participated in by both Wilson and the respective plaintiffs in error. It was unnecessary, under such circumstances, that the chemical examination of the redeemed liquor be shown. Albert v. United States (C. C. A. 6) 281 <em>F. </em>511, 513. There was thus substantial testimony which, if believed, tended to sustain the conclusion of guilt of each plaintiff in error under the conspiracy charge we are considering.</p>\n<p id=\"b582-4\">The credibility of the testimony was for the jury. It cannot be weighed by this court. Burton v. United States, 202 U. S. 343, 373, 26 S. Ct. 688, 50 L. Ed. 1057, 6 Ann. Cas. 392; Kelly v. United States (C. C. A. 6), 258 F. 392, 406, 169 C. C. A. 408. Nor is it fatal to the convictions that they rest largely, if not entirely, upon the testimony of accomplices. Caminetti v. United States, 242 U. S. 470, 495, 37 S. Ct. 192, 61 L. Ed. 442, L. R. A. 1917E, 502, Ann. Cas. 1917B, 1168; Holmgren v. United States, 217 U. S. 509, 30 S. Ct. 588, 54 L. Ed. 861; 19 Ann. Cas. 778. In each case the jury was sufficiently cautioned as to the weight to be given the testimony of an accomplice. Caminetti v. United States, supra, at page 495; Ray v. United States (C. C. A. 6), 265 F. 257, 258. The charge as given in the Betz and Webber cases was excepted to only generally, and without specifying any portion objected to. We are thus not required to review it (Holder v. United States, 150 U. S. 91, 92, 14 S. Ct. 10, 37 L. Ed. 1010), and we find no such evidence of error, unfairness and prejudice as to justify review on our own motion. We may say, however, that, had the attention of the trial court been called to the criticism here made on the charge in the Webber case, presumably the subject of the criticism would have been then and there removed.</p>\n<p id=\"b582-5\">In each ease we think the special instruction asked at the conclusion of the' charge was properly denied. We also think the requests in the Betz and Ewan cases for an instructed verdict in favor of plaintiffs in error were properly denied. We find no error on the court’s part in respect to the alleged misconduct of the government’s counsel in putting a question to a witness on cross-examination. The objection of counsel for plaintiff in error was immediately sustained, and the question excluded. The court was not bound to discharge the jury, and, indeed, was not asked to do so.</p>\n<p id=\"b582-7\">We find nothing in any of the contentions made by the respective plaintiffs in error calling for a reversal.</p>\n<p id=\"b582-8\">The respective judgments of the District Court are accordingly affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b581-26\"> In Ewan’s case the testimony tended to show that AVilson, by his own employe and apparently in, the nighttime, had the liquor transported from AVilson’s garage to a place in the street agreed upon with Ewan, and there put by AVilson’s employe into an automobile, in which it was open to inference Ewan was waiting for the liquor.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}