{
  "casebody": {
    "data": "<casebody firstpage=\"174\" lastpage=\"177\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b194-9\">William G. Bassett, Judge of Probate, <em>vs. </em>Sophronia Granger &amp; another, administrators.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b194-10\">Hampshire.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"APr\">Sept. 18.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AP7\">Dec. 4, 1883.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"AJgX\">Field &amp; W. Allen, JJ., absent.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b194-11\">A bond was executed to the judge of probate by S., trustee under a will, as principal, and G. as surety. The trustee was removed; H. was appointed trustee in his place, and demanded of S. the trust funds, which S. refused to deliver. G. died, and S. and another person were appointed administrators of his estate, and gave a joint bond. More than two years afterwards, but before the estate was fully administered, H. brought a petition, under the Gen. Sts. c. 97, § 8, to the Probate Court, to order the administrators to retain in their hands sufficient funds to satisfy his claim, as trustee, against G.’s estate. The petition was granted, but the amount in the hands of the administrators was insufficient to <page-number citation-index=\"1\" label=\"175\">*175</page-number>satisfy H.’s claim. H. then brought an action, under the Gen. Sts. c. 97, § 10, in the name of the judge of probate, upon the trustee’s bond, against the administrators of the estate of G. <em>Held, </em>that the refusal of the former trustee to deliver the trust fund to H. was a breach of his bond as trustee, for whicli a claim arose against the estate of G. as surety; that, on payment by the administrators of the amount in their hands, an obligation would arise on the part of S. to indemnify the estate, which would be assets in the hands of both administrators ; that judgment should be entered for the penal sum of the bond, and execution awarded for the amount of the trust fund due from the former trustee to H.</headnotes>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b195-4\">Morton, C. J.</author>\n<p id=\"Ads\">This is an action brought against the administrators of Lorenzo N. Granger, upon á bond given to the judge of probate, executed by John W. Smith and George C. Smith as principals, and the said Granger as one of the sureties, the condition being that the principals should faithfully perform their duties as trustees under the will of Cotton Smith. In March, 1879, said trustees having been removed, John C. Hammond was appointed as trustee in their stead, and demanded of them the trust fund in their hands. They refused to deliver it to him. This was a breach of their bond, and thereupon a claim arose against the estate of Granger as surety upon the bond. The defendants gave bond as administrators of said Granger on May 2,1876. More than two years from the date of the defendants’ bond having elapsed, the said Hammond brought a petition, under the Gen. Sts. <em>c. </em>97, § 8, to the Probate Court, to order the administrators to retain in their hands sufficient funds to satisfy his claim against the estate. The Probate Court thereupon decreed that the administrators should retain in their hands assets sufficient to satisfy the petitioner’s claim, and this decree was affirmed by this court. <em>Hammond </em>v. <em>Granger, </em>131 Mass. 351. See also <em>Hammond </em>v. <em>Granger, </em>128 Mass. 272. This decision of the Probate Court is not conclusive against the administrators, and they are not compelled to pay the claim of the creditor, “ unless it is proved to be due in an action commenced by the claimant within one year after the same becomes payable.” Gen. Sts. <em>c. </em>97, § 9. The petitioner was therefore obliged to bring this action in the name of the judge of probate, to prove that his claim is due. Gen. Sts. <em>c. </em>97, § 10. The case is submitted upon an agreed statement of facts.</p>\n<p id=\"b195-5\">The action being upon a bond, it is clear that the plaintiff is entitled to a judgment for the penal sum. Pub. Sts. c. 171, § 9. <page-number citation-index=\"1\" label=\"176\">*176</page-number>The question is for what amount execution ought to be awarded. The statute provides that the court shall award an execution for so much of the penal sum as is due and payable in equity and good conscience. Pub. Sts. <em>c. </em>171, § 10. The sum which is due, and which the estate of <em>Granger </em>ought in some form to pay, is the whole amount of the trust fund in the hands of the former trustees under the will of Cotton Smith. We see nothing in the facts agreed which ought to prevent awarding execution for this sum. If the estate of Granger had been fully settled, it might be an answer to this suit, and in that event the plaintiff would have his remedy against the heirs and devisees. Pub. Sts. <em>c. </em>136, § 26. But the estate has not been settled, and no suit can be maintained against them. <em>Grow </em>v. Dobbins, 124 Mass. 560. <em>Grow </em>v. Dobbins, 128 Mass. 271. Personal property to some amount remains in the hands of the administrators, no final account has been filed and allowed, and no order of distribution has been made; and the estate is still within the jurisdiction of the Probate Court, which, if a proper case is made out, may order real estate of the testator to be sold for the payment of the debt. The defence of <em>plene administravit </em>cannot be maintained. <em>Hildreth </em>v. Marshall, 7 Gray, 167.</p>\n<p id=\"b196-4\">We do not discuss the question whether a creditor situated like the plaintiff has a lien upon the real estate, or could require it to be sold for the payment of his debt, because, upon the peculiar facts of this case, there can be no necessity to resort to the real estate. The liability of the estate arises from the signing by Granger of the bond in suit as a surety of the principal obligors, one of whom, John W. Smith, is one of the administrators. Upon familiar principles, the moment the estate pays anything upon the bond, the said Smith <em>eo instanti </em>becomes indebted to the estate for the amount paid, on his implied promise to indemnify his surety; and, as the administrators have given a joint bond, the sum due by Smith becomes assets of the estate in their hands. <em>Leland </em>v. Felton, 1 Allen, 531. <em>Hazelton </em>v. Valentine, 113 Mass. 472. <em>Tarbell </em>v. Jewett, 129 Mass. 457.</p>\n<p id=\"b196-5\">Under the common law, administrators, admitting that they have a balance in their hands of a certain sum, could not plead <page-number citation-index=\"1\" label=\"177\">*177</page-number><em>plena administravit, </em>but must plead specially that, except the said sum, they have fully administered. And, in such case, the plaintiff might take judgment for such sum and for assets <em>quando aceiderint. </em>3 Chit. Pl. (6th Am. ed.) 1163-1165. <em>United States </em>v. <em>Hoar, </em>2 Mason, 311. Under such judgment, it would be the duty of the administrators to pay such sum to the creditor ; and, where the facts are the same as in the case at bar, the payment creates other assets which it is their duty to pay; and so, upon each successive payment, assets accrue to the estate, which it is their duty to apply to pay the judgment until the debt is satisfied. It is not necessary to inquire whether our system and statutes have not, in all cases, superseded the necessity of a judgment against assets <em>quando aceiderint. </em>In this case such a judgment is not necessary, because the same result is reached directly and at one step, without violating any rights of the plaintiff or of the estate, by rendering judgment for the penal sum of the bond, and awarding execution for the whole amount due upon it in equity and good conscience.</p>\n<attorneys id=\"b197-5\"><em>J. G. Hammond, </em>for the plaintiff.</attorneys>\n<attorneys id=\"Ai2\"><em>D. W. Bond, </em>for the defendant.</attorneys>\n<p id=\"b197-4\">In any aspect of this case, we are of opinion that the plaintiff is entitled to such judgment and execution; and that the case must be referred to an assessor, to ascertain the amount justly due upon these principles.</p>\n<p id=\"AL6\">\n<em>Judgment accordingly.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}