{
  "casebody": {
    "data": "<casebody firstpage=\"550\" lastpage=\"551\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b570-3\">Edward E. Pratt &amp; another <em>vs. </em>Arthur M. Alger &amp; others.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b570-5\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Aye\">Jan. 25. —</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AUT\">Feb. 29, 1884.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"A9uf\">Devens &amp; C. Allen, JJ., absent.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b570-6\">A testator, by his will, gave the residue of his estate to trustees in trust to pay the income to his sister M. during her life, and, at her death, to pay over the income, during their respective lives, to sucli of the children of his sister A. as should then be living or tliereafterwards be born; and further provided that, upon the death of any of said children of A., leaving issue, “ such issue to take equally, to them and their respective heirs and assigns, the share of which the parent during life was entitled to the income; but in case of the death of any of said children without issue, the share or shares of such deceased children is to be equally divided among his or her brothers and sisters, the said share, however, to be held in trust as aforesaid.” <em>Held, </em>on a bill in equity, by the trustees under the will, to obtain the instructions of the court, that the children of A. took only life estates, and not estates tail; that the limitation over to such children was not void for remoteness; and that any questions as to the effect of the limitations over upon the death of any of the children of A. could not be considered.</headnotes>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b570-7\">Morton, C. J.</author>\n<p id=\"Ax9\">This is a bill in equity, by the trustees under the will of Caroline Lodge, to obtain the instructions of the court. The will of the testatrix gives the residue of her estate to trustees in trust to pay the income to Mary W. Lodge during her life, “ and further, in trust, upon and after the decease of my said sister, Mary W. Lodge, to hold the whole of said trust property, or so much as may remain thereof upon the happening of the decease of my said sister, Mary W. Lodge, for the use of such of the children of my sister, Ann Langdon Alger, wife of William R. Alger of said Boston, clergyman, as shall then be living and may tliereafterwards be born, to be divided in equal shares among such children, sons or daughters, and their several and respective heirs and assigns. In trust, however, to pay over the rents, income, and interest of their respective shares quarterly, or at other times deemed by the trustees more convenient, during their respective lives.” “ And upon the decease of any. of said children of said Ann L. Alger leaving issue, such issue to take equally, to them and their respective heirs and assigns, the share of which the parent during life was entitled to the income. But in case of the death of any of said children without issue, the share or shares of such deceased children is to be equally <page-number citation-index=\"1\" label=\"551\">*551</page-number>divided among his or her brothers and sisters, the said share, however, to be held in trust as aforesaid.”</p>\n<attorneys id=\"b571-7\"><em>A. M. </em>Alger, for the children of Mrs. Alger.</attorneys>\n<attorneys id=\"A8XZ\"><em>W. R. </em>Richards, for an heir of Caroline Lodge.</attorneys>\n<attorneys id=\"AlmZ\"><em>M. R. </em>iSwett, for a grandchild of Mrs. Alger.</attorneys>\n<p id=\"b571-4\">It seems to us that the present duties of the trustees, in re^ gord to which alone they are entitled to ask our directions, are entirely clear. The will gives a life estate to Mary W. Lodge, with a limitation over, upon her death, of a life estate to the children of Ann L. Alger. Such children took only a life estate; in the limitation over in the “ case of the death of any of said children without issue,” it is clear that a definite failure of issue is meant; and the estates of such children cannot be held to be estates tail, as claimed by their counsel, without a plain disregard of the clearly expressed intention of the testator. <em>Whitcomb </em>v. Taylor, 122 Mass. 243. The limitation of life estates to the children of Mrs. Alger is not void for remoteness. Their estates vested at the latest upon the death of Mary W. Lodge. Even if a child had been born to Mrs. Alger after the death of Mary W. Lodge, such child would have taken an estate vesting immediately upon its <em>birth; </em>the estate, therefore, must have vested during the life of Mrs. Alger, which was a life in being at the death of the testatrix. <em>Lovering </em>v. Worthington, 106 Mass. 86.</p>\n<p id=\"b571-5\">We cannot properly consider the questions argued at the bar as to the effect of the limitations over upon the death of any of the children of Mrs. Alger. If these questions are ever litigated, they may involve the rights of parties not now before the court, and who would not be bound by any opinion we might now express. All of the children of Mrs. Alger are living, and it is the duty of the trustees to pay to them the rents, profits, and income of the trust fund during their lives.</p>\n<p id=\"b571-6\">\n<em>Decree accordingly.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}