{
  "casebody": {
    "data": "<casebody firstpage=\"221\" lastpage=\"221\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b247-9\">Freda HOGUE, Plaintiff-Appellant, v. SAM’S CLUB; Tom Grimms, President/CEO of Sam’s Club; Walmart and McLane Company; David Glass, President/CEO of Walmart and McLane Company; Darren Whitlock, Defendants-Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AbF\">No. 01-1846.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"Agb\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AKP\">Submitted Jan. 17, 2002.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AlA\">Decided Jan. 25, 2002.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b247-16\">Freda Hogue, Appellant Pro Se. Dru E. Cessna, Ranae Bartlett, Wal-Mart Stores, Inc., Bentonville, Arkansas; Jeffrey Elliot Rockman, Eileen Carr Riley, Serotte, Roekman &amp; Wescott, P.A., Baltimore, Maryland, for Appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b247-17\">Before WILKINS and KING, Circuit Judges, and HAMILTON, Senior Circuit Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b247-18\">PER CURIAM.</author>\n<p id=\"b247-19\">Freda Hogue appeals the district court’s order denying her motions for judgment as a matter of law and for a new trial following a jury verdict unfavorable to her in her employment discrimination action. We have reviewed the record and the district court’s opinion and find no reversible error. Accordingly, we affirm on the reasoning of the district court. <em>Hogue v. Sam’s Club, </em>No. CA-99-1893-AW (D.Md. May 23, 2001). We dispense with oral argument because the facts and legal contentions are adequately presented in the materials before the court and argument would not aid the decisional process.</p>\n<p id=\"b247-20\">\n<em>AFFIRMED.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}