{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"227\" lastpage=\"243\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b237-4\" pgmap=\"237\">(Nos. 39685, 39686. cons.</docketnumber><parties data-order=\"1\" data-type=\"parties\" id=\"b237-5\" pgmap=\"237\">The People of the State of Illinois, Appellee, vs. Herman L. Bernette et al., Appellants.</parties><decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b237-6\" pgmap=\"237\">Opinion filed March 24, 1970.</decisiondate><otherdate data-order=\"3\" data-type=\"otherdate\" id=\"ALX\" pgmap=\"237\">Rehearing denied May 26, I97°-</otherdate><p data-order=\"4\" data-type=\"judges\" id=\"b239-6\" pgmap=\"239\">Ward, J., took no part.</p><p data-order=\"5\" data-type=\"attorneys\" id=\"b239-7\" pgmap=\"239\">Schaefer, J., dissenting.</p><attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b239-9\" pgmap=\"239\">Thomas P. Cernek, of Chicago, appointed by the court, for appellant Herman L. Bernette.</attorneys><attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b239-10\" pgmap=\"239\">Jason E. Bellows and Hermes C. Kitsos, both of Chicago, appointed by the court for appellant Martin Tajra.</attorneys><attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b239-11\" pgmap=\"239\">William J. Clark, Attorney General, of Springfield, and John J. Stamos, State’s Attorney, of Chicago, (Fred G. Leach, Assistant Attorney General, and Elmer C. Kissane and Patrick A. Tuite, Assistant State’s Attorneys, of counsel,) for the People.</attorneys> <opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b239-12\" pgmap=\"239\">Per Curiam :</author> <p id=\"AYy\" pgmap=\"239(85) 240(79)\">Defendants, Herman Bernette and Martin Tajra, were jointly indicted along with Samuel Young and Joe Ray Garrett for the murder of Richard Williams, who was slain in the course of an armed robbery. Bernette and Tajra were tried together in the criminal court of Cook County and found guilty. The jury fixed Bernette’s punishment at death while Tajra was sentenced to a term of imprisonment of 75 to 150 years. On direct appeal, this court reversed Bernette’s conviction and remanded for new trial. (People v. Bernette, 30 Ill.2d 359.) On the basis of the Bernette decision, the appellate court similarly reversed Tajra’s conviction and remanded the cause for a new trial. (People v. Tajra, 58 Ill. App. 2d 479.) Subsequently, both defendants were jointly retried, found guilty and punishment as to each was fixed at death. Separate appeals were brought to this court pursuant to Rule 603 (Ill. Rev. Stat. 1967, ch. 110A, par. 603) and we consolidated for decision.</p> <p id=\"b240-5\" pgmap=\"240\">The facts surrounding the commission of the crime and the arrest of defendants have been adequately set forth in People v. Bernette, 30 Ill.2d 359, and need not be repeated here.</p> <p id=\"b240-6\" pgmap=\"240\">It is initially claimed by both defendants that the voir dire examination which was conducted violated the standards set out by the Supreme Court in Witherspoon v. Illinois (1968), 391 U.S. 510, 20 L. Ed. 2d 776, 88 S. Ct. 1770, which was decided subsequent to defendants’ trial.</p> <p id=\"b240-7\" pgmap=\"240(189) 241(29)\">A review of the record before us indicates that the circumstances under which the voir dire examination was here conducted were unlike those in Witherspoon. In that case, the court noted that “the tone was set when the trial judge said early in the voir dire, ‘Let’s get these conscientious objectors out of the way, without wasting any time on them.’ ” (391 U.S. at 514.) It is clear, however, that “In this case there was no hint of a desire for haste or for a perfunctory examination to see how many jurors could be disqualified on the statutory basis alone. On the contrary, the tone of the proceedings here indicated a sincere desire on the part of the prosecutor and the court * * * to determine the jurors’ qualifications according to the standard later held acceptable in Witherspoon.” (People v. Speck, 41 Ill.2d 177, 209; People v. Moore, 42 Ill.2d 73.) In all, 67 veniremen were examined out of which a panel of 12 was chosen. Of the 55 jurors excused, 17 were excused for having expressed conscientious or religious scruples against infliction of the death penalty, or approximately 30% of all those excused. And of these, it appears that 12 veniremen may have been improperly dismissed, or approximately 21% of all jurors excused.</p> <p id=\"b241-5\" pgmap=\"241\">At the outset of the voir dire examination an in camera conference was held to determine the procedure to be followed in qualifying the prospective jurors with regard to the death penalty. It was there decided that each prospective juror would be individually questioned as to his views on capital punishment. Immediately thereafter, the first panel was sworn and qualified by the court. None of the jurors so questioned at that time expressed any reservations, religious or otherwise, against the infliction of the death penalty in a proper case. Moreover, upon further inquiry by the assistant State’s Attorney of prospective juror, Barbara Adam, the other prospective jurors being present in the courtroom, the following colloquy occurred:</p> <blockquote id=\"b241-6\" pgmap=\"241\">“Q. Now, ma’am, we would like to inform you that in this case we would be asking for the death penalty as to both defendants, the death penalty. And I know his Honor asked you this but we have to be most certain of this. Would you have any reservations whatsoever if after hearing all the facts in this case and after deciding that these defendants have been proven guilty beyond a reasonable doubt, would you have any reservations whatsoever if you thought that the facts and the case as presented to you merited the death penalty, would you in any way reserve that verdict and would you have any hesitancy in returning a death penalty?</blockquote> <blockquote id=\"b241-7\" pgmap=\"241\">A. Well, I am against the death penalty.</blockquote> <blockquote id=\"b241-8\" pgmap=\"241\">Q. You are against it?</blockquote> <blockquote id=\"b241-9\" pgmap=\"241\">A. Yes.</blockquote> <blockquote id=\"b241-10\" pgmap=\"241\">Q. Well, in other words, you wouldn’t return it, is that right?</blockquote> <blockquote id=\"b241-11\" pgmap=\"241\">A. Not for the death penalty, no.</blockquote> <blockquote id=\"b241-12\" pgmap=\"241\">Mr. Boyle: Cause, if the court please.</blockquote> <blockquote id=\"b242-4\" pgmap=\"242\">The Court: Perhaps you misunderstood my question, Mrs. Adam, when I first asked you whether you had any conscientious or religious scruples ?</blockquote> <blockquote id=\"b242-5\" pgmap=\"242\">A. I thought you meant just the religious. I misunderstood you then.</blockquote> <blockquote id=\"b242-6\" pgmap=\"242\">The Court: You are excused for cause, Mrs. Adam. You may step out.</blockquote> <blockquote id=\"b242-7\" pgmap=\"242\">(Juror Barbara Adam excused.)</blockquote> <blockquote id=\"b242-8\" pgmap=\"242\">Ruth Carney: I feel the same way. I didn’t understand the question.</blockquote> <blockquote id=\"b242-9\" pgmap=\"242\">The Court: Mrs. Carney, you may step out.</blockquote> <blockquote id=\"b242-10\" pgmap=\"242\">(Juror Ruth Carney excused.)</blockquote> <blockquote id=\"b242-11\" pgmap=\"242\">Louise Alois: I do, too.</blockquote> <blockquote id=\"b242-12\" pgmap=\"242\">(Juror Louise Alois excused.) ”</blockquote> <p id=\"b242-13\" pgmap=\"242(218) 243(15)\">It is evident from the examination of the above persons that a sincere effort was made to select a fair and impartial jury. In this same context, it is noteworthy that on at least one occasion one of the defense attorneys requested a venireman be excused because he expressed a negative attitude toward infliction of the death penalty. Further, upon completion of jury selection, the State had remaining 33 of their 40 peremptory challenges. And, “Even if we make the rather violent assumption that each of the excused jurors, although opposed to capital punishment, would have stated on further examination that they would inflict or consider inflicting the death penalty if the evidence justified, Wither-spoon does not require vacation of the death sentence. It is a fair assumption, and indeed almost a certainty, that if the court had ruled that these prospective jurors could not be challenged for cause because they had indicated a willingness to consider the death penalty, the prosecutor would have challenged them peremptorily because of their scruples. The net result would be a jury of the same composition as that which sat in judgment upon the defendant.” (People v. Speck, 41 Ill.2d 177, 213-214; People v. Moore, 42 Ill.2d 73; People v. Mathis, 52 N.J. 238, 245 A.2d 20.) We therefore hold that there was no constitutional error in the impaneling of this jury.</p> <p id=\"b243-5\" pgmap=\"243\">It is next claimed by both defendants that certain comments made by the prosecuting attorney in the presence of the jury were highly inflammatory and prejudicial and operated to deny them a fair trial. A reading of the record clearly shows that many of the statements were inadvertent or prompted by objections of opposing counsel. Of the several statements to which error is assigned, we find only one to be of such a nature to demand our further comment. During cross-examination of a prosecution witness, defense counsel asked that certain records which he had requested be given to him. The assistant State’s Attorney responded with the following comment: “They [the records requested] are not to be furnished to persons who defend criminals in this building.” Such a statement standing alone could have operated to the detriment of the defendants. (Cf. People v. Panczko, 20 Ill.2d 86; People v. Freedman, 4 Ill.2d 414.) However, shortly after making the above statement, the assistant State’s Attorney clarified his comments in an apology directed to the jury: “It is my understanding that I made a statement before that it isn’t the function of the state to furnish documents to persons defending criminals in this building. It was an inadvertent statement and I wish to correct that to, knowing that the defendants are presumed innocent and are not criminals until proven so, and to amend that statement to be, to persons defending persons accused of being criminals.” Although we have repeatedly held that improper conduct on the part of the prosecution is to be highly condemned (see People v. Kirk, 36 Ill.2d 292; People v. Savage, 325 Ill. 313), after reviewing the record in this case, it is our opinion that any untoward statements, when read in their proper context, were either adequately cured or not so prejudicial as to require reversal.</p> <p id=\"b243-6\" pgmap=\"243(19) 244(287)\">Bernette complains that his representation by court-appointed counsel was of such a low caliber as to deny him his right of effective assistance of counsel. Similarly, Tajra joins in this assignment of error to the extent the conduct of Bernette’s trial counsel adversely affected him in the eyes of the jury. We initially take note of the fact that “Few records examined in the light of sober second sight and calm reflection would fail to reveal * * * that counsel had not made the most of his opportunities. Human error is easily observed by those having the benefit of the second guess.” (People v. Stephens, 6 Ill.ad 257, 260.) With this in mind, we have reviewed the entire record before us, paying close attention to the alleged acts of incompetency and find defendants’ claims without merit. Incompetency of counsel such as to constitute a denial of an accused’s right to counsel is conduct of such a defective character as to make the defense a farce. (People v. Dean, 31 Ill 214, 218; People v. Reeves, 412 Ill. 555; cf. People v. Morris, 3 Ill.2d 437.) The facts here show that Bernette’s attorney conducted his defense against insurmountable odds. Faced with the situation that his client had stated, in a motion to suppress his confession, that he had given his statement voluntarily, he nonetheless ably attempted to convince the jury that the confession was the product of coercion. We further find that many of the claimed acts of incompetence stem from counsel’s futile attempt to impeach prosecution witnesses. Rather than incompetence, we find the work of a skilled tactician attempting to discredit a strong prosecution case. Of significance is that the trial judge, who was in the best position to determine if defendant had been well represented, made the following comment before passing sentence:</p> <blockquote id=\"b244-6\" pgmap=\"244(48) 245(11)\">“The Court: Counsel, Herman Bernette, Martin • Tajara [sic], I believe, the Court here, that you both had a fair trial. Upon reflection, I think this was a good jury, a composité of the mentality of this community. The prosecutors in this case were vigorous but I think they were fair, and I think the defense was unusually able.”</blockquote> <p id=\"b245-5\" pgmap=\"245\">We therefore find that Bernette’s claim of incompetency of counsel to be without substance and Tajra’s claim of adverse effect also without merit.</p> <p id=\"b245-6\" pgmap=\"245(295) 246(185)\">Bernette additionally contends that his motion for discharge for want of prosecution was erroneously denied. (See Ill. Rev. Stat. 1967, ch. 38, par. 103 — 5.) Subsequent to this court’s reversal of his original conviction, Bernette, on February 25, 1964, was arraigned and the public defender appointed to represent him. Later that same day, the court allowed motions by the defendant for appointment of an attorney other than the public defender and a continuance until March 24, 1964. On the latter date, an attorney from the Chicago Bar Association was appointed to represent defendant and by agreement with the State’s Attorney the cause was continued until April 24, 1964. Subsequently, by express agreement between the State’s Attorney and Bernette’s counsel, the cause was continued until May 26, 1964. In the interim, Bernette apparently contacted the trial judge to the effect that he was dissatisfied with counsel so that on May 18, 1964, the parties were brought before the court and the public defender was substituted as counsel for defendant. No new court date was set at that time but the May 26 date was left standing. However, by some inadvertence, it was noted by the court clerk that the cause was continued by order of the court. On May 26, 1964, the parties appeared in court and the public defender was again granted leave to withdraw as counsel and another attorney was appointed. Thereafter, the cause was severally continued until September 21, 1964, when defendant petitioned the court for discharge for want of prosecution. The substance of his argument, then and now, is that since May 18, 1964, he had not requested any continuances in this cause and that on September 21, 1964, over 120 days had passed without him being put to trial. On that day the court entered a nunc pro tunc order modifying the court records so as to properly reflect that at the May 18 court proceedings no order was entered continuing the cause until May 26, and also dismissed defendants’ petition for discharge. Upon a thorough examination of the proceedings up to the time the petition for discharge was filed, and in particular the transcript of record on May 18, 1964, we find that the judgment of the trial court was correct. The record does not indicate that the time for trial was reset on May 18, but rather that the parties came into court so that attorneys could be substituted. In fact, upon investigation, it was determined that the clerk of the court had made an error in making the entry that the cause had been continued by order of the court until May 26, 1964. We therefore find that the nunc pro tunc order of September 21, 1964, was proper and that defendant was not deprived of his right to- a speedy trial.</p> <p id=\"b246-5\" pgmap=\"246(197) 247(84)\">It is finally contended in behalf of defendant Bernette that the court erred in refusing to submit an instruction to the jury regarding the voluntariness of his purported statement. After reviewing the evidence presented to the jury, we cannot find anything, save innuendo, that would indicate that this confession was anything but voluntary. In People v. Cook, 33 Ill.2d 363, 369, this court held: \"It is the rule in this State that the admissibility of a confession which is challenged on the ground that it is involuntary is a matter for the trial judge to determine in the first instance by a hearing out of the presence of the jury. [Citation.] If the court rules that the confession is voluntary and the confession is admitted in evidence, the defendant still has the right to present evidence to the jury which effects the credibility or weight to be given the confession. [Citations.] In order to submit this issue to the jury, the defendant is entitled to an instruction advising the jury that they may consider all the circumstances in regard to the making of the confession in determining whether the confession was true or false, or partly true or false.” However, there must be sufficient evidence in the record to support the instruction lest the jury be confused by issues improperly before it. (Cf. People v. Banks, 26 Ill.2d 259.) In this case there is such a paucity of evidence on this question that it is our opinion that the trial court was correct in refusing the tendered instruction. Further, as noted previously, at the pretrial motion to suppress, defendant admitted the voluntary nature of the statement.</p> <p id=\"b247-5\" pgmap=\"247\">Tajra contends that he was improperly sentenced to death upon retrial after his conviction and sentence to imprisonment for a term of years was reversed upon appeal. He reasons that the increase of punishment upon retrial, after the first conviction was reversed because of trial errors, violates the double jeopardy clauses of the fifth amendment to the constitution of the United States as made applicable to the States by the fourteenth amendment and section 10 of article II of the Illinois constitution, and further deprives the defendant of his life without due process of law contrary to the fourteenth amendment of the United States constituton and section 2 of article II of the Illinois constitution. It is of interest to note that it was only after this case was orally argued and taken under advisement that the United States Supreme Court held the double jeopardy clause of the fifth amendment was made applicable to the States through the fourteenth amendment. (Benton v. Maryland (1969), 395 U.S. 784, 23 L. Ed. 2d 707, 89 S. Ct. 2056.) Our constitution, however, has contained this basic provision against double jeopardy and it has been accordingly applied consistent with its Federal counterpart.</p> <p id=\"b247-6\" pgmap=\"247(63) 248(348) 249(108)\">The unique thrust of defendant’s argument lies in its application of the double-jeopardy clause to the facts of this case. In his first trial, Tajra was found guilty by a competent jury which made no recommendation as to sentence. He was sentenced by the court to a term of imprisonment of 75 to 150 years. On appeal, his conviction was reversed and the cause remanded for retrial. His second trial resulted in a second conviction of murder; however, upon jury recommendation his sentence was fixed at death. As we understand Tajra’s argument, after his first conviction was reversed, it was constitutionally impermissible for him to receive a sentence greater than he received in the original trial upon any subsequent reconviction for the same offense. On the same day that the Supreme Court made the double-jeopardy clause of the fifth amendment applicable to the States, (Benton v. Maryland, 395 U.S. 784), it also decided the cases of North Carolina v. Pearce and Simpson v. Rice (1969), 395 U.S. 711, 23 L. Ed. 2d 656, 89 S. Ct. 2072. In Rice the defendant had pleaded guilty to 4 separate charges of second degree burglary and was sentenced to consecutive prison terms aggregating 10 years. The convictions were subsequently reversed and the cause remanded. He was retried on 3 of the charges, convicted and sentenced to prison terms aggregating 25 years. The Supreme Court in affirming a lower Federal court reversal of the increased punishment held “that neither the double jeopardy provision nor the Equal Protection Clause imposes an absolute bar to a more severe sentence upon reconviction.” (23 L. Ed. 2d at 668.) However, the court was disturbed by the problem of a trial court “imposing a heavier sentence upon every reconvicted defendant for the explicit purpose of punishing the defendant for his having succeeded in getting his original conviction set aside.” (23 L. Ed. 2d at 668.) To insure against this eventuality the court held “Due process of law * *- * requires that vindictiveness against a defendant for having successfully attacked his first conviction must play no part in the sentence he receives after a new trial. And since the fear of such vindictiveness may unconstitutionally deter a defendant’s exercise of the right to appeal or collaterally attack his first conviction, due process also requires that a defendant be freed of apprehension of such a retaliatory motivation on the part of the sentencing judge. In order to assure the absence of such a motivation, we have concluded that whenever a judge imposes a more severe sentence upon a defendant after a new trial, the reasons for his doing so must affirmatively appear. Those reasons must be based upon objective information concerning identifiable conduct on the part of the defendant occurring after the time of the original sentencing proceeding. And the factual data upon which the increased sentence is based must be made part of the record, so that the constitutional legitimacy of the increased sentence may be fully reviewed on appeal.” 23 L. Ed. 2d at 669-670.</p> <p id=\"b249-5\" pgmap=\"249\">The present case presents a clear situation where an increased sentence upon retrial does not violate defendant’s right to due process of law. 'There is nothing in this record to indicate that the court, in imposing the death penalty, was prompted by any sense of vindictiveness. On the contrary, the trial court merely acted upon the affirmative recommendation of the jury that the death penalty be imposed, a factor not present in the first trial. Also, important in this context is that in the case at bar Tajra elected to testify in his own behalf, wherein at the first trial he did not do so. The jurors at this second trial were therefore in an eminently better position to judge his credibility and complicity in the crime. Accordingly, we find that defendant was not deprived of any of his constitutional rights in receiving a harsher sentence on retrial.</p> <p id=\"b249-6\" pgmap=\"249\">Tajra next complains that the trial court improperly admitted in evidence against him a statement made by codefendant Bernette, notwithstanding the fact that he, Tajra, had affixed his signature thereto.</p> <p id=\"b249-7\" pgmap=\"249(57) 250(146)\">The facts surrounding the taking of the statement were that on November 21, 1961, Tajra was brought to a police station for questioning as part of the investigation of the Howard Johnson’s robbery. While in police custody, a routine statement was taken from him concerning his employment status and his relationship with the other co-defendants. Subsequently, Tajra, Bernette, Garrett and Young were brought together, at which time an assistant State’s Attorney began to take a statement from them. Only two questions were directed to Tajra, his name and employment ; however; upon questioning of Bernette, all four of the co-defendants were implicated in the robbery. Thereafter, the statement was transcribed and each defendant handed a copy of the statement to read with the assistant State’s Attorney. At the conclusion all 4 defendants were told: “if what I have read to them was correct, to sign it.” All 4 defendants signed the document on the last page. Bernette signed first, and immediately below his signature appeared the names of Tajra, Garrett and Young. Directly to the left and below these signatures appeared the caption “witnesses to signatures” and the names of the assistant State’s Attorney and an investigating officer.</p> <p id=\"b250-5\" pgmap=\"250\">Tajra now contends that he signed the document as a witness attesting the correctness of the transcribed statement. He claims that he in nowise attested to the veracity of what Bernette had said. We do not share this interpretation of these proceedings. It was brought out at the hearing on the motion to suppress that Tajra had been arrested in California and that there had been some question about a statement which he had given at that time. Tajra was well experienced in police procedure and the problems inherent in extrajudicial statements. Upon a review of all the facts surrounding the taking of the statement and defendant’s past history with statements, we hold that by placing his signature on the statement, Tajra adopted it as his own (cf. People v. Hanson, 31 Ill.2d 31), and by doing so spoke louder than if he had orally confessed.</p> <p id=\"b250-6\" pgmap=\"250(49) 251(158)\">Defendant Tajra further contends that it was error for the court not to allow his motion for severance. The basis of this argument lies in his assertions that he did not adopt Bernette’s statement as his own. However correct this reasoning may be as an abstract proposition of law (see People v. Clark, 17 Ill.2d 486; Bruton v. United States (1968), 391 U.S. 123, 20 L. Ed. 2d 476, 88 S. Ct. 1620), the fact remains that Tajra did adopt Bernette’s statement. Absent that circumstance, however, it is a general rule in this State that persons jointly indicted for the commission of a crime may be tried together, and whether a severance should be granted is a matter largely within the sound discretion of the trial court, the primary question being whether the defenses of the several defendants are so antagonistic that a fair trial can be assured only by a severance. (People v. Henderson, 37 Ill.2d 489; People v. Connolly, 33 Ill.2d 128; People v. Wilson, 29 Ill.2d 82.) There has been no showing that the defenses were antagonistic, and our examination of the record reveals none. Accordingly, the refusal by the trial court to grant a severance was not error.</p> <p id=\"b251-3\" pgmap=\"251(197) 252(15)\">Further error is claimed in the court allowing the prosecution to cross-examine Tajra regarding false statements made in his application for employment with Howard Johnson’s. It is Tajra’s contention that this form of questioning went against the general rule that a defendant in a criminal trial may not be cross-examined concerning specific acts of misconduct not resulting in conviction of a felony or crime of moral turpitude. (Cf. People v. Halkens, 386 Ill. 167.) However, we find this argument to be without merit. The prosecutor in pursuing this line of questioning was attempting to impeach the defendant on the basis of the prior inconsistent statements that he had never been convicted of a crime. On direct examination, Tajra stated that in 1953 he had been convicted of the crime of robbery. By introducing his statements on the employment application form, the prosecutor was attempting to show that a man who “blows hot and cold” depending on the situation confronting him is not to be believed. The State’s right to question Tajra’s veracity by this means cannot be disputed. People v. Paradise, 30 Ill.2d 381; People v. Morgan, 28 Ill.2d 55; People v. Moses, 11 Ill.2d 84; see also 3 Wigmore on Evidence, 3rd ed. sec. 1018.</p> <p id=\"b252-5\" pgmap=\"252\">It is next contended that it was error for the trial court to allow the prosecution to cross-examine Tajra concerning his submission to a lie-detector test. On direct examination Tajra made the statement. “Well, after a while, he asked me if I would take a lie test and I said that I would and I did.” No objection was made to this, but on cross-examination the prosecutor elicited the fact that after Tajra had finished taking the polygraph test he was not released. Thus, the impression was created that Tajra had failed the examination. In People v. Zazzetta, 27 Ill.2d 302 at 306, this court held: “In the absence of stipulation, our courts, without exception, reject the results of lie-detector tests when the same are offered in evidence for the purpose of establishing the guilt or innocence of one accused of crime.” In the context of the circumstances here, however, we do not think it adversely prejudiced the defendant. It was defendant who initially brought out the fact that he had taken a “lie test”, and the jury had, prior to this time, been informed that Tajra had been in continuous police custody since his arrest. We therefore hold that under the particular facts of this case, any error committed was harmless and did not adversely prejudice the defendant.</p> <p id=\"b252-6\" pgmap=\"252\">Lastly, Tajra complains that he was not proved guilty beyond a reasonable doubt. This argument is predicated on the theory that the statement he signed was improperly admitted against him. Having already determined that the confession was properly admitted, we find this argument to be without merit.</p> <p id=\"b252-7\" pgmap=\"252(58) 253(44)\">We have thoroughly considered the contentions raised by both defendants and are of the opinion that their guilt was established beyond a reasonable doubt and that each received a fair trial. Accordingly, the judgments of the circuit court of Cook County are affirmed. The Clerk of this court is directed to enter an order fixing Friday, May 29, 1970, as the date on which the original sentence of death entered in the circuit court shall be executed. A certified copy of this order shall be furnished by the Clerk of this court to the Warden of the Illinois State Penitentiary at Joliet.</p> <p id=\"b253-5\" pgmap=\"253\">Judgments affirmed.</p> <p id=\"b253-6\" pgmap=\"253\">Mr. Justice Ward took no part in the consideration or decision of this case.</p> </opinion> <opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\"> <author id=\"b253-7\" pgmap=\"253\">Mr. Justice Schaefer,</author> <p id=\"A7X\" pgmap=\"253\">dissenting:</p> <p id=\"b253-8\" pgmap=\"253\">In my opinion, the decisions of the Supreme Court of the United States in Boulden v. Holman (1969), 394 U.S. 478, 22 L. Ed. 2d 433, 89 S. Ct. 1138, and Maxwell v. Bishop (1970), 398 U.S. 262, 26 L. Ed. 2d 221, 90 S. Ct. 1578, require the conclusion that the jury which imposed the death sentences in this case was not selected in accordance with the standards laid down in Witherspoon v. Illinois (1968), 391 U.S. 510, 20 L. Ed. 2d 776, 88 S. Ct. 1770, and those sentences cannot constitutionally stand.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}