{
  "casebody": {
    "data": "<casebody firstpage=\"423\" lastpage=\"424\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b431-21\">Frederick Richards (Hughes Fawcett, Inc.) <em>v. </em>United States</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b431-22\">No. 8038.</docketnumber>\n<p data-order=\"2\" data-type=\"p\" id=\"AM_\">Entered at Charleston, S. C.</p>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b431-23\">Entry No. 76.</docketnumber>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b431-24\">(Decided August 14, 1951)</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b431-25\"><em>Sharretts, Hillis &amp; Paley (Howard C. Carter </em>of counsel) for the plaintiff.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b431-26\"><em>David N. Edelstein, </em>Assistant Attorney General, for the defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b431-27\">Oliver, Chief Judge:</author>\n<p id=\"Amc\">This appeal for reappraisement has been submitted for decision upon the following stipulation of counsel for the parties hereto:</p>\n<blockquote id=\"b431-28\">IT IS HEREBY STIPULATED AND AGREED, by and between counsel for the plaintiff and the Assistant Attorney General for the United States, that the market value or the price, at the time of exportation to the United States of the merchandise covered by the appeals to reappraisement enumerated on schedule “A” hereto attached and made a part hereof, at which such or similar merchandise was freely offered for sale to all purchasers in the principal markets of the country from which exported, in the usual wholesale quantity and in the ordinary course of trade, for consumption in the country of exportation, including the cost of all containers and coverings of whatever nature and all other costs, charges and expenses incident to placing the merchandise in condition, packed, ready for shipment to the United States, was in each instance the appraised value less the amount added in each instance to meet advances made by the appraiser in similar cases and that there is no higher export valué.</blockquote>\n<blockquote id=\"b431-29\">IT IS FURTHER STIPULATED AND AGREED, that these appeals to reappraisement be submitted on this stipulation.</blockquote>\n<p id=\"b431-30\">On tbe agreed facts I find tbe foreign value, as that value is defined in section 402 (c) of tbe Tariff Act of 1930, as amended by tbe Customs <page-number citation-index=\"1\" label=\"424\">*424</page-number>Administrative Act of 1938, to be the proper basis for the determination of the value of the merchandise here involved, and that such value in each instance was the appraised value, less the amount added in each instance to meet advances by the appraiser in similar cases.</p>\n<p id=\"AvcT\">Judgment will be rendered accordingly.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}