{
  "casebody": {
    "status": "ok",
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"368\" lastpage=\"368\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n <parties id=\"p-1\">\n  STATE OF NORTH CAROLINA\n  <br/>\n  v.\n  <br/>\n  VENTURA HERNANDEZ CABRERA.\n </parties>\n <docketnumber id=\"p-2\">\n  No. COA04-46\n </docketnumber>\n <court id=\"p-3\">\n  North Carolina Court of Appeals.\n </court>\n <decisiondate id=\"p-4\">\n  Filed October 19, 2004.\n </decisiondate>\n <attorneys id=\"p-5\">\n  This case not for publication\n </attorneys>\n <docketnumber id=\"p-6\">\n  Wake County Nos. 02 CRS 42468-70, 02 CRS 42472\n </docketnumber>\n <attorneys id=\"p-7\">\n  <em>\n   Attorney General Roy Cooper, by Assistant Attorney General Emery Milliken, for the State.\n  </em>\n </attorneys>\n <attorneys id=\"p-8\">\n  <em>\n   Adrian M. Lapas for defendant-appellant.\n  </em>\n </attorneys>\n <opinion type=\"majority\">\n  <author id=\"p-9\">\n   WYNN, Judge.\n  </author>\n  <p id=\"p-10\">\n   Defendant Ventura Hernandez Cabrera appeals from felony convictions of various drug-related offenses. On appeal, Defendant argues the trial court erred in sentencing him on both the sale of cocaine and the delivery of cocaine in case number 02 CRS 42472. We find this argument persuasive, and we therefore reverse the judgment in case number 02 CRS 42472 and remand that case for resentencing.\n  </p>\n  <p id=\"p-11\">\n   Defendant was charged with trafficking in cocaine by possession, trafficking in cocaine by transportation, and conspiracy to traffic in cocaine by transportation. Defendant was also charged in case number 02 CRS 42472 with felony possession ofcocaine, possession with intent to sell and deliver cocaine, the sale of cocaine, and the delivery of cocaine. The State's evidence tended to show that Defendant twice sold cocaine to undercover police officer Robert Windsor during an undercover drug operation. The sales were set up by a confidential police informant. The initial sale, for a quarter ounce of cocaine, occurred on 16 May 2002 at a fast food restaurant located on Old Wake Forest Road in Raleigh, North Carolina. At the time of the first sale, Officer Windsor made arrangements for a second, larger purchase of cocaine. The two agreed that Officer Windsor would purchase a kilogram of cocaine from Defendant for $25,000.00 on the following Monday. At the appointed time on Monday, 20 May 2002, Defendant again met Officer Windsor and the confidential police informant at the fast food restaurant on Old Wake Forest Road. Defendant informed them that the drugs would be delivered by someone else. While waiting for the cocaine to be delivered, Defendant asked Officer Windsor if he knew anyone who would be interested in purchasing a large amount of marijuana, as he had access to large quantities of marijuana. After waiting twenty minutes, another man arrived in a car and got into the officer's vehicle, at which time the sale of the cocaine was consummated.\n  </p>\n  <p id=\"p-12\">\n   Defendant testified on his own behalf, describing a chance meeting and passing acquaintance with the confidential informant. Although Defendant testified he was not \"a person who is connected with people that have cocaine,\" he admitted to contacting persons to set up the sale of cocaine to Officer Windsor. A jury found Defendant guilty as charged. The trial judge consolidated the convictions for judgment and sentenced Defendant to a presumptive term of 175 to 219 months' imprisonment. In a second judgment, the trial court consolidated all of the charges in 02 CRS 42472 and sentenced Defendant in the presumptive range to a concurrent term of ten to twelve months' imprisonment. Defendant appealed.\n  </p>\n  <p id=\"p-13\">\n   On appeal, Defendant argues the trial court erred in sentencing him in 02 CRS 42472 for the sale of cocaine and the delivery of cocaine, as both charges arose out of a single transfer of cocaine. He contends the Supreme Court's holding in\n   <em>\n    State v. Moore,\n   </em>\n   <extracted-citation case-ids=\"2492889\" index=\"0\" url=\"https://cite.case.law/nc/327/378/\">\n    327 N.C. 378\n   </extracted-citation>\n   ,\n   <extracted-citation index=\"1\" url=\"https://cite.case.law/citations/?q=395%20S.E.2d%20124\">\n    395 S.E.2d 124\n   </extracted-citation>\n   (1990), supports his argument, and therefore submits that this matter should be remanded for resentencing. We agree.\n  </p>\n  <p id=\"p-14\">\n   As conceded by the State,\n   <em>\n    Moore\n   </em>\n   does indeed support Defendant's argument that he could not be \"convicted under N.C.G.S. § 90-95(a)(1) of both the sale\n   <em>\n    and\n   </em>\n   the delivery of a controlled substance arising from a single transfer.\"\n   <em>\n    Id.\n   </em>\n   at 382,\n   <extracted-citation index=\"2\" url=\"https://cite.case.law/citations/?q=395%20S.E.2d%20124\">\n    395 S.E.2d at 127\n   </extracted-citation>\n   . The consolidated judgment entered upon the convictions in 02 CRS 42472 must be reversed, and this matter remanded for resentencing on the sale of cocaine, possession with intent to sell and/or deliver cocaine, and felony possession of cocaine.\n   <em>\n    See State v. Owens,\n   </em>\n   <extracted-citation case-ids=\"8956874\" index=\"3\" url=\"https://cite.case.law/nc-app/160/494/#p499\">\n    160 N.C. App. 494\n   </extracted-citation>\n   , 499,\n   <extracted-citation index=\"4\" url=\"https://cite.case.law/citations/?q=586%20S.E.2d%20519\">\n    586 S.E.2d 519\n   </extracted-citation>\n   , 522-23 (2003) (stating that \"consolidation of the convictions for judgment does not cure th[e] error,\" where the defendant was erroneouslyconvicted of both felony larceny and possession of the same stolen goods and therefore vacating the judgment and remanding for resentencing and entry of judgment on the larceny conviction). Judgment must be arrested on the delivery of cocaine charge.\n   <em>\n    See\n    <extracted-citation index=\"5\" url=\"https://cite.case.law/citations/?q=586%20S.E.2d%20519\">\n     id.\n    </extracted-citation>\n   </em>\n  </p>\n  <p id=\"p-15\">\n   No error as to Defendant's convictions in 02 CRS 42468-70; judgment reversed and this matter remanded for resentencing in 02 CRS 42472.\n  </p>\n  <p id=\"p-16\">\n   No error in part; reversed and remanded in part.\n  </p>\n  <p id=\"p-17\">\n   Judges TYSON and GEER concur.\n  </p>\n  <p id=\"p-18\">\n   Report per Rule 30(e).\n  </p>\n </opinion>\n</casebody>\n"
  }
}