{
  "casebody": {
    "data": "<casebody firstpage=\"245\" lastpage=\"248\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b255-5\">George Lane <em>vs. </em>Joseph S. Bryant.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b255-6\">While B. was in the act of occupying a public square with his wagon, A. passed by with his carriage, and occupied part of the same square, and a collision ensued, by which A. was injured. Held, that if A. used due care and diligence and B. did not, A. could recover damages of B.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b255-7\">tn an action to recover damages sustained by a collision between the defendant’s and the plaintiff’s carriages, evidence that the defendant’s servant, who had charge of his carriage, immediately after the collision, and while the defendant was being extricated from his carriage, and while the crowd was about, said that the plaintiff was not to blame, is not admissible, either as part of the <em>res </em>gestee, or to contradict the testimony of the servant.</headnotes>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b255-8\">Action of- tort to recover for damages occasioned by the defendant’s team running into the plaintiff’s carriage.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b256-4\"><page-number citation-index=\"1\" label=\"246\">*246</page-number>At the trial in the court of common pleas before <em>Aiken, </em>J., it appeared that as the plaintiff was driving in Court Street in Boston, near the entrance of Court Square, he passed along the side of a wagon drawn by three horses, in charge of the defendant’s servant, with the intention of driving past the wagon and down the street; but, finding that he could not pass as he expected, because the leading horse of the defendant’s wagon turned several times as if about to enter Court Square, and then back, passed into Court Square and there stopped close by the sidewalk; and while there the defendant’s team ran into and crushed his carriage.</summary>\n<summary data-order=\"5\" data-type=\"summary\" id=\"b256-5\">There was contradictory evidence as to the plaintiff’s precise position in the square, and his manner of getting there. There was evidence tending to show that there was room in the square for the defendant’s team to pass by the side of the plaintiff’s carriage; and there was no evidence tending to show that the plaintiff had occupied any part of the square to the exclusion of the defendant’s team.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b256-6\">The defendant requested the court to instruct the jury <em>“ </em>that if the jury found that the defendant’s servant was in the act of occupying Court Square with his team, the plaintiff would have no right to pass by and occupy said square himself to the exclusion of the defendant’s team, and the plaintiff could not recover for any damage which might have happened to him by the defendant’s team running into the plaintiff’s while the plaintiff’s was taking and occupying said square.”</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b256-7\">The court refused to give this instruction, but instructed the jury on that point thus : “ If the jury find that the defendant’s servant was in the act of occupying Court Square with his team, and the plaintiff passed by and occupied said square as he did, (and the jury were to determine upon the conflicting evidence how the team and carriage came where the collision happened,) the plaintiff would not thereby as matter of law deprive himself of his right to recover in this action; provided, in driving in, placing his carriage and remaining there, as he did, he was in the exercise of due and ordinary care; and the defendant’s servant by the want of ordinary care on his part in the manage<page-number citation-index=\"1\" label=\"247\">*247</page-number>ment of his team came into collision with the plaintiff’s team, and thereby caused the injury to the plaintiff; and that the burden was upon the plaintiff to show that he was in the exercise of ordinary care, and that the defendant was not.”</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b257-5\">At the trial, the defendant’s servant having testified that he did not excuse the plaintiff from blame at the time of the accident, the plaintiff was allowed by the court, against the objection of the defendant, to ask one of his witnesses, <em>“ </em>what the servant said to the plaintiff at the time of the accident, and while the plaintiff was being extricated from his carriage, and while the crowd was about.” And the witness answered that the servant had said that the plaintiff was not to blame for what had occurred.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b257-6\">The jury returned a verdict for the plaintiff, and the defendant alleged exceptions.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b257-7\"><em>M. G. Cobb, </em>for the defendant,</attorneys>\n<p data-order=\"11\" data-type=\"legal\" id=\"AF7\">to the point that the instructions were erroneous, cited <em>Bolton </em>v. <em>Colder, </em>1 Watts, 360; <em>Brooks </em>v. <em>Hart, </em>14 N. H. 307; <em>Palmer </em>v. <em>Barker, </em>2 Fairf. 338; <em>Fates </em>v. <em>Dearborn, </em>1 Pick. 345.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b257-8\"><em>J. Q. A. Griffin, </em>for the plaintiff.</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b257-9\">Bigelow, J.</author>\n<p id=\"ADh\">1. The instructions asked for by the defendant were rightly refused, and those given were accurate and well adapted to the facts in the evidence.</p>\n<p id=\"b257-10\">2. The declaration of the defendant’s servant was incompetent, and should have been rejected. It was made after the accident occurred, and the injury to the plaintiff’s carriage had been done. It did not accompany the principal act, on which the whole case turned, or tend in any way to elucidate it. It was only the expression of an opinion about a past occurrence, and not part of the <em>res gesta. </em>It is no more competent because made immediately after the accident than if made a week or a month afterwards. <em>Land </em>v. <em>Tyngsborough, </em>9 Cush. 36.</p>\n<p id=\"b257-11\">Nor was the evidence admissible to contradict the testimony of the defendant’s servant. He was asked on cross-examination by the plaintiff’s counsel whether he did not excuse the plaintiff from blame at the time of the accident. His answer to this <page-number citation-index=\"1\" label=\"248\">*248</page-number>question could not be contradicted by the plaintiff. It was irrelevant and immaterial to the issue. The opinion of the witness on the subject was incompetent. The real question was, who was actually to blame, and that was to be determined by the jury by the facts in the proof. The plaintiff was not bound by the opinion or declaration of his servant on this question.</p>\n<p id=\"b258-5\">\n<em>Exceptions sustained.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}