{
  "casebody": {
    "data": "<casebody firstpage=\"223\" lastpage=\"230\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"court\" id=\"b359-4\">Staunton</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b359-5\">Peter Edward Land v. Commonwealth of Virginia.</parties>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b359-6\">September 4, 1970.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b359-7\">Record Nos. 7224 and 7225.</docketnumber>\n<p data-order=\"4\" data-type=\"judges\" id=\"b359-8\">Present, I’Anson, Carrico, Gordon, Harrison, Cochran and Harman, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b360-6\"><page-number citation-index=\"1\" label=\"224\">*224</page-number><em>Lowell K. Clarke; Winston G. Snider (Clarke, Snider &amp; Bruno, </em>on brief), for plaintiff in error.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b360-7\"><em>William T. Lehner, Special Counsel (Andrew P. Miller, Attorney General; M. Harris Parker, Assistant Attorney General, </em>on brief), for defendant in error.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b360-8\">Cochran, J.,</author>\n<p id=\"AEr\">delivered the opinion of the court.</p>\n<p id=\"b360-9\">Peter Edward Land was tried and convicted by a jury upon two indictments charging him with the rape and murder of Mrs. Carol J. Dorschel. The verdict, fixing his punishment at life imprisonment upon each indictment, was approved by the trial court which sentenced Land accordingly. We granted him a writ of error to the judgment.</p>\n<p id=\"b360-10\">On December 18, 1967, the body of Mrs. Dorschel, who had last been seen alive shortly after she finished work at 10 p.m. on December 11, 1967, was found in a tidal ditch off Virginia Beach Boulevard near London Bridge. An autopsy revealed that she had died of strangulation and that she had had recent sexual intercourse.</p>\n<p id=\"b360-11\">During the police investigation attention was directed to Land. No warrant of arrest was issued but he was taken to police headquarters on two occasions for questioniiig. Subsequently, after Land had been indicted by a grand jury, he was taken into custody on a <em>capias.</em></p>\n<p id=\"b360-12\">I.</p>\n<p id=\"b360-13\">Land assigns as error the refusal of the trial court to quash the indictments against him because he was not given a preliminary hearing which he contends was required by Code § 19.1-163.1.<footnotemark>1</footnotemark></p>\n<p id=\"b361-4\"><page-number citation-index=\"1\" label=\"225\">*225</page-number>We have held that a suspect is not entitled to a preliminary hearing if he has not been arrested or charged with any offense prior to indictment by a grand jury. <em>Webb </em>v. <em>Commonwealth, </em>204 Va. 24, 31, 129 S. E. 2d 22, 27-28 (1963).</p>\n<p id=\"b361-5\">Land takes the position that when he was taken to police headquarters for questioning he was arrested and thus brought within the provisions of Code § 19.1-163.1. We do not agree.</p>\n<p id=\"b361-6\">The record shows that Land twice went voluntarily to the police station, as indeed he admitted, and that each time he freely departed at the conclusion of the interview. He was not arrested until several weeks later, after the grand jury had indicted him. Hence Land was not entitled to a preliminary hearing and the trial court properly overruled his motion to quash the indictments.</p>\n<p id=\"b361-7\">II.</p>\n<p id=\"b361-8\">Land further contends that during the trial, if his character was put in issue, which he denies, the trial court erred in admitting evidence of specific acts of bad conduct to show his bad character.</p>\n<p id=\"b361-9\">On cross-examination testimony elicited from the Commonwealth’s witness Hill, who was Land’s employer, put his character in issue.<footnotemark>2</footnotemark> <em>See Thompson </em>v. <em>Commonwealth, </em>193 Va. 704, 715, 70 S. E. 2d 284, 291 (1952); <em>Mitchell </em>v. <em>Commonwealth, </em>140 Va. 572, 580-581, 125 S. E. 311, 313 (1924).</p>\n<p id=\"b361-10\">Where an accused introduces evidence tending to show that he is a person of good reputation the Commonwealth may introduce evidence in rebuttal. <em>Roach </em>v. <em>Commonwealth, </em>157 Va. 954, 961, 162 S. E. 50, 52 (1932). The accused is not permitted, however, to prove specific acts to establish good character nor is the Commonwealth permitted, in rebuttal, to prove specific acts of bad conduct. <em>Zirklev. Commonwealth, </em>189 Va. 862, 871-872, 55 S. E. 2d 24, 29-30 (1949); <em>see also Dean </em>v. <em>Commonwealth, </em>189 Va. 426, 435, 53 S.E. 2d 141, 145 (1949).</p>\n<p id=\"b362-4\"><page-number citation-index=\"1\" label=\"226\">*226</page-number>After Hill had testified to Land’s good character the court erred in permitting the Commonwealth to rebut this evidence by proving, through a deputy clerk testifying from court records, that Land had been convicted of statutory rape in 1966.</p>\n<p id=\"b362-5\">Another witness for the Commonwealth, W. F. Hudgins, testifying to Land’s bad reputation, volunteered the statement that Land had raped and had been convicted of raping his cousin, and that he had raped or had attempted to rape a girl who lived next door when his home was on the Hudgins farm. In response to a juror’s question whether Land was <em>“a </em>good family man”, Hudgins testified that Land had lived on the farm with a woman who was not his wife.</p>\n<p id=\"b362-6\">Land’s counsel moved for a mistrial. The court overruled this motion but directed the jury to disregard all references made by Hudgins to Land’s specific acts of bad conduct and to consider only Hudgins’ testimony “as to his general reputation”.</p>\n<p id=\"b362-7\">The Commonwealth now takes the position that evidence of Land’s prior conviction was admissible as an attack on his credibility and that any errors in admitting improper testimony of Hudgins were corrected by the court’s admonition to the jury.</p>\n<p id=\"b362-8\">When an accused testifies in his own defense his credibility, like that of any other witness, may be attacked in two ways. It may be shown that his general reputation for truth and veracity is bad or that he has been convicted of a felony or of a misdemeanor involving moral turpitude. <em>Tasker </em>v. Commonwealth, 202 Va. 1019, 1027, 121 S. E. 2d 459, 463 (1961); <em>Clark </em>v. <em>Commonwealth, </em>202 Va. 787, 789, 120 S. E. 2d 270, 272 (1961); <em>McLane </em>v. Commonwealth, 202 Va. 197, 203, 116 S. E. 2d 274, 279-280 (1960); Code § 19.1-265.</p>\n<p id=\"b362-9\">Land’s conviction of a felony, therefore, could properly have been shown after he had put his credibility in issue by testifying. Here, the prior conviction of statutory rape was proved by the Commonwealth, as part of its case in chief, either to rebut the evidence of Land’s good character or to impeach him before he testified. It was reversible error to admit the evidence for either purpose.</p>\n<p id=\"b362-10\">While the court admonished the jury to disregard the inadmissible portion of Hudgins’ testimony, the evidence of Land’s conviction of statutory rape remained in the case, with court approval, from the <em>time it </em>was improperly admitted. Nor can it be said that this error was rendered harmless by Land’s decision to testify, for his decision may have been induced by the error.</p>\n<p id=\"b363-4\"><page-number citation-index=\"1\" label=\"227\">*227</page-number>III.</p>\n<p id=\"b363-5\">We next consider the questions raised concerning the admissibility in evidence of conflicting statements made by Land during interrogation by the police.</p>\n<p id=\"b363-6\">Land was employed at a service station located next to the Pine Tree Inn, where Mrs. Dorschel worked. After her body was found Detective Coifleld questioned Land’s employer, in Land’s presence, to determine Mrs. Dorschel’s “pattern, where she walked and how she traveled”, in going to and from work.</p>\n<p id=\"b363-7\">On December 23, 1967, having ascertained that Land had worked until 10 p.m. on the night of the crime, CofEeld returned to the service station and asked him where he last saw Mrs. Dorschel that night. Land gave two contradictory accounts of having seen her shortly after 10 p.m. and then said that he was mistaken, that he had not worked that night but had been in Portsmouth. Coifleld immediately asked Land to accompany him to police headquarters to discuss the matter further and Land voluntarily did so.</p>\n<p id=\"b363-8\">Before the questioning began at the police station Coifleld warned Land by reading to him from a form a statement of his rights,<footnotemark>3</footnotemark> which Land said he understood. He was then told that he could waive his rights and was asked if he wanted to make a statement, to which he replied “No.” Coifleld, preparing to give up the eifort to question Land said “You don’t want to make a statement?” Land replied “No, better not make a statement.” Coifleld said “All right, fine” and then “Peter, you are the first person I have talked to . . .”. Land said “I will not make a statement, but if it’s information you want I can give that to you.”</p>\n<p id=\"b364-4\"><page-number citation-index=\"1\" label=\"228\">*228</page-number>When told that information as to his whereabouts was desired, he repeated that he would give information but no statement. The interview, which was recorded, continued for thirty-five minutes and Land, in answering questions, gave contradictory accounts of his activities on the night of the crime.</p>\n<p id=\"b364-5\">At the conclusion of the interrogation Land consented to be photographed and placed in a lineup. He then requested and received permission to call a lawyer. The lawyer inquired if Land was under arrest and, upon being informed by the police that he was not, came to the police station and left with him. From the record there is no indication that Land requested or expected any further services from this lawyer, who did not represent him at his trial.</p>\n<p id=\"b364-6\">On December 29, 1967, Land was again taken to police headquarters alone. Before the interrogation began Sergeant Simmons read to Land the statement of his rights. Land, after again offering to give information but no statement, answered questions for more than an hour. While giving contradictory answers he never confessed to having committed the rape and murder. He left at the conclusion of the interview.</p>\n<p id=\"b364-7\">As part of its case in chief, the Commonwealth, through Detective Coffield and Sergeant Simmons, introduced the contradictory answers given by Land in the interviews.</p>\n<p id=\"b364-8\">Land first contends that his answers were inadmissible for any purpose under the rule established in <em>Miranda, </em>v. <em>Arizona, </em>384 U. S. 436, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966) that “. . . if an individual is alone and indicates in any manner that he does not wish to be interrogated, the police may not question him . ...” 384 U. S. at 445, 86 S. Ct. at 1612. He argues that he was induced to answer questions during custodial interrogation after having said that he did not want to make a statement.</p>\n<p id=\"b364-9\"><em>Miranda </em>held that “the prosecution may not use statements, whether exculpatory or inculpatory, stemming from custodial interrogation of the defendant unless it demonstrates the use of procedural safeguards effective to secure the privilege against self-incrimination.” 384 U. S. at 444, 86 S. Ct. at 1612. Custodial interrogation is “questioning initiated by law enforcement officers after a person has been taken into custody or otherwise deprived of his freedom in any significant way.” 384 U. S. at 445, 86 S. Ct. at 1612.</p>\n<p id=\"b364-10\">The Commonwealth contends that Land’s contradictory answers were not given during custodial interrogation. However, since the <page-number citation-index=\"1\" label=\"229\">*229</page-number>warnings delineated as procedural safeguards in <em>Miranda </em>were given to Land, we will assume, without deciding, that his statements were made during custodial interrogation.</p>\n<p id=\"b365-5\">On the record before us, however, we find no error in the ruling of the trial court that Land voluntarily waived his rights, as permitted by <em>Miranda.</em></p>\n<blockquote id=\"b365-6\">“Opportunity to exercise these rights must be afforded to him throughout the interrogation. After such warnings have been given, and such opportunity afforded him, the individual may knowingly and intelligently waive these rights and agree <em>to answer questions or make a </em>statement.” <em>Miranda, supra, </em>384 U. S. at 479, 86 S. Ct. at 1630 (emphasis added).</blockquote>\n<p id=\"b365-7\">We find nothing coercive or deceitful in Coffield’s question to Land, repeated in the negative, inquiring whether Land wished to make a statement, his acceptance of Land’s answer by saying “All right, fine”, followed by the casual comment that Land was the first person to whom he had talked. After telling Coffield that he would not make a statement Land twice volunteered to give “information”. <em>See Narro </em>v. <em>United States, </em>370 F. 2d 329 (5th Cir. 1966) <em>cert. den. </em>387 U. S. 946, 87 S. Ct. 2081, 18 L. Ed 2d 1334 (1967). It appears that Land, while not willing to give a signed statement or confession, was willing to give answers to questions about his activities, as he then did on two occasions, six days apart.</p>\n<p id=\"b365-8\">Land further contends that the statements were inadmissible as hearsay evidence. We do not agree.</p>\n<p id=\"b365-9\">Statements made freely by Land which tended to show guilt, when considered with other evidence, were admissible against him. 29 Am. Jur. 2d <em>Evidence, </em>§ 611, p. 665. Such statements come within the admissions exception to the hearsay rule. <em>See Young </em>v. <em>United States </em>358 F. 2d 429, 431 (9th Cir. 1966) and <em>United States </em>v. <em>Wilkins, </em>385 F. 2d 465, 472 (4th Cir. 1967) <em>cert. den. </em>390 U. S. 951, 88 S. Ct. 1043, 19 L. Ed. 2d 1144 (1968).</p>\n<p id=\"b365-10\">IV.</p>\n<p id=\"b365-11\">Land contends that the trial court erred in sustaining the Commonwealth’s objection to this question asked by Land’s counsel on cross-examination of James V. Bernard, subsequently characterized by Detective Coffield as Mrs. Dorschel’s “lover”;</p>\n<blockquote id=\"b366-4\"><page-number citation-index=\"1\" label=\"230\">*230</page-number>“Q. Mr. Bernard, did you ever have relations with Mrs. Dorschel?”</blockquote>\n<p id=\"b366-5\">We find no error in the court’s ruling. The medical evidence was that Mrs. Dorschel had had sexual intercourse within ten hours, and probably within six hours, of her death at approximately 10:30 p.m. She had gone to work at 1:00 p.m. 'Obviously, if Bernard, who admitted that he had been with Mrs. Dorschel late the night before, had had intercourse with her within ten hours of her death, this fact would have been material evidence in favor of Land on the rape charge. However, the question, as asked, was too broad and was properly ruled objectionable by the trial court.</p>\n<p id=\"b366-6\">For the reasons assigned Land’s convictions are reversed and the case is remanded for a new trial if the Commonwealth be so advised.</p>\n<p id=\"b366-7\">\n<em>Reversed and remanded.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b360-14\">.</p>\n<p id=\"b360-15\">“§ 19.1-163.1. <em>Preliminary examination of person arrested on charge of felony. </em>—No person who is arrested on a charge of felony shall be denied a preliminary hearing upon the question of whether there is reasonable ground to believe that he committed the offense and no indictment shall be returned in a court of record against any such person prior to such hearing unless such hearing is waived in writing.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b361-11\">.</p>\n<p id=\"b361-12\">“Q. Mr. Hill, are you familiar with Mr. Land’s reputation in the community in which he lived and in the community in which he worked?</p>\n<p id=\"b361-13\">“A. Yes, sir.</p>\n<p id=\"b361-14\">“Q. Would you believe him in a matter in which he was interested in under oath?</p>\n<p id=\"b361-15\">“A. Yes, sir, I would.</p>\n<p id=\"b361-16\">“Q. Mr. Hill, after this trial is over are you going to accept Mr. Land back in your employ?</p>\n<p id=\"b361-17\">“A. Yes, sir.”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b363-9\">.</p>\n<p id=\"b363-10\">The rights are set forth on the form as follows:</p>\n<blockquote id=\"b363-11\">“LEGAL RIGHTS INTERVIEW FORM</blockquote>\n<blockquote id=\"b363-12\"># * #</blockquote>\n<blockquote id=\"b363-13\">“1. You have the absolute right to remain silent and malte no statement.</blockquote>\n<blockquote id=\"b363-14\">“2. Any statement you make can be used as evidence either for or against you in a court of law.</blockquote>\n<blockquote id=\"b363-15\">“3. You have the right to consult with an attorney, or to have an attorney present, prior to making a statement now, or any other statement which you may make.</blockquote>\n<blockquote id=\"b363-16\">“4. If you are without funds to employ an attorney, the court will appoint one for you.</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}