{
  "casebody": {
    "data": "<casebody firstpage=\"390\" lastpage=\"398\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b406-4\">JACKSON <em>v. </em>STATE</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b406-5\">[No. 117,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"Agy\">October Term, 1955.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b407-8\">\n<page-number citation-index=\"1\" label=\"391\">*391</page-number>\n<em>Decided March 15, 1956.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b408-5\"><page-number citation-index=\"1\" label=\"392\">*392</page-number>The cause was argued before Bruñe, C. J., and Delaplaine, Collins, Henderson and Hammond, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b408-6\"><em>Bennett B. Cockey </em>and <em>James B. Wheatley, </em>for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b408-7\"><em>Stedman Prescott, Jr., Assistant Attorney General, </em>with whom were <em>C. Ferdinand Sybert, Attorney General, John E. Paine, Jr., State’s Attorney for Baltimore County, </em>and <em>John J. Brennan, Deputy State’s Attorney for Baltimore County, </em>on the brief, for appellee.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b408-8\">Henderson, J.,</author>\n<p id=\"ACQ\">delivered the opinion of the Court.</p>\n<p id=\"b408-9\">The appellant was convicted of rape by Judges Michael Paul Smith and Stewart O. Day, sitting without a jury in the Circuit Court for Baltimore County, and sentenced to death. The single question presented on this appeal is whether the court committed reversible error in admitting in evidence a confession by the accused offered by the State.</p>\n<p id=\"b408-10\">The evidence presented by the State tended to show that Diana Mary Young, a white female child twelve years of age, was riding her bicycle south on Dulaney Valley Road at about 2 P. M. on June 4th, 1955. A young negro, driving a yellow and black Dodge convertible, passed her, parked his car, seized the child, dragged her some distance into the woods, and raped her. He also stabbed her twice with a knife. A witness testified that he saw the car parked by the road, but did not stop. There was strong circumstantial evidence found at the scene of the crime as well as evidence as to various stains upon the garments of the child and the accused, to support the child’s story. Medical testimony confirmed it in other particulars. She identified the accused in a police lineup.</p>\n<p id=\"b408-11\">The accused did not take the stand, nor did the defense produce any evidence to rebut the State’s case. A motion <page-number citation-index=\"1\" label=\"393\">*393</page-number>for a directed verdict at the close of the State’s case was overruled, but the ruling is not here challenged. The sole objection pressed is as to the ruling admitting the confession.</p>\n<p id=\"b409-5\">Preliminary to the offer of the confession, which was made at 10:15 A. M. on June 6th, the State offered in evidence certain questions put to the appellant and his answers thereto, taken down by Mr. Bernard Danker, a court stenographer, at 11:50 A. M. on June 6th, 1955, in the office of the State’s Attorney. Sergeant Bosley and the State’s Attorney were also present. The appellant stated that he had been arrested on the afternoon of Saturday, June 4th by Officers Zimmerman and Baetz, and placed in a police car. “They took my clothes off, and put a blanket around me, * * * these two wanted me to tell them what happened, and I didn’t tell them, and this one [Officer Baetz] was — he kept hitting me, and had my nose bleeding * * * and took a blackjack, and hit me over the head * * *.” He was taken to the police station and later to the Baltimore County Jail. While at the police station another officer tried to “hit my head up against the wall, and he was tramping on my toes.” He was examined by a doctor at the Baltimore County Jail. He talked to Sergeant Bosley and to Officer Baetz on Monday morning, June 6th. He told Sergeant Bosley what to write, and he signed a statement, but didn’t read it. Sergeant Bosley did not promise him anything or threaten him. The statement he made to Sergeant Bosley was true. The only reason he gave the statement to Sergeant Bosley was because “I had it on my chest, so I just might as well tell it and get it over with.” He decided to tell the police the trúth about the matter “last night”. Mr. Danker testified that during the course of this interrogation, the accused “was very calm, very composed”.</p>\n<p id=\"b409-6\">The State did not produce Officer Baetz as a witness, although he was in court. The doctor who had examined Jackson was not called. Officer Zimmerman testified that he drove Officer Baetz and the accused, after his arrest, to the police station. Baetz was in the back with <page-number citation-index=\"1\" label=\"394\">*394</page-number>the prisoner, questioning him. He didn’t know what was said. Sergeant Bosley testified he heard Officer Zimmerman say something about a blackjack on the way to the police station. “I don’t know what was said. I heard there was something said about a blackjack but I don’t understand what it was.”</p>\n<p id=\"b410-5\">In the course of argument to the court, that the evidence showed the confession was voluntary, the State’s Attorney said: “* * * suppose Baetz did do it; it doesn’t make any difference, because this man [the accused] said in a calm atmosphere, where he was composed, that that didn’t have anything to do with his confession.” The court remarked: “* * * even if the Court understood it was true that [that] happened * * * it does not show any inducement or reason for this defendant making this statement, under the circumstances of this case * * * we will admit the statement and give you an exception.”</p>\n<p id=\"b410-6\">It is well settled that in Maryland the burden of establishing the voluntary character of a confession rests upon the State. The State must show “that no force or coercion was exercised by the officers obtaining the confession, to cause the accused to confess.” <em>Linkins v. State, </em>202 Md. 212, 222. See also <em>Glover v. State, </em>202 Md. 522, 525, and <em>Cooper v. State, </em>205 Md. 162, 168. In practice, the State has almost invariably attempted to meet the burden by calling all persons who had the prisoner in charge. For example, in <em>Day v. State, </em>196 Md. 384, 398, it was said: “In the case before us, nineteen witnesses, seventeen of whom were police officers, one of whom was a stenographer and one an assistant State’s Attorney, who were all the persons in official positions who had custody of, or contact with, the appellants between the time when they were first arrested and the time when the final confessions were obtained, all testified that they did not, during the period when they were in contact with the appellants, use any violence on them or either of them, make them or either of them any promises or inducements, offer them or either of them any immunity, nor did anyone else in their presence do any of these things.” <page-number citation-index=\"1\" label=\"395\">*395</page-number>Wigmore states that “A threat of corporal violence is the clearest case of an inducement that excludes the confession.” 3 <em>Wigmore, Evidence </em>(3d ed.), § 833. See also <em>Brown v. Mississippi, </em>297 U. S. 278, and the cases collected in a Note 24 A. L. R. 703. In <em>Cranor v. Gonzales, </em>226 F. 2d 83, 88 (C. A. 9th Cir.), Circuit Judge Pope said: “Physical violence or threat of it automatically invalidates confessions and in such cases ‘there is no need to weigh or measure its effects on the will of the individual victim’ ”, citing <em>Stein v. New York, </em>346 U. S. 156, 182. In <em>James v. State, </em>193 Md. 31, 38, Judge Markell took occasion to discuss the broader approach to the question of police misconduct in the recent English cases, and in the Federal courts, and found no basis for a claim of “psychological torture” in that case. He noted, however, that there was no claim of physical coercion, and remarked (p. 42) that “Even the most brutal physical torture * * * usually produces a confession, not during the actual torture but afterwards through fear of repetition.”</p>\n<p id=\"Aqv\">In the instant case the testimony produced by the State showed that after his arrest the prisoner was subjected to the physical indignity of being stripped of all his clothing at a time when it was quite unnecessary to do so for purposes of analysis. Cf. <em>Malinski v. New York, </em>324 U. S. 401, 403. He was beaten by Officer Baetz until his nose bled, and hit over the head with a blackjack. Later, at the police station, an officer hit his head against the wall and trod on his toes. The State did not call the officers to deny these charges. The testimony produced by the State further showed that Officer Baetz, who was specifically charged with beating the prisoner, was present when he confessed two days later. In fact, the written confession was witnessed by Officer Baetz. Sergeant Bosley, who wrote down the confession, admitted hearing something about a blackjack. We think the inference is clear that the prisoner was influenced to some extent by the violence, which the State virtually concedes, or a reasonable fear of its repetition.</p>\n<p id=\"b412-4\"><page-number citation-index=\"1\" label=\"396\">*396</page-number>The State contends, however, that the inference was rebutted by the statements of the prisoner made about an hour and a half later in the presence of the State’s Attorney, and by the testimony of the court stenographer that the prisoner was composed at that time. We do not agree. In 2 <em>Wharton, Criminal Evidence </em>(12th ed.) § 376, p. 104, it is said: “The fact that the person to whom the confession is ultimately made neither exerts an untoward influence nor inflicts corporal punishment upon the confesser will not render the confession admissible if physical violence applied to the accused by others prior to that time may reasonably be said to have been the motivating impetus behind it.” The explanation of the prisoner’s composure may reasonably be that, having made the confession, he did not anticipate further mistreatment. The case of <em>McCleary v. State, </em>122 Md. 394, relied on by the State, is distinguishable. There the alleged threats occurred in Washington, D. C., and could not have been a contributing cause of the confession made subsequently in Hagerstown, Maryland, to an entirely different set of officers who had him in charge. Cf. <em>United States v. Bayer, </em>331 U. S. 532, and <em>People v. Borowsky, </em>180 N. E. 87 (N. Y.). In the case last cited it was found that the alleged beating was not the motivating cause of a subsequent confession, under different circumstances. Here the same officers who had applied the coercion still had him in charge, and the potential threat of repetition was still present when he confessed, despite his statements to the State’s Attorney a short time later.</p>\n<p id=\"b412-5\">In <em>Edwards v. State, </em>194 Md. 387, 400, we said: “Where one confession is held to be involuntary and inadmissible a presumption exists that any subsequent confession was made by reason of the prior influence, and this presumption must be overcome by the State before a subsequent confession can be offered. The improper influence which produced the first confession is presumed to be still in effect until a cessation of that influence is definitely shown, and the evidence to overcome and rebut such a <page-number citation-index=\"1\" label=\"397\">*397</page-number>presumption must be clear, strong and satisfactory, and any doubt on this point is resolved in favor of the accused.” See also <em>People v. La Frana, </em>122 N. E. 2d 583, 586 (Ill.), and <em>State v. Whiteman, </em>67 N. W. 2d 599, 605 (N. D.). The principle was recognized in <em>Cooper v. State, supra, </em>although on the facts it was held that the presumption was rebutted. That was not a case of physical violence. In the instant case the doubt must be resolved in favor of the accused. It was not incumbent upon him to take the stand in order to repudiate his subsequent admissions to the State’s Attorney. The confession offered in evidence was the one that had been witnessed by Sergeant Bosley and Officer Baetz. Despite the lapse of time between the violence and the confession we think it was error to admit it.</p>\n<p id=\"b413-5\">The State contends, however, that there was no reversible error, because there was other evidence in the case to sustain the verdict. That might have been an excellent reason for not offering a confession tainted by unrebutted charges of police violence. We do not agree that the error was harmless. The confession strongly corroborated the State’s case which rested largely upon circumstantial evidence and identification by a young child. In <em>Edwards v. State,.supra, </em>we reversed in a capital case because of the admission of a confession obtained by improper inducement, although there was other evidence to support the conviction. In <em>Robinson v. State, </em>138 Md. 137, 140, it was intimated that a conviction based in part on a confession, the voluntariness of which the accused was not permitted to deny, would have been reversed but for a conclusive showing of no injury by reason of his subsequent testimony on the stand. None of the cases cited by the State involved confessions, and they are not in point. Courts in other states have held that the admission of an involuntary confession is reversible error, even though there is other evidence to support the verdict, on the ground that it is impossible to determine the weight given to it by the triers of fact. See <em>People v. Brockett, </em>161 N. W. 991 (Mich.) and <em>State v. </em><page-number citation-index=\"1\" label=\"398\">*398</page-number><em>Ellis, </em>22 So. 2d 181, 183 (La.). Cf. <em>Bayless v. United States, </em>150 F. 2d 236. In <em>Stewart v. State, </em>165 So. 840 (Ala.), the admission was held not to be reversible error, because the evidence of the unlawful killing was undisputed, and the confession tended to show extenuating circumstances. That, situation is not present here.</p>\n<p id=\"b414-5\">The Supreme Court of the United States has held that the admission of coerced confessions may amount to a lack of due process, even in trials in the state courts, where more latitude is accorded in matters of procedure than in the Federal courts. See <em>MalinsJci v. New York, supra, Stroble v. California, </em>343 U. S. 181, <em>Brown v. Allen, </em>344 U. S. 443, and <em>Stein v. New York, supra. </em>See also <em>Leyra v. Denno, </em>347 U. S. 556, 558, <em>Cranor v. Gonzales, supra, </em>and Note 97 L. Ed. 1555, 1556. We need not now consider whether the <em>Stein </em>case narrowed the rule announced in the earlier cases, that a conviction based on a coerced confession will be reversed as a denial of constitutional due process, even though there is other evidence to convict, or whether the decision broadened the field in which the procedure followed by the New York court would be allowed to stand. We do not reach the constitutional question, because we think there was reversible error under the Maryland law.</p>\n<p id=\"b414-6\">\n<em>Judgment reversed and case remanded for a new trial, costs to be paid by the County Commissioners of Baltimore County.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}