{
  "casebody": {
    "data": "<casebody firstpage=\"586\" lastpage=\"589\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b618-6\">[Civ. No. 1823.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A2z\">Second Appellate District.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A7d\">May 7, 1917.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b618-7\">MAYBURY RANCH COMPANY (a Corporation), Appellant, v. WILLIAM DEVENNEY, Substituted for ORANGE COUNTY TITLE COMPANY, (a Corporation), Respondent.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b618-8\">Corporation — Contract to Purchase Beau Property — Authority op Agent.—Where a corporation makes delivery of a sum of money to a person who had on one occasion acted as its agent in' the sale of land, with instructions to use the money to bind the bargain on the purchase of certain real property which it desired to acquire, the vendor has the right to assume that such person possessed all necessary authority to complete the transaction, and the corporation cannot thereafter recover the money deposited on the ground of lack of authority of its agent to close the ' deal upon the terms embodied in the contract which he executed.</syllabus>\n<summary data-order=\"5\" data-type=\"history\" id=\"b618-9\">APPEAL from a judgment of the Superior Court of Orange County, and from an order denying a new trial. W. H. Thomas, Judge.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b619-3\"><page-number citation-index=\"1\" label=\"587\">*587</page-number>The facts are stated in the opinion of the court.</summary>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b619-4\">A. L. Rowland, and R. S. Parker, for Appellant.</p>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b619-5\">Williams &amp; Rutan, for Respondent.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b619-6\">JAMES, J.</author>\n<p id=\"ALB\">Plaintiff appeals from a judgment adverse to it and from an order denying a motion for new trial. The suit was brought against the defendant corporation to recover the sum of five hundred dollars as money alleged to have been received from and for the use of the plaintiff. The defendant being an escrow-holder, William Devenney was substituted in its place, upon the defendant paying into court the amount of money involved in the controversy. The case proceeded to trial as against Devenney, who is respondent herein.</p>\n<p id=\"b619-7\">Prior to October, 1913, one Cook was a person well known to the plaintiff corporation; he had served in their employ as superintendent of ranch properties, and on one occasion had acted as agent in the sale of forty acres of land belonging to the plaintiff. Devenney controlled in some quality of ownership 189 acres of land located in the county of Orange, which was considered to be suitable for the growing of sugar beets. The plaintiff company desired to acquire this land, and were told by Cook that he could secure it at a price of three hundred dollars per acre. The president and vice-president of the plaintiff corporation had visited and viewed the land and were satisfied with it. On about the 13th of October, 1913, the vice-president of the plaintiff company delivered to Cook, on behalf of the company, his personal check for the sum of five hundred dollars, with direction to Cook to use the money to bind the bargain on the purchase of the property mentioned; the direction being, however, that this money was to be paid into the Orange County Title Company in escrow, pending the bringing down of the title and the making of a contract of purchase. Cook followed the direction given him and deposited the money with the Title Company and secured a contract from Devenney and persons interested with him, which contract was drawn by the escrow officer of the Title Company. The contract so drawn provided for an initial payment of seven thousand dollars to be made, the five hundred dollars being a part thereof, the re<page-number citation-index=\"1\" label=\"588\">*588</page-number>maining six thousand five hundred dollars to be paid within twenty days; and thereafter the balance of the purchase price was to be paid at the rate of five thousand dollars per year, with interest. The contract did not in terms entitle the vendee to a deed and a showing of clear title until the full amount of the purchase price had been paid. The plaintiff, through its officers, after the deposit had been made and the contract executed, insisted that it was entitled to have a deed given it and to give a mortgage back, and have a clear title shown upon the completion of the first payment of seven thousand dollars. In the evidence of these officers given at the trial they denied any authority in Cook to stipulate for any other conditions as to payments, deed, mortgage and title. They tendered the six thousand five hundred dollars to the Title Company and made demand for a deed, which demand was refused as not being within the terms of the contract. This action was then brought. There was some testimony given by the escrow officer of the Title Company from which the court might have properly concluded that when the demand for a deed was made by the plaintiff, plaintiff’s contention was rather upon the matter of the construction of the contract as made than upon the contention of any lack of authority in Cook to close the deal upon the terms so embodied in the contract. It did appear' in evidence that Cook was to receive a commission from Devenney (the escrow instructions so recited), and by fair inference from the evidence it may be said that the plaintiff’s officers were advised of that fact. In delivering the check for five hundred dollars to Cook it seems very clear that the plaintiff was not making a payment to Cook as the agent of the vendor; the money was delivered to Cook to be by him deposited with the Title Company to close the transaction. That for such purposes Cook acted as the agent for the plaintiff can hardly be denied. Being authorized to deposit the money and so close the deal, we think that Devenney had the right to assume that Cook possessed all authority necessary to complete the transaction in the way it was. Devenney was not put upon notice of any limitation on the authority of Cook. The money was paid on account of the purchase price, and a receipt taken therefor from the vendor, and a contract drawn binding the vendor to convey upon terms which were indicated by Cook to be satisfactory to the vendee. Under such condition of the evi<page-number citation-index=\"1\" label=\"589\">*589</page-number>dence we think the trial court was justified in denying to the plaintiff judgment for the recovery of the five hundred dollars.</p>\n<p id=\"b621-5\">The judgment and order are affirmed.</p>\n<p id=\"b621-6\">Conrey, P. J., and Works, J., <em>pro tern., </em>concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}