{
  "casebody": {
    "data": "<casebody firstpage=\"165\" lastpage=\"167\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b171-5\">*Gilbert Gibbs <em>v. </em>John A. Fulton.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b171-6\">Transcript from an appellate court is not proper evidence of proceedings- in the court below.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b171-7\">This was an action of assumpsit, in which the plaintiff claimed to recover money paid by him as bail for the defendant. The cause was brought from the Supreme Court of Ross county.</summary>\n<summary data-order=\"3\" data-type=\"summary\" id=\"b171-8\">At the trial the plaintiff, to prove the fact that he had been bail for the defendant, produced and offered in evidence a transcript of a record, duly certified from the common pleas of Chester county, Pennsylvania. This transcript contained a proceeding upon a <em>certiorari, </em>at the suit of Gilbert Gibbs <em>v. </em>Samuel McClean. This <em>certiorari </em>brought into the court of common picas a transcript of a proceeding before a justice of the peace in a suit between Samuel McClean, plaintiff, and John Fulton and Gilbert Gibbs, his bail. Judgment had been rendered against Gibbs only, and this judgment upon the <em>certiorari </em>was affirmed.</summary>\n<summary data-order=\"4\" data-type=\"summary\" id=\"b171-9\">When this transcript of a record was offered in evidence, the defendant objected to it as inadmissible, being but the copy of a copy. His objection was overruled, and a verdict found for the plaintiff. The defendant moved for a new trial upon the ground of error in admitting the evidence, and the decision upon the motion was adjourned.</summary>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b171-10\">Leonard, in support of the motion:</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"b171-11\">The nature of the plaintiff’s case is this — he claims that judgment being rendered against the defendant, before a justice of the <page-number citation-index=\"1\" label=\"166\">*166</page-number>peace, in Pennsylvania, the plaintiff becomes bail before such justice for the payment of the money, and was compelled to pay it. This entering of bail was in the nature of a judicial proceeding before a judicial officer, of which an official written memorandum was judicially made by that officer. The evidence offered to prove the fact is not a transcript or copy of the original proceeding, but a transcript of proceedings in a different tribunal, in the nature of a writ of error, in which a copy of this proceeding was certified and acted upon. This is so distinctly and manifestly the copy of a copy, that there would seem no just ground of deliberation as to its inadmissibility.</p>\n<p data-order=\"7\" data-type=\"legal\" id=\"Arz\">*Had the <em>certiorari </em>removed the original documents or papers into the court of common pleas, instead of a transcript, the case would be wholly different. In that case the transcript certified would be in fact a copy from the original, and the original being on file in court, the clerk would be the proper officer to certify it.</p>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b172-6\">Bond, for plaintiff:</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"b172-7\">The dockets of justices of the peace can not be considered records, nor are they preserved and treated as.such. They are rather private papers, and loft to be preserved by individuals. After a lapse of twenty years it would be impossible in many cases to trace or find them. The rules applicable to public records should not be extended or applied to them.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b172-8\">The writ of <em>certiorari </em>required the justice to certify his proceedings. In obeying this writ he acted officially and judicially. By his return his proceedings became matter of record in the court of common pleas. Upon a writ of error from the Supreme Court to that court, nothing would havé been required but the record in that court; and it would seem clear that a record for one purpose must be a record for every purpose.</p>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b172-9\">By the Court :</author>\n<p id=\"b172-10-pl-split\">The plaintiff could not recover against the defendant without proof that he became his bail. This fact he was bound to prove by the best, not by secondary evidence. The best evidence was a transcript of the proceeding against Fulton, and the undertaking, as bail, founded upon it, whether that undertaking was made by <page-number citation-index=\"1\" label=\"167\">*167</page-number>a recognizance signed by Gibbs, or by a judicial acknowledgment made before the justice and entered by him.</p>\n<p id=\"b173-5\">Suit was brought against G-ibbs, upon this undertaking, and judgment rendered against him. To this judgment he obtained a certiorari, and in his return the justice embodied all his proceedings, and upon this return the judgment was affirmed. We do not perceive upon what principle a judicial return can be made where proceedings in one cause are required, embodying in it an official and judicial ^return in a different cause. As to the latter, if it were a judicial act, still, the original record remaining where' it was first made, it should be resorted to as better .and higher evidence than the transcript of it, certified into another court.</p>\n<p id=\"b173-6\">If special bail be entered in a suit in the court of common pleas, and the bail be fixed with the debt and judgment rendered against him, in a suit upon the recognizance, in the common pleas, and removed into the Supreme Court upon writ of error and affirmed, it would hardly be contended that a transcript of the record in the Supreme Court, certified by the clerk, would be proper evidence to establish the recognizance of bail. The plain course would be, to obtain from the court of common pleas transcripts of the original suit in the common pleas, and also of the suit against the bail, with the certificate of affirmance upon error from the Supreme Court. The cases are the same in principle. The evidence ought not to have been admitted, and there must be a new trial, the costs to abide the event of the suit.<footnotemark>†</footnotemark></p>\n<footnote label=\"†\">\n<p id=\"b173-10\">NoTE by the Editor. — Eor justices’ records, see note to case on page 16, vol. ii. When judicial records admissible as evidence, ii. 334, 348; iii. 271, 487; V. 136, 280, 283, 447, 545; vi. 251, 409; vii. 88, 212, part 1; viii. 405; ix. 108, 131; xiii. 209; xvii. 156, 365; xviii. 469.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}