{
  "casebody": {
    "data": "<casebody firstpage=\"109\" lastpage=\"115\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b239-3\">The State ex rel. Reliance Electric Company, Appellant, <em>v. </em>Wright et al., Appellees.</parties>\n<p data-order=\"1\" data-type=\"citation\" id=\"b239-5\">[Cite as <em>State ex rel. Reliance Elec. Co. v. Wright </em>(2001), 92 Ohio St.3d 109.]</p>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b239-8\">(No. 99-2110</docketnumber>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"AJO\">Submitted March 27, 2001</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Ad5\">Decided June 27, 2001.)</decisiondate>\n<opinion data-order=\"5\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b239-10\">Alice Robie Resnick, J.</author>\n<p id=\"ARc\">The relevant facts in this case are undisputed. Claimant-appellee, Glen C. Wright, began employment as a core maker for appellant, Reliance Electric Company (“Reliance”) in 1952. He continued in that capacity until the plant at which he was working closed in December 1986. Wright then received unemployment compensation for six months following his layoff, after which he took a regular (nondisability) pension from Reliance at age fifty-nine. In 1987, Wright also applied for Social Security disability benefits, which were granted and paid from June 3, 1988, until Wright reached the age of sixty-five on October 3, 1992. It appears that none of the medical conditions that rendered Wright disabled for purposes of Social Security benefits was received or contracted in the course of, and arising out of, his employment with Reliance.</p>\n<p id=\"b239-11\">In January 1995, Wright filed a workers’ compensation claim, which was disallowed for chronic obstructive pulmonary disease. On October 16, 1996, Wright was diagnosed with pneumoconiosis. On January 30, 1997, Wright filed a workers’ compensation claim for the occupational disease pneumoconiosis, which was allowed. On January 27,1998, Wright filed an application for permanent and total disability (“PTD”) compensation with appellee Industrial Commission of Ohio (“commission”). The commission granted the application and awarded Wright PTD compensation from December 17, 1997, and continuing pursuant to R.C. 4123.58(A). In its order, the commission stated:</p>\n<p id=\"b239-12\">“The Staff Hearing Officer finds and orders that the Employer’s contention that the Claimant voluntarily abandoned his former position of employment by retiring on or about 12/16/1986 is specifically denied. The Staff Hearing Officer finds and orders that the Claimant did not voluntarily abandon his former position of employment by retiring on or about 12/16/1986 due to Claimant’s own <page-number citation-index=\"1\" label=\"110\">*110</page-number>testimony at hearing indicating he had no choice as said division of the above-stated Employer Col-Pump was shutting its facility down forcing the Claimant to file for Social Security Disability. Therefore, based upon the foregoing, the Staff Hearing Officer concludes that Claimant’s retirement on 12/16/1986 was not voluntary thus finding the Claimant remain[s] eligible for permanent total disability benefits granted herein.”</p>\n<p id=\"b240-4\">On December 21, 1998, Reliance filed a complaint in mandamus requesting the Court of Appeals for Franklin County to issue a writ directing the commission to vacate its order granting Wright’s application for PTD compensation and to issue a new order indicating that such benefits be denied. The complaint was referred to a magistrate, who recommended that the court deny the requested writ of mandamus. The magistrate determined that “the commission’s stated rationale for finding claimant’s retirement ‘involuntary’ was not within its discretion.” Nevertheless, she concluded that returning this matter to the commission for further consideration of the decision to retire in 1987 was unnecessary. In particular, the magistrate found that because he unknowingly contracted a condition with a long latency period at the workplace, claimant did not surrender his eligibility for PTD compensation when he retired. The court of appeals overruled Reliance’s objections to the contrary, adopted the magistrate’s decision as its own pursuant to Civ.R. 53(E)(4)(b), and denied the writ.</p>\n<p id=\"b240-5\">The cause is now before this court pursuant to an appeal as of right.</p>\n<p id=\"b240-6\">The issue presented by this appeal is whether the commission abused its discretion in finding that Wright remained eligible for PTD compensation under the circumstances of this case.</p>\n<p id=\"b240-7\">Generally, a workers’ compensation claimant is entitled to PTD compensation under R.C. 4123.58 where the medical impairment due to the allowed conditions in the claim, either alone or in conjunction with nonmedical disability factors, prevents the claimant from engaging in sustained remunerative employment. Moreover, any impairment caused by nonallowed medical conditions, even if independently work-preclusive, cannot defeat the claimant’s eligibility for PTD compensation. Regardless of nonallowed disabling conditions, the claimant’s entitlement to PTD compensation is dependent upon the establishment of a causal relationship between the allowed conditions themselves and the requisite degree of disability. See <em>State ex rel. Waddle v. Indus. Comm. </em>(1993), 67 Ohio St.3d 452, 454, 619 N.E.2d 1018, 1020; <em>State ex rel. Fields v. Indus. Comm. </em>(1993), 66 Ohio St.3d 437, 440, 613 N.E.2d 230, 232; <em>State ex rel. Wean United, Inc. v. Indus. Comm. </em>(1993), 66 Ohio St.3d 272, 274, 611 N.E.2d 828, 829; <em>State ex rel. Galion Mfg. Div., Dresser Industries, Inc. v. Haygood </em>(1991), 60 Ohio St.3d 38, 40, 573 N.E.2d 60, 62; <em>State ex rel. Paragon v. Indus. Comm. </em>(1983), 5 Ohio St.3d 72, 76, 5 OBR 127, 128, 448 N.E.2d 1372, 1376. In this case, it is <page-number citation-index=\"1\" label=\"111\">*111</page-number>undisputed that Wright’s pneumoconiosis independently prevents him from engaging in sustained remunerative employment.</p>\n<p id=\"b241-5\">Nevertheless, the existence of a causal relationship between an allowed condition and an inability to perform sustained remunerative employment is not always determinative of the claimant’s eligibility for PTD compensation. In a limited sense, a claimant’s pre-PTD voluntary abandonment of the labor force can be perceived as an intervening act that breaks the nexus between an allowed condition and PTD. Thus, in <em>State ex rel. Baker Material Handling Corp. v. Indus. Comm. </em>(1994), 69 Ohio St.3d 202, 631 N.E.2d 138, paragraph two of the syllabus, we held, “An employee who retires prior to becoming permanently and totally disabled is precluded from eligibility for permanent total disability compensation only if the retirement is voluntary and constitutes an abandonment of the entire job market.”</p>\n<p id=\"b241-6\">According to Reliance, Wright’s layoff, retirement, and application for Social Security disability benefits constitute a voluntary abandonment of the entire job market; and since these events occurred before Wright’s pneumoconiosis became disabling, they should preclude Wright’s eligibility for PTD compensation. The commission, on the other hand, found that these events were precipitated by the closing of the plant in December 1986 and in this appeal continues to insist that Wright “did not voluntarily abandon the work force, where his separation from employment was due to the plant closing.”</p>\n<p id=\"b241-7\">These arguments are irrelevant because the principle that pre-PTD voluntary withdrawal from the job market precludes eligibility for PTD compensation has no application in cases involving long-latent occupational diseases that arise after the claimant abandons the job market. In this situation, we have expressly refused to find that “the claimant tacitly surrendered a right that did not exist <em>and </em>could not be foreseen.” (Emphasis <em>sic.) State ex rel. Liposchak v. Indus. Comm. </em>(1995), 73 Ohio St.3d 194, 196, 652 N.E.2d 753, 755. See, also, <em>State ex rel. Vansuch v. Indus. Comm. </em>(1998), 83 Ohio St.3d 558, 700 N.E.2d 1286.</p>\n<p id=\"b241-8\">In this case, Wright suffers from an occupational disease with an extremely long latency period. As stated by the magistrate, “[TJhere are Ohio decisions establishing that silicosis is a type of pneumoconiosis that occurs in foundry workers exposed to silica dust, and it has a very long latency period, similar to the latency of asbestosis, as described in <em>Vansuch, supra. </em>See, <em>e.g., Caruso v. Aluminum Co. of Am. </em>(1984), 15 Ohio St.3d 306 [15 OBR 436, 473 N.E.2d 818]; <em>Jacobs v. Teledyne, Inc. </em>(1988), 39 Ohio St.3d 168 [529 N.E.2d 1255]; <em>Moore v. Natl. Castings, Inc. </em>(Sept. 3, 1993), Lucas App. No. L-92-331, unreported [1993 WL 332332]; <em>Delamotte v. Midland Ross </em>(1978), 64 Ohio App.2d 159 [18 O.O.3d 117, 411 N.E.2d 814]. The magistrate concludes that silicosis and pneumoconiosis <page-number citation-index=\"1\" label=\"112\">*112</page-number>have an extremely long latency period.” The parties have not disputed these findings.</p>\n<p id=\"b242-5\">Wright allegedly withdrew from the labor market sometime between the end of 1986 and the middle of 1988. At that time, however, there was no indication that Wright either suffered from or had a compensable claim for pneumoconiosis. He was not diagnosed with pneumoconiosis until 1996, and he had no allowed workers’ compensation claim for pneumoconiosis until 1997. Thus, under <em>Liposchak </em>and <em>Vansuch, </em>Wright could not have surrendered his eligibility for PTD compensation by voluntarily abandoning the job market in 1986, 1987, or 1988. Accordingly, we agree with the magistrate that it would be pointless to force the commission to further consider whether Wright voluntarily withdrew from the labor force at a time when such a departure could not have affected his eligibility for PTD compensation.</p>\n<p id=\"b242-6\">Nevertheless, Reliance argues that we should distinguish <em>Liposchak </em>and <em>Vansuch </em>and apply <em>State ex rel. Consolidation Coal Co. v. Yance </em>(1992), 63 Ohio St.3d 460, 588 N.E.2d 845. After considering Reliance’s arguments, however, we reach the opposite conclusion, <em>i.e., </em>that <em>Liposchak </em>and <em>Vansuch </em>are applicable, while <em>Yance </em>is distinguishable.</p>\n<p id=\"b242-7\">According to Reliance, the present cause is distinguishable from <em>Liposchak </em>and <em>Vansuch </em>because, at the time that Wright developed pneumoconiosis, he “was already unable to engage in sustained remunerative employment as a result of non-allowed conditions.” Quoting from the dissenting opinion in <em>Liposchak, </em>73 Ohio St.3d at 196-197, 652 N.E.2d at 756 (Cook, J., dissenting), Reliance appears to argue that since Wright no longer possessed any earning capacity at the time his pneumoconiosis arose, he could not sustain any future compensable wage loss and thus had no basis for receiving PTD compensation. We disagree.</p>\n<p id=\"b242-8\">The circumstances that precipitate a work-force departure are irrelevant under <em>Liposchak </em>and <em>Vansuch </em>when the departure itself occurs before the onset or allowance of the claimant’s industrial condition. The argument that a work-force departure due to nonallowed disabling conditions invalidates a claim for prospective wage loss is, in this context, no different from the argument that any other withdrawal from the work force precludes such a claim. Thus, even if we assume, <em>without deciding, </em>that a claimant’s departure from the work force due to nonallowed disabling conditions can be characterized as voluntary for purposes of precluding PTD compensation under <em>Baker, supra, </em>paragraph two of the syllabus, we still could not find that Wright surrendered his eligibility for PTD compensation. Otherwise, we would effectively overrule <em>Liposchak </em>and <em>Vansuch, </em>which is what Reliance is really proposing by urging us to follow the reasoning of the <em>Liposchak </em>dissent. Nevertheless, we remain convinced that a denial of PTD <page-number citation-index=\"1\" label=\"113\">*113</page-number>compensation in these cases runs contrary to the purpose of workers’ compensation and produces an unjust result.</p>\n<p id=\"b243-4\">Reliance also argues that <em>Yance </em>is controlling because “Wright retired before even alleging that he had an occupational disease.” In <em>Yance, </em>the claimant retired two days before he filed a claim for coal miner’s pneumoconiosis, and the commission awarded temporary total disability payments from the date of claimant’s retirement. Two years and nine months later, the commission awarded PTD compensation but failed to consider the effect of claimant’s retirement. The court reasoned:</p>\n<p id=\"b243-5\">“In this case, the circumstances precipitating claimant’s retirement are particularly relevant since claimant retired before even alleging that he had an occupational disease. If claimant voluntarily removed himself from the workplace for reasons unrelated to his industrial condition, he is ineligible for permanent total disability, even if his condition later deteriorates to the point where claimant would be medically unable to work.” <em>Id., </em>63 Ohio St.3d at 461-462, 588 N.E.2d at 847.</p>\n<p id=\"b243-6\">Obviously, the court’s analysis in <em>Yance </em>cannot survive our subsequent holdings to the contrary in <em>Liposchak </em>and <em>Vansuch. </em>Yet, despite its analysis, the court in <em>Yance </em>achieved a result that' is consistent with our later holdings. While the claimant in <em>Yance </em>may have technically retired two days before filing an occupational disease claim, the particular facts in that case readily disclose that the claimant’s occupational disease had already arisen at the time of his retirement. In contrast, our holdings in <em>Liposchak </em>and <em>Vansuch </em>are, by definition, limited to those situations where, as here, the claimant’s condition had not yet arisen or become manifest at the time he or she withdrew from the labor market. Accordingly, we find <em>Yance </em>to be distinguishable on its facts and reject Reliance’s arguments to the contrary.</p>\n<p id=\"b243-7\">For the foregoing reasons, we find that despite its reasoning, the commission correctly determined that Wright remained eligible for PTD compensation under the circumstances of the case.</p>\n<p id=\"b243-8\">Accordingly, the judgment of the court of appeals is affirmed.</p>\n<p id=\"b243-9\">\n<em>Judgment affirmed.</em>\n</p>\n<judges id=\"b243-10\">Douglas, F.E. Sweeney and Pfeifer, JJ., concur.</judges>\n<judges id=\"b243-11\">Moyer, C.J., Cook and Lundberg Stratton, JJ., dissent.</judges>\n</opinion>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b243-12\">Lundberg Stratton, J.,</author>\n<p id=\"AKl\">dissenting. I believe that the award of permanent and total disability benefits (“PTD”) to this claimant constitutes an award of damages <page-number citation-index=\"1\" label=\"114\">*114</page-number>rather than compensation for the loss of earning capacity that PTD is intended to replace. Therefore, I must respectfully dissent.</p>\n<p id=\"b244-4\">The majority reasons that, despite the claimant’s voluntary abandonment of the entire labor force some eleven years prior to his diagnosis of pneumoconiosis, an award of PTD is justified due to the long latency period for the disease. The majority relies on what I believe to be the flawed analysis in <em>State ex rel. Liposchak v. Indus. Comm. </em>(1995), 73 Ohio St.3d 194, 652 N.E.2d 753.</p>\n<p id=\"b244-5\">The fact is that this claimant, although involuntarily out of his prior job due to the closing of the Reliance plant in 1986, was still capable of sustained remunerative employment at that time. He allegedly looked for work while receiving unemployment compensation but then elected to take a regular retirement. This was an intentional, willing, and voluntary act of removing himself from the entire labor force. For various nonallowed medical conditions, he applied for and was awarded Social Security disability in 1988.</p>\n<p id=\"b244-6\">More than eleven years later, he applied for PTD based on a diagnosis of pneumoconiosis. However, I believe that he was ineligible for PTD because any medical impairment from his occupational disease was not preventing him from engaging in sustained remunerative employment because he had retired. <em>State ex rel. Baker Material Handling Corp. v. Indus. Comm. </em>(1994), 69 Ohio St.3d 202, 631 N.E.2d 138; See, also, <em>State ex rel. Liposchak, </em>73 Ohio St.3d at 196-197, 652 N.E.2d at 755-756 (Cook, J., dissenting). When he applied for PTD, this claimant had already left the labor force and had no loss of earning capacity. “If claimant voluntarily removed himself from the workplace for reasons unrelated to his industrial condition, he is ineligible for permanent total disability, even if his condition later deteriorates to the point, where claimant would be medically unable to work.” <em>State ex rel. Consolidation Coal Co. v. Yance </em>(1992), 63 Ohio St.3d 460, 461-462, 588 N.E.2d 845, 847.</p>\n<p id=\"b244-7\">Therefore, this claimant’s PTD award may be characterized as one for damages only. This court has repeatedly stressed that PTD is to compensate for loss of earning capacity. It is not intended to be a damages award. <em>Baker, </em>69 Ohio St.3d at 210, 631 N.E.2d at 145; <em>State ex rel. Stephenson v. Indus. Comm. </em>(1987), 31 Ohio St.3d 167, 170, 31 OBR 369, 372, 509 N.E.2d 946, 949.</p>\n<p id=\"b244-8\">I believe that the majority is opening another Pandora’s Box by creating such an exception for occupational diseases with long latency periods without considering whether the claimant remains in the labor force. I fail to see why a claimant who suffers from an occupational disease with a long latency period should be treated differently from a claimant whose prior injury worsens after the claimant has voluntarily removed himself or herself from the work force. The majority’s opinion today approves a PTD award under the former circumstances; however, case law prohibits PTD in the latter situation. Contrary to the majority’s <page-number citation-index=\"1\" label=\"115\">*115</page-number>conclusion, the circumstances that precipitate a work-force departure are relevant when a claimant is seeking PTD compensation for future wage loss. Therefore, I would reverse the judgment of the court of appeals.</p>\n<attorneys id=\"b245-5\"><em>Porter, Wright, Morris &amp; Arthur </em>and <em>Christopher C. Russell, </em>for appellant.</attorneys>\n<attorneys id=\"AWF\"><em>Tablack, Wellman, Jeren, Hackett &amp; Skoufatos Co., L.P.A., John A Jeren, Jr., </em>and <em>Edward Hartwig, </em>for appellee Glen C. Wright.</attorneys>\n<attorneys id=\"AyP\"><em>Betty D. Montgomery, </em>Attorney General, and <em>Thomas L. Reitz, </em>Assistant Attorney General, for appellee Industrial Commission of Ohio.</attorneys>\n<p id=\"b245-4\">Moyer, C.J., and Cook, J., concur in the foregoing dissenting opinion.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}