{
  "casebody": {
    "data": "<casebody firstpage=\"556\" lastpage=\"559\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b662-8\">Paul Michael SHEARY, Petitioner-Appellant, v. UNITED STATES PAROLE COMMISSION, Respondent-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b662-11\">No. 87-1068</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AGv\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b662-12\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b662-13\">July 28, 1987.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b663-15\"><page-number citation-index=\"1\" label=\"557\">*557</page-number>Paul Michael Sheary, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b663-16\">Mark M. Greenberg, Asst. U.S. Atty., Helen M. Eversberg, U.S. Atty., El Paso, Tex., for respondent-appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b663-18\">Before GEE, JOLLY, and HIGGINBOTHAM, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"AJm\">GEE, Circuit Judge:</author>\n<p id=\"b663-19\">In October 1982 appellant Sheary was convicted by a jury of conspiring to possess and possessing 17,000 pounds of marijuana with intent to distribute. He was sentenced to a total of six years imprisonment, to be followed by a special parole term of fifteen years. After appealing his conviction without success, he entered prison. The Parole Commission has now denied his application for parole, rating his offense behavior as Category Six severity and concluding that he should serve between 40 and 52 months of his sentence before being released. He then filed a petition for relief pursuant to 28 U.S.C. § 2241. The petition was denied, he appeals, and we affirm.</p>\n<p id=\"b663-20\">Sheary presented three claims in his habeas petition. First, he alleged that in applying guidelines adopted after his offense the Parole Commission denied him the protection of the <em>ex post facto </em>clause, U.S. Const. Art. 1 § 9. He also challenged the Parole Commission’s finding that his offense should be classified as Category Six severity. Finally, he argued that his due process rights were violated when a codefendant whose status was “nearly identical” to his own, received a less severe rating. None of these claims has merit.</p>\n<p id=\"b663-21\">Ex Post Facto <em>Clause</em></p>\n<p id=\"b663-22\">Sheary first points out that at the time of his crime the applicable Parole Commission regulation listed possession of more than 20,000 pounds of marijuana with intent to distribute as an offense of “very high” severity, carrying a minimum indicated period of 24-36 months before release. 28 C.F.R. § 2.20 (1982). By contrast, at the time he applied for parole in 1983, the same offense had been categorized as “Category Six” severity and had a minimum period before release of 40-52 months. 28 C.F.R. § 2.20 (1983). He claims that being subjected to the more burdensome guidelines violates the <em>ex post facto </em>clause, which prohibits laws that make the punishment for a crime more burdensome than it was when the crime was committed. <em>See Dobbert v. Florida, </em>432 U.S. 282, 292, 97 S.Ct. 2290, 2297, 53 L.Ed.2d 344 (1977).</p>\n<p id=\"b664-3\"><page-number citation-index=\"1\" label=\"558\">*558</page-number>We have squarely held that “[t]here is no <em>ex post facto </em>violation in retroactive application of the [Parole Commission] guidelines. <em>See Graham v. United States Parole Commission, </em>629 F.2d 1040, 1043 (5th Cir.1980).” <em>Stroud v. United States Parole Commission, </em>668 F.2d 843, 847 (5th Cir.1982). In <em>Graham </em>the Court had stated that “[although changes in [a] statute or ... regulations that are procedural or remedial in nature apply retroactively, ... •‘official po[s]t-sentence action that delays eligibility for supervised release runs afoul of the <em>ex post facto </em>proscription.’ ” <em>Graham, </em>629 F.2d at 1043 (quoting <em>Shepard v. Taylor, </em>556 F.2d 648, 654 (2d Cir.1977)).</p>\n<p id=\"b664-4\">Sheary asserts that the changes in question had the effect of delaying his parole and are therefore substantive and consequently violate the rule articulated in <em>Graham. </em>The Eleventh Circuit, also bound to apply <em>Graham </em>as precedent, <em>see Bonner v. City of Prichard, Ala., </em>661 F.2d 1206, 1209 (11th Cir.1981) (en banc), has been confronted with a situation virtually identical to Sheary’s, one in which a prisoner challenged a less favorable severity rating imposed in the basis of a guideline implemented after the commission of the crime. <em>Dufresne v. Baer, </em>744 F.2d 1543 (11th Cir.1984), ce<em>rt. denied, </em>474 U.S. 817, 106 S.Ct. 61, 88 L.Ed.2d 49 (1985). The court distinguished <em>Graham </em>by stating that it applied to a different parole regulation, 28 C.F.R. § 2.14a, and dealt “with curtailed parole eligibility.” <em>Id. </em>at 1550 n. 21. The court further stated that the parole guidelines in 28 C.F.R. § 2.20 do not affect a prisoner’s eligibility which “is determined by the sentence imposed by the trial court.” <em>Id. </em>The court concluded that there was no violation of the <em>ex post facto </em>clause, and we agree.</p>\n<p id=\"b664-5\">In addition, it is most dubious that parole guidelines are to be viewed as “laws.” <em>See, e.g. Stroud v. United States Parole Commission, </em>668 F.2d 843 (5th Cir.1982); and <em>Wallace v. Christensen, </em>802 F.2d 1539, 1553 (9th Cir.1986) (en banc); <em>Forman v. McCall, </em>776 F.2d at 1159 n. 3 With the single exception of the Third Circuit, which has expressed unease with its own rule, no Court of Appeals has held that the parole guidelines are laws, and thus can violate the <em>ex post facto </em>clause. <em>Forman v. McCall, </em>776 F.2d 1156, 1159 and n. 3 (3d Cir.1985), <em>cert. denied, </em>— U.S. -, 106 S.Ct. 1981, 90 L.Ed.2d 663 (1986). We decline to do so.</p>\n<p id=\"b664-9\">\n<em>Category Six Classification</em>\n</p>\n<p id=\"b664-10\">Sheary challenges the Parole Commission’s decision to classify his offense as being of Category Six severity. He first asserts that it was improper for the Parole Commission to consider anything other than the marijuana included in the charged offense, 17,000 pounds, in determining the severity of his classification. In an alternative argument, he asserts that there was insufficient evidence to justify a finding that he was involved with more than 20,000 pounds of marijuana. Neither claim has merit. Moreover, the Commission was not required to find that Sheary’s offense behavior involved more than 20,000 pounds of marijuana before classifying his offense as being of Category Six severity. The Parole Commission guidelines provide instructions for rating the severity of various “offense behaviors.” 28 C.F.R. § 2.20(d). Where circumstances warrant, a decision outside the guidelines may be appropriate. <em>Id.</em></p>\n<p id=\"b664-11\">The Commission has broad discretion in setting a release time for a prisoner. Indeed, a Commission decision in this regard can only be set aside if it is “ ‘flagrant, unwarranted, or unauthorized.’ ” <em>Young v. United States Parole Commission, </em>682 F.2d 1105, 1108 (5th Cir.), <em>cert. denied, </em>459 U.S. 1021, 103 S.Ct. 387, 74 L.Ed.2d 517 (1982) (quoting <em>Page v. United States Parole Commission, </em>651 F.2d 1083, 1085 (5th Cir.1981)).</p>\n<p id=\"b664-12\">Sheary argues that there was insufficient evidence to support the Commission’s finding that his “offense behavior” involved more than 20,000 pounds of marijuana. However, he has failed to show that the decision to credit evidence that there was more than 20,000 pounds involved was flagrant, unwarranted, or unauthorized. Evidence was presented to the Commission indicating that the total <page-number citation-index=\"1\" label=\"559\">*559</page-number>amount of marijuana seized in the incident that led to Sheary’s arrest was 19,000 pounds and had a value of over five million dollars. The same report also provides evidence that Sheary was involved with 7,000 pounds of marijuana in a separate transaction less than a month before the present offense. <em>Id. </em>“The Commission may take into account any substantial information available to it in establishing the prisoner’s offense severity rating.” 28 C.F.R. § 2.19(c) (1985). <em>See id. </em>1982 (same regulation in effect in 1982). If an offense behavior involved multiple separate offenses, the severity level may be increased. 28 C.F.R. § 2.20 Chapter 13, subchapter A n. 2. The term multiple separate offenses refers to offenses committed at different times. <em>Id. </em>at subchapter A n. 2(b) (1986). Although this provision was added to the Code of Federal Regulations in 1986, it defines language that was in the regulation at the time of the Commission’s decision. The Commission’s finding that Sheary had been involved with more than 20,000 pounds was not clearly erroneous. <em>See Stroud v. United States Parole Commission, </em>668 F.2d at 846.</p>\n<p id=\"b665-5\">Sheary concedes his previous involvement in a marijuana transaction that involved 2,000 pounds. He does not challenge the Commission’s finding that he “admitted to the panel that he had been involved in marijuana for approximately 2V2 years prior to his arrest and that he had illegally earned in the neighborhood of $100,000.” The Commission could properly have considered Sheary’s background as a long-time participant in marijuana transactions as an “aggravating circumstance” and used its discretion to place his offense in Category Six regardless of the amount of marijuana involved. <em>See </em>28 C.F.R. § 2.20(d); <em>Young v. United States Parole Commission, </em>682 F.2d at 1108. Sheary’s attack on the Commission’s assignment to him of a Category Six severity rating is meritless.</p>\n<p id=\"b665-6\">\n<em>Treatment of Codefendant</em>\n</p>\n<p id=\"b665-7\">Sheary’s final contention is frivolous. He asserts that his due process rights were violated because Jonathan Rieble, a “similarly situated” codefendant received more favorable parole consideration. He bases this on “Example 7, 28 C.F.R. § 2.20-09.” 28 C.F.R. § 2.20 has no subsection 09 nor any examples. Sheary is apparently referring to the United States Parole Commission’s Procedures Manual, example 7, § 2.20-09, which indicates that a different treatment of codefendant who “have identical sentences” is unwarranted. <em>Id. </em>Sheary concedes that his codefendant received a three-year sentence while his own sentence was six years. The example therefore is clearly inapplicable. Moreover, the example also notes that if it appears that one codefendant has received excessively lenient treatment “it is not appropriate to compound such error by providing unwarranted leniency to other codefendant cases.” <em>Id. </em>Sheary has entirely failed to show that the Commission’s action in this regard was flagrant, unwarranted, or unauthorized.</p>\n<p id=\"b665-9\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}