{
  "casebody": {
    "data": "<casebody firstpage=\"823\" lastpage=\"830\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b843-10\">Howard CONNOUR, Plaintiff-Appellant, v. Jo Anne B. BARNHART, Defendant-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b843-13\">No. 02-1067.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b843-14\">United States Court of Appeals, Seventh Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b843-15\">Argued May 21, 2002.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b843-16\">Decided July 23, 2002.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b844-5\"><page-number citation-index=\"1\" label=\"824\">*824</page-number>Before BAUER, COFFEY, and RIPPLE, Circuit Judges.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b844-6\">ORDER</p>\n<p id=\"b844-7\">Plaintiff-Appellant Howard Connour seeks review of a decision of the district court affirming the Commissioner of Social Security’s determination that Connour was ineligible for disability insurance benefits under Title II of the Social Security Act, 42 U.S.C. § 416, 423. Connour claims that the Administrative Law Judge (ALJ) failed to give sufficient weight to the opinion of his treating physician and that the ALJ’s decision is not supported by substantial evidence. We affirm.</p>\n<p id=\"b844-8\">BACKGROUND</p>\n<p id=\"b844-9\">A. <em>Connour’s Medical History</em></p>\n<p id=\"b844-10\">Connour is currently 54 years old and resides in Tuscola, Illinois. He finished school through the 8th grade and subsequently obtained a GED. Connour worked as a roofer between 1979 and 1992, when he took a job as a general construction laborer, working primarily in highway paving. In August 1997, Connour slipped on wet pavement while moving a barricade off a roadway, fell into a ditch, and strained his neck and back. In October 1997, his primary physician referred him to an orthopedic specialist who diagnosed Connour as suffering from a back sprain and recommended that he begin a rehabilitation program. Connour was referred to Dr. Judith Lee-Sigler, a specialist in physical medicine and rehabilitation, who diagnosed Connour with a thoracic contusion sprain accompanied by mild degenerative disc disease and a history of thoracic compression fractures of unknown age. Dr. Lee-Sigler recommended that Connour not work while treatment was pursued. The doctor prescribed physical therapy, pain medication, and epidural sacroiliac joint injections. These treatments were pursued for approximately five months but did little or nothing to reduce Connour’s back and neck pain.</p>\n<p id=\"b844-12\">Connour was examined by Dr. Lee-Si-gler in April 1998, at which time she found that he had a moderately restricted range of motion in his cervical and lumbosacral muscles, tenderness to palpation in the area of the mid-cervical spine, and essentially normal muscle strength in the arms and legs. Connour reported his primary problem at this examination as a “burning, stabbing pain” in his upper back and neck when seated in an unsupported position. At a follow-up examination in June 1998, Dr. Lee-Sigler concluded that Connour was nearing maximum medical improvement and that his condition “will ultimately be controlled with pain medication” and muscle relaxants. The doctor recommended that a functional capacity evaluation be performed so that specific decisions could be made concerning Connour’s tolerance for work.</p>\n<p id=\"b844-13\">On June 16, 1998, Connour underwent three hours of functional capacity testing conducted by two physical therapists. The therapists noted that Connour was in poor physical condition, exhibited a limited cervical and lumbar range of motion, and was unable to complete certain tasks during the evaluation due to subjective complaints of pain. Connour demonstrated decreased tolerance for “work postures” such as bending, reaching, climbing, squatting, crawling and kneeling. The therapists <page-number citation-index=\"1\" label=\"825\">*825</page-number>concluded that Connour was capable of sitting for periods of 45 minutes to 1 hour frequently during the day, and that he could frequently stand for periods of up to 2 hours. It was determined that Connour was able to function at the “above light” physical demand level, and that he could lift ten pounds frequently and 30 pounds occasionally. The therapists also recommended that Connour attend a “back school” to learn proper body mechanics for lifting, and that he commence a work conditioning program to gradually increase his tolerance for work activities. Dr. Lee-Sigler reviewed the functional capacity evaluation report and on June 26, 1998, she informed Connour that she concurred with the therapists’ recommendations and assessments. Four days later, Connour returned to Dr. Lee-Sigler’s office and spoke with a nurse, who recorded in Conn-our’s chart that “Patient [Connour] is not happy with the assessment that he can work with the restrictions stated. Specifically, he thinks he may not be able to stand for more than 2 hours.”</p>\n<p id=\"b845-5\">Dr. Lee-Sigler saw Connour again on July 30, 1998, at which time she noted no change in Connour’s symptoms and stated that Connour’s permanent restrictions were lifting 10 pounds frequently and 30 pounds occasionally with a “sit/stand option” every 20 to 30 minutes. The doctor noted that Connour had discontinued “back school” and the progressive conditioning program after one week when he failed to make any “functional gains.” Dr. Lee-Sigler’s report of the July 30 examination states that “the only remaining issue in my opinion is to adjust his medications so that they give him acceptable pain relief.”</p>\n<p id=\"b845-6\">Connour filed an application for social security disability insurance benefits on August 24, 1998, which were denied. He sought reconsideration of this decision and in January 1999 Connour completed a Reconsideration Disability Report in which he stated that he was “only able to be on my feet or sitting down for 1-2 hours now before pain starts.” In March 1999, Dr. James Graham, a state Social Security Administration medical consultant, reviewed all of the medical reports in Connour’s file and completed a functional capacity assessment. Dr. Graham concluded that Conn-our could lift ten pounds frequently and twenty pounds occasionally, stand (with normal breaks) for six hours of an eight hour work day, or sit for six hours during the work day. Dr. Graham also concluded that Connour could perform unlimited pushing and pulling, but that he should avoid exposure to heights and perform only occasional stooping, kneeling or crouching. Connour’s application for benefits was again denied on reconsideration, and he requested a hearing before an Administrative Law Judge.</p>\n<p id=\"b845-8\">In May 1999, Connour returned to Dr. Lee-Sigler complaining of increased neck pain. X-rays were taken but revealed no changes from previous x-rays of the neck area. Connour’s range of motion and muscle strength were evaluated to be unchanged from previous examinations. A magnetic resonance imaging (MRI) test of Connour’s back showed no changes since the previous MRI. Nonetheless, Dr. Lee-Sigler altered her assessment of Connour’s functional status to the “sedentary” physical demand level (downgraded from the “above light” demand level) restricting lifting to no more than ten pounds occasionally, with no bending or twisting past 30 degrees and a sit/stand option every 20-30 minutes. In a subsequent letter to Conn-our, the doctor explained that her change in the functional capacity assessment was based on Connour’s subjective complaints of increased neck pain. Dr. Lee-Sigler again examined Connour in September 1999 and stated in her report that Connour <page-number citation-index=\"1\" label=\"826\">*826</page-number>could lift 30 pounds occasionally and 10 pounds frequently, with a sit/stand option every 30 minutes and no bending or twisting past 30 degrees.</p>\n<p id=\"b846-4\">B. <em>The Hearing and the ALJ’s Decision</em></p>\n<p id=\"b846-5\">A hearing on Connour’s application for disability benefits was held on March 15, 2000, and testimony was taken from Conn-our and vocational expert Nancy Wright. Connour testified that he takes Vicodin and/or Darvon four times a day for pain control, that his daily routine consists of eating breakfast with his wife, watching TV and reading, occasionally grocery shopping and visiting with his grandchildren. Connour stated that he does not do housework, yard work, or sit at his computer due to his back and neck pain, and that he experiences discomfort after standing for more than 20-30 minutes at a time. After Connour testified, the ALJ posed the following hypothetical situation to the vocational expert:</p>\n<blockquote id=\"b846-6\">I would like you to assume an individual who is 52 years old with an eighth-grade education and a GED, past relevant work that same as Mr. Connour, an individual who would be limited to hght work with the following exceptions: no jobs which would require climbing or unprotected heights, no jobs which would require repetitive bending or stooping and no jobs requiring crawling, crouching, kneeling or over shoulder work to perform the job.</blockquote>\n<p id=\"b846-7\">The vocational expert testified that given this scenario, Connour would be unable to return to work at the jobs he had previously held (roofer and construction laborer), but that he was qualified for and physically able to perform several jobs in the national economy. Ms. Wright concluded that Connour had acquired skills through his past work experience that were transferrable to the semi-skilled, fight-level jobs of ride operator, production clerk, and car inspector. Additionally, the vocational expert testified that even if Connour had no transferrable skills, he was capable of performing the unskilled, light-level jobs of counter attendant, airline service representative, messenger, cashier, or packer.</p>\n<p id=\"b846-9\">On May 22, 2000, the ALJ issued a decision finding that Connour was not disabled for purposes of Social Security disability insurance benefits. The judge detailed Connour’s history of diagnosis and treatment and determined that based on the evidence, Connour was limited as follows:</p>\n<blockquote id=\"b846-10\">[Ljifting no more than twenty pounds at a time with frequent lifting and carrying of objects weighing up to 10 pounds. He should not perform repetitive bending or stooping. He should not perform work that requires crawling, crouching, kneeling or over shoulder work. He should not climb or work at unprotected heights.</blockquote>\n<p id=\"b846-11\">The ALJ found that based on the evidence, Connour’s testimony was “less than credible with regard to his allegations of total disability,” and that “the degree of the claimant’s alleged pain and functional limitation was not credible as it was not supported by the medical evidence or relevant credibility factors.” The ALJ did not credit Connour’s hearing testimony that he could only sit or stand for 20-30 minutes before the onset of back and neck pain, and the judge gave greater credence to Connour’s prior statements (in his Reconsideration Disability Report and as recorded in his medical records) that he could sit or stand relatively pain-free for 1-2 hours. The ALJ also found, based on the medical evidence and the testimony of the vocational expert, that there were a significant number of jobs in the national economy <page-number citation-index=\"1\" label=\"827\">*827</page-number>that Connour was capable of performing. As a result, the ALJ determined that Connour was not “disabled” within the meaning of the Social Security Act and ineligible for disability benefits. On appeal, the district court granted summary judgment to the Commissioner and affirmed the ALJ’s decision, holding that the ALJ’s conclusions were supported by substantial evidence. This appeal followed.</p>\n<p id=\"b847-5\">ISSUES PRESENTED AND STANDARD OF REVIEW</p>\n<p id=\"b847-6\">On appeal, Connour argues that the decision denying his application for benefits was erroneous because the ALJ (1) failed to give controlling weight to all of the opinions and recommendations of Dr. Lee-Sigler; (2) improperly relied on the testimony of the vocational expert that Conn-our acquired transferrable skills from his prior work without requiring testimony explaining exactly how those skills were transferrable to other jobs; and (3) made improper credibility determinations that were not supported by the evidence of record.</p>\n<p id=\"b847-7\">Judicial review of a decision finding an applicant to be ineligible for disability benefits is limited to determining whether the ALJ applied the correct legal standards in reaching his or her decision and whether substantial evidence in the record supports the findings. <em>Schmidt v. Apfel, </em>201 F.3d 970, 972 (7th Cir.2000). Substantial evidence requires no more than “such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.” <em>Id.</em></p>\n<p id=\"b847-8\">DISCUSSION</p>\n<p id=\"b847-9\">A. <em>The Opinions of Connour’s Treating Physician</em></p>\n<p id=\"b847-10\">Initially Connour argues that the ALJ failed to give controlling weight, or at least great weight, to the medical opinions of Dr. Lee-Sigler that Connour required a “sit/stand option” every 20-30 minutes while working, and that he was limited to sedentary work. When reviewing a treating physician’s findings to decide whether or not they shall be given controlling weight, we look to whether the findings meet acceptable medical procedures and weigh the doctor’s opinions against the other substantial evidence in the record, including such other evidence as may be inconsistent with the physician’s conclusions. <em>Shramek v. Apfel, </em>226 F.3d 809, 814 (7th Cir.2000). An ALJ may reject a treating physician’s opinion if it is internally inconsistent, inconsistent with other medical evidence in the record, or where treating and consulting physicians present conflicting opinions. <em>Knight v. Chater, 55 </em>F.3d 309, 313-314 (7th Cir.1995); <em>Books v. Chater, </em>91 F.3d 972, 979 (7th Cir.1996).</p>\n<p id=\"b847-12\">With respect to Dr. Lee-Sigler’s opinion that Connour required a sit/stand option every 20-30 minutes, the ALJ was justified in not giving weight to this recommendation because it was inconsistent with other substantial evidence of record. Specifically, the ALJ noted that Connour himself had, on more than one occasion, indicated that it was only after 1-2 hours of continuous sitting or standing that he began to feel pain in his back and/or neck. Furthermore, the formal functional capacity assessment conducted in June 1998 concluded that Connour’s condition enabled him to sit continuously for up to one hour and stand continuously for up to two hours. Finally, the functional capacity evaluation performed by Dr. James Graham, the state agency medical consultant, similarly concluded that Connour was able to stand (with normal breaks) for six hours of an eight hour work day, or sit for six hours during the work day. Dr. Lee-<page-number citation-index=\"1\" label=\"828\">*828</page-number>Sigler’s recommendation for a sit/stand option every 20-30 minutes was inconsistent with Connour’s statements concerning his own limitations and with the findings of the two functional capacity evaluations, and the record is barren of any explanation for why Dr. Lee-Sigler disagreed with the findings of the functional capacity evaluations. Indeed, the doctor expressly concurred with the physical limitations assessed in the initial evaluation performed in June 1998, and there is no explanation, much less reasoning, in the record for the doctor’s subsequent expression of disagreement with those restrictions.</p>\n<p id=\"b848-4\">It is true that the ALJ’s written decision did not specifically state that she was not crediting the portion of the treating physician’s opinion that Connour needed a sit/ stand option, but an “ALJ need not provide a complete written evaluation of every piece of testimony and evidence.” <em>Diaz v. Chater, 55 </em>F.3d 300, 308 (7th Cir.1995). Rather, a decision will be upheld on appeal when an ALJ “articulate[s], at some minimum level, his analysis of the evidence to allow the appellate court to trace the path of his reasoning.” <em>Id, </em>at 307. In this case the ALJ’s decision demonstrates that she found Dr. Lee-Sigler’s opinion to be inconsistent with the evidence of record. The decision expressly noted Dr. Lee-Sigler’s inclusion of a sit/stánd option in the doctor’s July 1998 examination report. After throughly discussing all of the evidence bearing on this question, including the statements of Connour and the results of the two functional capacity assessments, the decision concluded that the necessity of a sit/stand option was not supported by the evidence of record. Our review of the record and the ALJ’s decision convinces us that the ALJ considered all of the relevant evidence and that substantial evidence supports the ALJ’s decision not to credit Dr. Lee-Sigler’s recommendation for a sit/ stand option.</p>\n<p id=\"b848-5\">Connour also argues that the ALJ erred in not giving controlling weight to Dr. Lee-Sigler’s opinion, rendered in May 1999, that Connour was only capable of lifting 10 pounds, which would render him ineligible for light work. In this instance, the ALJ’s decision specifically explained why this portion of the treating physician’s opinion was entitled to little credence:</p>\n<blockquote id=\"b848-6\">The undersigned does not assign controlling weight to Dr. Lee-Sigler’s assertion that the claimant requires a ten pound lifting restriction since that restriction was obviously given in response to the claimant’s subjective complaints of pain rather than objective findings, and contradicts the finding of the formal physical capacity evaluation.</blockquote>\n<p id=\"b848-7\">There is substantial evidence to support the ALJ’s determination that Dr. Lee-Sigler’s revision of her opinion on Conn-our’s lifting restriction was not based on any objective findings, and was not supported by the other evidence of record. As previously noted, the functional capacity evaluations of June 1998 and March 1999 both found that Connour was capable of lifting <em>at least </em>20 pounds occasionally. Further, at the May 1999 examination that resulted in Dr. Lee-Sigler’s downgrade of Connour’s lifting capacity, no objective deterioration of his condition was established by the various tests performed. Specifically, X-rays were taken but revealed no changes from previous x-rays of the neck area. Connour’s range of motion and muscle strength were evaluated to be unchanged from previous examinations, and a magnetic resonance imaging (MRI) test of Connour’s back showed no changes since the previous MRI. The ALJ’s determination that Dr. Lee-Sigler’s 10 pound lifting restriction was based on Connour’s subjective complaints of increased pain in his neck area, rather than objective medical <page-number citation-index=\"1\" label=\"829\">*829</page-number>findings, is supported by the evidence of record, and thus the ALJ’s rejection of the doctor’s conclusion was permissible. <em>See Diaz, </em>55 F.3d at 308 (holding that an ALJ need not give substantial weight to a physician’s opinion that is based on a patient’s “own statements about his functional restrictions.”); <em>Butera v. Apfel, </em>173 F.3d 1049, 1057 (7th Cir.l999)(finding that a physician’s opinion was not “persuasive” because the doctor “stated that her finding’s were based in part on [the claimant’s] complaints.”)</p>\n<p id=\"b849-5\">B. <em>Vocational Testimony Concerning Transferrable Skills</em></p>\n<p id=\"b849-6\">Connour next argues that the ALJ erred in relying on the testimony of the vocational expert because the expert did not explain <em>how </em>the transferrable skills Connour allegedly acquired in his work as a roofer and construction laborer could be applied to other employment. Connour reasons that this flaw in the ALJ’s reasoning renders her adoption of the expert’s conclusions unsupported by substantial evidence.</p>\n<p id=\"b849-7\">Connour’s argument fails for the reason that the ALJ’s determination that Connour was capable of performing work available in significant numbers in the national economy was in no way dependent on a finding that he was able to perform semi-skilled jobs (production clerk, car inspector) using transferrable skills he had acquired as a roofer. Rather, the vocational expert testified, and the ALJ concluded, that Conn-our was also capable of performing numerous other <em>non-skilled </em>jobs such as cashier, counter attendant, packer, airline service representative and messenger. The expert’s conclusion that Connour was able to perform these jobs was independent of her conclusion that he was also able to perform semi-skilled jobs utilizing transferrable skills. Connour has failed to advance any argument as to why this portion of the vocational expert’s testimony was not entitled to credence, or why the conclusion that he could perform the unskilled jobs does not mandate a finding that he was not disabled within the meaning of the Social Security Act. We are convinced that regardless of the merits of Connour’s argument (which we need not decide) the Commissioner met her burden of establishing that Connour was capable of performing work available in significant numbers in the national economy, and the ALJ’s decision in this regard was consequently supported by substantial evidence.</p>\n<p id=\"b849-9\">C. <em>The ALJ’s Credibility Determinations</em></p>\n<p id=\"b849-10\">Connour takes issue with the ALJ’s conclusion that his testimony concerning the degree of his pain and his functional limitations was “not credible as it was not supported by the medical evidence or relevant credibility factors.” Connour contends that the ALJ’s credibility finding was insupportable because the administrative judge’s decision failed to give great weight to laboratory results showing that he experienced diminished blood flow to his legs during exercise, and because the ALJ allegedly made her own medical finding, uncorroborated in the medical records, that Connour did not suffer from the “usual signs of severe pain such as abnormal weight loss or muscle atrophy.”</p>\n<p id=\"b849-11\">We will reverse an ALJ’s credibility determination “only if the claimant can show it was patently wrong.” <em>Powers v. Apfel, </em>207 F.3d 431, 435 (7th Cir.2000). However, it is not sufficient for the ALJ to make only a conclusory statement that a claimant’s testimony is not credible, and the ALJ’s decision must “build a bridge from the evidence to the conclusion.” <em>Green v. Apfel, </em>204 F.3d 780, 781 (7th Cir.2000); <em>Zurawski v. Halter, </em>245 F.3d 881, 887 (7th <page-number citation-index=\"1\" label=\"830\">*830</page-number>Cir.2001). Connour’s argument fails because the ALJ’s decision does not merely dismiss Connour’s testimony as incredible without an explanation. Rather, the ALJ expressly enumerated those portions of the evidence that she felt undermined Connour’s credibility concerning the disabling nature of his pain, namely (1) the fact that Connour had attended physical therapy; (2) Connour testified that his pain medications were effective; (3) he had never sought emergency room treatment; (4) had never been hospitalized for his back condition; (5) had never had surgery recommended by a physician; (6) Dr. Lee-Sigler expressed the opinion that Conn-our’s pain should be controllable with medication; (7) Connour’s functional capacity assessments concluded that he was able to perform light work; and (8) Connour’s own testimony concerning his daily activities (driving, shopping, etc.) was not consistent with a person who suffers from disabling back pain.</p>\n<p id=\"b850-4\">In reviewing an ALJ’s credibility assessment, our role is not to re-weigh the evidence and/or search the record for evidence that would support either party’s position. <em>Lee v. Sullivan, </em>988 F.2d 789, 793 (7th Cir.1993). Our task is at an end if it may be said that the ALJ articulated the reasons for her determination and the decision is not “patently wrong.” <em>Powers, </em>207 F.3d at 435. We are convinced that there is sufficient evidence, identified by the ALJ, that supports her credibility determination such that it cannot be said that her conclusions were patently wrong.</p>\n<p id=\"b850-5\">The decision and judgment of the district court are AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}