{
  "casebody": {
    "data": "<casebody firstpage=\"52\" lastpage=\"63\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b64-3\">POSTAL TELEGRAPH-CABLE CO. v. GRANTHAM.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b64-4\">(Circuit Court of Appeals, Fourth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AhH\">February 7, 1911.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b64-5\">No. 1,002.</docketnumber>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b64-6\">1. Trial (§ 139<footnotemark>*</footnotemark>) — Direction of Verdict — Duty of Court.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b64-7\">Where the evidence is so conclusive that the Court, in the exercise of a sound judicial discretion, would be compelled to set aside a verdict in opposition to it, the trial judge should -direct a verdict when requested; but, where it is such that reasonable men may differ as to the inference to be drawn from it, the court should submit the case to the jury.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b64-8\">[Ed. Note. — For other cases, see Trial, Cent. Dig. §§ 333-341; Dec. Dig. § 139.*]</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b64-9\">2. Master and Servant (§ 288*) — Master’s Liability for Injury to Serv- - ant — Defective Tools — Assumption of Risk.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b64-10\">Plaintiff was a lineman employed by defendant telegraph company and wag injured while he and others were taking down poles, by reason, as he alleged, of a defective “deadman” furnished by defendant, with which to do the work. There was evidence that he had previously made requisitions for, and had been promised, a different tool. The work on which he was engaged was done by order of the district foreman who insisted on its being done at once with the men and means at hand without waiting for the gang who usually did such work and were equipped for it. <em>Held, </em>that whether plaintiff assumed the risk from the use of the tool supplied depended on whether the danger from its use was so clear and obvious that he knew and appreciated it, or should have done so in the exercise of reasonable care, which was a question of fact for the jury.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b64-11\">[Ed. Note. — For other cases, see Master and Servant, Cent. Dig. §§ 1068-1088; Dec. Dig. § 288.* ‘</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b64-12\">Assumption of risk incident to employment, see note to Chesapeake &amp;’ O. R. Co. v. Hennessey, 38 C. C. A. 314.]</syllabus>\n<syllabus data-order=\"11\" data-type=\"headnotes\" id=\"b64-13\">3. Trial (§ 234*) — Requests for Instructions — Form Under North Carolina Practice.</syllabus>\n<syllabus data-order=\"12\" data-type=\"headnotes\" id=\"b64-15\">Under the North Carolina practice of having the jury respond to issues of fact and not find a general verdict, requested instructions, concluding that upon the assumed state of facts “plaintiff cannot recover,” are improper in form, and their refusal is not error.</syllabus>\n<syllabus data-order=\"13\" data-type=\"headnotes\" id=\"b64-16\">[Ed. Note. — For other cases, see Trial, Cent. Dig. §§ 534-53S, 566; Dec. Dig. § 234.*]</syllabus>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b64-17\">In Error to the Circuit Court of the United States for the Eastern District of North Carolina, at Raleigh.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b64-18\">Action at law by Frank Grantham against the Postal Telegraph-Cable Company. Judgment for plaintiff, and defendant brings error.</summary>\n<disposition data-order=\"16\" data-type=\"disposition\" id=\"AED\">Affirmed.</disposition>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b64-19\">This is an action instituted by the defendant in error in the superior court of North Carolina for the county of Wayne and removed therefrom to the Circuit Court of the United States for the Eastern District of North Carolina upon motion of the plaintiff in error.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b64-20\">Paragraphs 4 and 5 of the complaint are in the following language:</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b64-21\">“That, in order to enable the plaintiff to perform the said service in removing said poles, it was the duty of the defendant to furnish the plaintiff with what is known among workmen in the telegraph service as a ‘deadman,’ which is a long pole with an open iron top, in the center of which is a sharp-pointed- iron spike, so arranged that, in lifting and letting down a pole, the pole shall he held in the arms of the iron frame at the end of said deadman. and the said pole shall be kept from slipping by the said sharpened iron point; <page-number citation-index=\"1\" label=\"53\">*53</page-number>that <em>the </em>defendant carelessly and negligently failed, although from time to time requested so to do, to furnish the plaintiif with this .necessary implement for his work; that in consequence thereof plaintiff was compelled in pursuance of orders in doing his work to use an instrument unsuited to his work, and while letting down a pole, and while in the exercise of all proper skill and care, the implement which plaintiff was compelled to use by reason of the negligence of the defendant slipped up the pole and together with tlxe pole fell on plaintiff and dislocated and broke his thigh and otherwise injured him, so that he was compelled to go to a hospital and have his leg set four times, and he is now unable to walk except by the use of crutches, and then only with great difficulty, and said injured leg being some three inches shorter than it ought to he, so that by reason of all of which he has suffered greatly, both in body and mind, and has been rendered unable to make a living to his great damage, to wit, in the sum of $50,000.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b65-4\">“That by reason of the negligent and careless failure of the defendant to supply the necessary implements and machinery with which to conduct tbe work that he had contracted to do, the injuries hereinbefore recited were brought about, and by reason thereof the plaintiff has been injured in the said, amount of $50,000.”</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b65-5\">At tho time of his injury the defendant in error was a station lineman for the plaintiff in error. Mr. Heard was a district foreman. It appears that the defendant in error -did not have authority to hire and discharge hands. On this occasion he was instructed by the district foreman, Heard, to pick up two or three men and do the work. It also appears that both Mr. Kibble and Mr. Heard were foremen over Grantham. It appears that the defendant in error was stationed at Charlotte as station lineman for the plaintiff in error. A day or two before the accident occurred, the defendant in error received orders from both Mr. Kibble and Mr. Heard to remove a line of telegraph poles and wires near the city of Charlotte, N. C-, along tho right of way of tho Southern Railway Company in order to make place for a coal chute to be constructed l&gt;y the railway company.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b65-6\">Mr. Heard, district foreman, went with the defendant in error to examine the ground and, among other things, ascertained that there were about 12 or 13 poles to be moved covering a distance of about a mile. The defendant in error said to the district foreman that he thought tho work was “gang work, and was too heavy.” Upon being told'that the gang of hands which he had been working were up in Virginia, the district foreman told him that he could pick up two or three men and do the work for what it would cost in transportation to get the gang there. It was shown in the testimony that 7 to 20 men constitute a gang. The defendant in error testified that he told Mr. Heard “experienced help was hard to get in Charlotte; that all the white men were employed by the electric light people, and we di(l not work colored men. and that I knew of only two white linemen, Harris and “Watson; that Mercer, a negro, was a green man.”</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b65-7\">He further testified: That the district foreman insisted that he “pick up two os three hands and move the line.” That he undertook to do the work. That the pole to be taken down had to fall between the wires which were strung overhead, and the poles stood in four or five feet of a deep cut. That the wires were about six inches apart, and the defendant in error could not let the pole knock against or cross these wires. The deadman used was what is called a sawbuck deadman and, in his testimony, the defendant in error says: “That is one reason I was using a deadman. I had to use the deadman to keep the poles from beating against tile wires.” That the telegraph company failed and neglected to furnish necessary tools, to wit. a suitable deadman with whieh to take down the tall cypress poles. That he had made requisition in writing twice — in 1906 and 1907 — for a deadman, and in the summer of 1908 he asked Mr. Kibble for a deadman, and Mr. Kibble said: “The supply department in New York would furnish the dead-man.” It was shown by witness Watson that he heard the defendant in error ask Mr. Kibble for a deadman, and his testimony is corroborated by that of Lawrence Mercer, another witness. That, being directed by the district foreman to pick up two or three men and remove the line, he obeyed orders and undertook tho work without the proper tools, and with these <page-number citation-index=\"1\" label=\"54\">*54</page-number>inexperienced men to assist him, and finding it necessary, in order to protect the wires from destruction, as the pole had to come down between the wires, he undertook to secure additional 'tools and found a sawbuck deadman, “which he picked up” on the work of the telegraph company. That, when he reached the place, where the pole had to he let down, the defendant in error took the sawbuck deadman and got in the line of the pole; “it being the usual place for him to stand.” The hands, with their long pikes, undertook to let the pole down by degrees. That while they were attempting to lower the pole the defendant in error was holding the sawbuck deadman when all at once it slipped and came down on him injuring him as alleged. It appears from the evidence that the sawbuck deadman consisted of “two pieces of plank put together crosswise, with only a bolt to hold it, with a broad piece of plank across the bottom about six feet long at the foot, where the legs rested on the ground,” and that the pieces of plank in which the pole was •let down had no iron spikes driven to catch the pole and hold it and prevent it from slipping backwards or forwards, aBd that these si&gt;ikes are safety devices in general use.</summary>\n<attorneys data-order=\"24\" data-type=\"attorneys\" id=\"b66-3\">Robert C. Strong and C. V. Meredith (Meredith &amp;'Cocke, on the brief), for plaintiff in error.</attorneys>\n<attorneys data-order=\"25\" data-type=\"attorneys\" id=\"b66-4\">Charles B. Aycock (W. T. Dortch and Aycock &amp; Winston, on the brief), for defendant in error.</attorneys>\n<p data-order=\"26\" data-type=\"judges\" id=\"b66-5\">Before PRITCHARD, Circuit Judge, and ROSE and McDOWELL, District Judges.</p>\n<footnote data-order=\"27\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b64-22\">For other oases see same topic &amp; § number in Dee. <em>&amp; </em>Am. Digs. 1907 to date, <em>&amp; </em>Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"28\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b66-6\">PRITCHARD, Circuit Judge</author>\n<p id=\"Aq\">(after stating the facts as above). [1] This case comes here from the Eastern District of North Carolina. The first assignment of error is to the effect that the court below erred in denying the motion of the defendant below to nonsuit the plaintiff upon the evidence under what is known as the “Hinsdale act,” passed by the Legislature of that state, and also the motion to direct a verdict in favor of the defendant. Under the North Carolina practice a motion for judgment by nonsuit upon the evidence is tantamount to a motion to direct a verdict. We will therefore consider the motion for a judgment by nonsuit as being in the nature of a motion to direct the verdict. The motion to nonsuit was made at the close of the evidence in chief of the plaintiff and renewed at the close of the entire evidence as required by the statute in question.</p>\n<p id=\"b66-7\">Among other things, it is insisted that the plaintiff assumed the risks incident to his emplojunent; that he had been employed by the defendant company for about <em>2y2 </em>years; that he was a skilled workman and was thoroughly familiar with the dangers incident to his employment ; that he knew from experience the kind of deadman that should be used to insure the safety of thosé engaged in that particular kind of business; that on this occasion the plaintiff made no demand for this kind of implement; and that he was fully aware of the perilous undertaking in which he was about to engage.</p>\n<p id=\"b66-8\">There is a controversy as to whether the defendant tendered an issue presenting this phase of the question; but in so far as the record shows no such issue was tendered or presented to the jury. However, the court, in charging the jury on the issue submitted as to contributory negligence, also instructed the jury as to the law bearing on this point. This practice is permissible under North Carolina procedure.</p>\n<p id=\"b67-3\"><page-number citation-index=\"1\" label=\"55\">*55</page-number>li is also insisted by the plaintiff that the question as to whether the plaintiff assumed the risks incident to his employment in this respect was not properly pleaded in the answer. In view of the allegations contained in the complaint, we think that the averments of the answer as respects this defense are sufficiently explicit.</p>\n<p id=\"b67-4\"><bracketnum>¡ 2]</bracketnum> We now come to consider the more important question, which is as to whether, under the circumstances, the court erred in refusing to direct a verdict in favor of the defendant. As to when the court should direct a verdict is clearly stated in the third syllabus of the case of Pennsylvania R. R. Co. v. Martin, 111 Fed. 586, 49 C. C. A. 474, 55 L. R. A. 361:</p>\n<blockquote id=\"b67-5\">“Whore the evidence is so conclusive that the court, in the exercise of the sound judicial discretion, would he compelled, to set aside a verdict in opposition to it the trial judge should direct a verdict when requested.”</blockquote>\n<p id=\"b67-6\">It has also been held that, where the evidence is such that reasonable men may reasonably differ as to the inference to be drawn therefrom, it is the duty of the court to submit the same to the jury for their determination.</p>\n<p id=\"b67-7\">The defendant in its answer avers that <em>the </em>sawbuck deadman furnished to the plaintiff was a proper tool, and that, if the plaintiff had exercised proper skill and care, lie would not have sustained the injury of which he complains. The fourth paragraph of the answer, among other things, contains the following statement:</p>\n<blockquote id=\"b67-8\">\"Further answering said paragraph it, this defendant denies any and all negligence on its part, and alleges that the direct and proximate cause of the injury complained of was the improper and negligent use by the plaintiff of what is known as a ‘sawlmck deadman’ in leiting down the pole in question, and that if the plaintiff liad exercised proper skill and care, or if he had used, and had not been careless and negligent in taking down the said polo, 1he implements and appliances furnished by the defendant, which were in all respects proper for this •work, th’e injury would not have resulted and such negligence on plaintiff's part bars his recovery.”</blockquote>\n<p id=\"b67-9\">This averment raised the question as to whether the implements and appliances furnished by the defendant were in all respects proper for this work, and as to whether the injury was due to the improper and negligent use of such implements in letting down the pole in question, all of which was submitted to the jury with ample instructions as to the law relating to the same. The court, among other things, instructed the jury that, if the defendant supplied the plaintiff with reasonably safe appliances in general use, the defendant company was not guilty of negligence. The evidence on this point was conflicting, and the court very properly permitted the jury to determine the issue thus raised by the pleadings, and the jury returned a verdict on this issue in favor of the plaintiff.</p>\n<p id=\"b67-10\">We have carefully considered the instructions of the court below bearing upon this phase of the case and are of opinion that the same were proper, and, inasmuch as there was evidence to sustain the jury in this respect, we do not feel warranted in disturbing tile verdict in that particular. However, as we have stated, it is insisted that the plaintiff, under the circumstances, assumed the risks incident to his employment.</p>\n<p id=\"b68-3\"><page-number citation-index=\"1\" label=\"56\">*56</page-number>It appears from the evidence that this w~s a case of emergency where the defendant was exceedingly anxious to have the telegraph poles in question removed promptly in order that the railroad company might be permitted to construct the coal chute, and, in order to save time, and the defendant company additional expense, the district foreman told the plaintiff that it was not necessary to send to Virginia for the regular gang that had been employed in taking down poles, and that he must pick up two or three hands in Charlotte with which to do this work. It appears that the plaintiff told the district foreman that this was a heavy piece of work owing to the nature of the ground on which the poles were located, and that he thought it best to send for the gang in order that he might have a better force of hands, etc. But, for the reasons stated, the district foreman informed the plaintiff that it was not necessary to send for the gang and insisted that the work be done immediately. The district foreman was thoroughly acquainted with the ground and knew of the nearness of the poles to the cut. It is also insisted that he knew that the instrument furnished was not a standard tool.</p>\n<p id=\"b68-4\">It is contended that the plaintiff, owing to the conversation which he had with the district foreman before he undertook to do this work, was led to believe that he was safe in attempting to do the work in the manner directed. Under such circumstances, it was but natural for the plaintiff to obey the orders of his superior when he knew that bis refusal to comply with such orders would result in his dismissal. He had requested the defendant to furnish a deadman of the kind described in the complaint. His testimony as respects this matter is as follows:</p>\n<blockquote id=\"b68-5\">“Q. When did yon make requisition for this tool? A. I made requisition in writing twice — in 1906 and 1907 — and in 1908 I asked Mr. Kibble for a deadman. and a grindstone. He said- the grindstone would be furnished by him, and that the supply department in New Xork would furnish the dead-man.</blockquote>\n<blockquote id=\"b68-6\">“Q. When was that? A. In 1908.</blockquote>\n<blockquote id=\"b68-7\">“Q. What time of the year? A. I don’t remember the date, must have been in the summer.”</blockquote>\n<p id=\"b68-8\">Thus it will he seen that as late as the summer of 1908 the plaintiff had been assured by the defendant that a standard tool would be furnished.' Even if the assurances had been made in the early summer, not more than five months had elapsed between this and the time of the accident. These continued assurances on the part of the defendant, together with the peculiar and urgent circumstances attending the undertaking of this work, were sufficient to induce the plaintiff to believe that he was safe in attempting to do the work in the.manner directed. In this connection is should be borne in mind that it nowhere appears that the plaintiff was fully advised as to the peril of attempting to do the work in question without an instrument of this kind. The evidence of the district foreman is to the effect that the instrument used was equally as safe as the one which the plaintiff had requested the defendant company to furnish, and it was no doubt this view of the evidence that induced the court below to submit the question as to whether the plaintiff assumed the risk incident to his em<page-number citation-index=\"1\" label=\"57\">*57</page-number>ployment tinder the issue relative to contributory negligence. In submitting this phase of the question to the jury, the learned judge who heard this case below, after stating the plaintiff’s claim, said:</p>\n<blockquote id=\"b69-4\">“The defendant denies that the plaintiff made application for this kind of deadman or one like it; that he made these applications for tools in writing which have been shown you, and this was not among them, and from that it insists that he never called for this deadman. That is a matter for you to decide. And the defendant puts in testimony the purport of which is that the kind of deadman used was the one generally in use, and one or more of its witnesses say it is the safer, and described why that is so. That is a matter of opinion you ought to weigh in the light of experience. And some testimony was introduced by plaintiff: and defendant as to the sawbuck deadman having spikes in it, and one witness said about half have them and others have not. Yon were shown the book containing the rules of the company showing what kind of tools should be called for and what is regarded ns standard tools. So that \"the controversy narrows itself down to three questions: First, was the plaintiff injured by the negligence of the defendant; that is, did defendant fail to do its duty in respect to furnishing tools? The defendant says that the plaintiff was not injured by reason of its negligence, and goes further and says that, even if it was negligent, the plaint iff was himself negligent in that he did not use the implements given him in a careful manner; that he did not take the usual precautions to avoid injury with the implements he had to use; and, further, that he assumed the risk. You must consider both of these questions. If the injury the plaintiff sustained was due to or caused by the risk he assumed by reason of his employment, you will answer tho second issue, ‘Yes’; and if he used the instruments furnished in an improper way, did not exercise due care, he would lie guilty of contributory negligence.”</blockquote>\n<p id=\"b69-6\">Bearing upon the question as to whether the plaintiff assumed the risks incident to his employment, the court said:</p>\n<blockquote id=\"b69-7\">“Upon the first issue I charged you as to the duty of the master; upon tho second issue it is the duty of the court to charge you as to the duty of tiie servant. The law requires him to exercise ordinary care for his safety, and to discover those dangers which a man of ordinary prudence would discover, and, if tho servant fails to perform his duty, ho himself is negligent; but the law does not impute negligence to the servant simply because he endeavors to perform the labors assigned him with defective tools also supplied to him by the master. If the master furnished defective tools or insufficient appliances to the servant, and if the servant uses such defective tools and appliances in the performance of his duty, in a reasonably careful and safe maimer, the servant is not guilty of negligence in so doing unless the danger is open and obvious and known to him and after such knowledge he continues to do the work assigned him. So, in this case, T charge you that if defendant furnished insufficient appliances to the plaintiff, or failed to furnish to the plaintiff proper appliances to do the work in question, and if the jury shall find that such proper appliances were in general use in said business, and if you shall further find that the plaintiff at the time of his injury was reasonably careful in the performance of the duty assigned him and made the best use of the tools assigned him that a reasonably prudent man would have done, and was himself reasonably free from negligence and carelessness in doing the work assigned him to do, the jury will, under those circumstances, answer the second issue,- ‘No.’”</blockquote>\n<p id=\"b69-8\">Thus it will be seen that this question was fully presented to the jury by the court below.</p>\n<p id=\"b69-9\">In the case of Lloyd v. Hanes, 126 N. C. 359, 35 S. E. 611, the court, among other things, said:</p>\n<blockquote id=\"b69-10\">“Assumption of risk is a matter of defense analogous to contributory negligence to be passed on by the jury, who are to say whether the employe <page-number citation-index=\"1\" label=\"58\">*58</page-number>voluntarily assumed the risk. It is not enough to show merely that he worked on knowing the danger, but, further, it is only where the machinery is so grossly and clearly defective that the employe must know of the extra risk, that he can be deemed to have voluntarily assumed the risk.”</blockquote>\n<p id=\"b70-4\">And in the case of Sims v. Lindsay, 122 N. C. 678, 30 S. E. 19, it was held:</p>\n<blockquote id=\"b70-5\">“That an operative by not declining to work at a machine lacking some of the safeguards which he has seen on other similar machines dues not thereby waive all claim for damages from a defective machine, unless it be so plainly defective that the employs must be deemed to know the risk.”</blockquote>\n<p id=\"b70-6\">In the case of Patterson v. Pittsburg, 76 Pa. 389, 18 Am. Rep. 412, it was held:</p>\n<blockquote id=\"b70-7\">“A. The master is bound to furnish and maintain suitable instrumentalities for the duties required of his servant, and if he does not he is liable for injuries from his negligence. B. If the instrumentality by which the servant is to perform his duty is so obviously and immediately dangerous that a man of common prudence would refuse to use it, the master is not liable for resulting damages; the servant being in this case guilty of concurrent negligence. C. When the servant, in obedience to the master, incurs the risk of machinery which, though dangerous, is not so much so as to threaten immediate injury, or it is reasonably probable may lie used safely by extraordinary caution, the master is liable for the resulting injury.”</blockquote>\n<p id=\"b70-8\">In discussing these cases the Supreme Court of North Carolina, in Hicks v. Manufacturing Company, 138 N. C. 319, 50 S. E. 703, said:</p>\n<blockquote id=\"b70-9\">“In several of the recent cases, the standard in such cases is said to be that these risks are never assumed unless the act itself is obviously so dangerous that the inherent probabilities of danger are greater than those of safety.</blockquote>\n<blockquote id=\"b70-10\">“This is a correct and satisfactory formula sanctioned by the decisions referred to, and in applying the rule to practical litigation the test is whether or not, under the facts and attendant circumstances including the nature of the defect and danger, the risk is one which a reasonable man should incur by continuing to work under existing conditions, and when the matter is for the jury to determine it may be well to submit the case in terms by that standard.”</blockquote>\n<p id=\"b70-11\">The fourth syllabus of this case thus states the law:</p>\n<blockquote id=\"b70-12\">“An employe will not be deemed to assume the risk from the fact that he works on in the presence of a known defect, unless the danger be obvious and so imminent that no man of ordinary prudence would incur the risk which the conditions disclose.”</blockquote>\n<p id=\"b70-13\">In the case of Choctaw, Oklahoma &amp; Gulf R. R. Co. v. McDade, 191 U. S. 64, 24 Sup. Ct. 24, 48 L. Ed. 96, the court said:</p>\n<blockquote id=\"b70-14\">“The court left to the jury the question of the assumption of risk on the part of McDade with instructions which did not permit of recovery if he either knew of the danger of collision with the waterspout, or, by the observance of ordinary care upon his part, ought to have known of it. The servant assumes the risk of dangers incident to the business of the master, but not of the latter’s negligence. Hough v. Railway Co., 100 U. S. 213 [25 L. Ed. 612]; Wabash Ry. Co. v. McDaniels, 107 U. S. 454 [2 Sup. Ct. 932, 27 L. Ed. 605]; N. P. R. R. Co. v. Herbert, 116 U. S. 642 [6 Sup. Ct. 590, 29 <em>L. </em>Ed. 755]; N. P. R. R. Co. v. Babcock, 154 U. S. 190 [14 Sup. Ct. 978, 38 <em>L. </em>Ed. 958].”</blockquote>\n<p id=\"b71-3\"><page-number citation-index=\"1\" label=\"59\">*59</page-number>In that case the court also said:</p>\n<blockquote id=\"b71-4\">“There was testimony tending to show that McDade had been over part of file road where <em>the </em>Goodwin tank was situated only a few <em>times, find </em>part of the trips were made in the night season, and also that the furniture cars were of unusual height as compared with those generally used in the transaction of the business of the company. Neither the assumption of risk nor the contributory negligence of the plaintiff below was so plainly evident as to require the jury to he instructed to find against the plaintiff; but, under the facts disclosed, these mailers were properly loft to the determination of the jury.”</blockquote>\n<p id=\"b71-5\">The Supreme Court of North Carolina has gone to the extent of holding that the failure to furnish a deadman to assist in taking down telegraph poles, if such an instrument be reasonably necessary for this purpose, is such an omission of duty as may deprive the defendant of the defense of assumption of risk. Orr v. Telegraph Co., 132 N. C. 693, 44 S. E. 402. The court in that case said;</p>\n<blockquote id=\"b71-6\">“It is contended that, oven if the plaintiff was not guilty of coniributory negligence, he knew that the tools were not at hand and assumed the risk of taking down the pole without them. It, was argued that this wits it simple operation, equivalent, to sending a man to cut down a tree, the danger of which could easily be determined by any one. If we thought so, this would end tiie case; but taking down a telegraph or telephone pole is a distinct, and dangerous operation. The pole is neither cut down nor permitted to fall, as that would probably destroy It and Its attachments. It is dug up and let down by degrees so as to protect it from injury. The danger lies in the great, leverage of a long tuid heavy pole, to counteract which the resisting force must be applied near the upper end. This can be done only by spikes and ‘deadmen,’ or something equivalent thereto. The former are small poles with sharp spikes in one end. Deadmen are like crutches, on which the telegraph pole that is being lowered is permitted to rest while the men are changing their positions and taking a fresh hold.</blockquote>\n<blockquote id=\"b71-7\">“In cases where.the defendant fails to perform Its duty in furnishing safe and suitable appliances, the plaintiff will not be held to have assumed the risk in undertaking to perform a dangerous work, unless the act itself is obviously so dangerous that in its careful performance the inherent probabilities of injury are greater than those of safety.. This is in analogy to the rule laid down in the following cases: Hinshaw v. Railroad, 118 N. C. 1047 <em>[24 </em>S. E. <em>426]: </em>Coley v. Railroad, 129 N. C. 407 [40 S. E. 195] 37 L. R. A. 817; Cogdell v. Railroad, 129 N. C. 398 [40 S. E. 202]; Thomas v. Railroad, 129 N. C. 395 [40 S. E. 201].”</blockquote>\n<p id=\"b71-8\">The question as to whether the plaintiff assumed the risk incident to his employment, as already stated, was submitted to the jury, together with the issue on contributory negligence, and the jury found that, under the circumstances of this case, the plaintiff did not assume the risk. This presents the question as to whether this issue was properly presented to the jury.</p>\n<p id=\"b71-9\">In this connection it is well to state that the rules governing master and servant are of general application, and that the federal courts are not necessarily bound to follow the ruling of the state courts as respects this question. In referring to this phase of the question the Supreme Court of the United States, in the case of the Baltimore R. R. Co. v. Baugh, 149 U. S. 370, 13 Sup. Ct. 915 (37 L. Ed. 772), among other things, said:</p>\n<blockquote id=\"b71-10\">“The question as to what is a matter of local, and what of general, law, and the extent to which in the latter this court should follow the decisions of the state courts, has been often presented. The unvarying rule is that in <page-number citation-index=\"1\" label=\"60\">*60</page-number>matters of the latter class this court, while leaning towards an agreement with the views of the state courts, always exercises an independent judgment.”</blockquote>\n<p id=\"b72-4\">As stated in the foregoing quotation, the federal courts will lean toward an agreement with the views of a state court, and will, if they can do so without doing violence to the well-established rules of the federal court, reconcile the same with the decisions of a state court. It appears that the Supreme Court of North Carolina has endeavored to harmonize its decisions on the subject of master and servant with those of the Supreme Court of the United States; the leading case being Marks v. Cotton Mills, 138 N. C. 403, 50 S. E. 770. Judge Connor, who was at that time a member of the Supreme Court of that state, in referring to this phase of the question, said:</p>\n<blockquote id=\"b72-5\">“The measure of duty imposed by law upon the master in respect to the use of machinery is that, assuming the appliance to be free from defect, he shall furnish his employé a reasonably safe place in which to work, and that the machine shall be operated in a reasonably safe manner. This may be regarded as elementary. It is not always easy to establish the standard by which to measure the conduct of the employer and the employs. Judges and text-writers have endeavored to do so, it must be confessed, without marked success. * * * we concur .with counsel in the proposition that courts and juries are not to set up a standard of their own; but, when we do so, but little progress has been made in solving the question: ‘Who shall set up the standard, and what.shall it be?’ Probably the employer and employs would not concur in fixing a standard. They differ radically in this case. Yet this is but one of many constantly coming up in this and other courts, demanding that a standard shall be set so that both parties may ‘live up to it.’</blockquote>\n<blockquote id=\"b72-6\">“After long and anxious consideration and much conflict of opinion, this court coming into harmony with many of the ablest courts of the Union, including the 'Supreme Court of the United States, adopted, in all cases involving the question of negligence, the standard of conduct followed by the ideal prudent man.”</blockquote>\n<p id=\"b72-7\">The injury complained of having been sustained in the manner indicated by the evidence, the question to be determined by the jury was as to whether the dangers incident to the use of the sawbuck deadman were so obvious and .so well known as to be appreciated by the plaintiff, or could by the exercise of reasonable care have been known and appreciated that a reasonably prudent man under like conditions would have continued in the service.</p>\n<p id=\"b72-8\">The rule is thus stated in 26 Cyc. p. 1213:</p>\n<blockquote id=\"b72-9\">“Where a servant knows of defects in machinery or appliances, or place of work, but is by words, acts, or conduct of his master lulled into a sense of security, and continues in the service, and is injured by reason of such defects, he may nevertheless recover unless the danger is well known to him, or is so plain and obvious that a prudent, careful man would refuse to run the risk.”</blockquote>\n<p id=\"b72-10\">In this instance there was an order from the master to do the work-in question after he had full knowledge of the facts and circumstances attending the location of'the poles that were to be removed. Under these circumstances there was a question of fact to be determined by the jury as to whether the danger was so plain and obvious that a prudent, careful man would refuse to run the risk incident thereto.</p>\n<p id=\"b73-3\"><page-number citation-index=\"1\" label=\"61\">*61</page-number>Tn the case of Hough v. Railway Company, 100 U. S. 217 (25 L. Ed. 612), Justice Harlan, speaking for the court, says;</p>\n<blockquote id=\"b73-4\">‘•One. and perhaps the most important, of those exceptions arises from the obligation of the master, whether a natural person or a corporate body, not to expose the servant, when conducting the master’s business, to perils or hazards against which he may be guarded by proper diligence on the part of the master. To that end the master is bound to observe ail the care which prudence and the exigencies of the situation require, in providing the servant with machinery or other instrumentalities adequately safe for use by the latter. It is implied in the contract between the parties that the servant risks the dangers which ordinarily attend or are Incident to the business in which he voluntarily engages for compensation; among which is the carelessness of those, at least, in the same work or employment, with whose habits, conduct, and capacity he has. in the course of Ms duties, an opportunity to become acquainted, and against whose neglect or incompetency he may himself take such precaution as his inclination or judgment may suggest. <em>But it: </em>is equally implied in <em>the same contract </em>that <em>the </em>master shall supply the physical means and agencies for the conduct of his business. It is also implied, and public policies require, that in selecting such means he shall not be lacking in proper care. His negligence in that regard is not a hazard usually or necessarily attendant upon the business. Nor is it one which the servant, in legal contemplation, is presumed to risk, for the obvious reason that the servant who is to use the instrumentalities provided by the master, ordinarily has no connection yith their purchase in the first instance, or with their preservation or maintenance in suitable condition after they have been supplied by the master.”</blockquote>\n<p id=\"b73-5\">In that case Justice Harlan also said;</p>\n<blockquote id=\"b73-6\">“If the engineer, after discovering or recognizing the defective condition of tlie cowcatcher or pilot, had continued to use the engine, without giving notice thereof to the proper officers of the company, he would undoubtedly have been guilty of such contributory negligence as to bar a recovery, so far as such defect was found to have been the efficient cause of such death. He would be held in that ease to have himself risked the dangers which might result from the use of the engine in such defective condition. But ‘there can be no doubt that, where a master has expressly promised to repair a defect, the servant can recover for an injury caused thereby within such a period of time after the promise as it would be reasonable to allow for its performance, and, as we think, for an iujury suffered within any period which would not preclude all reasonable expectation that the promise might be kept.' Shearman <em>&amp; </em>R. Negligence. § 96; Conroy v. Vulcan Iron Works, 62 Mo. 35; Patterson v. P. &amp; C. R. W. Co., 76 Pa. 389 [18 Am. Rep. 412]; Le Clair v. First Division of the St. Paul <em>&amp; </em>Pacific Railroad Co., 20 Minn. 9 [Gil. 1]; Brabbits v. R. W. Co., 38 Wis. 289. ‘If the servant,’ says Mr. Cooley, in his work on Torts, 559, ‘having a right to abandon the service because it is dangerous, refrains from doing so in consequence of assurances ihat <em>the </em>danger shall be <em>removed, the </em>duty to <em>remove the </em>danger is manifest and imperative, and the master is not in the exercise of ordinary care unless or until he makes his assurances good. Moreover, the assurances removed all grounds for the argument that (he servant by continuing the employment engages to assume the risk.’</blockquote>\n<blockquote id=\"b73-7\">“And such seems to be the rule recognized in the English courts. Holmes v. Worthington, 2 Fos. &amp; Fin. 533; Holmes v. Clark, 6 H. &amp; N. 937; Clark v. Holmes, 7 H. &amp; N. 937. AVe may add that it was for the jury to say whether the defect in the cowcatcher or i&gt;ilot was such that none but a reckless engineer, utterly careless of his safety, would have used the engine without it being removed. If. under all the circumstances, and in view of the promises to remedy the defect, the engineer was not wanting in due care in continuing to use the engine, then the company will not be excused for the omission to supply proper machinery, upon the ground of contributory negligence. That the engineer knew of the alleged defect was not, under the circumstances, and as matter of law, absolutely conclusive of want <page-number citation-index=\"1\" label=\"62\">*62</page-number>of due care on bis part. Ford v. Fitchburg Railroad Co., 110 Mass. 261 [14 Am. Rep. 598]; Laning y. N. Y. C. Railroad Co., 49 N. Y. 521 [10 Am. Rep. 417]. In such a case as that here presented, the burden of proof to show contributory negligence was- upon the defendant. Railroad Company v. Gladmon, 15 Wall. 401 [21 L. Ed. 114]; Wharton, Negligence, § 423, and authorities cited in note 1; Indianapolis &amp; St. Louis Railroad Co. v. Horst, 93 U. S. 291 [23 L. Ed. 898].”</blockquote>\n<p id=\"b74-4\">We think the foregoing case fully sustains the court below in submitting this question to the jury.</p>\n<p id=\"b74-5\"><bracketnum>[3]</bracketnum> We will now consider the assignments of error. The prayers for instructions tendered by the defendant are designated by the letters a, b, c, d, e, f, g, h, i, j, k, 1, m, n, o, p, q, r, s, t, u, v, w, x, and each of these prayers conclude with the words, “The plaintiff cannot recover.” It has been frequently held by the Supreme Court of North Carolina that prayers for instructions concluding with the words, “Plaintiff cannot recover,” are not allowable under the practice and procedure of that state. In the case of McDonald v. Carson et al., 94 N. C. 497, the court, in referring to this point, said:</p>\n<blockquote id=\"b74-6\">“We advert to a feature in the form of instructions aslced, in the first four of which the demand is, upon the preceding assumed state of facts, that the court shall tell the jury that the plaintiff cannot recover. This rests upon a misapprehension of the present practice, as we have before remarked in another case, and is corrected in the charge. The jury respond to the issues of fact, and upon their finding depends the question of law for the court to decide whether the plaintiff is entitled to judgment; that is, to recover. All the material facts upon which the plaintiff’s right of recovery depends must be found by the jury, when issues are submitted to them, and, upon the facts thus ascertained, the law determines the result, and the court declares the law. The verdict is not now, as under the old system, for the one party or the other, but it settles the controverted allegations, and presents the facts for the judgment of the court.”</blockquote>\n<p id=\"b74-7\">Also in the case of Witsell v. Railway Company, 120 N. C. 557, 27 S. E. 125, in referring to this phase of the question, the court said:</p>\n<blockquote id=\"b74-8\">“As the jury now respond to issues and do not find a general verdict, it was not error to refuse these prayers, which would not aid the jury to answer the issues and might confuse them. Bottoms v. Railroad Co., 109 N. C. 72, 13 S. E. 738; Farrell v. Railroad, 102 N. C. 390 [9 S. E. 302, 3 L. R. A. 647, 11 Am. St. Rep. 760]; McDonald v. Carson, 94 N. C. 497. If a prayer is in part erroneous, the court may decline it.”</blockquote>\n<p id=\"b74-9\">There are numerous other decisions of the Supreme Court sustaining this view, and from the very nature of the procedure in North Carolina it necessarily follows that instructions, concluding as these do, could not be submitted to the jury without producing interminable confusion. For these reasons, we are of opinion that the court below did not err in refusing to give this batch of instructions.</p>\n<p id=\"b74-10\">As to instructions (b), (t), and (y), we are of opinion that the court did not err in granting the same in view of the form in which they were presented. It also appears that the questions sought to be raised by these instructions were presented by the court in its general charge.</p>\n<p id=\"b74-11\">We have carefully considered the cases relied upon by the plaintiff in error; but we are of opinion that owing to the facts and circumstances, as shown by the record, they do not apply to the case at bar.</p>\n<p id=\"b75-3\"><page-number citation-index=\"1\" label=\"63\">*63</page-number>When we consider the evidence together with the charge of the learned judge who heard this case below, we are impelled to the conclusion that substantial justice has been obtained in the trial of the case by the court below. For the reasons herein stated, the judgment of the court below is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}