{
  "casebody": {
    "data": "<casebody firstpage=\"746\" lastpage=\"750\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b758-6\">AMALGAMATED SUGAR CO. v. UNITED STATES NAT. BANK OF PORTLAND, OR.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b758-7\">(Circuit Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AUI\">May 23, 1911.)</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b758-8\">No. 1,905.</docketnumber>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b758-9\">1. Banks and Banking (§ 166<footnotemark>*</footnotemark>) — 'Checks—Transfer—Bona Fide Purchaser.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b758-10\">Defendant drew a check on its bank in O, and by indorsement made the check payable to its deposit hank in L, which thereafter became insolvent. The check was credited to defendant on the books of the L. Bank and sent to plaintiff, the L. Bank’s correspondent for collection and' credit. Plaintiff on receiving the check, payable by indorsement to the order of any bank or hanker, in a letter advising that it was inclosed for collection and credit, credited the amount to the L. Bank’s general account, and thereafter paid drafts against the account and made remit- ■ tanees to the L. Bank, so that its credit at the close of business on October 10th, when the L. Bank closed its doors, was much less than the amount of the check which, on being presented to the drawee bank for payment, payment was refused because defendant had ordered payment stopped. <em>Held, </em>that lilaintiff hank was a bona fide purchaser of the check for value, and Dot a mere subagent of the insolvent hank for collection and credit, and was therefore entitled to recover in the absence of proof that he purchased the check with actual knowledge of the deposit bank’s insolvency or any infirmity connected therewith.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b758-11\">[Ed. Note. — For other eases, see Banks and Banking, Gent. Dig. §§ 574-578; Dec. Dig. § 166.*]</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b758-12\">2. Banks and Banking (§ 166*) — Checks—Indorsement—Rights of Indorsee.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b758-14\">The rights of plaintiff hank as a bona fide purchaser being determined in accordance with the legal as distinguished from the equitable rights of the parties, it was entitled to recover the whole amount of the cheek, and was not subject to a deduction to the amount in its hands to the credit of the indorsing bank at the time of the latter’s failure.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b758-15\">[Ed. Note. — For other cases, see Banks and Banking, Cent. Dig. §§ 574— 578; Dec. Dig. § 166.*]</syllabus>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b759-2\"><page-number citation-index=\"1\" label=\"747\">*747</page-number>In Error to the Circuit Court oí the United States for the District of Oregon.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b759-3\">Action by the United States National Bank of Portland, Or., against the Amalgamated Sugar Company, judgment for plaintiff (179 Fed. 718), and defendant brings error.</summary>\n<disposition data-order=\"12\" data-type=\"disposition\" id=\"A-j\">Affirmed.</disposition>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b759-4\">The defendant in this action drew a clieck on its banker for $4,000, which in due course of banking business was received by the plaintiff, properly indorsed. and wiflioui knowledge of any defect impairing its commercial value. When presented for payment, the bank upon which it was drawn refused to pay for the reason that the drawer had ordered payment stopped. Thereupon the plaintiff instituted this action, and a judgment was rendered in its favor ior the amount of the check with interest and costs; and to test the validity of that judgment the defendant has brought tlie case to this court by a writ of error.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b759-5\">The undisputed facts of the case are as follows: Tlie defendant is a corporation actively engaged in business at Ogden, in the state of Utah, and at La Grande, in the stale of Oregon, and for convenience kept a hank account in each of said places, its La Grande hanker, at the times of the transactions involved. being the Farmers’ &amp; Traders’ National Bank, which for convenience will be hereafter referred to in this opinion as the “insolvent bank.” The plaintiff is a national banking association located at Fortland, in the state of Oregon, and was at tlie times referred to tlie Fortland correspondent of the insolvent bank. The check on which the action is founded was drawn by the defendant on its Ogden banker, and was by indorsement made payable to the order of tlie insolvent bank and delivered to it, and the amount thereof was at once credited to the defendant on its deposit account subject to check. Only a few checks against that account were subsequently paid, amounting in the aggregate to less than the balance in the defendant’s favor immediately before it was augmented by tlie credit of $4,000 entered on account of said check. The deposit was made in accordance with the usual custom in that hank by accompanying the indorsed check with a depositor's memorandum slip on which there was printed the following specification of conditions: “Items listed hereon art taken at owner’s risk until we have reduced to our own possession the funds received by us in settlement thereof, and credits or remittances made by us therefor are subject to revocation until we have received actual final payment. Mediums of collection employed are your agents, and we assume no responsibility for their neglect, default, or failure. In making this deposit, the depositor expressly assents to the foregoing conditions.” The deposit was made October 0, 3008; the bank continued as a going concern until the close of the business day of Saturday, October 10th. On Monday, the 12th. it was not opened for business, and it was not until that day, or the day following, that the parties to this action were informed of its insolvent condition. October 8, 1908, the plaintiff received the check, made payable by indorsement to the order of any bank, or banker, inclosed in a letter from the insolvent bank, saying, “Inclosed find for collection and credit.” which words we interpret to mean that the check was transmitted for collection and the amount when collected to be credited to the transmitter on its current a'-eouut. The plaintiff according to its habitual practice immediately entered credit to the insolvent bank for tlie amount of tlie check on its current account, and thereafter paid drafts against that account and made remittances to the insolvent bank, so that its credit balance was reduced to the sum of $1.839.01 at the close of business October 10th and to $9.85 oh October 12th, which by the return of remittances not received by the insolvent bank was increased to .$370.37. The plaintiff sent the check to its correspondent at ¡Salt Lake for collection, and it was presented for payment October 14th after the defendant had notified the drawee to stop payment.</summary>\n<attorneys data-order=\"15\" data-type=\"attorneys\" id=\"b759-6\">Snow &amp; McCamant (Geo. B. Guthrie, on the brief), for plaintiff in error.</attorneys>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b759-7\">Chamberlain, Thomas &amp; Kraemer (Lester W. Humphreys, on the brief), for defendant in error.</attorneys>\n<p data-order=\"17\" data-type=\"judges\" id=\"b760-3\"><page-number citation-index=\"1\" label=\"748\">*748</page-number>Before MORROW, Circuit Judge, and HANFORD and WOEVERT ON, District Judges.</p>\n<footnote data-order=\"18\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b758-16\">For other cases see same topic &amp; § number in Dec. &amp; Am. Digs. 1907 to date, <em>&amp; </em>Rep’r Indexes</p>\n</footnote>\n<opinion data-order=\"19\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b760-4\">HANFORD, District Judge</author>\n<p id=\"AZB\">(after stating the facts as above). [1] One or the other of the parties to this lawsuit must necessarily suffer a loss because of the insolvency of the first indorsee of the check, and the question as to which must bear the loss must be decided in accordance with their respective legal rights. The reasons are obvious and sufficient for holding that the insolvent bank did not acquire any proprietary right to the check which could be maintained against the defendant, if rights of a third party were not involved. The check, however, was negotiable paper, and the unrestricted indorsement thereof by the defendant, who was the drawer, payee, indorser, and real owner, warranted uninformed persons in receiving it, bona fide, as paper which the insolvent bank could rightfully dispose of.</p>\n<p id=\"b760-5\">This case is easily distinguishable from the cases cited by counsel for. the plaintiff in error, of which Evansville Bank v. German American Bank, 155 U. S. 556, 15 Sup. Ct. 221, 39 L. Ed. 259, is a sample. ,In that case a draft was transmitted for collection to the Fidelity National Bank of Cincinnati, a few days before the insolvency of that bank became known to its patrons. The letter in which it was transmitted was similar to the letter in which the defendant’s check was transmitted to the plaintiff, but the indorsement on 'the draft was in the following words: “Pay Fidelity National Bank of Cincinnati, ’or order, for collection, for German American Nat’l Bank of Peoria, Ill’s.” That form of indorsement divested the draft of its negotiable quality, and the difference between that case and this one is as wide as the difference between negotiable and nonnegotiable instruments. The plaintiff had a legal and moral right to buy the check, and it is the opinion of this court that it did buy the check, and that the purchase was fully consummated before any of its officers or agents were apprised of the insolvency of the first indorsee or of the defendant’s ownership. If it had merely received the check, given credit for it by a book entry and passed it on to another bank for collection, without having given anything, in exchange, the case would be different, but by reason of the plaintiff’s relationship to the insolvent bank as its Portland correspondent and of their method of doing business with each other the plaintiff had a right to absorb and appropriate to its own use negotiable paper received from the insolvent bank in exchange for drafts paid and remittances made and debited to that bank in its current account, prior to notice of its insolvency, and, when the check was credited in that account, the amount of money which it represented was, in legal effect and actually, subtracted from the plaintiff’s assets and added to the assets of the insolvent bank. Commercial Bank of Pennsylvania v. Armstrong, 148 U. S. 50, 13 Sup. Ct. 533, 37 L. Ed. 363.</p>\n<p id=\"b760-6\">■ The whole argument in behalf of the defendant 'seems to be grounded upon an idea that the letter of transmittal from the insolvent bank constituted Ihe plaintiff a subagent and that, having received for collection and credit a check made payable to the defend<page-number citation-index=\"1\" label=\"749\">*749</page-number>ant’s order, the subagent could not become a bona fide purchaser, for the reason that the circumstances mentioned were suggestive of possible rights of the defendant which an agent should protect and sufficient to put an ordinarily prudent person on inquiry, and therefore sufficient to charge the subagent with actual knowledge of the facts which would have been discovered by diligence. That idea is opposed to principles of commercial law established by decisions of the Supreme Court. Goodman v. Simonds, 20 How. 343, 15 L. Ed. 934; Murray v. Lardner, 2 Wall. 110, 17 L. Ed. 857; Smith v. Sac County, 11 Wall. 139, 20 L. Ed. 102; Hotchkiss v. National Bank, 21 Wall. 354, 22 L. Ed. 645; Commissioners v. Clark, 94 U. S. 278, 24 L. Ed. 59; Swift v. Smith, 102 U. S. 442, 26 L. Ed. 193; Stewart v. Lansing, 104 U. S. 505, 26 L. Ed. 866; Pana v. Bowler, 107 U. S. 529, 2 Sup. v. Ct. 704, 27 L. Ed. 424; King v. Doane, 139 U. S. 166, 11 Sup. Ct. 465, 35 L. Ed. 84. One of the rules deducible from this list of cases us that, in an action by an indorsee upon a negotiable instrument vitiated by fraud in its inception or issued without consideration, the plaintiff, to prevail, must prove affirmatively that he paid value. That fact being established, he will be entitled to recover unless it is proved that he purchased with actual knowledge of the defective title, or in bad faith, implying guilty knowledge, or willful ignorance. Circumstances which presumably would put a prudent buyer on inquiry are not enough, but to defeat an action by an indorsee of negotiable paper who obtained it in due course of business, before its maturity, and paid value for it, actual knowledge of facts sufficient to constitute a valid defense, if the action were prosecuted by the mala fide indorser, must be'proved affirmatively. This rule in all of its rigor was applied by this court in the case of the First National Bank v. Moore, 148 Fed. 953, 78 C. C. A. 581. In this case the element of fraud on the part of the insolvent bank in wrongfully disposing of the check in a manner to increase its own assets without giving value in exchange mdst be held to be wholly irrelevant to the issue to be determined, viz:, which one of two equally innocent parties shall bear the consequent loss. The parties before the court are equally innocent, for, if it be true that the plaintiff might have avoided the loss by an inquiry, it is also true that the defendant might have avoided the loss by making its indorsement of the check in a form which would have made the fraudulent conversion of it before payment a leeal impossibility.</p>\n<p id=\"b761-3\"><bracketnum>[2]</bracketnum> The defendant insists that, in the event of the failure of its general defense, there should be a reduction of the plaintiff’s demand equal in amount to the credit balance in favor of the insolvent bank in its account with the plaintiff. This contention is advanced upon a theory that a fraud was committed by the receipt and disposal of the check by an insolvent, that springing from that fraud a trust attached to that balance, and that as the beneficiary'of that trust the defendant may, by right of subrogation, use said balance as a set-off. In answer to this contention, it is sufficient to repeat that the case must be de- • termined in accordance with the legal rights of the parties. Equitable •defenses cannot be admitted. It is the opinion of the court that the <page-number citation-index=\"1\" label=\"750\">*750</page-number>plaintiff acquired a clear, legal, proprietary right to the check and the right to compel payment in full, and that the defendant has not pleaded nor proved any counter demand against the plaintiff cognizable in an action at law.</p>\n<p id=\"b762-4\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}