{"casebody": {"status": "ok", "data": "<html><body><casebody firstpage=\"183\" lastpage=\"184\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court id=\"b187-4\">\n<em>Laurens, Washington District.</em>\n</court>\n\n<parties id=\"b187-5\">Judith Williams, per prochein ami, <em>vs. </em>Josiah Williams.</parties>\n<headnotes id=\"b187-6\">A husband abused and ill treated his wife, so as to drive her from his house — and he kept a mistress in his house under the eyes of his children. Thé court decreed alimony to the wife ¡ and that the daughters should be removed from under the pare of the husband, and placed under the care of the wifí, and an allowance made out of the father’s income for their maintenance and support.</headnotes>\n\n\n\n\n\n<summary id=\"b188-5\">This was an application\" on”the part of the wife for alimony. She proved such intolerable cruelty towards her on the part of the husband, that his counsel abandoned his cause, and the court conceived itsejf bound to decree to the complainant suitable alimony. The complainant also proved such abandoned and flagitious conduct on the part of the defendant, in keeping a mistress in his house, and under the observation of his children, that the court was induced to take away from his guardianship the three daughters, to wit, Louisa, Ann and Martha, and to place them under the guardianship of the wife, with suitable maintenance for their education from the father.</summary>\n\n<summary id=\"b188-7\">W. X&gt;. James.</summary>\n<opinion><p id=\"AT2h\">Heard by Chancellor James.</p><p id=\"b187-7\">The complainant filed her bill to obtain alimony from her husband, on account of extreme ill usage and cruelty to her, and thus driving her from his bouse, and keeping a woman of bad character in the house with his family, several of whom were daughters.</p><p id=\"AKP\">JUNE 1811</p><p id=\"b187-8\">The defendant denied the cruelty and ill treatment j apd denied that he had ever struck the complainant ex,<page-number citation-index=\"1\" label=\"184\">*184</page-number>Cf&gt;.pt once, and that by accident, for which he solicited and obtained her forgiveness. He admitted that they had latterly lived unhappily together, which he attributed to the interference of her relations, who stimulated her to leave him and his house, and to seek the peace against him; and that he had been bound over to keep the peace. The defendant stated, that, he was anxious for her return to him; and he offered to receive her home.</p><p id=\"b188-3\">The case came to a hearing, and the evidence was very strong and clear as to the ill usage and abuse of the wife; and also, as to the misconduct of the husband in keeping a mistress in his house, and under the observation of his children.</p><p id=\"b188-4\">\"Whereupon the chancellor made the following decree :</p><p id=\"b188-6\">Therefore, it is ordered' and decreed, That the commissioner do take into account and state the one third part of the nett amount of defendant’s income, and also, what sum will he sufficient to board and educate the daughters, and that the said sums respectively be allowed to the complainant for alimony and the maintenance and education of the daughters, and that defendant do pay the costs of this suit.</p></opinion></casebody>\n</body></html>"}}