{
  "casebody": {
    "data": "<casebody firstpage=\"277\" lastpage=\"283\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"parties\" id=\"b305-9\">Public Employee Labor Relations Board</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Ati\">No. 92-285</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b305-10\">Appeal of The City of Concord</parties>\n<p data-order=\"3\" data-type=\"attorneys\" id=\"A25\">(New Hampshire Public Employee Labor Relations Board)</p>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"APl\">December 30, 1994</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b306-11\"><page-number citation-index=\"1\" label=\"278\">*278</page-number><em>Paul F. Cavanaugh, </em>city solicitor, on the brief and orally, for the City of Concord.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b306-12\"><em>Matthew J. Buckley, </em>of Quincy, Massachusetts, on the brief and orally, for the International Brotherhood of Police Officers, Concord Police Association, Local 435.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b306-13\"><em>Michael C. Reynolds, </em>of Concord, by brief, for the State Employees’ Association of New Hampshire, Inc., as <em>amicus curiae.</em></attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b306-14\"><em>James F. Allmendinger, </em>of Concord, by brief, for the National Education Association — New Hampshire, as <em>amicus curiae.</em></attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b306-15\">HORTON, J.</author>\n<p id=\"Amf\">The City of Concord (city) appeals a decision of the public employee labor relations board (PELRB) determining that the city violated RSA 273-A-.5,1(e) (1987) by refusing to bargain concerning a proposal by the International Brotherhood of Police Officers Local 435 (union) to include a just cause discipline and discharge provision in a collective bargaining agreement. We reverse.</p>\n<p id=\"b306-16\">During 1991, the city and the union were negotiating their first collective bargaining agreement. The union proposed that the collective bargaining agreement contain a just cause disciplinary provision. The city refused to negotiate on the issue, contending that it was an <page-number citation-index=\"1\" label=\"279\">*279</page-number>impermissible subject of collective bargaining under RSA chapter 273-A (1987 &amp; Supp. 1993). The record does not contain the details of the union’s proposal, but the city describes it as stating that “[n]o permanent employee shall be disciplined or discharged except for just cause. All disciplinary actions taken against any member of the Concord Police Department covered by this agreement will be subject to the grievance procedure.”</p>\n<p id=\"b307-5\">In response to the city’s refusal to negotiate on the subject, the union filed an unfair labor practice complaint with the PELRB contending that the city failed to bargain in good faith. The PELRB held that neither RSA 273-A:3, III (1987), the “merit system exception,” nor RSA 273-A: 1, XI, the “managerial policy exception,” prohibited the city from bargaining on the issues, and ordered the city to negotiate the just cause proposal with the union. The city moved for a rehearing, which the PELRB denied. The city appealed to this court.</p>\n<p id=\"b307-6\">We will not overturn a PELRB ruling unless it is “erroneous as a matter of law, unjust, or unreasonable.” <em>Appeal of Westmoreland School Bd., </em>132 N.H. 103, 105, 564 A.2d 419, 420 (1989).</p>\n<p id=\"b307-7\">The scope of bargaining in the public sector has traditionally been narrower than in the private sector for fear of institutionalizing the “power of public employee unions in a way that would leave competing groups in the political process at a permanent and substantial disadvantage,” R. Clark, <em>The Scope of Duty to Bargain in Public Employment, in </em>LABOR RELATIONS LAW IN THE PUBLIC SECTOR 81, 81 (Andrea S. Knapp ed., 1977) (quotation and footnote omitted). The legislature has limited the permitted scope of bargaining by enacting two statutory limitations, the “merit system exception” contained in RSA 273-A:3, III, and the “managerial policy exception” included within RSA 273-A: 1, XI. <em>State Employees’ Ass’n v. N.H. </em>PELRB, 118 N.H. 885, 886, 397 A.2d 1035, 1036 (1978). The merit system exception states:</p>\n<blockquote id=\"b307-8\">Matters regarding the policies and practice of any merit system established by statute, charter or ordinance relating to recruitment, examination, appointment and advancement under conditions of political neutrality and based upon principles of merit and competence shall not be subjects of bargaining under the provisions of this chapter.</blockquote>\n<p id=\"b307-9\">RSA 273-A:3, III. The managerial policy exception, which is found within the definition of “terms and conditions of employment,” states:</p>\n<blockquote id=\"b307-10\">“Terms and conditions of employment” means wages, hours and other conditions of employment other than managerial policy within the exclusive prerogative of the public employer, <page-number citation-index=\"1\" label=\"280\">*280</page-number>or confided exclusively to the public employer by statute or regulations adopted pursuant to statute. The phrase “managerial policy within the exclusive prerogative of the public employer” shall be construed to include but shall not be limited to the functions, programs and methods of the public employer, including the use of technology, the public employer’s organizational structure, and the selection, direction and number of its personnel, so as to continue public control of governmental functions.</blockquote>\n<p id=\"b308-5\">ESA 273-A.-1, XI.</p>\n<p id=\"b308-6\">The PELRB was correct in finding the merit system exception no impediment to including the proposed issue in the bargaining package. Although there may be circumstances where discipline or discharge will be an appropriate part of a merit system, we favor a narrow interpretation of the merit system exception. <em>See State Employees’ Ass’n, </em>118 N.H. at 890, 397 A.2d at 1038. Whatever the scope of the employer’s merit system, only matters relating to recruitment, examination, appointment, and advancement are prohibited subjects of collective bargaining. <em>See </em>RSA 273-A:3, III. We will not permit public employers to avoid bargaining by including subjects unrelated to these matters in their merit systems.</p>\n<p id=\"b308-7\">The city asserts that it is in a unique position of operating under a broadened merit system exception. It contends that its legislatively enacted charter narrows the scope of its duty to bargain by making discipline and discharge a specifically stated part of its merit system. We disagree.</p>\n<p id=\"b308-8\">The city maintains that section 37 of the Concord city charter, requiring the city to create a merit system, gives the city sole authority to administer the discipline and discharge of city employees. The city suggests that as the charter was created pursuant to legislative mandate, Laws 1949, ch. 418, it carries the weight of a State statute. The city thus contends that discipline and discharge are statutorily dictated components of its merit system and fall into the merit system exception.</p>\n<p id=\"b308-9\">Section 37 requires the city to create a merit system that includes “provisions with regard to classification, compensation, selection, training, promotion, discipline, vacations, and any other matters necessary to the maintenance of efficient service and the improvement of working conditions.” The section makes no mention of discharge. It neither dictates the terms of the merit system to be created nor mandates.terms at variance with the union’s proposal.</p>\n<p id=\"b308-10\">Statutes exist which, in spite of the duty to bargain under RSA chapter 273-A, deprive the employer of the statutory authority to agree <page-number citation-index=\"1\" label=\"281\">*281</page-number>to certain subjects, <em>Appeal of State of New Hampshire, </em>138 N.H. 716, 722, 647 A.2d 1302, 1306 (1994), or may modify the employer’s authority to bargain, <em>see State Employees’ Ass’n, </em>118 N.H. at 890, 397 A.2d at 1038 (RSA chapters 98 and 273-A must be read together as a cohesive whole). We discern no such prohibition or modification in the charter mandates and interpret these mandates in a manner consistent with the merit system exception.</p>\n<p id=\"b309-5\">The city would have us read the charter’s list of provisions as defining the scope of its merit system, causing the provision for discipline, in whatever form the city chooses, to fall under the merit system exception. As already stated, however, the exception on its face is limited to matters “relating to recruitment, examination, appointment and advancement.” RSA 273-A:3, III. The city concedes that some of the subjects listed in section 37 fall outside of the exception and are proper subjects for mandatory bargaining, citing compensation as an example.</p>\n<p id=\"b309-6\">The legislature, through the city’s charter, has required the city to implement a merit system and has included discipline as an element of that system. It has also mandated that the city bargain, RSA 273-A:3,1, and specifically stated what items in a merit system shall be excluded from bargaining. The merit system enacted by the city must be consistent with the results of collective bargaining on mandatory subjects. We conclude that discipline and discharge, even though part of the city’s merit system, may be proper subjects of collective bargaining, and the legislature’s special act creating the city’s charter did not modify the merit system exception under RSA chapter 273-A.</p>\n<p id=\"b309-7\">The PELRB was incorrect in finding that the managerial exception could not be asserted by the city to exclude the union proposal from the terms and conditions of employment subject to negotiation. We have recently abandoned the policy set forth in <em>State Employees’ Association, </em>118 N.H. at 890, 397 A.2d at 1038, which granted deference to the PELRB in determining the statutory policy underlying mandatory subjects of bargaining and “deciding] as a matter of fact which contract proposals are proper subjects of negotiation.” We stated in <em>Appeal of State of New Hampshire, </em>138 N.H. at 720, 647 A.2d at 1305:</p>\n<blockquote id=\"b309-8\">Unusual as it has been, this court’s deference to a lower tribunal on statutory interpretation was, for a time, justified by the experimental atmosphere surrounding the act’s passage. Almost twenty years later, however, this court’s decisional experience with RSA chapter 273-A no longer makes this kind of deference necessary or desirable. We therefore abandon our policy of deferring to the PELRB on <page-number citation-index=\"1\" label=\"282\">*282</page-number>issues of law and adopt a strict adherence to the standard of review set forth in RSA 541:13.</blockquote>\n<p id=\"b310-5\">To effect this new review in the area of application of the managerial exception, we have established a three-part analytical matrix:</p>\n<blockquote id=\"b310-6\">First, to be negotiable, the subject matter of the proposed contract provision must not be reserved to the exclusive managerial authority of the public employer by the constitution, or by statute or statutorily adopted regulation.....</blockquote>\n<blockquote id=\"b310-7\">Second, the proposal must primarily affect the terms and conditions of employment, rather than matters of broad mahageriál policy. . . .</blockquote>\n<blockquote id=\"b310-8\">Third, if the proposal were incorporated into a negotiated agreement, neither the resulting contract provision nor the applicable grievance process may interfere with public control of governmental functions contrary to the provisions of RSA 273-A:l, XI.</blockquote>\n<p id=\"b310-9\">Id. at 722, 647 A.2d at 1306-07. After analyzing the parts, we determine whether negotiation of the proposal is mandatory, prohibited, or permissible. See <em>id. </em>at 723, 647 A.2d at 1307.</p>\n<p id=\"b310-10\">At issue in this case is the union’s proposal for a contractual obligation that no permanent employee of the police department be disciplined or discharged without just cause and that discipline issues covered by the contract be subject to the contractual grievance procedure. The analysis of the just cause for discipline and discharge issue is closely analogous to our holdings in <em>Appeal of the State of New Hampshire, </em>138 N.H. at 723-24, 647 A.2d at 1307-08. First, the subject matter of the proposed contract provision is not reserved to the exclusive managerial authority of the public employer. As in <em>Appeal of the State of New Hampshire, </em>the Concord charter provisions enacted by ' the legislature and the personnel procedures enacted thereunder do not mandate exclusive managerial authority in the public employer. Such provisions are consistent with otherwise permissible or agreed bargaining. <em>Id. </em>at 723, 647 A.2d at 1307. Further, in regard to the second part of the analysis, the just cáuse issue unquestionably affects the terms and conditions of employment. In the same manner, the just cause standard is central to the employer’s relationship with, responsibility to, and control of, its employees. Both the employer and the employees have significant interests affected by the just cause standard proposal. <em>See id. </em>at 723-24, 647 A.2d at 1307. As to the third step, the negotiation of a just cause standard for discipline and discharge would result in a contract provision that would interfere with public control of governmental functions. <em>Id. </em>at 724, 647 A.2d at <page-number citation-index=\"1\" label=\"283\">*283</page-number>1307-08. Under the analytical matrix, and the results that flow therefrom, the city may bargain for a just cause standard but is not required to do so.</p>\n<p id=\"b311-4\">Under RSA 273-A:4, each collective bargaining agreement must have a workable grievance procedure. Although “workable,” such a procedure may not infringe upon the managerial policy exception any more than may the substantive provisions of the agreement. The union proposal at issue appears to link the just cause issue with the disciplinary grievance procedure. The city is not required to bargain the issue in this form. When the policy issue of standards for discipline and discharge have been determined by the city, the factual bases for imposition of discharge and discipline are appropriate subjects for the required grievance procedure under the collective bargaining agreement.</p>\n<p id=\"b311-5\">The PELRB did not apply properly the managerial policy exception. Its determination of unfair labor practice is reversed, and its orders in conjunction therewith are vacated. The union proposal may be negotiated, but the city is not required to negotiate.</p>\n<p id=\"b311-6\">\n<em>Reversed.</em>\n</p>\n<judges id=\"b311-7\">All concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}