{
  "casebody": {
    "data": "<casebody firstpage=\"534\" lastpage=\"544\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b550-3\">CHARLES VOGEL, PETITIONER-RESPONDENT, v. RED STAR EXPRESS LINES, RESPONDENT-APPELLANT.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b550-4\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b550-5\">Submitted January 8, 1961</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AED\">Decided April 24, 1962.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b551-9\"><page-number citation-index=\"1\" label=\"535\">*535</page-number>Before Judges Goldmann, Freund and Foley.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b551-10\"><em>Mr. John W. Taylor, </em>attorney for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b551-11\"><em>Mr. Aaron Gordon, </em>attorney for respondent.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b551-12\"><em>Mr. David D. Furman, </em>Attorney General, attorney for the One Per Cent Fund <em>(Mr. Stephen F. Lichtenstein, </em>of counsel).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b551-13\">The opinion of the court was delivered by</p>\n<author id=\"b551-14\">Goldmann, S. J. A. D.</author>\n<p id=\"A9F\">Red Star Express Lines appeals from a County Court judgment dismissing its appeal from a determination of the Workmen’s Compensation Division that it is liable to petitioner Vogel for the extended workmen’s compensation benefits required by <em>N. J. S. A. </em>34:15-12(b), beyond its admitted liability for 450 weeks of permanent and total disability benefits.</p>\n<p id=\"b552-3\"><page-number citation-index=\"1\" label=\"536\">*536</page-number>The background circumstances are somewhat unusual. We have a situation where petitioner suffered two successive and quite similar accidents while cheeking and handling freight in appellant’s employ. The first occurred on August 23, 1952 and the second on October 4, 1952. He filed two claim petitions in the Division on May 23, 1953. The first alleged that on August 23, 1952, while lifting a heavy bundle and turning with it, petitioner injured his back. The claim was that he had suffered permanent injury “to back, spine and neurological complications” <em>(sic). </em>The employer was notified of the injury on October 3 following. Petitioner lost no time from work. The second petition alleged that on October 4, 1952, while unloading a carton weighing about 275 pounds, petitioner felt a stabbing pain in his back; that he had stopped work on October 6 and was “still unable to work.” Permanent injury was again claimed, described as before—“to back, spine and neurological complications.”</p>\n<p id=\"b552-4\">The parties have stipulated (the stipulation appears in a consent order entered prior to the ensuing County Court proceedings, and accurately reflects what we have found in the transcripts, which we called fox and consulted) that the claim petitions were consolidated for hearing in the Division on the premise that petitioner had “a combined disability flowing from the two accidents,” each of which involved the “same part of the body.” At the hearing the estimates of permanent disability testified to by the doctors produced by both petitioner and employer were not separated but given as the combined result of the two accidents. We find that the testimony of neither doctor permitted a determination of the percentage of partial permanent disability that could be allocated to each accident. On July 11, 1955 Deputy Director Lorenz, who presided at the hearing, awarded partial permanent disability of 20% “as a result of the two accidents.” He did not find that each accident respectively caused any degree of partial permanent disa<page-number citation-index=\"1\" label=\"537\">*537</page-number>bility. There was no appeal from the award, and it was paid in full.</p>\n<p id=\"b553-5\">On June 24, 1957 petitioner filed two petitions, one for each accident, claiming increased permanent disability compensation on the ground that his physical condition had deteriorated since the 1955 award. Again the petitions were consolidated, and after a full hearing Deputy Director Kaltz entered an increased permanent disability judgment on October 23, 1958. He found 100% total permanent disability (or 450 weeks) “for injuries which are orthopedic and neurological in nature and cannot be separated,” and ordered the employer to pay the difference between the earlier finding of 20% and the 100% award. The employer was directed to make extended payments after the expiration of the 150 weeks, pursuant to <em>N. J. S. A. </em>34:15-12(b). The deputy director denied the employer’s subsequent motion to set aside the award and findings he had made.</p>\n<p id=\"b553-6\">The employer then appealed to the County Court from both the increased permanent disability judgment and the order denying its motion to set the judgment aside as contrary to law and fact. The single issue raised on the appeal was whether, under the circumstances, the employer could, as a matter of law, be required to make payments from and after the expiration of the 450 weeks. The parties entered into the consent order above mentioned, stipulating the facts and dispensing with the necessity of filing a transcript of the testimony because it “would serve no useful purpose.” It was stipulated, among other things, that the estimates of all doctors at the Division hearings as to permanent disability could not be separated and determined as to each accident but oniy as to the two combined. The employer’s contention was that the One Per Cent Fund, sometimes called the Second Injury Fund, <em>N. J. S. A. </em>34:15-94 through 95.2, was liable for all compensation payments beyond the 450-week period.</p>\n<p id=\"b553-7\">The County Court affirmed the determination of the Workmen’s Compensation Division that the employer was <page-number citation-index=\"1\" label=\"538\">*538</page-number>liable for the excess payments, and dismissed the appeal. The county judge held that the applicability of <em>N. J. S. A. </em>34:15-95 depended upon the happening of successive accidents which <em>severally </em>caused permanent partial disability, but which in conjunction resulted in total permanent disability. Since the medical experts were unable to distinguish, for purposes of compensation, the extent of the injuries attributable to each accident “severally,” there was no other course that logically could be followed but to treat the two accidents as one.</p>\n<p id=\"b554-4\">The employer appealed the County Court judgment to this court. In the course of the oral argument we inquired why a brief <em>amicus curiae </em>had not been filed on behalf of the One Per Cent Eund because of its obvious interest in the appeal. Following the oral argument, we addressed a letter to the Attorney General’s office requesting that the Fund file such a brief, stating that we were particularly interested in the views of the Fund on a number of questions, the first of which was: Did the accident of August 33, 1953 result in partial permanent injury?</p>\n<p id=\"b554-5\">Subsequent to our request, the Attorney General moved as <em>amicus curiae </em>for an order remanding the matter to the Workmen’s Compensation Division for further proceedings, to determine whether petitioner had presented a claim cognizable under the One Per Cent Fund Act. The purpose of the motion was to give the Division an opportunity to rule on petitioner’s eligibility for benefits from the Fund. The motion was opposed by both the employer and petitioner. We filed a <em>per curiam </em>opinion in which we observed that we could not, on the basis of the record before us, “determine what percentage of the total disability is allocable to each accident, and how much might be deemed overage because of the combination of injuries,” and further stating that “We are not at all certain that the remand will result in a precise allocation of the disability.” We thereupon granted the Attorney General’s motion and remanded the matter to the Division for determination as to whether the <page-number citation-index=\"1\" label=\"539\">*539</page-number>Fund was liable “in whole or in part for compensation * * * beyond 450 weeks.” We retained jurisdiction of the appeal until the coming in of the supplemental record.</p>\n<p id=\"b555-5\">The parties and the One Per Cent Fund appeared by counsel before Deputy Director (now Judge of Compensation) Kaltz. No further medical testimony was offered to show that the August 23, 1952 accident caused permanent disability or that any percentage of permanent disability could properly be allocated to it. Counsel for the parties chose to rely on such testimony by medical experts as had already been given at the original hearing and the hearing on the petitions for increased disability. The position of the Attorney General was that since no permanent disability could be allocated to the first accident, the One Per Cent Fund was not liable for payments beyond 450 weeks.</p>\n<p id=\"b555-6\">At the close of the hearing on remand, Judge Kaltz observed that at the time of the hearing before him for increased liability, he had considered petitioner’s eligibility for benefits under the One Per Cent Fund Act; further, that that very issue had been raised before him and been determined when the employer applied for reconsideration of his findings. Judge Kaltz specifically held, on the basis of the testimony adduced, the exhibits offered, and the arguments advanced, that the disabilities flowing from each of the two accidents could not be allocated, and that the One Per Cent Fund was not liable in whole or in part for compensation to petitioner beyond the 450-week period.</p>\n<p id=\"b555-7\">The transcript of the hearing on remand was then filed. The Fund, by the Attorney General, filed a brief in support of the County Court judgment and Judge Kaltz’ determination. The employer and petitioner have filed no supplemental briefs. All have agreed that this court determine the matter without further argument, on the basis of the original briefs and the brief of the One Per Cent Fund.</p>\n<p id=\"b555-8\">The employer admits that none of the reported cases dealing with the One Per Gent Fund involve a factual setting such as is here presented. The briefs of petitioner <page-number citation-index=\"1\" label=\"540\">*540</page-number>and the Eund appear to agree with this observation. Our research has failed to uncover any decision in this State which might serve as precedent.</p>\n<p id=\"b556-4\">There is no dispute among the parties with regard to' the intended public policy of the act establishing the One Per Cent Fund, <em>N. J. S. A. </em>34:15-94 through 95.2. The court in <em>Balash v. </em>Harper, 3 <em>N. J. </em>437, 442 (1950), said:</p>\n<blockquote id=\"b556-5\">“The intent of the statute is to insure the employee full compensation where a compensable disability succeeds but has no causative connection with the results of a prior disability, the combination of the two leaving the employee permanently and totally disabled. The intention is to relieve the employer of the undue burden of a prior disability, with which or its results, the disability arising in his employ has no causative connection.”</blockquote>\n<p id=\"b556-6\">Eor an account of the legislative history of the One Per Cent Fund Act, see Justice Burling’s dissenting opinion in <em>Ratsch v. Holderman, </em>31 <em>N. J. </em>458, 463 <em>et seq. </em>(1960).</p>\n<p id=\"b556-7\">The question here is whether the undisputed facts placed petitioner within the intendment of that public policy and the statutory requirements of the law, namely, whether the accident of August 23, 1952 resulted in a separate and definitive partial permanent disability. Unless it did, the Eund is not liable. Petitioner, of course, will be paid all the compensation benefits due him. The only question is whether the employer or the Fund will pay the extended benefits provided by <em>N. J. S. A. </em>34:15-12(b) beyond 450 weeks. As the Attorney General readily admits, the Eund must pursue the policy of relieving an employer of certain undue burdens which cannot fairly be placed upon his shoulders. At the same time, it must protect itself from liability for disabilities not encompassed by the law.</p>\n<p id=\"b556-8\"><em>N. J. S. A. </em>34:15-95 provides:</p>\n<blockquote id=\"b556-9\">“The sums collected under section 34:15-94 of this Title shall constitute a fund * * * from which compensation payments in accordance with the provisions of paragraph (b) of section 34:15-12 of this Title shall be made to persons totally disabled, as a result of experiencing a subsequent permanent injury under conditions en<page-number citation-index=\"1\" label=\"541\">*541</page-number>titling such persons to compensation therefor, <em>when such persons had previously been permanently and partially disabled from some other cause; provided, however, </em>that * * * no person shall be eligible to receive payments from such fund:</blockquote>\n<blockquote id=\"b557-6\">(a) If the disability resulting from the injury caused by his last compensable accident in itself and irrespective of any previous condition or disability constitutes total and permanent disability within the meaning of this Title.</blockquote>\n<blockquote id=\"b557-7\">(b) If permanent total disability results from the aggravation, activation or acceleration, by the last compensable injury, of a pre-existing noncompensable disease or condition.</blockquote>\n<blockquote id=\"b557-8\">(c) If the disease or condition existing prior to the last compensable accident is not aggravated or accelerated but is in itself progressive and by reason of such progression subsequent to the last compensable accident renders him totally disabled within the meaning of this Title.</blockquote>\n<blockquote id=\"b557-9\">(d) If a person who is rendered permanently partially disabled by the last compensable injury subsequently becomes permanently totally disabled by reason of progressive physical deterioration or pre-existing condition or disease.</blockquote>\n<blockquote id=\"b557-10\">Nothing in the provisions of said paragraphs a, b, c and d, however, shall be construed to deny the benefits provided by this section * * * to <em>any person who in successive accidents has suffered compensable injuries, each of which, severally, causes permanent partial disability, but which in conjunction result in permanent total disability. </em>* * *” (Italics ours)</blockquote>\n<p id=\"b557-12\">The facts are not in dispute. The August <em>23, </em>1952 accident did not keep petitioner from his work. Erom all that appears, he was not disabled in any degree. He did not go to the doctor but continued at his work of checking and handling freight. It was not until after the October 4, 1952 accident, when petitioner felt a stabbing pain in his back while unloading and picking up a 275-pound carton, that he stopped work on October 6. He went to Dr. Connell the same day, and was treated at the office. Petitioner was referred to Dr. Ruvane, hospitalized, and operated on for a ruptured disc. He was at the hospital from October 13 to November 12, 1952.</p>\n<p id=\"b557-13\">Although a claim petition was filed for each of the accidents, the two claims were consolidated for trial in the Division by agreement of the parties. At the initial hearing before Deputy Director Lorenz, the employer presented no evidence that the August 23, 1952 incident resulted in any <page-number citation-index=\"1\" label=\"542\">*542</page-number>degree of permanent disability. Such estimates of permanent disability as were testified to by the medical experts respectively presented by the employer and petitioner were given in terms of a single result of the two accidents. No claim was made that each injury independently caused any permanent disability, and our review of the transcript establishes that the employer raised no question that could in any way be considered as having placed this point in issue. None of the medical testimony established that the first accident independently caused any permanent disability, and Deputy Director Lorenz made no such finding in his determination, award and rule for judgment. There was no appeal from his award of 20% partial permanent disability “as a result of the two accidents.”</p>\n<p id=\"b558-4\">Turning now to the hearing for increased disability benefits conducted by Deputy Director Kaltz, we find the employer again presented no evidence to establish that the first accident caused any permanent disability. As noted earlier in this opinion, the deputy director found that the 100% of total permanent disability could not be allocated to each of the accidents. And on the remand ordered by this court, the employer offered no medical testimony that would indicate that the incident of August 23, 1952 produced a degree of permanent disability.</p>\n<p id=\"b558-5\">On appeal from the Division to the County Court the employer, in contending that the One Per Cent Eund should pay benefits from and after the expiration of the 450-week period, took a factual position inconsistent with that taken at the original hearing and the hearing for increased disability. He is estopped from doing so. <em>Cf. Brown v. Allied Plumbing &amp; Heating Co., </em>129 <em>N. J. L. </em>442 <em>(Sup. Ct. </em>1943), affirmed 130 <em>N. J. L. </em>487 <em>(E. &amp; A. </em>1943); <em>Fink v. Paterson, </em>44 <em>N. J. Super. </em>129, 139 <em>(App. Div. </em>1957). Were the employer permitted to change his position before the County Court and this court, and assuming that this resulted in a determination that the employer was not liable for extended benefits, petitioner <page-number citation-index=\"1\" label=\"543\">*543</page-number>would be prejudiced by being put to the necessity of making an application to the One Per Cent Fund and re-litigating the entire matter, particularly the medical aspect. In such a proceeding he would not be allowed costs or counsel fee against the Fund. <em>N. J. S. A. </em>34:15-95 (last sentence of third paragraph from the end). Had the question been raised at the very first hearing, or even at the hearing for increased disability, petitioner would have had an opportunity to meet it. Further, any change in the employer’s position would visit prejudice upon the Fund, because it had no opportunity to protect its position at the original hearing when the matter was fresh and medical testimony possibly available.</p>\n<p id=\"b559-5\">But this aside, any claim that the Fund carry the burden of extended benefits must fall because of the express language of <em>N. J. S. A. </em>34:15-95. The wording of the introductory paragraph of that section (italicized in the above quotation—\"when such persons had previously been permanently and partially disabled from some other cause”) forecloses the employer from shifting to the Fund the obligation to pay extended benefits. Even more clearly, the language of the paragraph immediately following exceptions (a), (b), (e) and (d) bars that possibility. We refer, of course, to the language that nothing in the provisions of paragraphs (a), (b), (c) and (d) may be construed to deny benefits \"to any person who in successive accidents has suffered compensable injuries, <em>each of which, severally, causes permanent partial disability, </em>but which in conjunction result in permanent total disability.” (Emphasis added)</p>\n<p id=\"b559-6\">\"Severally,” as the County Court judge observed, means \"distinctly, separately, apart from others,” and he concluded that in the circumstances of this case \"the extent of the injuries received from each accident cannot be determined distinctly, separately and apart from each other.” See <em>Black’s Law Dictionary </em>1540 <em>(4th ed. </em>1951); <em>Ballentine’s Law Dictionary </em>1193 (2d ed. 1948); 80 <em>C. J. S., </em><page-number citation-index=\"1\" label=\"544\">*544</page-number><em>Severally., p. </em>128 (1953); <em>Webster’s New International Dictionary </em>2295 <em>(2d ed. </em>1943), for definitions which are in accord.</p>\n<p id=\"b560-4\">At the very least, “severally” would call for a determination that each of the accidents independently and separately caused some degree of partial permanent disability. At no stage of this ease was there any finding that each accident acted independently to cause separately such disability.</p>\n<p id=\"AQV\">The judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}