{
  "casebody": {
    "data": "<casebody firstpage=\"98\" lastpage=\"106\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b116-4\">HANCOCK, et ux. <em>v. </em>HENDERSON, et ux.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b116-5\">[No. 431,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AL9\">September Term, 1963.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b117-6\">\n<page-number citation-index=\"1\" label=\"99\">*99</page-number>\n<em>Decided July 24, 1964.</em>\n</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b117-10\">The cause was argued before Bruñe, C. J., and Henderson, Hammond, Prescott, Horney, Marbury and Sybert, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b117-11\"><em>Charles A. Norris </em>for the appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b117-12\"><em>John Hanson Briscoe, </em>with whom was <em>John H. T. Briscoe </em>on the brief, for the appellees.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b117-13\">Marbury, J.,</author>\n<p id=\"AzE\">delivered the opinion of the Court.</p>\n<p id=\"b117-14\">We are asked in this appeal to determine whether the chancellor was correct in finding that the appellees, Mr. and Mrs. Walter M. Henderson, had an easement over a certain roadway located on the property of the appellants, Mr. and Mrs. Norman H. Hancock. The decree appealed from perpetually enjoined the appellants and their successors from obstructing and otherwise interfering with the construction, repair, maintenance and use of the right of way.</p>\n<p id=\"b118-4\"><page-number citation-index=\"1\" label=\"100\">*100</page-number>The facts as they developed at the trial generally are not disputed and are these. One William Gatton owned a tract of land in St. Mary’s County of about one hundred eighty acres. By deed dated July 30, 1898, he and his wife conveyed a portion of the property to Eliza A. Hutchins. This five-sided tract, known as Tittle Woods, consisted of about thirty-one acres of unimproved woodland bounded by St. Thomas Creek on one side, by the parcel retained by the Gattons on another, and by others on the remaining sides. It appears from the testimony that no dwelling house or other improvement was on the property at the time it was sold off the larger tract, nor has there ever been a house on it within the recollections of the witnesses. Apparently the only use made of the property has been cutting the trees thereon for timber and firewood.</p>\n<p id=\"b118-5\">The deed contained no express grant of a particular road in fee, or an easement therein, but the “together clause” was slightly different from the usual form and read as follows: “Together with all and every, the rights, alleys, ways, waters, privileges, appurtenances and advantages, <em>outlets or roadways, </em>to the same belonging or in anywise appertaining.” (Emphasis added.) Through mesne conveyances the Hendersons are the present owners of Tittle Woods and the Hancocks own the remaining tract from which the thirty-one acre parcel was severed. There is a roadway running through the Hancock’s land to the Henderson tract, and it is over this the Hendersons claim an easement. The testimony showed that while the roadway, estimated from ten to twelve feet wide, was still visible, it had through years of disuse been overgrown with bushes, small trees, and portions of decaying trees. The Hendersons were not able to prove that the roadway was in existence at the time of the July 1898 conveyance. The earliest date any witness could actually recall a use being made of a roadway was 1911. During part of that year a sawmill was in operation on the smaller tract and timber was cut and hauled over the roadway running from Tittle Woods through the larger tract to a public road. Mrs. Bernadine Raley, age eighty, testified she walked the road to take lunches to her brothers who operated the mill. She viewed the area in question prior to the trial and testified the road was in the same location she had remembered. The only <page-number citation-index=\"1\" label=\"101\">*101</page-number>vehicular traffic to utilize the road were a self-propelled steam engine and ox carts used while the timber was being cut. The sawmill operation ceased about Christmas 1911, and the road has apparently remained essentially unused for more than fifty years.</p>\n<p id=\"b119-5\">Although the appellees purchased the small tract in 1948, they did not attempt to use the road at that time. Mrs. Henderson testified that about twelve years ago Mr. Hayden Gatton, grandson of the owner of both parcels, pointed out the roadway to her and Mr. Henderson and showed them the property lines. In fact, she stated they actually walked the roadway. She further testified on cross-examination that the real estate agent with whom the Hendersons dealt, told them they had a right of way over the now disputed road. Recently the appellees decided to improve the road in preparation for building a dwelling house on the property as a home for their son. Bulldozers were brought in and had partially cleared the right of way when, so testified the son, Mr. Hancock at gunpoint ordered the working party off his land and further physically blocked the roadway. This suit followed.</p>\n<p id=\"b119-6\">While not as clearly asserted as it might have been, the theory of the appellees seems to be that the language used in the “together clause” was sufficient to constitute an express grant of a general easement which subsequently became fixed by usage of the particular roadway. In support of this they cite <em>Sibbel v. Fitch, </em>182 Md. 323, 34 A. 2d 773. This was the view taken by the chancellor also, though appellants had argued below as they did in this Court, that even if the road were in existence in 1898 the “together clause” in the deed was not sufficient to convey an express easement.</p>\n<p id=\"b119-7\">Even if we assume the phrase “outlets or roadways” found in the deed were sufficient to convey an easement, failure of the appellees to prove the roadway was in existence or was agreed upon as a right of way in 1911 is fatal to substantiate an express grant of an easement. The rule that an easement conveyed in general terms may ultimately become fixed by metes and bounds through express agreement of the parties or by their actions was indeed stated in the <em>Sibbel </em>case in the form of a direct quotation from 28 C.J.S., <em>Easements, </em>Section 82. The prin<page-number citation-index=\"1\" label=\"102\">*102</page-number>ciple had, however, been previously approved in this State in <em>Stevens v. Powell, </em>152 Md. 604, 137 Atl. 312. But that rule presupposes a clearly indicated intention of the parties, or at least of the grantor, to convey an easement. Such intention is thereafter made manifest in the conveyancing instrument, albeit in general rather than specific language. Such is not the case here. In the early yet still important case dealing with easements, <em>Oliver v. Hook, </em>47 Md. 301, 308, the opinion writer, referring there to a general “together clause” said this:</p>\n<blockquote id=\"b120-5\">“If apt and appropriate terms had been used in the deed, such as ‘with the ways now used,’ or ‘used with the land hereby conveyed,’ they would have passed the right to such ways as had been actually used in connection with the part granted; not, however, as existing easements, but those terms would have operated to create new easements, for the benefit of the estate granted.”</blockquote>\n<p id=\"b120-6\">Since the appellees failed to prove the disputed roadway was in existence at the time of the severance of the parcel they now own, this claim of an express grant must also fail.</p>\n<p id=\"b120-7\">The more difficult problem to resolve is whether appellees have a way of necessity. Ways by necessity are a special class of implied grants and have been recognized in this State for a good many years. See <em>Mullins v. Ray, </em>232 Md. 596, 599, 194 A. 2d 806, where we said: “Where a grantor conveys a tract of land which has no outlet to a public highway except over his remaining land or over that of a stranger, a way of necessity over the grantor’s remaining property will be implied. <em>Condry v. Laurie, </em>184 Md. 317, 321, 41 A. 2d 66.”</p>\n<p id=\"b120-8\">In their brief, appellants state their opponents conceded in the lower court a way of necessity could not be established. Counsel for., the appellees informed us at oral argument that he did not waive, but simply did not press the argument for a way by necessity. He took this position, apparently, on the basis of our decision in <em>Woelfel v. Tyng, </em>221 Md. 539, 158 A. 2d 311, which he understood to preclude reliance on an implied grant based upon necessity where, as here, the property bounds on navi<page-number citation-index=\"1\" label=\"103\">*103</page-number>gable water.<footnotemark>1</footnotemark> The <em>Woelfel </em>case involved an appeal from a decree overruling exceptions by, and ratifying a sale to, a purchaser at a judicial sale of certain marsh land. As a part of an argument that the notice of sale was insufficient, the purchaser cited the fact he discovered after the sale he had no right of way by land to the parcel he bought. The majority opinion, after noting there had been no representation made as to rights of way, stated at page 544, “it has been held in some cases that a way of necessity cannot be implied over contiguous lands of a grantor, where there is access over navigable waters.” This was not dispositive of the case by any means, and was not meant to overrule (in fact the opinion cited but distinguished) <em>Jay v. </em>Michael, <em>92 </em>Md. 198, 48 Atl. 61. There we approved a way of necessity to a tract which was surrounded by a larger parcel (from which it had been sold off) except for Swann Creek on which part of it bordered.</p>\n<p id=\"b121-5\">The more modern view, for sound reasons of social policy, is that a way of necessity may exist over the land of the grantor even though the grantee’s land borders on a waterway, if the water route is not available or suitable to meet the requirements of the uses to which the property would reasonably be put. See cases cited in 17A Am. Jur., <em>Easements, </em>Section 63, page 676, note 11, but <em>cf. </em>annotation 38 A.L.R. 1311 for the contrary rule. In a recent case in Ohio, <em>Cookston v. Box, </em>160 N. E. 2d 327, the Court of Appeals held that the plaintiff was not deprived of her easement by necessity over the defendant’s adjoining lots on the ground she had a way over a river. We <page-number citation-index=\"1\" label=\"104\">*104</page-number>have said the doctrine of easements by necessity is based upon a public policy favoring full utilization of land and a presumption the parties do not intend the land conveyed be rendered unfit for occupancy. <em>Condry v. Laurie, </em>184 Md. 317, 321, 41 A. 2d 66. In 3 Tiffany, <em>Real Property </em>(3d ed.), Section 794, page 296, the writer states that decisions are not in harmony where the property borders on navigable water. The cases seem to be searching for the intent of the parties,<footnotemark>2</footnotemark> but some hold that where none is expressed it will be presumed the parties intended any lawful use of the property. We think the situation in the instant case more nearly like <em>Jay v. Michael, supra, </em>than <em>Woelfel v. Tyng, supra, </em>and that under the circumstances the fact Little Woods bordered on St. Thomas Creek is not a bar to raising an easement by necessity.</p>\n<p id=\"b122-4\">As in <em>Condry v. Laurie, supra, </em>we are dealing with the rights and obligations of subsequent title holders of both the alleged dominant and servient properties. The Hendersons, as remote grantees, cannot create the way of necessity. If the way of necessity was not implied at the time of the grant in 1898, it cannot be established by a subsequent necessity. <em>Feldstein v. Segall, </em>198 Md. 285, 294, 81 A. 2d 610; 28 C.J.S., <em>Basements, </em>Section 35 b. In other words, the necessity must be determined from the conditions as they existed at the time of the conveyance. In the first <em>Condry v. Laurie </em>case we held that a per<page-number citation-index=\"1\" label=\"105\">*105</page-number>sonal license in the deed did not negate a way of necessity, but the occasion for using the way was deferred until expiration of the license, the necessity having been in existence at the time of the grant. The theory is that such an easement, being appurtenant, passes with each conveyance to subsequent grantees. <em>Douglass v. Riggin, </em>123 Md. 18, 23, 90 Atl. 1000. Hence a remote grantee of land not being used at the time of severance may nevertheless, when the use becomes necessary to the enjoyment of his property, claim the easement under his remote deed. See <em>Finn v. Williams, </em>33 N. E. 2d 226 (Ill.) which is the subject of an annotation in 133 A.L.R. 1393 on the effect of non-use of a way of necessity. This rule is consonant with the generally held view that non-use alone is not sufficient to extinguish a way by necessity. <em>Knotts v. Summit Park Co., </em>146 Md. 234, 126 Atl. 280. Of course, the question of abandonment may become relevant, but no such issue was raised in the instant case. Also it is true that the right of way by necessity exists only so long as the necessity itself remains. <em>Jay v. Michael, supra, Oliver v. Hook, supra, </em>but again, that is not in issue in the case before us.</p>\n<p id=\"b123-5\">We now turn briefly to the question of location of the right of way. While the way by necessity did exist at the time Eittle Woods was conveyed away, there was no proof in the case that its location was established at that time. There was testimony of course that a road existed in 1911 for a brief span of time utilized for a limited purpose, and as noted previously, soon thereafter it fell into disuse until the appellees recently began to improve it. We do not think this slight activity so long ago was sufficient to establish with exactitude the location of an easement claimed now by a remote grantee of the dominant tract. It appears that the roadbed claimed is most inconveniently located on the servient land which is now being farmed. While there is some dispute, counsel for the appellants claimed it nearly bisects the farm. The uses now being made of both parcels of land have materially changed since 1911. While there is no question that the appellees have a way by necessity over the land of the appellants, we are of the opinion that the equitable disposition of the case calls for us to remand it to the lower court for a determination of a location of the <page-number citation-index=\"1\" label=\"106\">*106</page-number>road which will be fair to both sides. It is possible that under the supervision of the equity court the parties might themselves agree upon a way satisfactory to each. If this fails, however, the court itself should exercise jurisdiction in locating an adequate right of way over the servient tenement in a manner so as to permit ingress and egress of vehicular traffic, but also in a manner least burdensome to the servient tenement. That it has the power to do so seems clear where, as here, the right to a way by necessity has been decided in favor of one of the parties. This we recognized in <em>Fox v. Paul, </em>158 Md. 379, 391, 148 Atl. 809, though it was not applied in that case because the plaintiffs had failed to make all necessary persons parties to the suit in equity. This case will therefore be remanded without affirmance or reversal for further proceedings to locate the way by necessity.</p>\n<p id=\"b124-5\">\n<em>Case remmded without affirmance or reversal for further proceedings consistent with this opinion. Costs to be paid one-half by each side.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b121-6\">. There was some controversy as to whether St. Thomas Creek may be considered navigable. Except for the testimony of one witness that timber was sometimes hauled away by scows, the record is devoid of evidence concerning navigability. From what counsel told us, it is questionable whether craft of any substantial size could navigate as far as the Henderson property when the tide was low. The opinion of the chancellor does not come to grips with this question for, as we earlier stated, he thought the phrase “outlets and roadways” sufficient to show an intention of the grantors to convey an easement. The opinion merely states the property conveyed was landlocked and there was no means of access by land except over the grantors’ reserved land. <em>No </em>reference to a water route was made at all.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b122-5\">. The concept that a way of necessity arises from the presumed intention of the parties has been criticized. See Simmonton, <em>Ways By Necessity, </em>33 W. Va. L.Q. 64. We are among the great number of jurisdictions which early followed that view, Fox v. Paul, 158 Md. 379, 386, and cases there cited. However, in Condry v. Laurie, 184 Md. 317, we recognized the difficulty encountered in adhering to such a view when, as in this case, the adversaries are both remote grantees of the parties to the original conveyance. In that case the judges disagreed as to how far necessity is the legal basis of a way of necessity and to what extent it is evidence of an implied intent to grant such a way. The majority were of the opinion that the basis for implying the grant was the necessity of ingress and egress over the grantor’s land, imposed by law regardless of a contrary expression of intent of the parties. For a discussion of the problem of imposing an intent on subsequent grantees, see casenote in 9 Md. L. Rev. 84.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}