{
  "casebody": {
    "data": "<casebody firstpage=\"219\" lastpage=\"222\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b257-3\">John Grant v. Commercial National Bank of Omaha.</parties>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"b257-4\">Filed January 21, 1903.</decisiondate>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"Ap-\">No. 12,408.</docketnumber>\n<p data-order=\"3\" data-type=\"p\" id=\"b257-5\">Commissioner's opinion,</p>\n<court data-order=\"4\" data-type=\"court\" id=\"AyYh\">Department No. 1.</court>\n<syllabus data-order=\"5\" data-type=\"syllabus\" id=\"b257-6\">1. Default: Demurrer.: Presumption. Where it appears that a default was entered by the district court in an action upon the samp, day on which defendant filed a general demurrer to the petition, and it does not appear that the demurrer was on file at the time the default was entered, and further that defendant did not eall the attention of the district court to the fact, if it. was such, that a demurrer was on file, it will be presumed on error that the trial court acted regularly, and that the default was entered before the filing- of the demurrer.</syllabus>\n<syllabus data-order=\"6\" data-type=\"syllabus\" id=\"b257-8\">2. Demurrer: Monos to Make More Definite and Certain. Objections g’oing- to the formal defects of a pleading- can not be raised by demurrer, but must be raised by motion ashing a more definite and specific statement.</syllabus>\n<syllabus data-order=\"7\" data-type=\"syllabus\" id=\"b257-10\">3. Demand Note: Action. In an action on a demand note, the failure to allege a demand before suit brought, will not be held fatal after judgment.</syllabus>\n<syllabus data-order=\"8\" data-type=\"syllabus\" id=\"AAf\">Syllabus by court; catch-words by editor.</syllabus>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b257-12\">Error from the district court for Douglas county. Action to foreclose a lien. Tried below before Estelle, J. Judgment for plaintiff.</summary>\n<disposition data-order=\"10\" data-type=\"disposition\" id=\"A3U\">\n<em>Affirmed.</em>\n</disposition>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b257-13\"><em>Hall &amp; McCulloch, </em>for plaintiff: in error.</attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b257-14\">\n<em>Westel W. Morsman, contra.</em>\n</attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b257-15\">Kirkpatrick, O.</author>\n<p id=\"b257-16\">This is a snit brought in the district court for Douglas county to foreclose a lien upon eighty-two and a half shares of the capital stock of the Grant Paving Company, which certificates had been pledged as security for the payment of three promissory notes aggregating the sum of $5,000. The snit was brought on the 16th day of August, 1901, and plaintiff in error, defendant below, was required to answer on or before September 17, 1901. On October 23, 1901, a decree was entered by the trial court, foreclosing the lien <page-number citation-index=\"1\" label=\"220\">*220</page-number>and ordering that the stock be sold by the sheriff for satisfaction of the amount due, which, was duly found and adjudged against plaintiff in error. Error is prosecuted to this court from such judgment. It is alleged that there is error in the judgment of the trial court in this: First, that the trial court improperly entered judgment by default against plaintiff in error on October 23, 1901, at which time, it is alleged, plaintiff in error had on file a demurrer to the petition, no action having been taken thereon by the court; second, that the trial court erred in entering judgment because the facts stated in the petition were not sufficient to constitute a cause of action; and, third, that the decree of the trial court is contrary to law.</p>\n<p id=\"b258-6\">It is disclosed by the record that on October 23, 1901, and on the same day the default was entered, plaintiff in error filed in the office of the clerk of the district court a general demurrer to the petition. A copy of the appearance docket, which has been made a part of the record, discloses that the decree of foreclosure, properly signed by the trial judge, was filed in the office of the clerk before the demurrer of plaintiff in error was filed. In the decree entered by the court is found this language: “This cause coming on to be heard on this 23d day of October, 1901, and it appearing to the court that the defendant John Grant has been duly and legally served with summons, commanding him to appear and plead herein, and it further appearing that the said defendant John Grant has failed to appear and plead herein within the time allowed by law and the rules of this court, he is now adjudged to be in default for want of any appearance, and default is hereby entered against the defendant John Grant.” It is contended on behalf of plaintiff in error that the demurrer was in fact filed in the morning of October 23, and before the entry of the decree. If this is true, it does not so appear in the record. It is the settled rule that error must affirmatively appear. It can never be presumed. The trial court found and adjudged plaintiff in error to be in default for want of any appearance, and this finding must be taken as true, espe<page-number citation-index=\"1\" label=\"221\">*221</page-number>cially in the absence of any showing that the demurrer was actually on file in the clerk’s office when the decree was entered. Again, it is disclosed that plaintiff in error did not in any manner bring this question to the attention of the trial court. If a motion had been filed, calling the attention of the trial court to the fact, if it was a fact, that the demurrer was properly on file when the default was entered, we have no doubt that the default would have been set aside and plaintiff in error have been given a hearing on his demurrer. It is very clear from the record before us that the first contention of plaintiff in error can not be sustained.</p>\n<p id=\"b259-4\">Is the judgment erroneous because of failure to state a cause of action in the petition? The petition sets up the execution and delivery of the promissory notes by plaintiff in error to defendant in error, copies of the notes being set out, and also alleges that “each one of said promissory notes aforesaid is now wholly due and unpaid.” It is disclosed by the petition that one of these notes was a demand note, and there is no allegation that a demand had been made. Again, it is urged that there is no allegation setting out the agreement under which it was proposed to sell the shares of stock. Regarding the first contention, it may be said that it does not appear to be necessary that the demand be alleged in order to entitle plaintiff to recover on' a promissory note payable on demand. As to the other proposition, it seems rather to be an objection going to the certainty and particularity of the allegations, and as such, <em>comes </em>too late after judgment. Plaintiff in error, if he desired a more specific and certain statement, should, by proper application, have asked the trial court to require a more definite and specific statement. Neither of these contentions can be sustained.</p>\n<p id=\"b259-5\">It is next contended that the decree is not according to law, because it in terms directs the sheriff to assign and transfer the shares of stock to the purchaser before it contains the provision that the sale must be reported to the trial court. That portion of the decree is in the words fol<page-number citation-index=\"1\" label=\"222\">*222</page-number>lowing: “And it is further ordered, adjudged and decreed that the plaintiff be allowed to bid for and purchase said shares of stock at said sale, and the said sheriff is hereby ordered to assign and transfer said shares to the purchaser thereof at said sale by writing indorsed on the back of or attached^to said certificates, and to report said sale to this court, and that this cause be retained for such other and further proceedings as the parties hereto may be entitled to take.” We are of opinion that the objections of plaintiff in error in this regard can not be sustained. The mere fact that that portion of the decree directing the sheriff to transfer the stock is made to appear before the provision directing the sheriff to report the sale to the trial court is wholly immaterial. Plaintiff in error filed no motion for a new trial, and did not in any way seek to bring any of the alleged defects to the attention of the trial court. In this state of the record, this court will certainly not presume error for any of the reasons urged. While it may probably'liave been unnecessary for plaintiff in error to file a motion for a new trial in order to review the errors complained of, a much better practice, particularly under the facts herein, would have been to call the attention of the trial court to the matters complained of, and to have given that tribunal an opportunity to rectify such errors as might upon a hearing have appeared.</p>\n<p id=\"b260-6\">There seems to be no error in the record, and it is therefore recommended that the judgment of the trial court be affirmed.</p>\n<judges id=\"b260-7\">Hastings and Lobingier, CC., concur.</judges>\n<author id=\"b260-8\">By the Court:</author>\n<p id=\"Asd\">For the reasons stated in the foregoing opinion, the judgment of the district court is</p>\n<p id=\"b260-9\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}