{
  "casebody": {
    "data": "<casebody firstpage=\"178\" lastpage=\"182\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b218-3\">[S. F. No. 2205.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"Abv\">Department One.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AAp\">April 1, 1902.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b218-4\">N. S. KEITH, Respondent, v. ELECTRICAL ENGINEERING COMPANY, Appellant.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b218-5\">Contract—Construction—Uncertainty—Presumption against Promisor.—An uncertain contract should be construed most strongly against the party who caused the uncertainty to exist, and such party is presumed to be the promisor.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b218-6\">Id.—Practical Construction.—The contemporaneous and practical construction of a contract by the parties is strong evidence of the meaning of equivocal terms.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b218-7\">Id.—Boyalty on Machines — Patented Improvement — Acts of Parties under Contract.—A contract under which the defendant corporation agreed to pay to the plaintiff royalties upon all articles manufactured by the defendant to be sold and used in certain states and territories, under letters patent to the plaintiff for an improvement in dynamo-electric machines, consisting of an improved ring armature, constituting an essential part of such machines, and which would be of no value detached therefrom, and under which contract the parties contemplated the manufacture of improved machines, and acted thereunder for some time, in keeping account of and paying royalties upon such machines, is to be construed as a contract to pay royalties thereupon, and not merely upon the improved armature.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b218-8\">Id.—Evidence—Statement of Sales Made by Corporation—Dates Taken from Books.—In an action to recover royalties upon machines manufactured and sold by the defendant corporation under such contract, a statement of sales made by the corporation defendant to the plaintiff, to which was added a statement of dates taken from the books oí the defendant, in the presence and with the consent of its secretary, was properly admitted in evidence against the corporation.</syllabus>\n<summary data-order=\"8\" data-type=\"history\" id=\"b218-9\">APPEAL from a judgment of the Superior Court of the City and County of San Francisco and from an order denying a new trial. John Hunt, Judge. •</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b218-11\">The facts are stated in the opinion.</summary>\n<p data-order=\"10\" data-type=\"summary\" id=\"b218-12\">Page, McCutchen &amp; Bells, and Page, McCutchen, Harding &amp; Knight, for Appellant.</p>\n<p data-order=\"11\" data-type=\"attorneys\" id=\"b218-14\">Naphtaly, Freidenrich &amp; Ackerman, for Respondent.</p>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b219-2\"><page-number citation-index=\"1\" label=\"179\">*179</page-number>COOPER, C.</author>\n<p id=\"AeO\">This case was tried in the court below, with a jury, and a verdict rendered for plaintiff, upon which judgment was entered. The defendant appeals from the judgment and from an order denying its motion for a new trial.</p>\n<p id=\"b219-3\">The action was brought to recover the royalty on the sale of dynamo-electric machines by defendant under the terms of a contract made with plaintiff. The contract in the verified complaint is alleged as follows:—</p>\n<blockquote id=\"b219-4\">“That, heretofore, to wit, on the 3d day of November, 1886, the plaintiff, being the inventor of a certain invention for a dynamo-electric machine, upon due application therefor, did obtain, and there were granted and delivered to him, letters patent of the United States numbered 353,310 for said invention, granting and securing to plaintiff for the full term of seventeen years from the date last aforesaid, the full and exclusive right and privilege of making, constructing, using, and vending to others to be used, the said invention throughout .the United States and all the territories thereof. Said invention is fully described in the specifications of said letters patent, a copy thereof is hereto annexed, marked ‘Exhibit A,’ and made part hereof.</blockquote>\n<blockquote id=\"b219-5\">“Plaintiff further avers that on, to wit, the 8th day of May, 1890, plaintiff granted unto the defendant herein the exclusive right to make, use, and vend in the states of California, Colorado, Nevada, Montana, Oregon, and Washington, and in the territories of Alaska, Utah, Arizona, and Idaho, the invention covered by said letters patent, for the full term of said letters patent, and in consideration of said license said defendant then and there agreed to pay to plaintiff a royalty of three per cent of all moneys realized by said defendant from the sale of all articles manufactured by said defendant under said letters patent, which said amount said defendant then and there agreed to pay to plaintiff at the end of every six months during the life of said letters patent.”</blockquote>\n<blockquote id=\"b219-6\">“Exhibit A,” referred to and annexed to the complaint, is a copy of the specifications of the letters patent issued to plaintiff, and states that plaintiff has “invented certain new and useful improvements in dynamo-electric machines,” and that the invention consists of,—1. Constructing the body or <page-number citation-index=\"1\" label=\"180\">*180</page-number>core of a ring armature so as to place in it as much iron as possible in a cheap and effective manner, but so divided as to avoid Foucault currents in the core; and 2. In surrounding this core with coils or bobbins of wire, after a system of winding hereinafter described.”</blockquote>\n<p id=\"b220-4\">The specifications contain a drawing of the armature-core and other and minute particulars of the invention. ,</p>\n<p id=\"b220-5\">The contract as alleged is not denied by defendant, but it denies that it has sold any articles manufactured under said letters patent, or that it has realized any sum or sums of money therefrom, or that it is indebted to plaintiff on account of royalties or sales in any sum whatever.</p>\n<p id=\"b220-6\">The principal and controlling question is as to the construction of the contract as alleged. The amount of sales is not controverted. That plaintiff was to receive a royalty of three per cent of all moneys realized by defendant from the sale of all articles manufactured under the letters patent is admitted. Appellant contends that the contract, as alleged, ■ calls for the payment of a royalty on the selling price, not of the entire dynamo-electric machine, but of the armature alone. The court below adopted plaintiff’s view, and in its rulings and instructions to the jury held that the plaintiff was entitled to three per cent royalty on the amount of sales of the machines with the armature attached thereto, according to plaintiff’s patent. In this view we think the court was correct. The armature, as patented, was an improvement upon an important and essential part of a dynamo-electric machine. The armature is necessary to produce the electric current, and is connected with the other parts which go to make up the machine. Without the armature it would not be a dynamo-electric machine, and would be of no utility. The armature would be of no utility when detached from the machine. The objects of the improved armature, as stated in the specifications to the patent, were to lessen the cost of manufacture, secure a better method of fastening together and to the spider, or carrier, of the parts of the cores of the armature, preventing sparks at the commutator and brushes overheating the armature, and gaining higher efficiency of dynamo-electric machines. The letters patent gave to plaintiff the exclusive right to manufacture dynamo-electric <page-number citation-index=\"1\" label=\"181\">*181</page-number>machines with the kind of armature described in the specification- to the patent. The patent was of an improvement. ' The machine could not be thereafter manufactured with the improved armature without an infringement of plaintiff’s patent, unless by his consent. In consideration of the consent of plaintiff defendant agreed to pay the royalty on all moneys realized from the “sale of all articles manufactured by said defendant under said letters patent.” Dynamo-electric machines manufactured with the armature described in plaintiff’s letters patent were articles manufactured under said letters patent. The contract was not to pay^ a royalty on.armatures manufactured under said patent. The parties had in mind the manufacture of the machines with the improvement as a part thereof. Even if the contract should be considered uncertain, it should be construed most strongly against the party who caused the uncertainty to exist, and the promisor (defendant here) is presumed to be such party. (Civ. Code, see. 1654.) The parties themselves interpreted the contract as an agreement to pay a royalty upon the entire selling price of the machines. After the contract defendant opened a royalty-book, wherein it entered sales of machines upon which it was required to pay a royalty to plaintiff. It began by paying royalties upon the selling price of every machine and continued such payment for some time. It certainly, at the time of making such payments, construed* the contract as requiring it to pay upon the entire machine. The contemporaneous and practical construction of a contract by the parties ig strong evidence as to its meaning if its terms are equivocal. (1 Beach on Modern Law of Contracts, sees. 721, 724; 2 Wharton on Contracts, sec. 653.) “Tell me,” said Lord Chancellor Sugden, “what you have done under a deed, and I will tell you what that deed means.” <em>(Attorney-General </em>v. <em>Drummond, </em>1 Dru. &amp; Walsh, 353; 2 H. L. Cas. 837.)</p>\n<p id=\"b221-3\">There was no error in the admission of the paper containing a statement of sales made by defendant and the dates of sales. The typewritten portion of the paper was handed to plaintiff by defendant, and the written portion, fixing the dates, was taken by plaintiff from defendant’s books in the presence and with the consent of its secretary. (Code Civ. Proc., sec. 1870, subds. 2, 3.)</p>\n<p id=\"AMR\"><page-number citation-index=\"1\" label=\"182\">*182</page-number>There was no error as to other rulings upon the admission of evidence that would justify a reversal of the case.</p>\n<p id=\"b222-5\">The judgment and order should be affirmed.</p>\n<p id=\"b222-6\">Gray, C., and Haynes, C., concurred.</p>\n<p id=\"b222-7\">For the reasons given in the foregoing opinion the judgment and order are affirmed.</p>\n<p id=\"b222-8\">Van Dyke, J., Garoutte, J., Harrison, J.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}