{
  "casebody": {
    "data": "<casebody firstpage=\"794\" lastpage=\"795\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b826-25\">Jorge SALAZAR-TORRES, Petitioner, v. John ASHCROFT, U.S. Attorney General, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b826-27\">No. 04-60261.</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"b826-28\">Summary Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b826-29\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b826-31\">Decided March 10, 2005.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b826-32\">Jorge Salazar-Torres, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b826-33\">David V. Bernal, Thomas Ward Hussey, Director, Song E. Park, Kurt Barrett Larson, U.S. Department of Justice Civil Division Immigration Litigation, John Ashcroft, Us Department of Justice, Caryl G. Thompson, Washington, DC, for Respondent.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b827-4\"><page-number citation-index=\"1\" label=\"795\">*795</page-number>Before JONES, BARKSDALE, and PRADO, Circuit Judges.</judges>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b827-5\">PER CURIAM: <footnotemark>*</footnotemark></author>\n<p id=\"b827-6\">Jorge Salazar-Torres, a native and citizen of Peru, petitions, <em>pro se, </em>for review of a Board of Immigration Appeals order, which affirmed the immigration judge’s decision he is removable and dismissed his appeal. Salazar contends he was denied due process due to: (1) insufficient time to obtain counsel for his removal hearing; and (2) inability to present evidence in support of his asylum claim. We review <em>de novo </em>Salazar’s claim of a due process violation in immigration proceedings. <em>Anwar v. INS, </em>116 F.3d 140, 144 (5th Cir. 1997)</p>\n<p id=\"b827-7\">Salazar had almost two months between service of the Notice to Appear and his final removal hearing to obtain counsel. Noticing Salazar was without counsel at his first two appearances, the IJ informed him he had a right to obtain counsel and, on both occasions, granted him a continuance. For example, this court has deemed one month sufficient time for a detained alien to find counsel. <em>See Ogbemudia v. INS, </em>988 F.2d 595, 599 (5th Cir.1993). Salazar has not shown a due process violation. In the alternative, Salazar has not demonstrated any prejudice from his lack of representation. There is no evidence there were any grounds for relief available to Salazar at the time of his removal hearing. <em>See Anwar, </em>116 F.3d at 144; <em>Prichard-Ciriza v. INS, </em>978 F.2d 219, 222 (5th Cir.1992).</p>\n<p id=\"b827-8\">Salazar complains he was never informed of his right to apply for political asylum. Among other things, “an IJ does not have an obligation to explain the asylum procedures unless the immigrant expresses some reluctance to return to his homeland.” <em>Ogbemudia, </em>988 F.2d at 599. In any event, Salazar expressed no objection to returning to Peru. “[T]o the contrary, he specifically designated that country when asked.” <em>Id.</em></p>\n<p id=\"b827-11\">\n<em>PETITION DENIED.</em>\n</p>\n<footnote label=\"*\">\n<p id=\"b827-9\"> Pursuant to 5th Cir. R. 47.5, the court has determined that this opinion should not be published and is not precedent except under the limited circumstances set forth in 5th Cir. R. 47.5.4.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}