{
  "casebody": {
    "data": "<casebody firstpage=\"603\" lastpage=\"606\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b675-9\">Frank V. ESPOSITO, Appellant, v. UNITED STATES of America, Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b675-11\">Nos. 25291, 25292.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b675-12\">United States Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b675-13\">Dec. 23, 1970.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b675-27\">John P. Foley, Las Vegas, Nev. (argued), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b675-28\">Bart M. Schouweiler, U. S. Atty., Las Vegas, Nev. (argued), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b676-3\"><page-number citation-index=\"1\" label=\"604\">*604</page-number>Before ELY and HUFSTEDLER, Circuit Judges, and BYRNE,<footnotemark>*</footnotemark> District Judge.</p>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b676-15\"> Honorable William M. Byrne, United States District Judge, Central District of California, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b676-4\">BYRNE, District Judge:</author>\n<p id=\"b676-5\">In Case No. 25,291, appellant, with other individuals, was charged by indictment with receiving, concealing, selling and facilitating the transportation of heroin on July 10, 1964, in violation of Section 174, Title 21, United States Code. He was convicted by jury verdict on April 13, 1965, and on the following day entered a plea of guilty to an additional two charges involving marihuana (Case No. 25,292). He was sentenced to imprisonment for a term of eight years on each of the three charges, the sentences to run concurrently.</p>\n<p id=\"b676-6\">Subsequently, the appellant filed motions to vacate his sentences, charging (1) on the heroin conviction, the judge gave an erroneous instruction on entrapment, and that neither the judge nor retained counsel advised him of his right to appeal, and (2) on the marihuana sentences, the judge failed to ascertain if the guilty pleas were made voluntarily with understanding of the nature of the charges.</p>\n<p id=\"b676-7\">On the heroin conviction, the trial court denied the motion to vacate. In the marihuana cases the Court set aside the guilty pleas and sentences, citing the failure of the trial judge to fully comply with the requirements of Rule 11, Federal Rules of Criminal Procedure. Appellant appealed from the denial of his heroin motion and the government appealed from the granting of the motions in the marihuana cases.</p>\n<p id=\"b676-8\">This Court remanded all matters for further hearings. United States v. Es-posito, 415 F.2d 1112 (CA 9, 1969). The heroin case was returned for a hearing in light of Rodriquez v. United States, 395 U.S. 327, 89 S.Ct. 1715, 23 L.Ed.2d 340 (June 2, 1969), which had not been decided at the time Esposito was sentenced. The marihuana cases were returned to determine if the guilty pleas were voluntarily made with full understanding of the nature of the charges and the consequences of the pleas with specific reference to Castro v. United States, 396 F.2d 345 (CA 9, 1968), which had not been decided at the time Esposito entered his pleas.</p>\n<p id=\"b676-10\">Upon remand the trial court set aside the original sentence in the heroin case and re-sentenced appellant to imprisonment for a period of eight years. The court also vacated its previous order and reinstated the convictions upon the guilty pleas and sentences in the marihuana cases. All sentences were ordered to run concurrently. Appellant is appealing the three convictions in these two consolidated cases.</p>\n<p id=\"b676-11\">No. 25,291 (heroin conviction)</p>\n<p id=\"b676-12\">The primary purpose for which this case was remanded, <em>i. e. </em>whether the judge or retained counsel advised appellant of his right to appeal in light of Rodriquez v. United States <em>(supra), </em>has become moot. The trial court set aside the original sentence and re-sentenced the appellant. If any error existed, it has been corrected, and the appellant has abandoned this point.</p>\n<p id=\"b676-13\">The appellant again urges his claim that the trial court’s instruction on entrapment was reversible error, and relies on this Court’s holding in Notaro v. United States, 363 F.2d 169 (CA 9, 1966).</p>\n<p id=\"b676-14\">Assuming, <em>arguendo, </em>that the court’s entrapment instructions were ambiguous or otherwise erroneous, the appellant’s attorney interposed no objection to them, nor did the appellant submit a requested alternative instruction bearing upon the issue. In such circumstances, our Court has previously held that it will “decline to invoke the ‘plain error’ rule.” Nordeste v. United States, 393 F.2d 335, 340 (9th Cir. 1968). <em>Cf. </em>Pratti v. United States, 389 F.2d 660 (9th Cir. 1968).</p>\n<p id=\"b677-4\"><page-number citation-index=\"1\" label=\"605\">*605</page-number>The appellant asserts several claims of error in addition to those for which the case was remanded. We have carefully examined each of them and find them to be without merit.</p>\n<p id=\"b677-5\">No. 25,292 (marihuana convictions)</p>\n<p id=\"b677-6\">Upon remand, the trial court, after a hearing held on November 28, 1969, having had its attention directed to Castro v. United States, <em>supra, </em>in which this Court held Heiden v. United States, 353 F.2d 53 (CA 9, 1965) was not to be applied retroactively, vacated its previous order, and the convictions upon appellant’s guilty pleas and the sentences which followed were reinstated. The Court found the pleas were voluntarily made with full understanding of the nature of the charges and the consequences of the pleas. Appellant is here appealing the reinstatement of the convictions.</p>\n<p id=\"b677-7\">The appellant contends that the trial court did not comply with the provisions of Rule 11 Federal Rules of Criminal Procedure. Initially he urged the application of McCarthy v. United States, 394 U.S. 459, 89 S.Ct. 1166, 22 L.Ed.2d 418 (1969), but in his reply brief, he acknowledged the Supreme Court’s decision in Halliday v. United States, 394 U.S. 831, 89 S.Ct. 1498, 23 L.Ed.2d 16 (1969) in which the court held that <em>McCarthy </em>was not applicable to guilty pleas accepted prior to April 2, 1969. The pleas in the instant case were entered April 14, 1965. Nevertheless, he continues to assert that the trial court’s acceptance of the guilty pleas was not in accord with the then governing standards which had been established by this Court.</p>\n<p id=\"b677-8\">In April, 1965, when the appellant changed his plea from not guilty to guilty, Rule 11 provided that the trial court should not accept a plea of guilty “ * * * without first determining that the plea is made voluntarily with understanding of the nature of the charge.”</p>\n<p id=\"b677-10\">The record plainly shows, from a lengthy colloquy between the judge and the appellant, that the pleas were voluntary and made with a clear understanding of the nature of the charges. These pleas met the criteria set forth in Munich v. United States, 337 F.2d 356 (CA 9, 1964), which was the leading case on this issue at the time of the pleas in question.</p>\n<p id=\"b677-12\">The appellant also contends that this Court erred in remanding for a determination, in light of Castro v. United States, <em>supra, </em>whether the pleas were made voluntarily with full understanding of the nature of the charges and the consequences of the pleas. In support of his assertion he relies on McCarthy v. United States, <em>supra, </em>and Rodriquez v. United States, <em>supra.</em></p>\n<p id=\"b677-13\">As we pointed out above, the Supreme Court declined to apply <em>McCarthy </em>retroactively. Halliday v. United States, <em>supra. </em>As a consequence, the appellant must rely solely on <em>Rodriquez. </em>In that case, the <em>Supreme Court </em>felt a further remand was unnecessary since the record clearly showed the deprivation of defendant’s right to appeal. The Supreme Court did not disapprove of remands where the Court felt the record was not totally dispositive of the issue involved. In the light of recent Supreme Court decisions, this Court decided to erase any measure of doubt as to the validity of the trial court's ruling. This Court’s action was not inconsistent with <em>Rodriquez </em>because the record of the instant case was hardly analogous to the obvious error present in the <em>Rodriquez </em>transcript.</p>\n<p id=\"b677-14\">It follows that appellant’s claim that it was error for the trial court to conduct the hearing must also be rejected as lacking in merit.</p>\n<p id=\"b677-15\">At the hearing ordered by this Court, the government called Attorney Harry Claiborne as a witness. The appellant’s present attorney objected to Claiborne’s testimony on the ground that it was vio-lative of the attorney-client privilege. The objection was overruled.</p>\n<p id=\"b677-16\">Claiborne testified that he met with the appellant after the jury had returned the guilty verdict in the heroin <page-number citation-index=\"1\" label=\"606\">*606</page-number>case. He told Esposito that he faced a minimum of five years imprisonment and that it probably would be increased to ten to forty years if he were convicted of the two marihuana charges. Claiborne further testified that he advised Esposito to plead guilty. He also told his client:</p>\n<blockquote id=\"b678-4\">“I had an idea that maybe 4208 might apply in this case. I didn’t represent to him it did. I told him I was going to have to bring it to the court’s attention and urge the court that it might apply, and express to the court in my opinion it could apply.”</blockquote>\n<p id=\"b678-5\"> While it is true that an attorney cannot waive the privilege, in this case it is clear that the statements and advice expressed to the appellant were not confidential. It is obvious that these remarks would be repeated to the Court the next day. The subject matter of this conference was such that no reasonable person could have expected it would later be deemed protected by the attorney-client privilege. See United States v. Shibley, 112 F.Supp. 734 (S.D.Calif.1953); United States v. Tellier, 255 F.2d 441 (CA 2, 1958) cert. den. 358 U.S. 821, 79 S.Ct. 33, 3 L.Ed.2d 62.</p>\n<p id=\"b678-6\">We find no merit in Esposito’s remaining assertions of error.</p>\n<p id=\"b678-7\">Affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}