{
  "casebody": {
    "data": "<casebody firstpage=\"1028\" lastpage=\"1030\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1116-11\">James Scott PARRISH, III, Petitioner-Appellant, v. Louis L. WAINWRIGHT, etc., Respondent-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b1116-14\">No. 79-2867</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AWH\">Summary Calendar<footnotemark>*</footnotemark>.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b1116-15\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1116-17\">April 2, 1980.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1117-6\"><page-number citation-index=\"1\" label=\"1029\">*1029</page-number>Charles Morachnick, Seminole, Fla., for petitioner-appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1117-7\">Michael A. Palecki, Asst. Atty. Gen., Tampa, Fla., for respondent-appellee.</attorneys>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b1117-9\">Before AINSWORTH, GODBOLD and FAY, Circuit Judges.</judges>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1116-24\"> Fed.R.App.P. 34(a); 5th Cir. R. 18.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1117-10\">PER CURIAM:</author>\n<p id=\"b1117-11\">Petitioner Parrish, a Florida state prisoner, was convicted of receiving and concealing stolen property and obtaining property by worthless check. He was released on parole, and a condition of his release was that he would not sign any checks in connection with his business. Accordingly, he and his partner agreed that checks on his business were authorized to be signed by his partner, and that Parrish was not to be an authorized signatory on the bank account used by his business. However, Parrish partially filled in and signed a blank check on the business’s check form. The form was that customarily used in the banking business for checks: it bore the name of the bank, the account number of the business’s account, and the name and address of the business were printed on it. Parrish entered a date and a payee but not an amount.</p>\n<p id=\"b1117-12\">Parrish’s parole officer learned of this instrument, and Parrish was taken into custody as a parole violator. A week later a preliminary hearing was held and probable cause was found for believing that Parrish had violated his parole. A final parole revocation hearing was not held until about three months later, with one continuance in the interim. The parole was revoked on the ground that Parrish had violated the condition by signing the check form. Parrish exhausted his state remedies and then sought federal habeas on the grounds that he had been denied a timely revocation hearing and that there was insufficient evidence to show that he had violated parole. The district court denied habeas relief.</p>\n<p id=\"b1117-14\">We cannot say that the final parole revocation hearing was not held within a reasonable time after probable cause had been established at a preliminary hearing. Compare <em>U. S. ex rel. LiPuma v. Gengler, </em>411 F.Supp. 948, 951 (S.D.N.Y.1976) (three months delay not unreasonable).</p>\n<p id=\"b1117-15\">With respect to the sufficiency of the evidence, at the revocation hearing petitioner and the payee of the “check” testified that the document was not intended to be negotiated as a check but as a memorandum of a transaction in which the “payee” was to deliver equipment to Parrish on consignment and the document was to reflect the agreed selling price and the obligation of Parrish to pay the consignor-payee if Parrish sold the item. They testified that this was the usual arrangement between them, sometimes done on a check form and at other times by memoranda on miscellaneous scraps of paper. They explained that on this document the amount was not filled in because the piece of equipment intended to be sent to Parrish in the particular consignment was never delivered and thus the “check-memo” was never put to use.</p>\n<p id=\"b1117-16\"> Whether the document signed by petitioner was a “check” within the meaning of the condition imposed on his parole is a question of state law that does not rise to constitutional dimension. Assuming that we should review the sufficiency of evidence to sustain a parole revocation, <em>cf. Jackson v. Virginia, </em>443 U.S. 307, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979) (sufficiency of evidence to sustain criminal conviction), a question we do not decide, we cannot say that the evidence was insufficient. The purpose of the condition was to prevent Parrish from using worthless checks to ob<page-number citation-index=\"1\" label=\"1030\">*1030</page-number>tain property, and it was undisputed that he was using this document in the general form of a check for that exact purpose. In addition, Parrish was a previously convicted maker of bad checks, and he signed this form for a check on an account on which he was not authorized to sign and the withdrawal of that authority was pursuant to the condition on his parole.</p>\n<p id=\"b1118-4\">AFFIRMED.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}