{
  "casebody": {
    "data": "<casebody firstpage=\"1238\" lastpage=\"1243\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b1326-12\">NATIONAL LABOR RELATIONS BOARD, Petitioner, v. BIGHORN BEVERAGE, Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Aiq\">No. 78-2995.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b1326-15\">United States Court of Appeals, Ninth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b1326-16\">March 10, 1980.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b1328-4\"><page-number citation-index=\"1\" label=\"1240\">*1240</page-number>Elliott Moore, Washington, D. C., on brief; Marjorie Gofreed, Washington, D. C., for petitioner.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1328-5\">Leslie S. Waite, III, Waite, Cruikshank &amp; Schuster, Great Falls, Mont., for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b1328-6\">Petition to Review A Decision of the National Labor Relations Board.</p>\n<judges data-order=\"7\" data-type=\"judges\" id=\"b1328-8\">Before COWEN,<footnotemark>*</footnotemark> Senior Judge, TRASK and HUG, Circuit Judges.</judges>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b1328-13\"> Honorable Wilson Cowen, Senior Judge, United States Court of Claims, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b1328-9\">TRASK, Circuit Judge:</author>\n<p id=\"b1328-10\">The National Labor Relations Board (Board) petitions for enforcement of its order entered pursuant to section 10(e) of the National Labor Relations Act (Act), 29 U.S.C. § 160(e). Respondent Bighorn Beverage, was charged with violating section 8(a)(1) and (3) of the Act, 29 U.S.C. § 158(a)(1) and (3).<footnotemark>1</footnotemark> A hearing was held before an administrative law judge who found that the respondent had violated the Act. The decision was upheld by the Board and its order requires the respondent to cease the unfair labor practices found, to reinstate a discharged employee and to recognize and bargain with the union. We enforce the order in part and vacate in part.</p>\n<p id=\"b1328-11\">I</p>\n<p id=\"b1328-12\">We will enforce the Board’s order if the Board correctly applied the law and if the Board’s findings of fact are supported by substantial evidence on the record as a whole. <em>See Universal Camera Corp. v. NLRB, </em>340 U.S. 474, 488, 71 S.Ct. 456, 464, 95 L.Ed. 456 (1951); <em>Los Angeles Marine Hardware Co. v. NLRB, </em>602 F.2d 1302, 1305 (9th Cir. 1979). Although the parties offered conflicting testimony at the hearing, it is the function of the administrative law judge who observes the witnesses and hears their testimony to determine credibility. <em>Great Chinese American Sewing Co. v. NLRB, </em>578 F.2d 251, 254 (9th Cir. 1978). Accordingly, in reviewing the record for support for the Board’s findings of fact, we have given special weight to the credibility resolutions of the administrative law judge. See <em>Loomis Courier Service, Inc. v. NLRB, </em>595 F.2d 491, 495 (9th Cir. 1979).</p>\n<p id=\"b1328-16\">II</p>\n<p id=\"b1328-17\">Gerald Maykuth, President of Bighorn Beverage, interviewed several applicants who had filled out application forms with the Montana Job Service, a state employment agency, and selected 12 applicants for second interviews. In late November 1977, he hired Barry Mortensen, Thomas Ager .and Wayne Helmbrecht as driver-salesmen, and Charles Phelps as warehouse manager.</p>\n<p id=\"b1328-18\">The employment application forms furnished by the Montana Job Service questioned the applicants about membership in union organizations. During the interviews, Maykuth questioned each of the four men that he subsequently hired about their union membership. Each of the four men indicated that either he did not belong to a union or .that he would be willing to work without union representation.</p>\n<p id=\"b1328-19\">Because the .warehouse was not yet completed and deliveries were not being made on December 6 when the men began work, the four were assigned to work on the warehouse construction. During the second week of employment, Mortensen and Phelps talked about the possibility of having a <page-number citation-index=\"1\" label=\"1241\">*1241</page-number>union represent them, and Mortensen later discussed the matter with a union representative. He obtained membership cards authorizing the union to act as a bargaining representative. These cards were signed by three of the four employees. On December 29, the union filed a representation petition seeking to represent a unit of all ware-housemen and drivers. Maykuth received this petition on January 3, 1978.</p>\n<p id=\"b1329-5\">Meanwhile the operation of the cement trucks inside the warehouse caused an accumulation of carbon monoxide and many employees were developing severe headaches during the work days. Periodically, the workers complained to Maykuth about not feeling well. On January 5, Ager, Phelps and Helmbrecht were sickened by the fumes and left work early. Ager sought medical treatment from Dr. Hoopes who telephoned a complaint to the Occupational Health Bureau concerning the carbon monoxide poisoning at the plant. That night, Mortensen telephoned a complaint to the Department of Health and Environmental Sciences. The next morning, after a safety inspector had visited the site and left, Maykuth fired Mortensen.</p>\n<p id=\"b1329-6\">Ill</p>\n<p id=\"b1329-7\">At the outset we must dispose of the procedural issue of whether the administrative law judge properly allowed the general counsel to amend the complaint after.the hearing to allege a new section 8(a)(1) interrogation violation based upon the use of the application forms provided by the Montana Job Service.</p>\n<p id=\"b1329-8\">It is settled law that the Board may find, an unfair labor practice when the issue has been fully litigated even though it had not been specifically pleaded in the complaint. The Board may render a decision upon the issues actually tried or order an amendment to conform with the proof. <em>NLRB v. Int’l Ass’n of Bridge, Structural &amp; Ornamental Iron Workers Local 433, </em>600 F.2d 770, 775 (9th Cir. 1979); <em>Alexander Dawson, Inc. v. NLRB, </em>586 F.2d 1300, 1304 (9th Cir. 1978).</p>\n<p id=\"b1329-9\">The issue of the use of the application forms was fully litigated at the hearing. A substantial amount of testimony was presented at the hearing concerning the application forms and their use by Maykuth during the interviews. In addition, the forms were introduced into evidence as exhibits. Maykuth testified concerning his use of the forms. Therefore, the administrative law judge properly allowed the Board to amend its complaint to allege a violation based on the use of these forms.</p>\n<p id=\"b1329-11\">The substantive issue is whether the respondent violated section 8(a)(1) of the Act because Maykuth questioned the employees concerning their union sympathies and because he used the application forms. . The Board found a violation and there is substantial evidence to support its findings.</p>\n<p id=\"b1329-12\">Section 7 of the Act grants employees “the right to self-organization, to form, join or assist labor organizations, to bargain collectively through representatives of their own choosing, and to engage in other concerted activities for the-purposes of collective bargaining . . . .” 29 U.S.C. § 157. Section 8(a)(1) of the Act implements this guarantee by making it an unfair labor practice to “interfere with, restrain, or coerce employees in the exercise of the rights guaranteed in [§ 7].” 29 U.S.C. § 158(a)(1).</p>\n<p id=\"b1329-15\">As we stated in <em>Penasquitos Village, Inc. v. NLRB, </em>565 F.2d 1074, 1080 (9th Cir. 1977), “the test is whether, under all the circumstances the interrogation reason-, ably tends to restrain or interfere with the employees in the exercise of their protected rights (citations omitted).” Maykuth used the employment application forms in the interviews and questioned each worker that he subsequently hired about his union sympathies. In addition, there was his statement that refusal to cross a picket line would not be an excuse for failing to deliver to customers. Therefore, “[t]he questioning in this case carried with it the inherent implication that the answer given would have affected the applicants’ chances of employment.” <em>W. A. Sheaffer Pen Co. v. NLRB, </em>486 F.2d 180, 182 (8th Cir. 1973). Despite the inherently coercive impact of <page-number citation-index=\"1\" label=\"1242\">*1242</page-number>the questions concerning union membership, Maykuth took no steps to alleviate it. We, therefore, find that the use of the employment forms and the questioning concerning union membership support the Board’s findings that respondent violated section 8, <em>supra.</em></p>\n<p id=\"b1330-4\">IV</p>\n<p id=\"b1330-5\">The second issue is whether Mortensen is entitled to be reinstated in his employment. He is entitled to reinstatement only if his discharge resulted from his engaging in protected concerted activities. The Board found that Mortensen had been fired because he had filed a safety complaint and had engaged in union organizing activities. It found that both of these were protected concerted activities and that Mortensen was entitled to be reinstated.</p>\n<p id=\"b1330-6\">We disagree that the filing of a safety complaint in the circumstances of the case constituted a protected concerted activity. The .Board found that Mortensen had acted alone in filing the complaint; however, it relied upon <em>Alleluia Cushion Co., Inc., </em>221 N.L.R.B. 999 (1975), to find concerted activity. In <em>Alleluia Cushion </em>the Board found that when an employee acts alone in filing a safety complaint, the consent of the other employees will be implied and the activity will be deemed concerted. This is an extension of the principle established in <em>NLRB v. Interboro Contractors, Inc., </em>388 F.2d 495 (2d Cir. 1967), that “activity engaged in by an individual employee acting alone which was directed to enforce or implement the terms of a collective bargaining agreement will be deemed concerted activity within the meaning of § 7.” <em>NLRB v. Dawson Cabinet Co., Inc., </em>566 F.2d 1079, 1082 (8th Cir. 1977). The rationale of the decision was that the implementation of the agreement by the employee was an extension of the concerted activity giving rise to the agreement.</p>\n<p id=\"b1330-7\"><em>NLRB v. C &amp; I Air Conditioning, Inc., </em>486 F.2d 977 (9th Cir. 1973), governs the disposition of this issue. It involved, as this case does, the filing of a safety complaint. Although it predated <em>Alleluia Cushion, </em>without deciding the validity of <em>Interboro, we </em>refused to extend it to situations where there was no collective bargaining agreement involved. Such an agreement is essential because it is the source of the employee’s claimed rights. <em>NLRB v. C &amp; I Air Conditioning, Inc., </em>486 F.2d at 979. Therefore, we must reject the Board’s finding that Mortensen engaged in protected concerted activity.</p>\n<p id=\"b1330-9\">This result is consistent with that reached by other circuits which have held that the implied concerted action theory is a legal fiction presenting an unwarranted expansion of the definition of concerted action unsupported by a statutory basis. <em>See ARO, Inc. v. NLRB, </em>596 F.2d 713 (6th Cir. 1979); <em>NLRB v. Dawson Cabinet Co., Inc., </em>566 F.2d 1079 (8th Cir. 1977); <em>NLRB v. Buddies Supermarkets, Inc., </em>481 F.2d 714 (5th Cir. 1973); <em>NLRB v. Northern Metal Co., </em>440 F.2d 881 (3d Cir. 1971). <em>But see NLRB v. Ben Pekin Corp., </em>452 F.2d 205 (7th Cir. 1971).</p>\n<p id=\"b1330-10\">Substantial evidence, however, supports the Board’s finding that Mortensen was discharged because he engaged in union organizing activity. Under section 8(a)(3) of the Act an employer may not discharge an employee because of union activity or sympathy. <em>NLRB v. Fort Vancouver Plywood Co., </em>604 F.2d 596, 600 (9th Cir. 1979); <em>NLRB v. Magnusen, </em>523 F.2d 643, 645 (9th Cir. 1975).</p>\n<p id=\"b1330-11\">Whether section 8(a)(3) has been violated depends on the employer’s motive for terminating employment; and the task for determining motive is “particularly within the purview of the Board.” <em>NLRB v. Fort Vancouver Plywood Co., </em>604 F.2d at 600. Furthermore, where the discharge of an employee is motivated by both legitimate business considerations and protected union activity, the test is whether the business reason or the protected union activity is the moving cause for the discharge. <em>Western Exterminator Co. v. NLRB, </em>565 F.2d 1114, 1118 (9th Cir. 1977). In determining motive, the Board may consider circumstantial and direct evidence, and the <page-number citation-index=\"1\" label=\"1243\">*1243</page-number>inference that it draws will prevail if reasonable and supported by substantial evidence on the record as a whole. <em>NLRB v. Fort Vancouver Plywood Co., </em>604 F.2d at 600.</p>\n<p id=\"b1331-4\">The Board found that Mortensen’s job performance did not always measure up to the standards that Maykuth would have liked for his employees. Nevertheless, the Board found that the moving cause behind Mortensen’s discharge was his activity in organizing a union. Substantial evidence supports its conclusion.</p>\n<p id=\"b1331-5\">Maykuth, notwithstanding his earlier expressed intention of firing Mortensen, did so only after he significantly engaged in union activities. Mortensen initiated the union organizing activity and solicited the union card signing campaign. The union filed a' petition for representation that reached Maykuth on January 3. Maykuth had earlier interrogated the employees regarding their union sympathies. Statements made by Maykuth after the discharge of Mortensen reveal an antiunion animus. When Mortensen went in to pick up his final paycheck, Maykuth said, “You’ve been talking a lot around the job.”</p>\n<p id=\"b1331-6\">These facts support the Board’s finding that Maykuth knew of Mortensen’s union activities and discharged him because of them.</p>\n<p id=\"b1331-7\">V</p>\n<p id=\"b1331-8\"> A bargaining order is appropriate where the Board finds that the possibility of erasing the effect of past practices and of ensuring a fair election by the use of traditional remedies is slight and that the employee sentiment, once expressed through cards, would, on balance, be better protected by a bargaining order. <em>NLRB v. Gissel Packing Co., </em>395 U.S. 575, 614, 89 S.Ct. 1918, 1940, 23 L.Ed.2d 547 (1969). Furthermore, the determination of whether a bargaining order is warranted is a task, not for the reviewing courts, but for the Board based on its expert estimate as to the effects on the election of the unfair labor practices. <em>Id. </em>at 612, n. 32, 89 S.Ct. at 1939. A determination that a bargaining order is needed will not be upset if substantial evidence supports the Board’s conclusion, <em>NLRB v. Fort Vancouver Plywood Co., </em>604 F.2d at 601; <em>NLRB v. Ultra-Sonic De-Burring, Inc., </em>593 F.2d 123, 124 (9th Cir. 1979).</p>\n<p id=\"b1331-10\">The probable impact of unfair labor practices is increased when a small bargaining unit, such as here, is involved and increases the need for a bargaining order. <em>NLRB v. Eagle Material Handling, Inc., </em>558 F.2d 160, 168 (3d Cir. 1977); <em>Ann Lee Sportswear, Inc. v. NLRB, </em>543 F.2d 739, 744 (10th Cir. 1976).</p>\n<p id=\"b1331-11\">The administrative law judge discussed in his opinion, which was adopted by the Board, the question of whether the union represented a majority of the employees of an appropriate unit and whether the unfair practices were thus of such substance as to warrant the imposition of a bargaining order. He relied on the standards established by <em>NLRB v. Gissel Packing Co., Inc., supra. </em>He pointed out that here the discharge of only one employee, Mortensen, resulted in the termination of 25 percent of the employees in the particular bargaining unit, and in the elimination of the Union’s majority status but for the fact that Mortensen’s termination was unlawful. The use of application forms containing questions about union membership affected three out of four employees. The administrative law judge concluded: “[c]onsidering the nature and the extent of the Respondent’s unfair labor practices, I conclude that a bargaining order, as a remedy for the Section 8(a)(1) and (3) violations, is warranted in these circumstances, . . ” C.T. at 60.</p>\n<p id=\"b1331-14\">Given the size of the bargaining unit, the pervasiveness of the unfair labor practices and Maykuth’s expressions of antiunion animus as found by the administrative law judge, there is substantial evidence to support the Board’s conclusion that a bargaining order is justified.</p>\n<p id=\"b1331-15\">VI</p>\n<p id=\"b1331-16\">The order of the Board is enforced as modified to reflect the opinion of this court.</p>\n<footnote label=\"1\">\n<p id=\"b1328-14\">. The pertinent parts of section 158(a)(1) and (3) are as follows:</p>\n<blockquote id=\"b1328-15\">(a) It shall be an unfair labor practice for an employer—</blockquote>\n<blockquote id=\"b1328-20\">(1) to interfere with, restrain, or coerce employees in the exercise of the rights guaranteed in section 157 of this title;</blockquote>\n<blockquote id=\"b1328-21\">(3) by discrimination in regard to hire or tenure of employment or any term or condition of employment to encourage or discourage membership in any labor organization: .</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}