{
  "casebody": {
    "data": "<casebody firstpage=\"164\" lastpage=\"167\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b218-9\">UNITED STATES of America, Plaintiff-Appellee, v. Donald Wayne SKINNER, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b218-11\">No. 29113.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b218-12\">United States Court of Appeals, Fifth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b218-13\">Jan. 27, 1971.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b218-22\">Richard Jones, Dallas, Tex., for defendant-appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b218-23\">Seagal v. Wheatley, U. S. Atty., Has-kell Shelton, Asst. U. S. Atty., Victor K. Sizemore, El Paso, Tex., for plaintiff-ap-pellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b218-24\">Before JONES, GEWIN and CLARK, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b218-25\">JONES, Circuit Judge:</author>\n<p id=\"b218-26\">A jury trial resulted in the conviction of the appellant of knowingly transport<page-number citation-index=\"1\" label=\"165\">*165</page-number>ing a stolen motor vehicle from Odessa, Texas, through Clovis, New Mexico, to El Paso, Texas, in violation of 18 U.S. C.A. § 2312. The appellant was also found guilty of transporting a firearm in interstate commerce in violation of 18 U.S.C.A. § 922(g) (1). Skinner was sentenced to consecutive terms of five years on each count. This in forma pauperis appeal followed.</p>\n<p id=\"b219-5\">The appellant seeks reversal of his conviction and a new trial on the grounds of erroneous instructions as to the issue of guilt and as to the presumption of sanity, notwithstanding the failure of his counsel to interpose an objection at the trial.</p>\n<p id=\"b219-6\">The challenged instructions on the issue of guilt are:</p>\n<blockquote id=\"b219-7\">“If you find the Government hasn’t established his guilt beyond a reasonable doubt then you should find him not guilty and of course, as both attorneys have said, if you, by virtue of this insanity plea, since the defendant has admitted, and I think the evidence is such that it would not do otherwise, that he did take the car and did have the pistol and so the verdict that you will have will say ‘Guilty’ or ‘Not Guilty by Reason of Insanity’.”</blockquote>\n<blockquote id=\"b219-8\">* -X- * -X- -X- -X-</blockquote>\n<blockquote id=\"b219-9\">“Now the issue has boiled down to the question of whether or not this man was insane at the time and that is the only thing you have to determine.”</blockquote>\n<blockquote id=\"b219-10\">* -X- * * -X- *</blockquote>\n<blockquote id=\"b219-11\">“Now there is no question here but that the car was transported across the line. As I said, the defendant admits the offense so those elements are all present. The only question you have is whether or not this man was insane.</blockquote>\n<blockquote id=\"b219-12\">“The other offense charged under Section 922(g) (1) of Title 18 reads ‘It shall be unlawful for any person who has been convicted in any court of a crime punishable by imprisonment for a term exceeding one year — ’ and that has been established' here this man was ‘to transport any firearm in interstate commerce’ and— ‘firearm or ammunition’. Well, there is no disputing those facts.”</blockquote>\n<p id=\"b219-15\">The effect of this instruction was to direct the jury to find Skinner guilty unless it appeared that he was lacking in mental capacity to commit the offense with which he was charged. A directed verdict of guilty is not permitted, and this is true even though a defense of insanity is raised.</p>\n<p id=\"b219-16\">The guide to our decision is charted by one of the leading cases decided by this Court where it is said:</p>\n<blockquote id=\"b219-17\">“A trial court has a wide latitude in commenting on the evidence during his instructions to the jury, but he has no power to direct a verdict of guilty. An instruction deciding a material fact issue as a matter of law adversely to the accused is regarded as a partial instructed verdict of guilty prohibited by the rule just stated. In United States v. Raub, supra, [7th Cir., 177 F.2d 312] the Court reversed the conviction under the plain error rule where the jury was instructed that a material element of the offense was established as a matter, of law.</blockquote>\n<blockquote id=\"b219-18\">“The appellant was entitled to have the question of whether there was an attempt to enter the bank for the purpose of robbing it submitted to the jury under appropriate instructions covering, among other things, the elements of this type of offense.” Mims v. United States, 5th Cir. 1967, 375 F.2d 135.</blockquote>\n<p id=\"b219-19\">The Court, in the Mims case, followed the principle announced in the earlier Edwards case where it was said:</p>\n<blockquote id=\"b219-20\">“Despite the strong evidence of guilt, we cannot hold that this erroneous charge was harmless. No matter how conclusive the evidence, a court may not direct a verdict of guilt. While this charge did not direct the jury to find the defendant guilty, it did take from the jury the question of Evans’ guilt.” Edwards v. <page-number citation-index=\"1\" label=\"166\">*166</page-number>United States, 5th Cir. 1960, 286 F.2d 681.</blockquote>\n<p id=\"b220-4\">And, in another opinion, the Court has said:</p>\n<blockquote id=\"b220-5\">“In the face of objections stated with precision and clarity complaining of the charge as a partial direction of a verdict of guilty and a failure to submit to the jury a crucial issue, the Court was obliged to take corrective steps so that the jury would clearly understand that it had three, not two, issues for decision. The failure to do this was a substantial and harmful error.” Roe v. United States, 5th Cir. 1961, 287 F.2d 435, cert. denied 368 U.S. 824, 82 S.Ct. 43, 7 L.Ed.2d 29.</blockquote>\n<p id=\"b220-6\">As in the Roe case, so in this case, the district court should have given the jury three choices of verdict, guilty, not guilty or not guilty by reason of insanity. The recent decision in United States v. Martin, 5th Cir. 1970, 434 F.2d 275 is not in conflict with the above decisions.</p>\n<p id=\"b220-7\">The principles stated in the case of Mims v. United States, supra, require that the plain error rule of Rule 52(b) of the Federal Rules of Criminal Procedure, apply although no objection was made to the instructions as given. Only two choices were tendered to the jury, a verdict of guilty or a verdict of not guilty by reason of insanity. The jury was not told that it might reject the insanity defense of Skinner but nevertheless find that the elements of the offense had not been established beyond a reasonable doubt and if so, return a verdict of not guilty.</p>\n<p id=\"b220-8\">Lord Coke is quoted as saying that reason is the life of the law. Charles Dickens, in Oliver Twist, had one of his characters say that the law is an ass. It may be that there are those in this day and time who would think it absurd for an appellate court to hold a trial court in error for failing to charge the jury that it might find a defendant not guilty of an offense which he did not deny having committed. Yet such is the law and reason is the life of the law.</p>\n<p id=\"b220-9\">The appellant also challenges his conviction on the ground that the district court erroneously charged the jury as to the presumption of sanity in the giving of the following instructions:</p>\n<blockquote id=\"b220-10\">“Now this burden of proof that I was telling you about, as to the prosecution it applies from the beginning to the end of this trial. It applies to every element necessary to constitute the crime. Where the defense is insanity there is a presumption in favor of sanity. The vital question from the time a plea of not guilty was entered until the return of the verdict is whether, upon all the evidence, by whatever side it was adduced from, guilt was established beyond a reasonable doubt. If the whole evidence, including that as you apply the presumption of sanity does not exclude beyond a reasonable doubt the hypothesis of insanity by which some proof is adduced, you are entitled to return a verdict of acquittal.”</blockquote>\n<p id=\"b220-11\">No exception to the charge was made and again the plain error rule is invoked. Again the Mims case is controlling and in the Mims case it is held:</p>\n<blockquote id=\"b220-12\">“The sanity of the accused is always an element of the offense charged; and the presumption of sanity, standing in the place of evidence when no question is raised about the issue, takes care of the prosecution’s burden of proving sanity. But when evidence of insanity is received, regardless of the source, that presumption disappears, and the prosecution has the burden of proving the mental capacity of the accused beyond a reasonable doubt. Mims v. United States, supra.</blockquote>\n<p id=\"b220-13\">See also Blake v. United States, 5th Cir. 1969, 407 F.2d 908; Wright, Federal Practice and Procedure, Criminal § 497. Under the Mims case the presumption of sanity has no effect after some evidence is introduced to rebut the presumption. In this case, the trial court, in effect, charged the jury that the presumption of sanity would continue to apply after <page-number citation-index=\"1\" label=\"167\">*167</page-number>evidence had been introduced which would overcome the presumption. This charge is in conflict with the law as announced by this Circuit in the Mims opinion. The trial court erred in its charge by permitting effect to be given to the presumption of sanity after it had disappeared. This error rises to the level of obvious and substantial errors which this Court may notice under the plain error rule in order to prevent a clear miscarriage of justice. Mims supra. See Sykes v. United States, 5th Cir. 1966, 373 F.2d 607, cert. denied 386 U.S. 977, 87 S.Ct. 1172, 18 L.Ed.2d 138; Doyle v. United States, 9th Cir. 1966, 366 F.2d 394; Goforth v. United States, 1959, 106 U.S.App.D.C. 111, 269 F.2d 778.</p>\n<p id=\"b221-5\">The judgment of the district court is reversed and the cause is remanded.</p>\n<p id=\"b221-6\">Reversed and remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}