{
  "casebody": {
    "data": "<casebody firstpage=\"39\" lastpage=\"41\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b93-13\">Louis H. PORTER, Petitioner-Appellant, v. COMMISSIONER OF INTERNAL REVENUE, Respondent-Appellee.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b93-15\">No. 225, Docket 34725.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b93-16\">United States Court of Appeals, Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b93-17\">Argued Dec. 10, 1970.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b93-18\">Decided Dec. 21, 1970.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b94-4\"><page-number citation-index=\"1\" label=\"40\">*40</page-number>Louis H. Porter, pro se.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b94-5\">J. Robert Lunney, New York City, on the brief, for petitioner-appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b94-6\">Johnnie M. Walters, Asst. Atty. Gen., Meyer Rothwacks, Leonard J. Henske, Jr., Richard Farber, Tax Division, Dept, of Justice, Washington, D.C., for respondent-appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b94-7\">Before LUMBARD, Chief Judge, FEINBERG, Circuit Judge, and CLARIE,<footnotemark>*</footnotemark> District Judge.</p>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b94-16\"> Of the District Court of Connecticut, sitting by designation.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b94-8\">PER CURIAM:</author>\n<p id=\"b94-9\">The appellant is appealing from a decision of the Tax Court wherein it found him not to be engaged in carrying on the trade or business of an artist with the genuine expectation of realizing profits from such activities. This finding let stand the Commissioner of Internal Revenue’s disallowance of the appellant’s deductions under § 162(a) of the Internal Revenue Code (1954). We affirm the Tax Court’s determination.</p>\n<p id=\"b94-10\">The applicable standard under which the Tax Court concluded that the appellant was not in the trade or business of being an artist, was taken in part from Hirsch v. Commissioner of Internal Revenue, 315 F.2d 731 (9th Cir. 1963) which states:</p>\n<blockquote id=\"b94-11\">“From the very import of (this section), which presupposes that the taxpayer has received taxable income before deductions can be taken therefrom, it is clear that Congress intended that the profit or income motive must first be present in and dominate any taxpayer’s ‘trade or business’ before deductions may be taken. While the expectation of the taxpayer need not be reasonable, and immediate profit from the business is not necessary, nevertheless, the basic and dominant intent behind the taxpayer’s activities, out of which the claimed expenses or debts were incurred, must be ultimately to make a profit or income from those very same activities” (at 736).</blockquote>\n<p id=\"b94-13\">The appellant complains that the Tax Court looked only to the fact that there had been few sales of the paintings in making its ultimate findings and ignored appellant’s declarations that he had a purpose to make a profit. The Tax Court’s opinion discloses that it did in fact take into account appellant’s contentions that sales of the paintings were essential to the ultimate accomplishment of his stated objectives — giving beauty to the world and establishing himself as a renowned artist — and it reviewed appellant’s efforts to sell his paintings over a period of thirty years.</p>\n<p id=\"b94-14\">In light of the continuity of the appellant’s losses, the disproportion between expenditures and receipts, his independent source of income, and his lack of a genuine profit motive, the Court rejected his claims. Over his entire thirty-year career as an artist, he sold 12 or 13 paintings, three of which were sold to non-acquaintances. During the period from 1950 to 1966, the appellant sold only five paintings. The Tax Court properly applied the lawful test and its conclusions cannot be found to be clearly erroneous.</p>\n<p id=\"b94-15\">As pointed out in Commissioner of Internal Revenue v. Duberstein, 363 U.S. 278, 80 S.Ct. 1190, 4 L.Ed.2d 1218 (1960) “appellate review of determinations in this field must be quite restricted” to a standard of whether the trial judge’s findings were clearly erroneous. See also Bessenyey v. Commissioner of Internal Revenue, 379 F.2d 252 (2d Cir. 1967). There is little factual distinction between this case and Lamont v. Commissioner of Internal Revenue, 339 F.2d 377 (2d Cir. 1964) in <page-number citation-index=\"1\" label=\"41\">*41</page-number>which a prominent philosopher and lecturer was denied a deduction for carrying on a trade or business. The Court concluded:</p>\n<blockquote id=\"b95-5\">“The totality' of circumstances surrounding Lamont’s background, his interest in the wide dissemination of his ideas, his activities and financial status justifies the conclusion of the Tax Court that a profit motive was lacking. Certainly, we cannot say that the Tax Court was clearly erroneous in this finding” (at 380).</blockquote>\n<blockquote id=\"b95-6\">The Tax Court is affirmed.</blockquote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}