{
  "casebody": {
    "data": "<casebody firstpage=\"698\" lastpage=\"703\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b752-11\">L’ENFANT PLAZA NORTH, INC., et al., Appellants, v. DISTRICT OF COLUMBIA REDEVELOPMENT LAND AGENCY et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b752-13\">Nos. 23284, 24072, 24313.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b752-14\">United States Court of Appeals, District of Columbia Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b752-15\">Argued Oct. 26, 1970.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b752-16\">Decided Dec. 10, 1970.</decisiondate>\n<otherdate data-order=\"5\" data-type=\"otherdate\" id=\"b752-17\">Petition for Rehearing Denied Jan. 15, 1971.</otherdate>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b753-10\"><page-number citation-index=\"1\" label=\"699\">*699</page-number>Mr. Kenneth Wells Parkinson, Washington, D. C., with whom Messrs. Dag-gett H. Howard and Henry Roemer McPhee, Washington, D. C., were on the brief, for appellants.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b753-11\">Mr. Michael J. Madigan, Asst. U. S. Atty., with whom Messrs. Thomas A. Flannery, U. S. Atty., John A. Terry, and Miss Mary E. Folliard, Asst. U. S.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b753-12\">Attys., were on the brief, for appellees, District of Columbia Redevelopment Land Agency, National Capital Planning Commission, Miller and Hammer. Mr. Lawrence E. Shinnick, Asst. U. S. Atty., at the time the record was filed, also entered an appearance for appellees.</attorneys>\n<attorneys data-order=\"9\" data-type=\"attorneys\" id=\"b753-13\">Mr. E. Tillman Stirling, Washington, D. C., for appellee, David Nassif Associates.</attorneys>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b753-14\">Messrs. Hubert B. Pair, Acting Corporation Counsel at the time the record was filed, and Richard W. Barton, Asst. Corporation Counsel, entered an appearance for appellees in No. 23,284.</attorneys>\n<p data-order=\"11\" data-type=\"judges\" id=\"b753-15\">Before WRIGHT and McGOWAN, Circuit Judges, and JOHNSON,<footnotemark>*</footnotemark> Chief Judge, United States District Court for the Middle District of Alabama.</p>\n<footnote data-order=\"12\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b753-21\"> Sitting by designation pursuant to Title 28 U.S.Code, Section 292(c) (1964).</p>\n</footnote>\n<footnote data-order=\"13\" data-type=\"footnote\" id=\"x999-2\" label=\"3\">\n<p id=\"b756-6\">. <em>See </em>Fishgold v. Sullivan Drydock &amp; Repair Corp., 328 U.S. 275, 290, 66 S.Ct. 1105, 90 L.Ed. 1230 (1946); Skidmore v. Swift &amp; Co., 323 U.S. 134, 139-140, 65 S.Ct. 161, 89 L.Ed. 124 (1944).</p>\n</footnote>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b753-16\">PER CURIAM:</author>\n<p id=\"b753-17\">Appellants are seven corporations and two partnerships either owning or leasing land within the Southwest Urban Renewal Area, Project C. Appellees include the District of Columbia Redevelopment Land Agency (“RLA”), the National Capital Planning Commission, and the Government of the District of Columbia. Appellee, David Nassif Associates, a partnership owning land and an office building located within the same Urban Renewal Project, has intervened in this case as a party defendant.</p>\n<p id=\"b753-18\">Count I of appellants’ complaint in the District Court sought declaratory and injunctive relief in respect of an RLA interpretation of one of the use restrictions in the Urban Renewal Plan. The pertinent language is the land use designation covering Square 465, within which a ten-story building has been erected by intervenor. Section H.4.e. of the Plan reads as follows:</p>\n<blockquote id=\"b753-19\">“In Square 465 * * * all buildings and the premises shall be limited to offices for governmental, professional, institutional or commercial use, <em>and accessory uses such as employee restaurants and off-street parking </em><page-number citation-index=\"1\" label=\"700\">*700</page-number><em>necessary to serve the primary uses.” </em>(Emphasis added.)</blockquote>\n<p id=\"b754-4\">It has been intervenor’s purpose to lease space on the ground floor of its building for retail uses such as a cafeteria, restaurant with bar facilities, drug store, post office, bank, and a savings and loan institution. Whether these proposed uses are permissible under the use restriction terms quoted above is central to the controversy between the parties.</p>\n<p id=\"b754-5\">Before turning to the merits of the grant by the District Court of summary judgment to appellees, we refer briefly to the history of the urban renewal program and the roles of the respective agencies involved. Congress authorized urban renewal for the District in the District of Columbia Redevelopment Land Act of 1945. 5 D.C.Code §§ 701-719 (1967). The Act authorized the National Capital Planning Commission, subject to the approval of the District of Columbia Government, to formulate “a comprehensive or general plan” of urban renewal. 5 D.C.Code § 705(a) (1967). Pursuant to that authority, the Planning Commission promulgated in 1956 the Plan in issue here. Square 465 and appellants’ neighboring properties are all within this Project Area. Upon completion and approval of the Plan, it was turned over to RLA for implementation through the acquisition of properties within the Project Area. RLA has the option to operate the acquired properties itself, or to sell or lease them to private developers. The properties, in any event, are to be devoted only to purposes consistent with the Plan.</p>\n<p id=\"b754-6\">RLA began, in January, 1965, advertising the sale of Square 465. The sale to intervenor was consummated in October, 1967, after a public hearing held September 6, 1967. Following the hearing, RLA issued a press release describing the agreed terms of sale. The release contained the following reference to proposed retail commercial uses:</p>\n<blockquote id=\"b754-9\">300 F.Supp. 426, 428 (D.D.C.1969).</blockquote>\n<blockquote id=\"b754-11\">“On the Plaza there will be a restaurant, banking facilities, drugstore and other retail stores. It is expected that these businesses will serve the estimated 7,000 employees within the building as well as the adjacent area.”</blockquote>\n<p id=\"AjN\">Upon discovering that these broad retail uses were contemplated by RLA for the Nassif Building, appellants began to assert their opposition.<footnotemark>1</footnotemark> During the months of November through May, correspondence passed between RLA and the interested parties, and RLA held several informal meetings with them in an effort to resolve the dispute.</p>\n<p id=\"b754-12\">Appellants have taken the position throughout that the language “accessory uses such as employee restaurants and off-street parking necessary to serve the primary uses” restricts the permissible range of uses to those essential to serve the immediate needs of the employees within that single building. Their interpretation emphasizes the reference to <em>“employee </em>restaurants” rather than restaurants generally, and that only uses <em>“necessary” </em>to serve the primary uses are permitted. Appellants also point out that, in contrast to the limited scope of Square 465 uses, there are other nearby parcels for which the Plan has specifically listed numerous retail commercial uses.<footnotemark>2</footnotemark> They argue that the Planning Commission did not intend that each building was to be self-sufficient in providing goods and services for its em<page-number citation-index=\"1\" label=\"701\">*701</page-number>ployees and visitors. Instead appellants contend that retail establishments in buildings in which the full panoply of commercial uses has been designated are supposed to benefit from the business generated among employees in other nearby buildings in which the identical uses are precluded. Appellants see Square 465 as one of the latter.</p>\n<p id=\"b755-4\">RLA’s construction (shared by inter-venor) concentrates on the words “such as,” and concludes that the references to employee restaurants and off-street parking are merely <em>examples </em>of permissible accessory uses. Insisting that this enumeration of uses is far from exhaustive, RLA asserts that any retail establishment which provides goods and services available to employees in, or visitors to, the Nassif Building, represents an incidental and subordinate, <em>i. e., </em>accessory, use.</p>\n<p id=\"b755-5\">After several months of discussions, RLA, on May 1, 1968, thought to conclude them by means of a letter from the RLA Chairman to the attorney for appellants. The letter cautions at the outset that its contents merely “represent the Agency’s opinion alone,” and that its “position on these questions is not binding upon the District or the [Planning] Commission.” In substance, the letter adheres to the view indicated in the October press release that the Plan contemplated a full range of commercial uses for Square 465, and that the language of the Plan was not to be read restrictively as appellants had suggested.</p>\n<p id=\"b755-6\">Appellants thereupon filed their action in the District Court. Appellees filed a motion for summary judgment which was opposed by appellants not only on the merits of the construction issue but also because there were assert-edly issues of fact material to that issue requiring trial. The District Court, in granting appellees’ motion and dismissing the complaint, reasoned in pertinent part as follows:</p>\n<blockquote id=\"b755-9\">“It needs no citation of authorities, in fact it would be an unnecessary exhibition of learning to cite authorities for the elementary proposition that an agency charged with carrying out a statute, and this urban renewal plan has the effect of a statute, has also the authority to construe the statute. The courts give weight to its construction. In fact, if the construction is <em>reasonable, the courts will adopt it and will not determine the question of interpretation de novo. </em>It has been said that if there is a <em>rational basis </em>for the ruling or decision of an administrative agency, <em>that ends the matter as far as the courts are concerned.</em></blockquote>\n<blockquote id=\"b755-10\">* * * -x- -X- *</blockquote>\n<blockquote id=\"b755-11\">“[T]here is a definitive ruling on the part of the appropriate administrative officials construing the restrictive clause broadly * * *.</blockquote>\n<blockquote id=\"b755-12\">* -X- * •» -X- *</blockquote>\n<blockquote id=\"b755-13\">“Whether this Court would construe the restrictive clause in the same way in which it has been construed by the administrative agency is obviously immaterial.</blockquote>\n<blockquote id=\"b755-14\">* * * * * *</blockquote>\n<blockquote id=\"b755-15\">“The question is whether the administrative interpretation is <em>reasonable </em>and whether the clause is susceptible of such construction. The Court answers the question in the affirmative.</blockquote>\n<blockquote id=\"b755-16\">•X- * -X- * -X- *</blockquote>\n<blockquote id=\"b755-17\">“The Court is unable to reach the conclusion that there is anything <em>unreasonable </em>or erroneous in the interpretation placed upon the clause by the [RLA], and in that event <em>this ends the function of the Court.”</em></blockquote>\n<p id=\"b756-3\"><page-number citation-index=\"1\" label=\"702\">*702</page-number>300 F.Supp. at 428-430 (emphasis added).</p>\n<p id=\"b756-4\">The District Court thus appears to have treated the letter of the Chairman of the RLA as an agency determination which no court may inquire into further than to ascertain that it is not a wholly irrational view of the matter. We think this was too limited a view of the court’s function in relation to this particular controversy. This was not an agency decision arrived at pursuant to a statutory or otherwise established procedure for hearing and decision. There was no record compiled in adversary proceedings, designed to formulate issues and to resolve factual disputes, upon which the agency rendered a decision. Instead, after informal discussions and correspondence, the agency merely expressed its opinion as to the correct reading of language in the Plan, disclaiming in the same breath that its action constituted a binding decision.<footnotemark>3</footnotemark></p>\n<p id=\"b756-5\">No provision, it appears to us, has been made for an administrative determination of the character assumed by the District Court.<footnotemark>4</footnotemark> Such a decision can thus be made only by the courts, acting in their plenary capacity to hear and decide lawsuits, as distinct from reviewing agency decisions at the instance of an aggrieved person. This is a lawsuit which turns upon the interpretation of a document. If the parties cannot agree upon the correct reading, as they could not here despite lengthy efforts to do so, the courts exist for just such a situation and will, upon a record made in adversary litigation, resolve the issue.</p>\n<p id=\"b756-10\">Of course it is true that a highly relevant piece of evidence in that record is the interpretation made by a public body, such as is the RLA, having official responsibilities for the implementation of the basic document; and no court would conceivably fail to take note of the agency view and to give it such weight as it appeared to deserve. But the decision is an independent one to be made by the court, and not a mere supervisory examination of an agency to assure against administrative caprice.</p>\n<p id=\"b756-11\">The error of the District Court’s approach in this instance is underscored by the fact that it foreclosed the receipt by the court of evidence conceivably relevant to the interpretation question. As noted above, appellants opposed the grant of summary judgment on the ground that there were disputed issues of fact which were material to the answering of that question. The District Court determined that the case should be disposed of on summary judgment because, having perceived a reasonable basis for RLA’s action, any factual disputes were not <em>material. </em>Under our view, however, relevant fact questions, such as whether RLA’s recent interpretation is a departure from a prior understanding of the meaning of the “accessory use” restriction,<footnotemark>5</footnotemark> and, <em>if </em>so, <page-number citation-index=\"1\" label=\"703\">*703</page-number>what considerations prompted that turnabout, do exist and should be explored by the District Court on remand. It goes without saying, of course, that evidence of the legislative history of the Act, and of the proceedings of the Planning Commission in preparing the Plan, would also be highly relevant.<footnotemark>6</footnotemark></p>\n<p id=\"b757-4\">Appellants raised in their complaint below two unrelated claims for relief which were separately considered by another district judge, ultimately dismissed, and subsequently rejoined with Count I for purposes of appeal. We find no error in the District Court’s dismissal of both of these further claims. Count II of appellants’ complaint seeks a declaratory judgment that the Planning Commission is required by 5 D.C.Code § 711 (1967) <footnotemark>7</footnotemark> to obtain written consent to any proposed modification of the Plan from all developers who would be <em>affected </em>by the modifieation. This claim is an attempt to overturn an RLA expression of opinion to the effect that written consent is only required from the property owner or lessee upon whose land the modification is directly to apply. Since there is presently no such modification pending, this claim fails to raise a controversy ripe for adjudication. Count III challenged a formerly proposed modification to a segment of the Plan covering the waterfront sites. The District Court properly dismissed this Count for mootness when the Planning Commission rescinded the proposal before its formal consideration by the City Council.</p>\n<p id=\"b757-9\">We affirm the dismissal of the complaint insofar as Counts II and III are concerned, but we reverse the order granting summary judgment with respect to Count I and remand for further proceedings consistent herewith.</p>\n<p id=\"b757-10\">It is so ordered.</p>\n<footnote label=\"1\">\n<p id=\"b754-7\">. In holding that appellants had standing to sue, Judge Holtzoff found :</p>\n<blockquote id=\"b754-8\">“[Appellants’] interest obviously is that they propose to lease space in the buildings that they have erected or intend to erect for commercial purposes and they feel that the rental value of the space will be diminished as a result of competition that might arise from similar establishments in Square 465.”</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b754-13\">. For instance, <em>they cite the </em>use restrictions for nearby Squares 463 and S463:</p>\n<blockquote id=\"b754-14\">“[L]and and buildings shall be limited to general office use; off-street parking ; and retail and personal service establishments for the day-to-day needs of the population of the immediate vicinity, such as art objects, bank, barber or beauty shop, books, phonograph records, cameras, optical goods, china, sundries, flowers, plants, gifts, cards, <page-number citation-index=\"1\" label=\"701\">*701</page-number>stationery, hobby supplies, toys, food, groceries, jewelry, watch repair, laundry and cleaning collection, leather goods, cutlery, packaged liquors, photo studio, restaurant, ticket office, tobacconist, valet shop, and wearing apparel and accessories.” Appellants rely on similarly broad restrictions applicable to other units within the Plan such as the Town Center and the Waterfront areas.</blockquote>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b756-7\">. Berman v. Parker, 348 U.S. 26, 34-36, 75 S.Ct. 98, 99 L.Ed. 27 (1954), has made clear that in the performance of some functions, such as condemning property and subsequently determining whether to resell, lease or operate the property itself, RLA is acting under a definite delegation of responsibility. In these matters the Agency has been given wide latitude, and its decisions will not be lightly upset. The controversy before us is an instance of a legal dispute arising in the carrying out by RLA of one of these delegated decisions, for which no adjudicatory machinery has been specially provided by the Congress.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b756-13\">. Among the material fact questions raised by appellants in their opposition to summary judgment was this question of whether RLA had deviated from a prior, contrary interpretation. The factual basis for appellants’ contention on this point lies in an affidavit, signed by General Quesada, the chief executive officer of appellants. That affidavit asserts that, in 1965, when appellants were negotiating their own leases of property within the renewal area, RLA represented on numerous occasions that Square 465 would not be available for “a broad range of commercial retailing uses.” Appel<page-number citation-index=\"1\" label=\"703\">*703</page-number>lants say that it was not until some later time that ELA discarded this view and determined that the Square was designated to permit retail commercial establishments. Appellees have not conceded that ELA ever entertained such a construction, leaving an issue of fact to be resolved.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b757-6\">. Appellants sought through discovery under Fed.R.Civ.P. 34 to gain access to materials in ELA files relevant to the history and meaning of the “accessory use” language. Although Judge Holtzoff made no reference to the motion in his opinion granting summary judgment, the hearing transcript indicates that he found the motion too indefinite. It appears, however, that ELA did respond to the discovery motion by supplying copies of letters, memoranda, and documents from its files. Appellants later filed an amended discovery motion seeking essentially the same materials but broadening the scope of its requests to apply also to materials in the files of the Planning Commission and the D.C. Government. Judge Matthews, who was assigned to hear Counts II and III of appellants’ complaint, denied the amended motion as moot when she dismissed those remaining counts.</p>\n<p id=\"b757-12\">We intimate no opinion whether appellants’ discovery motions were sufficiently specific or too indefinite to satisfy Eule 34. Appellants are free to renew their request on remand and the question will presumably be resolved by the District Court at that time.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b757-13\">. “An approved project area redevelopment plan may be modified at any time or times: <em>Provided, </em>that any such modification as it may affect an area or part thereof which has been sold or leased shall not become effective without the consent in writing of the purchaser or lessee thereof * *</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}