{
  "casebody": {
    "data": "<casebody firstpage=\"374\" lastpage=\"378\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b406-8\">[No. 20916.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"AAG\">In Chambers.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A8B\">July 23, 1892.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b406-9\">Ex parte ROBERT GORDAN, on Habeas Corpus.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b406-10\">Divorce — Jurisdiction of Superior Court — Care and Custody of Minor Children — Pleading. —In an action for a divorce, the superior court has jurisdiction, under section 138 of the Civil Code, to make such orders for the custody and maintenance of minor children of the marriage as may seem to be necessary, although the pleadings contain no specific allegations as to the fitness of the respective parties, or their ability or willingness to care for their offspring, nor any prayer respecting tne custody thereof.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b406-11\">Id. — Order ¡ Awarding Child to Grandmother — Appointment of Guardian. — It is no objection to the validity of an order in such action, awarding the custody of a minor child of the parties to its grandmother at the expense of the husband, that there were no proceedings under sections 1747 etseq, of the Code of Civil Procedure, prescribing the proceedings for the appointment of guardians generally.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b406-12\">Id.—Order for Payments to Agent of Court — Judgment — Parties. — Where, by order of the court, in an action for divorce, the custody of the child of the marriage has been awarded to its grandmother, a further order that the father pay to the grandmother a monthly allowance for the support of the child is an order for the payment of money to an agent or officer of the court charged with the duty of carrying its decree into effect, and is not void as being a judgment in favor of a stranger to the action.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b406-13\">Id. —Power of Cour^—Support of Child by Father. — The power of the court, in an action for a divorce, to compel the father to support his minor child does not depend wholly upon section 139 of the Civil Code; and whether he is with or without fault in the matters involved in the action, it is Ms duty to support such child, and the court may compel him to do so, though the child is given to the custody of a stranger to the action.</syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b406-14\">Id. —Wife’s Forfeiture of Support — Rights of Children. —Although a wife, by her fault in the matters involved in an action for a divorce, <page-number citation-index=\"1\" label=\"375\">*375</page-number>may forfeit her own claim to he supported by her husband, she cannot forfeit the claims of their children to such support.</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b407-5\">Id. —Misnomer of Child — Identification. —An order that the husband pay a monthly allowance for the support of a minor child designated as “Lina” or “Lena” Gordan is not void as being an order for the support of a different person from “ Leah ” Gordan, though the names are not the same, nor are they <em>idem sonans, </em>where it appears that the child is referred to throughout the proceedings as the sole issue of the parties to the action, and is thereby identified.</syllabus>\n<syllabus data-order=\"10\" data-type=\"headnotes\" id=\"b407-6\">Id. —Contempt — Refusal to Obey Order for. —The refusal of the husband to pay money for the support of a minor child, which the court, in an action for divorce, has ordered to be paid to its grandmother, to whom the custody of the child was awarded, is a contempt of court, punishable by imprisonment until the money is paid, if the husband is found to have the ability to do so.</syllabus>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b407-7\">Application to the Supreme Court for a discharge from imprisonment upon a writ of <em>habeas corpus. </em>The facts are stated in the opinion of Chief Justice Beatty.</summary>\n<p data-order=\"12\" data-type=\"attorneys\" id=\"b407-8\"><em>James G. Maguire, Maguire &amp; Gallagher, </em>and <em>J. D. Sullivan, </em>for Petitioner.</p>\n<p data-order=\"13\" data-type=\"attorneys\" id=\"b407-9\"><em>Henry I. Kowalsky, </em>and <em>T. J. Crowley, contra.</em></p>\n<opinion data-order=\"14\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b407-10\">Beatty, C. J.</author>\n<p id=\"AxX\">In December, 1887, the prisoner obtained a decree of divorce from his wife, Elka Gordan, on the ground of desertion. In his complaint for a divorce, he alleged that the issue of his marriage with Elka Gordan was one female child, born August, 1885. He did not state the name of the child, nor did he allege any facts showing his fitness or his wife’s unfitness to have her custody. The answer of Elka Gordan admitted the marriage, but denied generally all other allegations of the complaint, including of course the existence of the child. Neither party prayed for her custody, though the complaint contained a prayer for general relief. The court, by its judgment granting the divorce, further ordered and decreed: “ That the custody of the child of said marriage, to wit, Leah Gordan, aged two years old, be, until the further order of this court, placed in the charge and custody of the grandmother, Sarah Patek, to be by her cared for and sustained at the expense of plaintiff, Robert Gordan, in the city and county of San <page-number citation-index=\"1\" label=\"376\">*376</page-number>Francisco, California, and shall not be removed therefrom until further order of this court, or by consent of both parties, plaintiff and defendant.”</p>\n<p id=\"b408-5\">It appears from the evidence that this provision of the decree was inserted in pursuance of an agreement of the parties, by which the plaintiff promised to pay for the support of the child the sum of twenty-five dollars per month. This agreement he performed punctually up to the month of December, 1889, when he refused to make any further payments. In January, 1890, Sarah Patek obtained a rule from the superior court commanding the plaintiff to show cause why he should not be required to pay forty dollars per month for the support of the child, and on the 25th of January, 1890, upon the hearing of the rule, an order was made in the action of <em>Gordan </em>v. <em>Gordan, </em>requiring Robert Gordan to pay to Sarah Patek, at her residence in San Francisco, the sum of thirty dollars per month for the support of said child, designated in these proceedings, as Lina or Lena Gordan. This order was complied with up to January, 1891, since which time the plaintiff has refused to make any further payments. In consequence of such refusal, several proceedings have been instituted against him, one of which is reviewed in <em>Ex parte Gordan, </em>92 Cal. 478. After the decision in that case, plaintiff was again, in February, 1892, cited to show cause why he should not be punished for contempt of court in refusing to obey the order of January 25,1890. In response to this order he appeared by counsel, and the court, after a full hearing, adjudged him guilty of the contempt charged, and ordered him to be imprisoned in the county jail until he paid the amount due and unpaid under said order of January, 25, 1890. Upon this order, a warrant was issued, under which the plaintiff was imprisoned by the sheriff of Solano County, and thereupon this proceeding was instituted for the purpose of securing his discharge from custody.</p>\n<p id=\"b408-6\">Four objections are made to the validity of the commitment: L That under the pleadings in <em>Gordan </em>v. <em>Gordan, </em>the court had no jurisdiction to award the custody of <page-number citation-index=\"1\" label=\"377\">*377</page-number>Leah Gordan to Sarah Patelc; 2. That the court had no jurisdiction to order the plaintiff to pay money to Sarah Patek, a stranger to the action; 3. That the order of January 25, 1890, is to pay money for the support of Lina Gordan, a different person from Leah Gordan; <em>4. </em>That it is a violation of the constitution to enforce this order by imprisonment.</p>\n<p id=\"b409-5\">As to the first point, I think section 138 of the Civil Code gave the court jurisdiction to make a proper order for the custody of the child. Its jurisdiction did not depend upon specific allegations as to the fitness of the respective parties, or their ability or willingness to care for their offspring, nor upon a specific prayer for the custody. The pleadings would seem to indicate that one of the parties was oblivious of the child’s existence, and that both were indifferent as to what should become of her; but this did not prevent the court from taking care of her interests. On the contrary, it furnished a good ground for the order that was made. Nor is it any objection to the validity of the order that there were no proceedings under sections 1747 et seq. of the Code of Civil Procedure. Those sections prescribe the proceedings for the appointment of guardians generally, and afford one means of acquiring jurisdiction to dispose of the custody of minors, but they are not exclusive. In actions for divorce, the court may always make such orders for the custody and maintenance of minor children of the marriage as may seem to be necessary. (Civ. Code, sec. 138.)</p>\n<p id=\"b409-6\">2. The order of January 25,1890, was not a judgment in favor of a stranger. It was an order for the payment of money to an agent or officer of the court, charged with the duty of carrying its decree into effect. The decision in <em>Sharon </em>v. <em>Sharon, </em>75 Cal. 38, 39, has no application. The power to compel the father to support his minor child does not depend wholly upon section 139 of the Civil Code. Whether he is with or without fault in the matters involved in the divorce suit, it is primarily his duty to support his minor children. (Civ. Code, secs. <page-number citation-index=\"1\" label=\"378\">*378</page-number>196, 197.) The wife, by her fault, may forfeit her own claim to be supported by her husband, but she cannot forfeit the claims of their children.</p>\n<p id=\"b410-3\">3. The names Lena or Lina Gordan and Leah Gordan are not the same, nor are they <em>idem sonans, </em>but it happens that the child so variously designated is sufficiently identified throughout these proceedings by other terms of description, e. g., the sole issue of the marriage of Robert and Elka Gordan.</p>\n<p id=\"b410-4\">4. The last objection is the most serious of all, and if the question were a new one, I should hesitate to decide that payment in this case can be enforced by imprisonment, but I can see no distinction in principle between orders for the payment of alimony to the wife and orders to pay money for the support of minor children; and it is settled in this state that refusal to pay alimony is a contempt of court, punishable by imprisonment, or, what is the same thing in effect, that a party found to have the ability to pay may be imprisoned until he obeys. <em>(Ex parte Perkins, </em>18 Cal. 60; <em>Ex parte Cottrell, </em>59 Cal. 417.)</p>\n<p id=\"b410-5\">I see nothing unlawful in the imprisonment. The writ is discharged, and the prisoner remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}