{
  "casebody": {
    "data": "<casebody firstpage=\"273\" lastpage=\"276\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b295-7\">Bootsy Jackson v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b295-8\">No. 775.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AXy\">Decided November 9, 1910.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b295-9\">1. — Robbery—Charge of Court — legal Tender — lawful Money.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b295-10\">Where the indictment, in a prosecution for robbery, alleged the money to have been current money of the United States of America, and the court charged the jury that if defendant took the money described in the indictment, etc., to convict him, there was no error in refusing a special requested instruction defining the meaning and significations of the term “lawful money” to be legal tender, etc.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b295-11\">3. — Same—Codefendant—Artifice—Fraud.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b295-12\">Where, upon trial of robbery, the defendant complained that he was prevented by the action of the sheriff to use the testimony of a codefendant who had been acquitted of the same offense, because the sheriff had re-arrested said codefendant as an escaped convict after his said acquittal, but it was not shown that the sheriff acted in any corrupt manner, or that the defendant had taken any steps to bring said codefendant before the court as a witness, there was no error.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b295-13\">3. — Same—Sufficiency of the Evidence — Identification.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b295-14\">Where, upon trial of robbery, the prosecutor had testified that he had been in a personal conflict with the defendant for ten or fifteen minutes, and positively identified him by his clothes, etc., the conviction was sustained.</headnotes>\n<summary data-order=\"9\" data-type=\"history\" id=\"b295-15\">Appeal from the District Court of Brazos. Tried below before the Hon. J. C. Scott.</summary>\n<summary data-order=\"10\" data-type=\"history\" id=\"b295-16\">Appeal from a conviction of robbery; penalty, five years imprisonment in the penitentiary.</summary>\n<p data-order=\"11\" data-type=\"summary\" id=\"b295-17\">The opinion states the case.</p>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b295-18\"><em>T. B. Batte </em>and <em>J. G. Minkert </em>and <em>V. B. Hudson, </em>for appellant.</attorneys>\n<p data-order=\"13\" data-type=\"legal\" id=\"AWP\">On the question of arresting codefendant and using artifice and fraud thereby in preventing the defendant from using Ms testimony: Eldridge v. State, 12 Texas Crim. App., 208; Adams v. State, 10 Texas Crim. App., 677; March v. State, 44 Texas, 64.</p>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b295-19\"><em>John A. Mobley, </em>Assistant Attorney-General, for the State.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b295-20\">DAVIDSON, Presiding Judge.</author>\n<p id=\"AjM\">Appellant was convicted of rob<page-number citation-index=\"1\" label=\"274\">*274</page-number>bery, his punishment being assessed at five years confinement in the penitentiary.</p>\n<p id=\"b296-3\">The indictment charged that in the robbery there was taken from the assaulted party, H. B. Steele, two $20 bills, five $10 bills and two $5 bills, each alleged to be lawful and current money of the United States of America, a better description of which the grand jury could not obtain and give. The robbery was alleged to have been committed by assault and violence and by putting the said Steele in fear of life and bodily injury. The State’s evidence is that Steele was a merchant and slept in an adjoining room under the same roof where he merchandised. He went into this room for the purpose of going to bed, had blown out all the lights in the store, and closed it, carrying one light with him into his bedroom. That appellant secreted himself, therein and made an attack on him and took from his pocket during the fight his pocketbook containing the money described. Appellant’s theory of the case was that he was not present, and had no connection with the robbery.</p>\n<p id=\"b296-4\">1. Appellant insists that the court was in error in not giving his special requested instruction which:, in substance, is as follows: “That the meaning and signification of the term lawful money as alleged in the indictment is legal tender coin, or legal tender treasury notes of the United States, and does not mean nor include United States treasury warrants and does not include bank bills, though they pass as current, nor gold certificates, and unless you find in this case from the evidence that the money taken from H. B. Steele, if you find that it was so taken, was lawful money as herein defined you will acquit the defendant.” This charge does not present the law as it is held in this State. The court charged the jury that if they should believe from the evidence beyond a reasonable doubt that appellant took the money described in the indictment or any part thereof with intent to deprive Steele of the value of said money or any part thereof he would be guilty. The money described in the indictment, under our decisions, is lawful current money of the United States. The court, therefore, did not err in refusing the requested instruction.</p>\n<p id=\"b296-5\">2. It is shown by the facts that another negro named Will Smith was separately indicted for the same offense of which appellant was convicted; that he was placed on trial first and acquitted. That the sheriff then held Smith under arrest as an escaped convict and so informed appellant’s counsel. Acting upon this information appellant’s counsel failed to use Smith as a witness. It subsequently developed that Smith was not an ex-convict. It is claimed by- appellant that by reason of the statements of the sheriff, that he held Smith as a convict, that it was an artifice or fraud practiced upon him to prevent him from using Smith as a witness in his behalf, alleging that the testimony of Smith would be material to his defense. It is not claimed that the sheriff acted in a corrupt manner, and it <page-number citation-index=\"1\" label=\"275\">*275</page-number>seems to be practically admitted in the motion for new trial that the sheriff believed Smith was an escaped convict passing under an assumed name. It is further asserted in the motion for new trial that two or three dajrs after appellant was convicted Smith resorted to a writ of habeas corpus for his discharge and was discharged. It is urged, under these circumstances, that appellant was entitled to a new trial in order to obtain the testimony of Smith. Our statute provides that a motion for new trial may be granted where any artifice, trickery, or fraud has been perpetrated upon defendant whereby he is prevented from using or securing material testimony. We are of opinion that this case does not come within the statute or any decision that has been rendered by this court; at least, it does not come within the rule of any of the cases that have been called to our attention. The fact that the witness was arrested under suspicion that he was an escaped convict is not shown or claimed to have been done as a means of preventing Smith from testifying in the case. If he was in fact an escaped convict he could not have testified in the case. If he had been offered as a witness, this would become an issue as to his competency as a witness, but he was not offered, and the sheriff did not prevent the witness being offered. He was in jail where the court was in session, and could have been brought into court. The law charges appellant with knowledge of the law in such cases. The sheriff could in no manner prevent appellant from having the witness brought into court, nor could he testify as to the want of competency of the witness if appellant had objected. In order to render the witness incompetent to testify, a record of the conviction showing him a convict -would have been required to be produced. We hold, therefore, that appellant was in nowise prevented from using Smith as a witness in the case, and that the statement of the sheriff to the effect that he held him under suspicion of being an escaped convict, does not come within the rule laid down by the statute in regard to artifice, trickery, and fraud which prevented the accused from producing testimony.</p>\n<p id=\"b297-5\">3. The third and fourth grounds of the motion for new trial bring in review the sufficiency of the evidence to sustain the conviction. The State’s case was made by the witness Steele, and is to the effect that appellant went into his bedroom, attacked him, and violently took from him about hundred dollars; that they had quite a struggle over the money, and that after appellant had obtained the money Steele demanded its return; that appellant said if he would give him a dollar he would hand it back to him. Steele went to a cash-drawer and got sixty-five cents in nickels and dimes, which appellant declined to take because it did not satisfy his demand. Steele then went to another drawer and got about seventy-five cents more in small change and handed it to appellant. Appellant then returned the pocketbook, but nearly all of the money was out of it when he returned it. Steele did not get his money, and appellant went away. It is shown <page-number citation-index=\"1\" label=\"276\">*276</page-number>by all the evidence that appellant was there near the store, as ivas quite a number of negroes; his -claim being that he was at a little dance hall or restaurant near the store, and did not participate in the robbery. Steele identified him positively, among other things, by a jumper that appellant wore, which was described by Steele, and also by the fact that he tore a hole in the jumper during their contest over the money. Appellant was wearing that jumper the next morn-ing and there was a hole in it as indicated by Steele. There are some circumstances in the case appellant relied on showing the infirmity of Steele’s eyesight, and on account of this fact, while Smith was upon trial, Steele identified him as this appellant, but he accounts for that by stating that he was not wearing his usual glasses and could not see well. We are of opinion that, taking the record as it is, the jury were fully authorized to find that appellant was the party who committed the robbery. There are quite a lot of circumstances that were developed on the trial testing Steele’s memory, and his means of identifying appellant. He said that he was in a personal conflict which lasted ten or fifteen minutes, and knows it was appellant; he described the jumper accurately that appellant wore, and which appellant is shown to have worn. They brought before him early the next morning appellant and Smith. He refused to identify Smith as the man, and said the party who robbed him was considerably taller. Immediately upon appellant being brought to him he at once identified him as the man. We are of opinion that the evidence justified the jury in their conclusion.</p>\n<p id=\"b298-5\">There being no error in the record, the judgment is affirmed.</p>\n<p id=\"b298-6\">\n<em>Affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}