{
  "casebody": {
    "data": "<casebody firstpage=\"323\" lastpage=\"327\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b345-7\">J. W. Edwards v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AxAy\">No. 694.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AMF9\">Decided November 16, 1910.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b345-9\">1. —Murder—Charge of Court — Manslaughter.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b345-10\">Where, upon trial of murder, the defendant was convicted of manslaughter it is unnecessary on appeal to discuss the alleged errors in regard to the court’s charges on murder.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b345-11\">2. —Same—Charge of Court — Provoking Difficulty.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b345-12\">Where, upon trial of murder, the evidence showed a prior difficulty and a complete reconciliation thereafter between the parties, and did not show any intervening trouble to tbe time of the difficulty that resulted in the homicide, and there was no evidence on the part of tbe State or the defendant to show any act or word or conduct on the part of the defendant to provoke the difficulty, it was reversible error to submit a charge thereon.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b345-13\">3. —Same—Charge of Court — Self-Defense.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b345-14\">Where, upon trial of murder, the evidence showed that just before the homicide the deceased was attacking the defendant with an iron bar, it was reversible error in the court’s charge that the defendant must resort to all other means to prevent the injury before the killing would be justifiable, as this was an unwarranted restriction on the right of self-defense.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b345-15\">4. —Same—Charge of Court — Provoking Difficulty — Manslaughter.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b345-16\">Where, upon trial of murder, the issue of provoking the difficulty was not in the case it was error for the court in his charge on manslaughter to submit a charge thereon.</headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b345-17\">5. —Same—Charge of Court — Provoking Difficulty — Converse Proposition.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b345-18\">Where, upon trial of murder, the evidence showed that the defendant had abandoned a prior difficulty with deceased and a reconciliation had taken place between them, the same excluded the idea of provoking the difficulty, but inasmuch as the court had given a charge on provoking the difficulty the converse of that proposition should have been given both in submitting the issue of manslaughter and self-defense.</headnotes>\n<summary data-order=\"13\" data-type=\"history\" id=\"b345-19\">Appeal from the District Court of Dickens. Tried below before the Hon. Jo A. P. Dickson.</summary>\n<summary data-order=\"14\" data-type=\"history\" id=\"b345-20\">Appeal from a conviction of manslanghter; penalty, five years imprisonment in the penitentiary.</summary>\n<p data-order=\"15\" data-type=\"summary\" id=\"b345-21\">The opinion states the case.</p>\n<attorneys data-order=\"16\" data-type=\"attorneys\" id=\"b345-22\"><em>B. B. Holman </em>and <em>Graham &amp; Dalton, </em>for appellant.</attorneys>\n<p data-order=\"17\" data-type=\"legal\" id=\"AHYZ\">On the court’s ‘’error of submitting the issue of provoking the difficulty: Cartwright v. State, 14 Texas Crim. App., 486; Milrainey v. State, 33 Texas Crim. Rep., 577; Morgan v. State, 34 Texas Crim. Rep., <em>222; </em>Abrams v. State, 36 Texas Crim. Rep., 44; Reese v. State, 49 Texas Crim. Rep., 242; Renow v. State, 49 Texas Crim. Rep., 281; Bearden v. State, 47 Texas Crim. Rep., 271, 79 S. W. Rep., 37; Dent v. State. <page-number citation-index=\"1\" label=\"324\">*324</page-number>46 Texas Crim. Rep., 166, 79 S. W. Rep., 525; McCandless v. State, 42 Texas Crim. Rep., 58; Thomas v. State, 34 Texas Crim. Rep., 481.</p>\n<p data-order=\"18\" data-type=\"legal\" id=\"b346-5\">On question of the court’s charge in restricting, self-defense: Casner v. State, 57 S. W. Rep., 821; Kendall v. State, 8 Texas Crim. App., 569; McCandless v. State, 42 Texas Crim. Rep., 58.</p>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b346-7\"><em>John A. Molley, </em>Assistant Attorney-General, for the State.</attorneys>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b346-8\">DAVIDSON, Presiding Judge.</author>\n<p id=\"AcdJ\">Appellant was convicted of manslaughter, his punishment being assessed at five years confinement in the penitentiary.</p>\n<p id=\"b346-9\">The killing occurred in the town of Spur, in Dickens County, just before Christmas. Appellant lived several miles from where the tragedy occurred, and had gone to the town of Spur on the day of the killing, which occurred at night. He and deceased, King, and others were together. Appellant and deceased were both drinking. They were at Conner’s feed store, and at the request of deceased they went thence to a tin shop owned by deceased. After getting into the house the State’s evidence discloses that appellant was striking deceased with the hat of deceased; that deceased was in a good humor, and requested him to desist, and appellant offered to make him a bet that he could whip him. Deceased said he did not care to fight, and the matter was finally dropped. There were other parties present who, at the time this matter occurred, went away, leaving appellant and deceased in the house. There is evidence to show that appellant, at the invitation of deceased, was to spend the night with him, and sleep in the same bed in a room under the same roof of the tin shop, which room was cut off in one corner of the h.ouse as a sleeping apartment. That some time after the parties left the house where deceased and appellant were á difficulty occurred between deceased and appellant in which appellant knocked deceased down with a piece of pine lumber, described by most of the witnesses as being three feet .long, two inches thick and four inches in breadth. Appellant’s statements directly after the homicide were introduced to the effect that he struck deceased with the piece of wood; that deceased was coming upon him with a piece of iron in his hand, and he told him three times to stop, backing away from him while repeating the request; that deceased did not stop and appellant struck him on the head, knocking him down, from which blow he afterward died. There is evidence in the case on the part of the defendant, both from his own testimony and that of two other witnesses, to the effect that deceased was coming upon him with a piece of iron at the time appellant made the request for him to stop, and that he, appellant, backed away. It is shown by the testimony of one witness that he heard the remark of appellant to stand back; that he opened the door, looked in, closed it and went away. His reason for not having anything to do with the matter was that he was a stranger in the town, <page-number citation-index=\"1\" label=\"325\">*325</page-number>had been there but a short time, and did not care to have anything to do with the trouble. Another witness stated that he looked through a window when hearing the remark, and saw deceased approaching appellant, appellant backing and requesting deceased not to come upon him. Neither of the parties saw the lick. There is evidence also to the effect that a brother of appellant owned a restaurant, and that deceased ate with him occasionally, and on one or two occasions chided the owner of the restaurant on account of his failure to return some whisky that deceased had let him have. There is also evidence in the case to the effect that deceased chided appellant with not having returned the whisky. There is quite a lot of testimony, the details of Avhich we deem unnecessary to repeat.</p>\n<p id=\"b347-5\">1. The court charged upon murder and manslaughter. The jury acquitted of both degrees of murder, and convicted of manslaughter. We deem it, therefore, unnecessary to discuss the alleged errors in regard to charges on murder.</p>\n<p id=\"b347-6\">2. The court’s charge in regard to manslaughter and self-defense is criticised as well as the refusal of the court to give special requested instructions. The court also limited self-defense by giving.a charge on provoking a difficulty. We are of opinion that provoking a difficulty is not raised by the evidence. The State did not introduce any evidence of eyewitnesses or direct evidence as to how the difficulty occurred. No witness saw the immediate act further than as stated by the two Avitnesses, one who looked in at the door and the other at the windoAAr. These witnesses did not indicate any act on the part of appellant showing that he had provoked the difficulty. In order to justify the charge on provoking a difficulty, the act on the part of appellant when they first entered the tin shop, when he took the hat of deceased and struck him, and bet him that he could whip him, must be looked to as a means of provoking the difficulty. This occurred some time before the homicide, and after Avhich the parties became reconciled and were friendly, appellant agreeing to spend the night with deceased, and sleep in the same bed with him. It may be advisable to state right here another fact which has not been mentioned, to wit: that appellant stated that he was not angry with deceased Avlien he struck him with the hat, but it was done in play and good humor, and that he had no feeling in the matter, and did not intend to provoke any difficulty with him or have any fight with him. From the time that this ceased until the last trouble there is no evidence that there Avas any trouble betAAreen the parties at all. The State introduces no evidence to show there was, and the appellant’s testimony excludes it as we understand the testimony. Taking the State’s theory that appellant’s conduct Avas intended to provoke the difficulty when they first entered the house, and that when the AAÚtnesses left the parties were friendly, if there was no intervening trouble from that time between the parties, that is, if appellant did nothing to provoke the deceased to attack him, then provoking a <page-number citation-index=\"1\" label=\"326\">*326</page-number>difficulty was not in the case, and in order to limit the right of self-defense there must be some fact to justify such limitation. It can not be assumed there was without evidence to justify that assumption. This statement will need no authorities to sustain. Then, taking it from either viewpoint, that of the State or the defendant, provoking a difficult)'- was not in the case, and the right of self-defense should not have been limited by such charge.</p>\n<p id=\"b348-4\">3. The court, charging on the right of self-defense, among other things, gave the following charge: “Homicide is justifiable in the protection of the person from any unlawful and violent attack, and in such case all other means must be resorted to for the prevention of the injury, and the killing must take place while the person killed is in the act of making such unlawful and violent attack, or while the person killed is doing some hostile act or making some hostile demonstration that would, viewed from the standpoint of the slayer, produce in his mind a reasonable fear or expectation of death or of some serious bodily injury.” We are led to believe that this restriction on the perfect right of self-defense was given on the general theory of provoking a difficulty by appellant, or doing something which would induce the deceased to attack him, not with a view of killing, but of making deceased the attacking party. In view of what we have said on the other question, we are of opinion that the evidence did not justify the court in requiring appellant to resort to any other means or to all other means before defending himself against the attack of deceased. The previous trouble, whether in anger or jest, had ceased, and the parties were friendly. In this condition the State witnesses left the house, leaving defendant and deceased in that condition. There is no evidence that appellant renewed any difficulty or sought another difficulty with deceased, and the facts as detailed by defendant’s testimony show that the deceased was attacking him with a bar of iron. A piece or bar of iron, it may be here stated, was found near the body of deceased when the parties reached the place of the difficulty. It was lying on the floor near deceased. We, therefore, are of opinion that the court was in error, in requiring appellant to resort to all other means before defending himself against the attack as shown by the testimony. We deem it unnecessary to pursue this line of thought further.</p>\n<p id=\"b348-7\">4. It is also contended that the court erred in charging on provoking a difficulty in connection with manslaughter, that is, that if appellant provoked the difficulty with no intent to kill or inflict serious bodily injury, the jury would convict of manslaughter. We are of opinion that this charge was wrong; that the question of provoking a difficulty was not in the case, and the charge should not have been given.</p>\n<p id=\"b348-8\">5. Again, it is insisted that inasmuch as the court had charged on provoking a difficulty, a special requested instruction should have been given to the effect that if the former difficulty with deceased <page-number citation-index=\"1\" label=\"327\">*327</page-number>had been abandoned, that appellant’s right of perfect self-defense revived, and that this charge would have brought to the minds of the jury at least appellant’s view of the case, that provoking a difficulty was not in the case, and if they believed his view of it they would acquit on the ground of self-defense on account of the abandonment. In the manner in which the case was presented by the court, this requested instruction of appellant should have been given. Appellant’s evidence excluded the idea of provoking a difficulty, and inasmuch as the court had given a charge on this subject, the converse of that proposition should have been given, that is, if appellant did not provoke the difficulty, or having abandoned the difficulty, this matter could not be considered either in regard to manslaughter or self-defense, and that the jury would not consider it in passing upon the issue of manslaughter or self-defense, and that his right of self-defense revived. The court seemed to have been under the impression that the previous trouble between the parties was the cause of the second trouble, and that it was brought about by appellant. We do not believe the facts justify this conclusion on the part of the court; but having given the charge he did, the requested charge should have been given. The friendly relations of the parties after the first trouble being shown by the State’s evidence, even if appellant sought a fight with deceased, then the restoration of these peaceful relations would be an abandonment on the part of appellant of the previous difficulty, and if deceased was in the wrong subsequently it would not militate against appellant’s right of perfect self-defense, nor ought it to have been considered as a fact in the case in considering the issue of manslaughter.</p>\n<p id=\"b349-5\">For the reasons indicated, the judgment is reversed and the cause is remanded.</p>\n<p id=\"b349-6\">\n<em>Reversed and remanded.</em>\n</p>\n</opinion>\n<opinion data-order=\"21\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b349-7\">RAMSEY, Judge.</author>\n<p id=\"Aqv\">I express no opinion on the question as to whether the evidence raises the issue of provoking a difficulty. I concur that the judgment must be reversed on account of the matter considered in the fifth paragraph of the opinion.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}