{
  "casebody": {
    "data": "<casebody firstpage=\"685\" lastpage=\"686\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b715-6\">Second Department,</court>\n<p data-order=\"1\" data-type=\"misc\" id=\"AMv\">May, 1992</p>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"Atq\">(May 4, 1992)</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"AO_\">Miranda Artis, an Infant, By Her Mother and Natural Guardian, Annie Artis, et al., Appellants, v City of New York, Respondent.</parties>\n<opinion data-order=\"4\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"ACOn\">— In an action to recover damages for personal injuries, etc., the plaintiff appeals, as limited by her brief, from so much of an order of the Supreme Court, Kings County (Bernstein, J.), dated April 2, 1990, as, after a jury trial, granted the defendant’s motion to set aside the verdict in favor of the plaintiff in the principal sum of $105,000 to the extent of granting a new trial solely on the issue of damages for pain and suffering unless the plaintiff serves and files in the office of the Supreme Court, Kings County, a written stipulation signed by her consenting to reduce the verdict in her favor from the principal sum of $105,000 to the principal sum of $50,000, and to the entry of a judgment in accordance therewith.</p>\n<p id=\"b715-8\">Ordered that the order is affirmed insofar as appealed from, with costs; the plaintiff’s time to serve and file a stipulation is extended until 20 days after service upon her of a copy of this decision and order, with notice of entry.</p>\n<p id=\"b716-2\"><page-number citation-index=\"1\" label=\"686\">*686</page-number>The plaintiff was injured when she caught her face and nose on a sharp, jagged fence located in a park which was owned and maintained by the City of New York. She was taken to the hospital, given 7 stitches and released. An action was commenced in September 1986. The jury returned a verdict finding the City 100% at fault in the happening of the accident. Subsequently, the jury awarded the plaintiff $105,000 for pain and suffering and nothing for emotional harm. Thereafter, upon the defendant’s motion, the court set aside the verdict and granted a new trial solely on the issue of damages for pain and suffering unless the plaintiff stipulated to reduce the verdict as to damages to the principal sum of $50,000. We affirm.</p>\n<p id=\"b716-3\">CPLR 5501 (c) provides that \"the appellate division shall determine that an award is excessive or inadequate if it deviates materially from what would be reasonable compensation”. The record reveals that the plaintiff was never prescribed any pain medication except Tylenol, which she took occasionally for only a few weeks following the injury. The day following the injury the plaintiff went to school. She ultimately missed a total of <em>l-Vi </em>days of school for doctor’s appointments. The plaintiff stated that she received painful injections when the sutures were implanted. However, her expert testified that the removal of the sutures was not a painful procedure. The plaintiff’s scar is permanent, but even the plaintiff’s plastic surgeon \"felt there was not so much scar there that the risk of re-cutting the wound and resuturing it was worth taking”. The trial court described the wound as a \"relatively minor scar”. Under these circumstances, we find that the jury verdict \"deviated materially from what would be reasonable compensation” and was properly reduced by the trial court <em>(see, Rivera v City of New York, </em>170 AD2d 591; <em>Murphy v A. Louis Shure, P. C, </em>156 AD2d 85). Thompson, J. P., Lawrence, Miller and Ritter, JJ., concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}