{
  "casebody": {
    "data": "<casebody firstpage=\"270\" lastpage=\"279\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b300-4\">STATE OF MARYLAND, for Use of ROSA MITCHELL et al <em>v. </em>CHARLES S. JONES, et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b300-5\">[No. 99,</docketnumber>\n<p data-order=\"2\" data-type=\"misc\" id=\"AXM\">October Term, 1945.]</p>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b301-5\">\n<page-number citation-index=\"1\" label=\"271\">*271</page-number>\n<em>Decided April 11, 1946.</em>\n</decisiondate>\n<otherdate data-order=\"4\" data-type=\"otherdate\" id=\"b301-6\">Motion for reargument denied May 16,1946.</otherdate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b301-10\">The cause was argued before Marbury, C. J., Delaplaine, Collins, Grason, Henderson, and Markell, JJ.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b301-11\"><em>Paul Berman </em>and <em>Sigmund Levin, </em>with whom was <em>Theodore B. Berman </em>on the brief, for the appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b301-12\"><em>Albert L. Sklar, </em>with whom was <em>Henry R. Wolfe </em>on the brief, for the appellee, Charles S. Jones.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b301-13\">Markell, J.,</author>\n<p id=\"AIb\">delivered the opinion of the Court.</p>\n<p id=\"b301-14\">This is a suit under Lord Campbell’s Act for death by automobile, on behalf of the widow and child of the victim (Mitchell) against the owner (Jones, appellee) and the driver (Williams, appellee) of the truck in question. The case was tried before the court without a jury. From a judgment on verdict for Jones, and for the plaintiff for $10,000 against Williams (who is evidently judgment proof), the plaintiff appeals.</p>\n<p id=\"b302-5\"><page-number citation-index=\"1\" label=\"272\">*272</page-number>Judge Niles in his opinion says the case was “tried over three days and tried thoroughly.” Though the decision below is reviewable on both the facts and the law, the facts as to the accident require no detailed consideration. The accident occurred a few minutes after midnight on July 15, 1944, on Hanover Street, a wide well-lighted street. Mitchell was fixing a flat (left rear) tire on a car parked on the west side of Hanover Street. Williams, while driving the truck south on Hanover Street, struck Mitchell, who died at the South Baltimore Hospital a few -hours later. Judge Niles resolved questions of primary and contributory negligence by finding that the truck not. only struck Mitchell but struck the parked car itself. A suggestion that Mitchell had stepped east in front of the truck therefore became immaterial. This finding is abundantly supported by the evidence and has not been questioned by Jones. Williams did not appeal. In the lower court he had counsel and actively participated in the trial; in this court no brief was filed or argument made for him.</p>\n<p id=\"b302-6\">Williams was convicted of manslaughter and sentenced to a year in jail. Before the trial below Judge Niles stated that on motion for a new trial he had read the record of the trial of the criminal case.</p>\n<p id=\"b302-7\">Williams’ wife is Jones’s sister. In July, 1944, Williams and his wife lived with Jones (and his wife) at Brooklyn, Anne Arundel County. Williams’ wife conducts a tavern on Fremont Avenue in Baltimore in a building owned by Jones. Williams was employed as ' chauffeur by a man in the feed business, named Clusman. Jones is a carpenter and deals in real estate. Besides the truck, he owns a passenger car. Williams’ wife also owns a car. Jones says he uses the truck in his business; he brings materials in it and rides in it himself; sometimes he keeps it at his home, sometimes he leaves it on Fremont Avenue at night. The tavern closes at two. Williams would go to the tavern in the evening,-wait for his wife and drive home with her; sometimes, when Jones was there, Jones would wait for her. Jones, Williams and <page-number citation-index=\"1\" label=\"273\">*273</page-number>Williams’ wife all say Williams did not work for Jones and never had done so.</p>\n<p id=\"b303-5\">On July 14, 1944, Jones spent the day and the evening, until after midnight, at his sister’s tavern, putting in some French windows. He says he brought the truck up there that morning; he had some sand and gravel in it, to put in the windows; that evening there was nothing in it. Williams’ wife also had her car there. Williams finished work at 4.30 and went to his wife’s place. That evening he went to a baseball game that lasted until about eleven. He had to work the next morning. When he got back from the game his wife told him he “could go ahead on home.” He saw Jones and told Jones he was going home. He left a little after 11.30 to go home and go to bed. He says he saw the truck and his wife’s car parked at the tavern; he took the truck, so that his wife could go home in her car with Jones; he did not ask permission, or tell them he was taking the truck; he knew it would be all right with Jones; he had driven the truck down there before, though not often. Jones says, when he and his sister left at 2 and he saw the truck “was gone,” he was not disturbed because he knew Williams must have taken it.</p>\n<p id=\"b303-6\">A few minutes after the accident, Officers Trainor and McGrath of the Accident Division of the Baltimore Police Department arrived at the scene. Mitchell was removed to the South Baltimore Hospital. Williams had a driver’s license but not a registration card. Trainor says, Williams said “the man he worked for had his card.” Trainor went to the South Baltimore Hospital in the truck with Williams; Williams telephoned Jones; Jones came to the hospital and produced the registration card. Trainor had held Williams because (1) the injured man was in a critical condition and (2) Williams had no registration card. Trainor says, Jones said Williams worked for him, and “He is also my bother-in-law and I told him to take that truck down the country. He had a perfect right to have it, but I always had the registration card”; Trainor said, “You say he works for a feed man * * * and he works for <page-number citation-index=\"1\" label=\"274\">*274</page-number>you after he finishes there and he lives down at your place down the country?” Jones said, “That’s right”; Jones told Trainor he had told Williams to take the truck down the country to take some things down, and Williams was to stay there when he got there; Williams told Trainor he was taking the truck down the country, but did not tell the purpose of the trip; neither Williams nor Jones told what things he was taking down. Trainor says there was “a lot of stuff” in the truck but he did not look in to see what it was.</p>\n<p id=\"b304-5\">• Officer McGrath says, Williams said to him “I don’t see why he asked me to drive the truck down there anyway ; my car is now sitting out on the street”, at the tavern; McGrath heard Jones say to Trainor, “Sure, he can use it, he is my brother-in-law, and at the same time he works for me at night when he isn’t at the feed place”; Jones did <em>not </em>say to Trainor what Williams was doing with the car; Williams said Jones asked him to take it down and get it off the street.</p>\n<p id=\"b304-6\">Williams says, there was nothing at all in the truck; he told Trainor his brother-in-law had the registration card; he heard Jones say to the officers, “It was all right that I had his truck, that he knowed I had his truck, because I drive his truck”; he (Williams) did not say anything about “his car”; <em>“I </em>has no car.”</p>\n<p id=\"b304-7\">Jones says he never told Trainor that Williams was working for him, or that he had told Williams to take the truck to take things down to his place, but that he told Trainor Williams had permission to use the truck. “He didn’t have no permission because I never objected to him using it.” In the criminal trial Jones was asked “When did you turn the truck over to your brother [sic]”? and replied it was close to twelve. He says he misunderstood the question and a repetition of it.</p>\n<p id=\"b304-8\">The plaintiff relies on the testimony of Trainor and McGrath as showing that at the time of the accident Williams was engaged in Jones’ business, and therefore Jones is liable for Williams’ negligence. The contention is: The policemen are truthful disinterested witnesses; Jones <page-number citation-index=\"1\" label=\"275\">*275</page-number>and Williams are untruthful interested witnesses; after telling the policemen the facts, they changed their stories to let Jones escape liability; their testimony is discredited by alleged inherent contradictions and weaknesses, the most important of which are found in the testimony above stated; “witnesses are to be weighed, not counted”; so weighed, Jones and Williams are found wanting; by application of the <em>maxim falsus in uno, falsus in omnibus </em>their testimony should be wholly disregarded.</p>\n<p id=\"b305-5\">This contention is not without force, but it is an oversimplification of the problem. Not only witnesses but testimony must be weighed. The testimony of Jones— and Williams—seems more probable than their alleged “admissions” to the policemen. Why Williams, who had regular work by day, should also work for Jones by night, what work he did for Jones, what difference it made to Jones whether the truck (even if full of “stuff”) went home at 11.30 or at 2, are questions wholly unanswered. The one clear object of the trip was sleep for Williams. In the circumstances, including the family relationship, taking the truck without asking is not incredible.</p>\n<p id=\"b305-6\">Jones and Williams are negroes, not highly educated; the policemen presumably are not lawyers or grammarians. The policemen saw two possibilities, (1) criminal homicide and (2) wrongful taking of the truck; they were not looking for evidence of civil liability. Their official report, and a statement they got from Williams, covered facts relevant to these two possibilities, and did not contain the “admissions” now relied on. Neither the policemen nor the negroes were concerned with distinctions between “driving Jones’ truck” and “working for Jones,” between permitting, telling or asking Williams to take the truck, or between express and tacit permission. Even if, on the question of wrongful taking, Jones may have somewhat overstated the facts, his testimony is not thereby wholly discredited. The policemen themselves are not in accord as to details of the alleged “admissions.”</p>\n<p id=\"b306-4\"><page-number citation-index=\"1\" label=\"276\">*276</page-number>“There is a general distrust of testimony reporting any extrajudicial oral statements alleged to have been made, including a party’s admissions.” Nevertheless, subject to limitations not applicable in this case oral admissions of a party “are universally deemed admissible” and legally sufficient to prove facts admitted. <em>Wigmore on Evidence, </em>3d. Ed., Secs. 1056, 1048, 2075; <em>Lambros v. Coolahan, </em>185 Md. 463, 468, 45 A. 2d 96, 97, 98. We may assume (without deciding) that Jones’ “admissions” (including admissions by Williams in Jones’ presence) are legally sufficient to show that at the time of the accident Williams was engaged in Jones’ business. For reasons already indicated, we can not accept these “admissions” as in fact outweighing the opposing testimony and the inherent probabilities. On the paper record we are unpersuaded to disregard altogether Jones’ testimony. Judge Niles who saw and heard the witnesses, refused to disregard it. We find no error in this view.</p>\n<p id=\"b306-5\">Williams took the truck to go home to go to sleep; this was his business, not Jones’. Even if Jones expressly or tacitly permitted him to take it, Jones is not liable for his negligence. The evidence of the facts rebuts the presumption that the driver of the truck was the agent of the owner. <em>Fletcher v. Meredith, </em>148 Md. 580, 129 A. 795; <em>Phipps v. Milligan, </em>174 Md. 438, 199A. 498; <em>National Trucking &amp; Storage Co. v. Durkin, </em>183 Md. 584, 588, 589, 39 A. 2d. 687.</p>\n<p id=\"b306-6\">The plaintiff contends that, regardless of agency, Jones was negligent in permitting his truck to be driven by Williams when the windshield was so dirty that Williams could not see Mitchell and consequently struck and killed him. This contention is based on analogy to the liability of a parent for permitting an automobile to be driven by a minor son who is a notoriously reckless and drunken driver <em>(Rounds v. Phillips, </em>166 Md. 151, 170 A. 532; <em>Id., </em>168 Md. 120 177A. 174) or the liability of a bailor for letting for hire an automobile with an undisclosed defect in the door, which causes a guest of the hirer to be thrown <page-number citation-index=\"1\" label=\"277\">*277</page-number>from the car. <em>Milestone System v. Gasior, </em>160 Md. 131, 152 A. 810.</p>\n<p id=\"b307-5\">In the accident the “shatterproof” glass in the windshield was cracked. When the policemen arrived, Trainor took Williams for a test on his truck. Trainor could not “see out of” the windshield because it was “filthy.” Williams had not anything on the truck to clean it with; Trainor went to his own car and got “the necessary rag and paper” to clean the windshield off. After he cleaned it off, on both sides, he could see through it in spite of the cracks. The dirty windshield is not mentioned in the policemen’s report or in the statement they got from Williams or in Williams’ report to the Automobile Commissioner. Williams’ report contains a statement, “He (Mitchell) was standing on the side of the car and I didn’t see him.” Williams says the windshield was “a little dirty,” but “not enough that 1 couldn’t see how to drive.” Jones says “it wasn’t real clean but you could see plenty through it. It wasn’t what you would call a clean windshield or a dirty one.” He sometimes kept the truck outdoors on Fremont Avenue or at his home.</p>\n<p id=\"b307-6\">The accident occurred on a busy street. In Williams’ report, and in his statement to the policemen, he said he was going about 35 miles an hour; a disinterested eyewitness says he was going 45 or 50. As Judge Niles says, “It is dangerous for anybody to drive an automobile with an obviously dirty windshield.” Aside from the condition of the windshield, however, Williams’ reckless driving would adequately account for his “not seeing” Mitchell.</p>\n<p id=\"b307-7\">The plaintiff cites statutory requirements of windshield-wiping “devices” and prohibition of signs or posters. Code, 1943 Supplement, Art. 66^, Sec. 237. Cases are cited as holding that driving with a dirty windshield constitutes negligence. Many of these cases, but not all <em>(Gregory v. Daniel, </em>173 Va. 442, 4 S. E. 2d. 786; <em>Uhl v. Dalton, </em>D. C., 56 F. Supp. 656), relate to lacking or defective “devices” <em>(Arnold v. Colbert, </em>273 Mass. 161, 173 N. E. 423; <em>Durling v. Lamontain, </em>277 Mass. 517, 178 N. <page-number citation-index=\"1\" label=\"278\">*278</page-number>E. 827) or a covered windshield <em>(Sullivan v. Wm. Ohlhaver Co., </em>291 Ill. 359, 126 N. E. 191) ; we have found none in which a bailor has been held liable for a bailee’s driving without cleaning a dirty windshield. We do not think a bailor can be held liable on the ground of knowledge that a dirty windshield “is unlikely to be made reasonably safe” (by cleaning it) before being put to use. Restatment, Torts, Sec. 389.</p>\n<p id=\"b308-5\">A philosopher from Mars, or a Rip Van Winkle, conceivably might regret that a generation ago the courts did not hold an automobile to be an inherently dangerous instrumentality, and did not hold an owner liable for injury without negligence <em>(Rylands v. Fletcher, </em>L. R. 3 H. L. 330)—or an automobile liable for tort like a ship in admirality. A legislator perhaps may consider that the right to drive an automobile has undue legal recognition, as compared with the right to live. By holding that an automobile is not an inherently dangerous instrumentality, but a dirty windshield is, courts would stulify themselves and the law. If the law needs change, it should be amended by legislation, not distorted by judicial decision.</p>\n<p id=\"b308-6\">The plaintiff contends that the damages awarded are inadequate. The plaintiff’s prayer on the measure of damages was granted, but the plaintiff complains that in arriving at the verdict the law was not properly applied to the facts. Determination of the pecuniary loss of a nineteen year old widow and a three weeks’ old child from the death of a twenty-one year old husband and father is at best a rough approximation. The law itself does not require use of the best actuarial data. “Expectancy of life” (as used in this case) is an inaccurate substitute for annuity tables which, on the basis of mortality experience and any assumed rate of interest, give directly the present value of a life annuity. <em>Wolfe, Inheritance Tax Calculations, </em>2d Ed. p. 14. Even for the purposes of taxation, the State of Maryland, unlike many other states and the United States, does not use actuarial tables for the valuation of life estate, but uses the crude provisions of the Baltimore equity rules. Code, 1939, Art. 81, Secs. 124, <page-number citation-index=\"1\" label=\"279\">*279</page-number>125. On the other hand, determination of pecuniary loss through death may involve consideration of factors, <em>e. g., </em>risks of health, accident, unemployment, for which there is little experience basis for reliable actuarial calculations.</p>\n<p id=\"b309-5\">In the case at bar it is unnecessary to search for error in the logic or the mathematics of the assessment of damages. The point was evidently made with regard to the case against Jones. It seems to be undisputed that a judgment for $10,000 against Williams is worth no less than a judgment for a larger amount.</p>\n<p id=\"b309-6\">\n<em>Judgment affirmed with cost.</em>\n</p>\n<p id=\"b309-7\">The following opinion was filed <em>per curiam </em>on motion for reargument:</p>\n<p id=\"b309-8\">The plaintiff now for the first time argues that Jones is liable to the plaintiff for violation of Section 192 of Article 661/2 of the Code (1943 Supplement), which provides: “No person driving or in charge of a motor vehicle shall permit it to stand unattended without first stopping the engine, locking the ignition and <em>removing the key***.” </em>(Italics supplied.) Plaintiff cites cases, including <em>Ross v. Hartman, </em>1943, 78 U. S. App. D. C. 217, 139 F. 2d. 14, 15, 16, <em>certiorari </em>denied, 321 U. S. 790, 88 L. Ed. 1080, (overruling <em>Squires v. Brooks, </em>1916, 44 App. D. C. 320), as holding that an owner who violates • such a statute is guilty of negligence and his negligence is the proximate cause of damage resulting from the negligent operation of his car by an unauthorized person. We need not at this time consider which of these District of Columbia cases we might follow. Williams was not an unauthorized user of Jones’s car. Indeed, the plaintiff reiterates at length the contention that he was employed to drive the car and was on Jones’s business when the decedent was killed.</p>\n<p id=\"b309-9\">\n<em>Motion denied.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}