{
  "casebody": {
    "data": "<casebody firstpage=\"431\" lastpage=\"435\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b465-5\">Samuel Burick <em>vs. </em>Boston Elevated Railway Company.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b465-6\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A04\">November 12, 1935.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AvS\">February 24, 1936.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b465-7\">Present: Rugg, C.J., Crosby, Pierce, Donahue, &amp; Qua, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b466-4\"><page-number citation-index=\"1\" label=\"432\">*432</page-number><em>J. Riceman, </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b466-5\">No argument nor brief for the defendant.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b466-6\">Rugg, C.J.</author>\n<p id=\"A2P\">This action of tort for malicious prosecution was brought in the District Court of Chelsea. The writ is dated the twenty-eighth day of July, 1932. The first matter printed in the record is entitled “Report as Amended.” It is signed by the trial judge. It appears to have been filed on June 27, 1934, but according to the docket entries was recommitted by the Appellate Division for correction or other amendment, and with amendments to findings and rulings by the trial judge was filed on December 11, 1934. That constitutes the report heard by the Appellate Division; it was ordered dismissed on March 27, 1935. The opinion accompanying that order has been transmitted to us.</p>\n<p id=\"b466-7\">The trial judge made a finding of facts which so far as material to the grounds of this decision is as follows: On January 15, 1930, the plaintiff, who lives in Roxbury, boarded a street car operated by the defendant and bound for Dudley Street, and at Dudley Street boarded an elevated train for Devonshire Street, and then a train for Bowdoin Square. Immediately after leaving the train he went to a booth at the Bowdoin Square Station, got a transfer and walked a few feet away from the booth, then returned and got another transfer. He went out of the station and boarded a bus also operated by the defendant and rode to Kendall Street. At the time the plaintiff obtained the transfers, two employees of the defendant, whose duties were to prevent the “infringement” of the transfer privileges, observed the plaintiff take the transfers, followed him to the bus, boarded it and also rode to Kendall Street. When the plaintiff got off the bus, they took a transfer <page-number citation-index=\"1\" label=\"433\">*433</page-number>from the operator of the bus, got off the bus and later accosted the plaintiff, went with him to his place of employment and got his name and address from his émployer, as the plaintiff made it appear to them that he could not speak the English language. The two transfers obtained by the plaintiff at the Bowdoin Square Station were produced in evidence. The trial judge found also that a complaint was made to the Municipal Court of the City of Boston by one of these employees against the plaintiff for larceny of a \"transfer check, the property of the Boston Elevated Railway Company,” and on January 30, 1930, after trial, the plaintiff was found not guilty. The trial judge ruled upon the foregoing facts that there was probable • cause to believe that the plaintiff was guilty of the offence of larceny of the transfer check, and that the prosecution of the plaintiff in the Municipal Court of the City of Boston was without malice. He found for the defendant.</p>\n<p id=\"b467-3\">These findings of fact appear to be supported by the evidence set forth in the record. They must be accepted as true. <em>Schon </em>v. <em>Odd Fellows Building Association, </em>255 Mass. 465, 467. <em>Moss </em>v. <em>Old Colony Trust Co. </em>246 Mass. 139, 143. <em>Kennedy Bros. Inc. </em>v. <em>Bird, </em>287 Mass. 477, 484.</p>\n<p id=\"b467-4\">The plaintiff requested rulings of law to the effect (1) that he had sustained the burden of proof that the defendant caused a criminal complaint to be brought against him without probable cause, which was terminated in his favor, (2) that the plaintiff was entitled to recover damages, and (3) that upon all the evidence no probable cause existed for the criminal prosecution. Those requests were all denied rightly.</p>\n<p id=\"b467-5\">It was said respecting malicious prosecution in <em>Stone </em>v. <em>Crocker, </em>24 Pick. 81, 84: \"The <em>want of probable cause </em>is the <em>essential </em>ground of this action. Other things may be inferred from this. But this cannot be inferred from any thing else. It must be established by positive and express proof. It is not enough to show that the plaintiff was acquitted of the charge preferred against him, or that the defendant abandoned the prosecution. But the <em>onus probandi </em>is upon the plaintiff to prove affirmatively, by cir<page-number citation-index=\"1\" label=\"434\">*434</page-number>cumstances or otherwise, as he may be able, that the defendant had no ground for commencing the prosecution.</p>\n<p id=\"b468-3\">. . . [at page 86] In relation to what in law constitutes probable cause, we adopt the definition of the defendant’s counsel. Such facts and circumstances as would induce an ingenuous and unprejudiced man, of common capacity, in the defendant’s situation, to believe the plaintiff to be guilty, would justify a criminal prosecution against him.” <em>Bacon </em>v. <em>Towne, </em>4 Cush. 217, 238-242. <em>Kidder </em>v. <em>Parkhurst, </em>3 Allen, 393. <em>Bannon </em>v. <em>Auger, </em>262 Mass. 427, 435. It is manifest that there was no error of law in denying the requests. Whether the plaintiff had established want of probable cause was a fact on which the adverse finding of fact by the trial judge was decisive.</p>\n<p id=\"b468-4\">The plaintiff has argued that transfers had no value and therefore could not be the subject of larceny. No request touching this subject was reported, and hence the point is not open to the plaintiff. <em>Woodman </em>v. <em>Haynes, </em>289 Mass. 114. <em>Kolda </em>v. <em>National-Ben Franklin Fire Ins. Co. </em>290 Mass. 182, 184. <em>Bresnick </em>v. <em>Heath, </em>292 Mass. 293, 296. There is, however, no merit in the argument. <em>Commonwealth </em>v. <em>Cabot, </em>241 Mass. 131, 140, 141.</p>\n<p id=\"b468-5\">The plaintiff also has argued that G. L. (Ter. Ed.) c. 161, § 113, prevents any prosecution for larceny of transfers. That point also is not open to him because not made the subject of a request. But there is no merit in the contention. A new offence touching the misuse of transfers was created by § 113. It did not affect existing law as to larceny. <em>Commonwealth </em>v. <em>Gorman, </em>288 Mass. 294, 296. <em>Brewster </em>v. <em>Sherman, </em>195 Mass. 222, 225. <em>Shriver </em>v. <em>Woodbine Savings Bank, </em>285 U. S. 467, 478. The whole field of criminal law concerning transfers was not covered by § 113. The principle illustrated by <em>School Committee of Lowell </em>v. <em>Mayor of Lowell, </em>265 Mass. 353, 356, 357, and cases there collected, is not applicable.</p>\n<p id=\"b468-7\">The second matter printed in the record is entitled “Plaintiff’s Petition to Establish Report.” Therein reference is made to a motion to dismiss the defendant’s appeal and to a granting of the defendant’s motion for a new <page-number citation-index=\"1\" label=\"435\">*435</page-number>trial. Annexed to the petition is what purports to be a draft report, not allowed by the trial judge. The order of the Appellate Division was that the petition be dismissed. The plaintiff appealed from that order. The facts stated in the petition to establish the report have not been proved in any way. They cannot be assumed to be true. This part of the record resembles a bill of exceptions neither allowed by the trial judge nor established according to law. The truth or falsity of facts set forth in a petition to establish the report of the trial judge in a district court must be determined finally by the Appellate Division. The order of the Appellate Division in the case at bar was in substance and effect a refusal to find the facts to be as set forth in that petition. No question of law is presented touching this second matter. Rule 30 of the District Courts (1932). G. L. (Ter. Ed.) c. 231, § 108. <em>Cohen </em>v. <em>Berkowitz, </em>215 Mass. 68. <em>Sawsik </em>v. <em>Ciborowski, </em>256 Mass. 583. <em>Wilson </em>v. <em>Checker Taxi Co. </em>263 Mass. 425. <em>Patterson </em>v. <em>Ciborowski, </em>277 Mass. 260, 266. <em>Squires </em>v. <em>Toye, </em>291 Mass. 342.</p>\n<p id=\"b469-5\">\n<em>Orders of Appellate Division affirmed.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}