{
  "casebody": {
    "data": "<casebody firstpage=\"233\" lastpage=\"250\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b273-4\">578 S.E.2d 822</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b273-5\">Eugene Harry PROCTOR, III v. COMMONWEALTH of Virginia.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"b273-7\">Record No. 2524-01-2.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b273-8\">Court of Appeals of Virginia, Richmond.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b273-9\">April 1, 2003.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b277-6\"><page-number citation-index=\"1\" label=\"237\">*237</page-number>Donald M. Haddock, Jr. (George W. Townsend, III; Redmon, Peyton &amp; Braswell, L.L.P.; George W. Townsend, III, P.C., on briefs), Alexandria, for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b277-7\">Eugene Murphy, Assistant Attorney General (Jerry W. Kilgore, Attorney General, on brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"legal\" id=\"b277-8\">Present: CLEMENTS, AGEE<footnotemark>*</footnotemark> and FELTON, JJ.</p>\n<footnote data-order=\"8\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b277-11\"> Justice Agee participated in the hearing and decision of this case prior to his investiture as a Justice of the Supreme Court of Virginia.</p>\n</footnote>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b277-9\">AGEE, Judge.</author>\n<p id=\"b277-10\">A Westmoreland County Circuit Court jury found Eugene H. (a.k.a. “Trey”) Proctor, III (Proctor) guilty of murder in the first degree, discharging a firearm in an occupied building and use of a firearm while committing murder. Proctor was sentenced to life imprisonment, ten years imprisonment, and three years imprisonment, respectively. On appeal Proctor alleges the trial court erred by: (1) permitting the Commonwealth to treat its own witness as hostile and impeach him through the use of a prior written statement, (2) admitting improper testimony from the victim’s mother, (3) not finding as a matter of law that the evidence was insufficient to support his conviction, (4) allowing the Commonwealth to proceed with a charge under Code § 18.2-279 in addition to the charge of murder under Code § 18.2-32, and (5) denying his motion for a change of venue. For the reasons that follow, we affirm the judgment of the trial court.</p>\n<p id=\"b278-3\"><page-number citation-index=\"1\" label=\"238\">*238</page-number>I. BACKGROUND</p>\n<p id=\"b278-4\">“Under familiar principles of appellate review, we examine the evidence in the light most favorable to the Commonwealth, the prevailing party below, granting to it all reasonable inferences fairly deducible therefrom.” <em>Birdsong v. Commonwealth, </em>37 Va.App. 603, 605, 560 S.E.2d 468, 469 (2002) (citing <em>Juares v. Commonwealth, </em>26 Va.App. 154, 156, 493 S.E.2d 677, 678 (1997)).</p>\n<p id=\"b278-5\">The facts are generally undisputed. On April 23, 2000, police officers responded to the residence of Proctor’s parents in Colonial Beach where they found Joseph Simmons (“Simmons”) standing by the body of the victim, Crystal Proctor (“Crystal”), Proctor’s wife. Simmons was present when Proctor shot Crystal in the neck, at close range, with a single-shot twelve-gauge shotgun.</p>\n<p id=\"b278-6\">Earlier in the day Proctor, Crystal, and several of their friends had been drinking alcohol and smoking marijuana. In the early evening Proctor, Crystal, Carl Nave, Michael Bowie and Simmons all went over to Proctor’s house. Proctor, Crystal, Nave and Bowie then left the house and attempted to purchase some marijuana from Jeffrey Hunter (“Hunter”) who took their money but failed to deliver any marijuana. Proctor, upset by this occurrence, returned to his house to retrieve a gun with which to confront Hunter. Proctor went into the house while Crystal, Nave and Bowie remained in the car. After hearing yelling from inside the home, Crystal, Nave and Bowie entered the house and saw Proctor and his mother struggling over control of a shotgun. Proctor was yelling and screaming about shooting someone, and the others tried to calm him down. After gaining control of the shotgun, Proctor went outside and then re-entered the house without the gun. Proctor (who did not have a driver’s license) demanded that Crystal drive him to find Hunter but she refused. Proctor threatened to “blow her head off’ if she did not drive him as he demanded.</p>\n<p id=\"b278-7\">Nave grabbed Proctor in an effort to calm him down. However, upon being released, Proctor wrestled with his <page-number citation-index=\"1\" label=\"239\">*239</page-number>mother over a case containing shells for the shotgun and was able to grab several shells. He loaded the shotgun and threatened to shoot everyone if they touched him again. Everyone then left the house except Simmons, Crystal and Proctor. Simmons testified that Proctor then cocked the shotgun and pointed it at Crystal who was crouched down before him weeping. Proctor kept saying that he would shoot her if she did not give him a ride. Proctor began counting to ten and reiterated that he would shoot Crystal if she did not drive him to find Hunter. When Proctor finished counting to ten, Crystal arose and began to walk out of the room with the shotgun still pointed at her head. Proctor then shot her from about five feet away. Proctor yelled to call 911 and ran out of the house with the gun. He surrendered to police three days later.</p>\n<p id=\"b279-5\">II. STANDARD OF REVIEW</p>\n<p id=\"b279-6\">The admissibility of evidence is within the broad discretion of the trial court, and this Court reviews a trial court’s evidentiary rulings for abuse of discretion. <em>Smallwood v. Commonwealth, </em>36 Va.App. 483, 487, 553 S.E.2d 140, 142 (2001) (citing <em>Quinones v. Commonwealth, </em>35 Va.App. 634, 639, 547 S.E.2d 524, 527 (2001)). “The rule is well established in Virginia that ‘great latitude [will be given] to the discretion of the trial [judge] as to the order in which witnesses may be called and the manner of their examination.’ ” <em>Whitehead v. Commonwealth, </em>31 Va.App. 311, 318, 522 S.E.2d 904, 907 (2000) (citing <em>Butler v. Parrocha, </em>186 Va. 426, 433, 43 S.E.2d 1, 5 (1947)).</p>\n<p id=\"b279-7\">III. ANALYSIS</p>\n<p id=\"b279-8\">A. Direct Examination of Carl Nave</p>\n<p id=\"b279-9\">During the direct examination of Carl Nave, the Commonwealth had him review a written statement he had given to the police before trial. The Commonwealth then sought to elicit testimony from Nave in conformity with the statement. <page-number citation-index=\"1\" label=\"240\">*240</page-number>Proctor objected to this testimony, based on the written statement, as inadmissible hearsay.</p>\n<p id=\"b280-5\">The trial court stated its assumption that the statement was being used to refresh Nave’s memory and was therefore permissible. The Commonwealth, however, denied the statement was to refresh Nave’s recollection and represented that the statement was “not in conflict” with Nave’s testimony to that point in the trial. The Commonwealth’s Attorney then told the trial court she intended “to put it [the prior written statement] in evidence.” The court sustained defense counsel’s hearsay objection to admission of the statement.</p>\n<p id=\"b280-6\">The Commonwealth then requested a bench conference where the admissibility of the written statement was argued. The Commonwealth again admitted that Nave’s testimony was “not in conflict with what he said before but it is not as much as he said before.” Proctor objected to any use of the statement because Nave “made no prior inconsistent statement and his recollection doesn’t need to be refreshed. He has not once said I don’t remember.” At the end of this discussion, the trial court permitted the Commonwealth to approach Nave “with that document if he’s not including all his prior statements.” Proctor’s objection was overruled. Shortly thereafter, the trial court also permitted the Commonwealth to treat Nave as a hostile witness, to which Proctor objected.</p>\n<p id=\"b280-7\">The Supreme Court of Virginia has stated that:</p>\n<blockquote id=\"b280-8\">As a general rule, a prior consistent statement of a witness is inadmissible hearsay. <em>Graham v. Danko, </em>204 Va. 135, 138, 129 S.E.2d 825, 827 (1963); <em>Crowson v. Swan, </em>164 Va. 82, 94, 178 S.E. 898, 903 (1935); <em>Scott v. Moon, </em>143 Va. 425, 434, 130 S.E. 241, 243 (1925). To allow such a statement to corroborate and buttress a witness’s testimony would be an unsafe practice, one which not only would be subject to all the objections that exist against the admission of hearsay in general but also would tend to foster fraud and the fabrication of testimony. <em>Scott, </em>143 Va. at 434, 130 S.E. at 243. Indeed, it has been said that “ ‘the repetition of a story does not render it any more trustworthy.’ ” <em>Id.</em></blockquote>\n<p id=\"b281-4\"><page-number citation-index=\"1\" label=\"241\">*241</page-number><em>Faison v. Hudson, </em>243 Va. 397, 404, 417 S.E.2d 305, 309 (1992) (citations omitted).</p>\n<p id=\"b281-5\">The Commonwealth contends on appeal that Nave’s written statement to the police was properly used to refresh his recollection on the witness stand. However, that argument contradicts the Commonwealth’s own statements at trial.<footnotemark>1</footnotemark></p>\n<p id=\"b281-6\">The Commonwealth clearly sought to buttress and augment Nave’s oral testimony on the witness stand with his previously recorded consistent written statement. This is inadmissible hearsay, unless it fits within one of the narrow exceptions to the hearsay rule, whether Nave is a hostile witness or not. <em>See Faison, </em>243 Va. at 404-05, 417 S.E.2d at 305 (listing the exceptions to the general rule that such consistent statements are inadmissible). However, the hearsay exception for past recollection recorded does not apply here as the record does not reflect Nave forgot anything for which his memory was to be refreshed or supplemented by documentary evidence.<footnotemark>2</footnotemark> Charles E. Friend, <em>The Law of Evidence in Virginia </em>§ 3-7 (5th ed.1999).<footnotemark>3</footnotemark></p>\n<p id=\"b282-4\"><page-number citation-index=\"1\" label=\"242\">*242</page-number>Assuming, therefore, that the trial court erred by permitting the Commonwealth to examine Nave by use of the prior consistent statement, only error that is prejudicial to Proctor warrants reversal of the trial court’s verdict. The Commonwealth asserts that if admitting the testimony derived by use of the prior statement was improper, any error in doing so was nonetheless harmless. We agree.</p>\n<blockquote id=\"b282-5\">When a trial court errs in allowing the presentation of evidence to the jury, this Court must decide whether that error was harmless. As this issue involves non-constitutional error, if appellant “had a fair trial on the merits and substantial justice has been reached,” his convictions will not be reversed. Code § 8.01-678. The Commonwealth has the burden “to prove that the error was non-prejudicial.” <em>Beverly v. Commonwealth, </em>12 Va.App. 160, 163-64, 403 S.E.2d 175, 177 (1991).</blockquote>\n<p id=\"b282-6\"><em>Smallwood, </em>36 Va.App. at 490, 553 S.E.2d at 143. “An error does not affect a verdict if a reviewing court can conclude, without usurping the jury’s fact finding function, that, had the error not occurred, the verdict would have been the same.” <em>Lavinder v. Commonwealth, </em>12 Va.App. 1003, 1006, 407 S.E.2d 910, 911 (1991) <em>(en banc). </em>We analyze each case individually to determine whether an error affected the verdict. <em>Id. </em>at 1009, 407 S.E.2d at 913.</p>\n<p id=\"b282-7\">Nave’s testimony based on the prior written statement centered on Proctor’s actions before the shooting. The Commonwealth used the statement to elicit Nave’s testimony about Proctor’s desire to shoot Hunter for taking his money and failing to deliver the marijuana, his struggle with his mother <page-number citation-index=\"1\" label=\"243\">*243</page-number>over the shotgun shells, his threats to shoot Crystal if she did not give him a ride, and his pointing of the gun at Crystal.</p>\n<p id=\"b283-5\">An examination of the record reveals that Nave’s testimony elicited from the statement duplicated, as defense counsel repeatedly noted, that to which he had already testified. Nave had already testified that Proctor “was going to go get his gun” and go back for Hunter. He had already testified that Proctor “and his mother were struggling over [the case containing the shells].” Likewise, he had previously stated that Proctor threatened to “blow [Crystal’s] head off’ unless she gave him a ride. Nave did testify, after looking at the statement, that Proctor pointed the gun at Crystal, but he had previously testified Proctor was waving the gun around while she was in the room. In short, Nave didn’t testify, by use of the written statement, to anything materially different from his prior uncontested testimony before the jury.</p>\n<p id=\"b283-6\">The testimony of Joseph Simmons, who (unlike Nave) was in the room when Proctor shot Crystal, offered much of the same testimony. Although Simmons did not go with Proctor and the others to buy marijuana, he testified that when the group returned to the house Proctor was yelling and screaming and “talking about how he was going to shoot somebody.” He testified that Proctor “and his mom started wrestling with the bullet case.” Simmons also stated that he saw Proctor load, cock and point the gun towards Crystal while threatening to shoot her if she didn’t give him a ride. Finally, he testified that Proctor gave Crystal a count to ten while holding the shotgun towards her face.</p>\n<p id=\"b283-7\">As the jury heard nothing new from Nave by use of the written statement, there was no prejudice to Proctor by reason of the trial court’s error in permitting the Commonwealth to use the prior consistent statement. Further, given the substantially similar evidence from other witnesses, it is apparent that the jury’s verdict would have been the same had the use of the prior written statement not occurred. Accordingly, we find no reversible error in the trial court permitting <page-number citation-index=\"1\" label=\"244\">*244</page-number>the Commonwealth to examine Nave by use of the prior written statement.</p>\n<p id=\"b284-5\">B. Testimony of Tracy McGuire</p>\n<p id=\"b284-6\">Proctor alleges the trial court erred by admitting certain hearsay testimony from Tracy McGuire, the victim’s mother. We disagree.</p>\n<p id=\"b284-7\">The record discloses that the Commonwealth and the court repeatedly instructed the witness not to testify to hearsay. Nonetheless, there were occasions when Proctor’s counsel objected to McGuire’s testimony as improper hearsay. The trial court sustained all of Proctor’s hearsay objections. Proctor also requested the trial court give the jury a cautionary instruction which was promptly given, and McGuire was dismissed as a witness.</p>\n<p id=\"b284-8\">The jury is presumed to follow the court’s instructions. <em>Burley v. Commonwealth, </em>29 Va.App. 140, 147, 510 S.E.2d 265, 269 (1999) (“Juries are presumed to follow prompt cautionary instructions regarding the limitations placed upon evidence.” (citing <em>LeVasseur v. Commonwealth, </em>225 Va. 564, 589, 304 S.E.2d 644, 657 (1983))). Proctor cites no reason upon which to base a finding that the jury did not do as the court instructed. Further, Proctor made no motion for a mistrial and identifies no request for relief that was not promptly granted. Accordingly, we find no error by the trial court.</p>\n<p id=\"b284-9\">C. Sufficiency of the Evidence</p>\n<p id=\"b284-10\">Our standard of review when evaluating the sufficiency of the evidence on appeal is guided by familiar principles:</p>\n<blockquote id=\"AfU\">‘When considering the sufficiency of the evidence on appeal of a criminal conviction, we must view all the evidence in the light most favorable to the Commonwealth and accord to the evidence all reasonable inferences fairly deducible therefrom. The jury’s verdict will not be disturbed on appeal unless it is plainly wrong or without evidence to support it.”</blockquote>\n<p id=\"b285-4\"><page-number citation-index=\"1\" label=\"245\">*245</page-number><em>Clark v. Commonwealth, </em>30 Va.App. 406, 409-10, 517 S.E.2d 260, 261 (1999) (quoting <em>Traverso v. Commonwealth, </em>6 Va.App. 172, 176, 366 S.E.2d 719, 721 (1988)). “If there is evidence to support the conviction, the reviewing court is not permitted to substitute its judgment, even if its view of the evidence might differ from the conclusions reached by the finder of fact at the trial.” <em>Commonwealth v. Taylor, </em>256 Va. 514, 518, 506 S.E.2d 312, 314 (1998).</p>\n<p id=\"b285-5\">Proctor argues that the evidence was insufficient to support his conviction. He essentially argues that he was too intoxicated to form the requisite intent for first-degree murder as a matter of law. “Generally, voluntary intoxication is not an excuse for any crime.” <em>Wright v. Commonwealth, </em>234 Va. 627, 629, 363 S.E.2d 711, 712 (1988). Virginia does recognize one exception to this rule: voluntary intoxication can negate the premeditation required for first-degree murder. <em>Id. </em>(citing, <em>inter alia, Fitzgerald v. Commonwealth, </em>223 Va. 615, 631, 292 S.E.2d 798, 807 (1982)). As Proctor points out in his brief, the jury was properly instructed on this point.</p>\n<p id=\"b285-6\">The jury heard testimony from several witnesses regarding the events leading up to the shooting. It heard testimony from Simmons, an eyewitness to the shooting, that Proctor repeatedly threatened to shoot Crystal if she did not give him a ride. It heard testimony that Proctor retrieved the gun, struggled with his mother over the shells and loaded the gun. Simmons also testified that Proctor pointed the gun at Crystal’s head and counted to ten. Whether Proctor’s voluntary intoxication rose to such a level that it negated his ability to premeditate the crime was a factual determination for the jury. The jury was entitled to consider the evidence and conclude that his intoxication did not rise to that level. As a matter of law this was a proper question for the jury, and its decision in this regard was not plainly wrong or without evidence to support it.</p>\n<p id=\"b285-7\">D. Conviction under Code § 18.2-279</p>\n<p id=\"b285-8\">It is unlawful for any person to “maliciously discharge a firearm within any building when occupied by one or more <page-number citation-index=\"1\" label=\"246\">*246</page-number>persons in such a manner as to endanger the life or lives of such person or persons.” Code § 18.2-279. The statute further states that “[i]n the event of the death of any person, resulting from such malicious shooting ... the person so offending shall be guilty of murder, the degree to be determined by the jury or the court trying the case without a jury.”</p>\n<p id=\"b286-5\">At the close of the Commonwealth’s case, Proctor made a motion to strike, arguing the Commonwealth could not simultaneously prosecute charges under Code § 18.2-279 and § 18.2-32. Proctor asserted that the Commonwealth must elect which theory of murder (and consequently which statute) it wished to present to the jury. The trial court denied the motion.</p>\n<p id=\"b286-6\">Proctor raises two issues on appeal in support of his argument. First, he contends that Code § 19.2-294 mandated the Commonwealth elect which charge it would present to the jury. Code § 19.2-294 provides that “if the same act be a violation of two or more statutes ... conviction under one of such statutes or ordinances shall be a bar to a prosecution or proceeding under the other or others.” However, this argument was not made to the trial court and, thus, we will not consider it on appeal. Rule 5A:18; <em>Ohree v. Commonwealth, </em>26 Va.App. 299, 308, 494 S.E.2d 484, 489 (1998) (“The Court of Appeals will not consider an argument on appeal which was not presented to the trial court.”).</p>\n<p id=\"b286-7\">Secondly, Proctor argues that where a death occurs during the malicious discharge of a firearm in an occupied dwelling, Code § 18.2-279 only allows a murder conviction— not a conviction for malicious discharge <em>and </em>murder.</p>\n<p id=\"b286-8\">He contends that the legislature’s decision not to use the language “shall <em>also </em>be” instead of “shall be guilty of murder,” in Code § 18.2-279 evidences an intent that a malicious discharge resulting in death is removed from Code § 18.2-279 by operation of law and thrust into Code § 18.2-32 — the murder statute. As such, he argues, the trial court erred in submitting both charges to the jury.</p>\n<p id=\"b287-4\"><page-number citation-index=\"1\" label=\"247\">*247</page-number>“When the language of a statute is plain and unambiguous, we are bound by the plain meaning of that language. We must determine the intent of the General Assembly from the words contained in the statute, unless a literal construction of the statute would yield an absurd result.” <em>Shelor Motor Co. v. Miller, </em>261 Va. 473, 479, 544 S.E.2d 345, 348 (2001) (citations omitted). Indeed, when determining the boundaries of such a statute, “[t]he plain, obvious, and rational meaning of a statute is always preferred to any curious, narrow or strained construction.... ” <em>Branch v. Commonwealth, </em>14 Va.App. 836, 839, 419 S.E.2d 422, 424 (1992). “Although penal laws are to be construed strictly [against the Commonwealth], they ‘ought not to be construed so strictly as to defeat the obvious intention of the legislature.’ ” <em>Willis v. Commonwealth, </em>10 Va.App. 430, 441, 393 S.E.2d 405, 411 (1990) (quoting <em>Huddleston v. United States, </em>415 U.S. 814, 831, 94 S.Ct. 1262, 1272, 39 L.Ed.2d 782 (1974)).</p>\n<p id=\"b287-5\">Code § 18.2-279 makes clear that to be guilty of maliciously discharging a firearm, contemporaneous physical occupation of the building is an essential element of the offense. <em>See Johnson v. Commonwealth, </em>18 Va.App. 441, 447-48, 444 S.E.2d 559, 563 (1994). When viewed in the light most favorable to the Commonwealth, the evidence at trial showed that Proctor fired a twelve-gauge shotgun in the living room of his home, killing his wife, Crystal, who was standing about five feet away. At the time Proctor discharged the weapon, Joseph Simmons was also in the house, indeed, “maybe only three or four feet” from the victim. Simmons testified that when Proctor fired the gun, he was knocked back onto the couch and could not hear. Proctor clearly endangered Simmons by discharge of the firearm within the budding as the Commonwealth noted at trial.<footnotemark>4</footnotemark> To adopt Proctor’s interpretation of the statute would allow him to evade its punitive consequences for endangering the other occupants of the <page-number citation-index=\"1\" label=\"248\">*248</page-number>house by the contemporaneous murder of one of them. Such a reading would be a narrow and strained construction that would defeat the obvious intention of the legislature. We will not adopt such a reading and, therefore, find no error in the conviction of Proctor under both Code § 18.2-279 and Code § 18.2-32 under the facts of this case.</p>\n<p id=\"b288-5\">E. Change of Venue</p>\n<p id=\"b288-6\">A trial court’s decision whether to grant a motion for change of venue is reviewed for an abuse of discretion. <em>Cressell v. Commonwealth, </em>32 Va.App. 744, 753, 531 S.E.2d 1, 5 (2000) (citing <em>Kasi v. Commonwealth, </em>256 Va. 407, 420, 508 S.E.2d 57, 64 (1998)).</p>\n<p id=\"b288-7\">Arguing that the case had garnered a prejudicial amount of pretrial publicity, Proctor asked the trial court for a change of venue. In support of his motion Proctor presented numerous newspaper articles about the case, including the Commonwealth Attorney’s regular newspaper column. Proctor submitted twenty-two affidavits from Westmoreland County citizens expressing their belief that it would be difficult for him to receive a fair trial in the county. The trial court denied the motion.</p>\n<p id=\"b288-8\">The Supreme Court of Virginia recently addressed the relevant factors for assessing the denial of a motion for a change of venue in <em>Thomas v. Commonwealth, </em>263 Va. 216, 559 S.E.2d 652 (2002).</p>\n<blockquote id=\"b288-9\">[T]here is a presumption that a defendant will receive a fair trial in the jurisdiction where the offense occurred and the defendant bears the burden of overcoming “this presumption by demonstrating that the feeling of prejudice on the part of the citizenry is widespread and is such that would ‘be reasonably certain to prevent a fair trial.’ ” <em>Mueller v. Commonwealth, </em>244 Va. 386, 398, 422 S.E.2d 380, 388 (1992).</blockquote>\n<p id=\"b288-10\"><em>Thomas, </em>263 Va. at 230, 559 S.E.2d at 659-60. The presumption is not overcome simply because there is widespread knowledge of the case as “[j]urors need not be ignorant of the <page-number citation-index=\"1\" label=\"249\">*249</page-number>crime.” <em>Id. </em>(citing <em>Irvin v. Dowd, </em>366 U.S. 717, 722, 81 S.Ct. 1639, 1642, 6 L.Ed.2d 751 (1961); <em>Buchanan v. Commonwealth, </em>238 Va. 389, 406, 384 S.E.2d 757, 767 (1989)).</p>\n<p id=\"b289-5\">Along with the sheer volume of publicity, other factors are relevant in evaluating whether the defendant can obtain a fair trial. <em>Id. </em>Among these factors are the accuracy of the publicity, whether the publicity is temperate and noninflammatory, and the timing of the publicity. <em>Id. </em>A “critical element” in determining whether widespread pretrial publicity has so prejudiced the community that the defendant cannot get a fair trial is the ease in seating an impartial jury. <em>Id. </em>at 231, 559 S.E.2d at 660 (citing <em>Roach v. Commonwealth, </em>251 Va. 324, 342, 468 S.E.2d 98, 109 (1996)). As the <em>Thomas </em>Court stated:</p>\n<blockquote id=\"b289-6\">[I]t is the ease of seating the jury that is the relevant factor, not the ultimate result of that process. Never has this Court held the impartiality of the seated jury to be a factor in considering whether a motion for a change of venue should be granted, much less found it dispositive.</blockquote>\n<p id=\"b289-7\"><em>Id. </em>at 232, 559 S.E.2d at 661 (citations omitted). The “more difficult it is to seat a jury, the more likely it is that the public will believe the judicial process to be tainted by prejudice.” <em>Id. </em>at 233, 559 S.E.2d at 661.</p>\n<p id=\"b289-8\">Application of these factors to the case at bar demonstrates the trial court did not err in denying Proctor’s motion. Proctor admits he did not contest the accuracy of the media reports, but he did contend some of the articles written by the Commonwealth’s Attorney were intemperate and inflammatory. It appears the trial court did not make specific findings in this regard, though it noted that the Commonwealth’s Attorney came “very close” to improperly expressing her opinion on factual matters in some instances.</p>\n<p id=\"b289-9\">Nonetheless, the trial court specifically noted the “relative ease” with which it empanelled a jury. It took five days for the trial court in <em>Thomas </em>to <em>voir dire </em>over 100 persons with seventy-three struck for cause. <em>Thomas, </em>263 Va. at 229, 559 S.E.2d at 659. By contrast, of twenty-seven jurors for <em>voir </em><page-number citation-index=\"1\" label=\"250\">*250</page-number><em>dire </em>in the case at bar, only three were struck from the jury pool for cause related to pretrial publicity.</p>\n<p id=\"b290-5\">Given the trial court’s specific finding of “the relative ease” with which a jury was seated in this case, the trial court clearly considered this “critical element.” We therefore find the trial court did not abuse its discretion in denying Proctor’s motion for a change of venue.</p>\n<p id=\"b290-6\">IV. CONCLUSION</p>\n<p id=\"b290-7\">For the reasons set forth above, we find no reversible error in the decisions of the trial court and affirm the defendant’s convictions.</p>\n<p id=\"b290-8\">\n<em>Affirmed.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b281-7\">. At trial the following colloquy occurred between the Commonwealth and the court:</p>\n<blockquote id=\"b281-8\">THE COURT: I'm assuming that she’s presenting this to refresh his memory in order to proceed with questioning. Is that what—</blockquote>\n<blockquote id=\"b281-9\">MRS. GARLAND: No, Your Honor. I intend to put it in evidence.</blockquote>\n<blockquote id=\"AD\">THE COURT: In lieu of his actual testimony?</blockquote>\n<blockquote id=\"b281-10\">MRS. GARLAND: In addition. It’s not in conflict.</blockquote>\n<blockquote id=\"b281-11\">THE COURT: You’ve indicated to the Court there is some inconsistency in that statement, and—</blockquote>\n<blockquote id=\"b281-12\">MRS. GARLAND: What he has said is not in conflict with what he said before, but it is not as much as he said before.</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b281-13\">. Nave did indicate confusion at one point in response to a question from the Commonwealth’s Attorney; however, his responses to the subsequent questions were substantially the same as his prior testimony.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b281-14\">. Proctor characterizes the use of Nave’s prior written statement as (1) impeachment of the Commonwealth’s own witness, (2) improper hearsay by use of a prior consistent statement, and (3) improper hearsay because the past recollection recorded exception does not apply. We address only the last two items as the record does not reflect impeach<page-number citation-index=\"1\" label=\"242\">*242</page-number>ment of Nave’s credibility during his questioning from the written statement. Further, while Proctor objected to Nave being declared a hostile witness, he made no argument to the trial court as to why its ruling was erroneous. The trial court’s determination of whether a witness is properly declared hostile is reviewed for an abuse of discretion in making that designation. <em>See Whitehead, </em>31 Va.App. at 318, 522 S.E.2d at 907 (stating that the manner in which witnesses are examined is left to the discretion of the trial court). Proctor has identified no abuse of discretion, and we find none.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b287-6\">. The Commonwealth argued \"there were other people in the house ... it was occupied by other people, or at least one other person when this firearm was discharged.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}