{
  "casebody": {
    "data": "<casebody firstpage=\"15\" lastpage=\"21\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b43-6\">ORDINARY v. HEISHON ET AL.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b43-7\">1. A bond given by a guardian appointed by the Orphans’ Court, not conforming to the act, will, nevertheless, be enforced, so far as it is consistent with the policy of the statute.</headnotes>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b43-8\">'2. Such instruments are good as voluntary bonds.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b43-9\">■3. A guardian’s bond securing the estate of two minors, in joint form, and particularizing the duties to he performed by the guardian, held valid.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b43-10\">4. A breach cannot be assigned on a guardian’s bond, to the effect that he has not paid over the estate to the infant having arrived at age, without showing a balance struck on final settlement in the Orphans’ Court.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b43-11\">5. Other breaches considered.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b43-12\">6. A separate bond should be given to secure the estate of each minor.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b43-13\">This was a suit for alleged breaches of a guardian’s bond. The declaration stated that Heishon, at an Orphans’ Court held in the county of Salem, on the 24th of April, 1866, was appointed guardian of the person and estate of Elizabeth B. and Mary E. Heishon, infants under the age of fourteen years, and that he thereupon executed a bond to the Ordinary, the other defendants being his sureties, with a condition stated in .these words, viz.: “That if the above-bounden Joseph B. Heishon do and shall, within three months from the date hereof, deliver to the surrogate for the county of Salem an inventory, upon oath, of all the estate, real and personal, which he shall have received or taken possession of, and, in like manner, an inventory of any such property as shall come to his hands or possession, at any time hereafter, and do and ■shall take care of the person, estate, and education of said <page-number citation-index=\"1\" label=\"16\">*16</page-number>infants, and of all writings and evidences touching their lands, and render the same to them when by law required, or to such person or persons as by law are or may be entitled to receive the same, and render a just and true account of the rents, issues, and profits of the real and personal estate of the said infants, once in every year, or oftener, if required, and,, in the meantime, improve the same for their use and best advantage, and make no sale nor commit any waste or destruction thereof or thereon, then this obligation to be void, otherwise,” &amp;c.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b44-5\">Breaches were assigned in these words, viz.: “That the-said Joseph B. Heishon did not, within three months from the date of the said bond, deliver unto the said surrogate of the county of Salem an inventory, upon oath, of all the estate of said infants which he had taken possession of, and that he did not, once in each year, or oftener, since the date of said bond, render a just and true account of the rents, issues, and profits of said infants’ estate, and that he hath not improved the said estate for the use and best advantage of said infants,, and, although often requested to do so, he did not, nor would, render unto the said Mary E. Heishon, or unto any person by law entitled to receive the same, her said estate, in the said condition of the said writing obligatory mentioned, according-to the form and effect of the said condition, &amp;c., but, on the contrary thereof, the said the Ordinary, &amp;c., saith that, after the making of the said writing obligatory, and before the commencement of this suit, to wit, on the 1st day of August, in the year of our Lord 1876, the said Mary E. Heishon having arrived at the age of twenty-one years, and become lawfully entitled to demand her said estate from her said guardian, Joseph B. Heishon, did require and demand of him that he should render unto her the said estate, so as aforesaid by him held; yet the said Joseph B. Heishon hath neglected and refused, and still doth neglect and refuse to render the same to the said Mary E. Heishon, or to any other person lawfully entitled to receive the same, contrary,” &amp;c.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b44-6\">The defendants demurred.</summary>\n<p data-order=\"10\" data-type=\"summary\" id=\"b45-4\"><page-number citation-index=\"1\" label=\"17\">*17</page-number>Argued at November Term, 1879, before Beasley, Chief Justice, and Justices Dalrimple, Yah Syckel and Dixon.</p>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b45-5\">For the plaintiff, <em>M. </em>P. <em>Grey.</em></attorneys>\n<attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b45-6\">For the defendants, <em>W. T. Hilliard.</em></attorneys>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b45-7\">The opinion of the court was delivered by</p>\n<author id=\"b45-8\">Beasley, Chief Justice.</author>\n<p id=\"AX\">This suit is founded on a guardian’s bond, and the first objection made by the defence to the plaintiff’s case is, that such instrument does not accord with the requirements of the act which prescribes the character of obligations of this class. The bond in question was executed in the year 1866, and, consequently, should have conformed to the regulation of the second section of the act relating to guardians <em>(Nix. Dig. </em>371), which directs “that every court, or. other competent authority appointing a guardian, shall take bond of him, with good sureties and in sufficient sum, for the faithful execution of his office.” The bond, in the present case, does not comply with this injunction <em>• </em>the statute evidently exacts a separate bond with respect to the estate of each minor, and that the condition of such instrument shall be general, covering the whole field of official duty, while here is an obligation that pertains, in a joint form, to the estates of two infants, and in a crude, awkward, and inefficient mode, attempts to particularize the duties to be performed. But these deviations from the standard erected by the statute do not impose any additional burthens on the guardian or his sureties, for, unfortunately, their entire effect is to narrow the security to which the minor was entitled, and to perplex his remedy. The act of tendering such a bond as this, as the security called for by the statute, was an act of great carelessness on the part of the guardian and his sureties, and the acceptance of such instrument by the surrogate or the court, was conduct still more <em>censurable; </em>but it would seem to be irrational in the extreme, to conclude that, by reason of such improprieties, these sureties are to be absolved from <page-number citation-index=\"1\" label=\"18\">*18</page-number>all responsibility, and these innocent minors be left without redress. We have not adopted, in this state, the doctrine that, because a bond of this class does not conform to the statutory definition that it becomes, for that reason alone, unenforceable. In such a condition of things, the strong leaning of the courts has been to hold such instruments valid, to the' full extent of their terms, so far as they embody the statutory policy, as voluntary obligations. <em>Inhabitants of Woolwich </em>v. <em>Forrest, Penn. </em>116; <em>Hoboken </em>v. <em>Harrison, </em>1 <em>Vroom </em>73; <em>Sooy </em>ads. <em>State, </em>9 <em>Vroom </em>324. Consequently, the bond on which the action rests, is to be treated as valid, and is to be enforced according to the legal effect of its stipulations.</p>\n<p id=\"b46-5\">This conclusion leads to a consideration of the legal sufficiency of the assignment of breaches.</p>\n<p id=\"b46-6\">This part of the declaration is so loosely thrown together, without any attempt to keep the assignments separate, that it is probable that it would, on motion, have been struck out as tending to embarrass the proceedings, but, as in these briefs this irregularity is not noticed, it will be passed without further remark.</p>\n<p id=\"b46-7\">The first breach is in these words: “ That the said Joseph B. Heishon did not, within three months from the date of the said bond, deliver unto the said surrogate of the county of Salem an inventory, upon oath, of all the estate of said infants, which he had taken possession of.”</p>\n<p id=\"b46-8\">The first objection • to this assignment is that the breach is confined to an omission to file an inventory of the <em>estate of the infants, </em>received by him, while the condition of the bond is that he will deliver an inventory of <em>all. the estate </em>which he shall have received or taken into possession. But this is hypercritical, as, by necessary intendment, the covenant on this subject must be so contracted as to be held to relate to the estate of the minors. It leads to absurdity, to assign to the terms in question a meaning that will convert them into a stipulation that the guardian in this bond bound himself to put in an account of every estate, though belonging to strangers, that might come into his hands. Besides, even adopting <page-number citation-index=\"1\" label=\"19\">*19</page-number>the absurdity that he covenanted to account for all estate, within the stipulated period, would not controvert this assignment, because an agreement to account for all estates is broken by an omission to account for one.</p>\n<p id=\"b47-5\">Nor is the second objection to this assignment tenable. This is to the effect that it is not shown that any moneys or estate of these infants ever came to the hands of the guardian, and the inference is drawn that, such being the case, no account could be required. It is enough, in answer, to remark that the allegation of breach also contains an allegation of the receipt of property, for the breach contains an averment that the guardian did not file an inventory of all the estate of the infants of which he had taken possession.</p>\n<p id=\"b47-6\">It seems to me that this first assignment of a breach is sufficient in substance.</p>\n<p id=\"b47-7\">The next statement of a breach is clearly defective. It alleges that the “guardian did not once in each year, or oftener, since the date of said bond, render a just and true account of the rents, issues and profits of said infants’ estates.” But, by the express stipulation of the bond, he is only to render an account oftener than once in every year when he should be required to do so. It is not averred that he was so required.</p>\n<p id=\"b47-8\">The next negation of the performance of a condition is that the guardian “ hath not improved the said estate, for the use and best advantage of said infants.” This allegation is too indefinite. It is not in every case that it will do simply to allege that the defendant has not done what he agreed to do; in some instances, the subject matter of the complaint must be shown, so that the court can see that there has been a breach. In the case of <em>Warn </em>v. <em>Bickford, </em>7 <em>Price 556, </em>although the breach was assigned in the words of the covenant, it was held insufficient on general demurrer. See also 1 <em>Chit. Pl. </em>365.</p>\n<p id=\"b47-9\">The last assignment is, in substance, that the guardian, after Mary E. Heishon had arrived at the age of twenty-one years, neglected and refused to render unto her her estate, although she duly demanded the same.</p>\n<p id=\"b48-4\"><page-number citation-index=\"1\" label=\"20\">*20</page-number>In criticising this breach, it is said that there is no agreement in the bond that the guardian will render the estate to the minor, but that he only agrees to render to her <em>“ </em>the writings and evidences touching ” the land. But this interpretation would defeat, almost entirely, the general purpose for which this bond was given. The object was to make it as certain as practicable that the estate of the infant should come to her hands on the expiration of the guardianship, and that object is not even approximately attained if this instrument be destitute of every stipulation on that subject. The rule of law is that the construction is to be fair, but liberal, <em>contra proferentem, </em>and so as to effect the evident intention of the parties to it. The antecedents of the word “ same,” in the clause in question, must be held to be not only the writings touching the lands, but also to be the <em>“ </em>estate ” of the infants.</p>\n<p id=\"b48-5\">But, notwithstanding this, the assignment is, on another account, fatally erroneous. It does not show any breach of the stipulation in question. A stipulation to render the estate of the minor, when by law required, can mean, by force of our system of laws, only to render such property as shall be found to be in the hands of the guardian on his final settlement in the Orphans’ Court. Until such settlement, it is impossible to ascertain what is to be rendered by the guardian. By force of statutory authority, the Orphans’ Court adjusts his accounts, allows his commissions and strikes the balance; and it is this balance which constitutes, in the legal sense, the estate of the minor which it becomes the duty of the guardian to render, and his covenant to render the estate must be construed to refer to such balance. How, otherwise, is the extent of the estate to be handed over to be ascertained ? A jury would have no competency to allow commissions, and would be a tribunal but poorly adapted to the business of settling the accounts. In this clause of its condition, this bond is not unlike the stipulation in the bond of an administrator, with respect to the residue of the moneys remaining in his hands after his settlement in the Orphans’ Court, such stipulation being that he <em>“ </em>shall deliver and pay ” the same <em>“ </em>unto such person or <page-number citation-index=\"1\" label=\"21\">*21</page-number>persons, respectively, as is, are, or shall, by law, be entitled to receive the same.” In the case of <em>Ordinary </em>v. <em>Executors of Smith, </em>3 <em>Green </em>92, an administrator’s bond, with respect to this feature, was presented to this court for construction, and it was then decided that the stipulation in question was not broken until there had been a decree of distribution, ascertaining who was entitled to the residue of the •estate left, on settlement, in the hands of the administrator,1 and the administrator had failed to pay over a share to a person thus designated. It is obvious that this result was reached by construing the words of the condition in connection with the statutory provision relating to the same subject, and this, I think, is the mode of interpretation to be applied in the pres•ent instance. The statute directs the amount of the moneys belonging to the infant to be determined by the Orphans’ Court, and the stipulation in this bond, in regard to paying over the estate, refers to the sum so found. The consequence is that a breach of such stipulation cannot be shown without alleging such an ascertainment, as a preliminary to an averment of a refusal to render the estate on demand.</p>\n<p id=\"b49-5\">As the demurrer is to all the assignments of breaches, and •one of such assignments is good, the plaintiff is entitled to judgment.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}