{
  "casebody": {
    "data": "<casebody firstpage=\"182\" lastpage=\"186\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b212-8\">JONAS W. COLE AND THOMAS B. TAYLOR v. DAVID L. CLIVER.</parties>\n<headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b212-9\">A person, arrested by a warrant out of a court for the trial of small causes, the order for which was made 'on grounds which, under section 13 of the Justice’s Court act, <em>(Rev., p. </em>540,) justify the issuing of a warrant <page-number citation-index=\"1\" label=\"183\">*183</page-number>only when the defendant is not a freeholder and resident of the county, may set up that he was, at the date of the order, a freeholder and resident of the county, as a defence; such a defence is in the nature of a plea to the jurisdiction, in abatement of the action.</headnotes>\n<summary data-order=\"2\" data-type=\"summary\" id=\"b213-5\">On <em>certiorari </em>to the Burlington Common Pleas.</summary>\n<p data-order=\"3\" data-type=\"misc\" id=\"b213-6\">Argued at November Term, 1880, before Justices Van Syckel and Magie.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b213-7\">For the plaintiff in <em>certiorari, W. D. Holt.</em></attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b213-8\">For the defendant in <em>certiorari, J. H. Gashill.</em></attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b213-9\">The opinion of the court was delivered by</p>\n<author id=\"b213-10\">Magie, J.</author>\n<p id=\"AUH\">The defendant, Cliver, was sued in a justice’s court by Cole &amp; Taylor. On affidavits filed with him. the justice made an order, directing a warrant to issue against Cliver. The grounds for the order were therein stated to be, that there was a debt due from Cliver to Cole &amp; Taylor on an implied contact for goods sold and specified in the affidavit, that Cliver fraudulently incurred that obligation, and that he was not, at the date of the order, a freeholder and resident of the county. Upon this the warrant issued and Cliver was arrested. He then filed a plea, alleging that he was, at the commencement of the action, and had continued ever since to be, a freeholder and resident of the county. The plea concluded with a verification and a prayer of judgment whether the court would take further cognizance of thé action. The justice declined to recognize this plea. As he states in his docket, he decided that he had already settled that an order for a warrant should issue on the affidavits filed, and he was there to try the plaintiffs’ claim. He then proceeded to try the case on the merits. Judgment having been rendered for the plaintiffs, Cole &amp; Taylor, the defendant, Cliver, appealed.</p>\n<p id=\"A0\">When the appeal was called for trial, Cliver’s counsel moved for the reversal of the judgment of (he justice and the <page-number citation-index=\"1\" label=\"184\">*184</page-number>dismissal of the action, upon the plea so filed and evidence then offered and received in support thereof. The state of the case agreed on by the attorneys of the parties, shows that when this evidence was offered, the counsel of the appellees objected to it as irregular and offered to proceed to prove the appellees’ demand. The court, however, refused to proceed to the merits of the case, but announced that they would receive evidence from the appellees upon the question raised by the plea. No evidence was offered on their part on that question. The court, thereupon, reversed the judgment of the justice and dismissed the suit, with costs.</p>\n<p id=\"b214-5\">If Oliver was a freeholder and resident of the county, he was privileged from arrest by warrant out of any court for the trial of small causes within that county except upon proof, to the satisfaction of a justice, &amp;c., of some of the particulars enumerated in the third subdivision of section 13 of the Justice’s Court act. <em>Rev., </em>y&gt;. 540. That act, in respect to the issue of a warrant as a first process out of that court, differs somewhat from previous acts on the subject. It provides that warrants shall <em>only </em>be issued in the cases enumerated in the section above referred to. Those cases include two where the defendant is not a freeholder and resident of the county, and one where the defendant is a freeholder and resident of the county. In the latter case, there must be proof made to the satisfaction of the justice that the defendant has assigned or disposed of, or is about to assign or dispose of, all his land lying in the county, with intent to defraud his creditors. This provision, though differing in details, is identical in its scope and plan with that considered by Elmer, J., in <em>Barcklow </em>v. <em>Hutchinson, </em>3 <em>Vroom </em>195, and held to confer such a privilege. It seems unquestionable that, unless there is proof of a disposition or intended disposition of all his real estate in tire county with intent to defraud his creditors, a freeholder and resident is entitled to claim immunity from arrest by warrant out of a justice’s court.</p>\n<p id=\"b214-6\">Such a claim to privilege as against the writ issued in an action might always be interposed by way of defence. In the <page-number citation-index=\"1\" label=\"185\">*185</page-number>common law courts such defence was made by a plea to the jurisdiction in the nature of a plea in abatement. 1 <em>Chit. Pl. </em>383. Although pleadings in a justice's court are generally <em>ore tenus, (Johnson </em>v. <em>Van Doren, Penn. </em>372,) and no written plea, except of title and set-off, is necessary, and although, in such cases, this defence may be made under the general issue or upon a motion to dismiss, <em>(Smith </em>v. <em>Van Houten, 4 Halst. </em>381,) yet a written plea is not objectionable. Such a plea was interposed in Barcklow <em>v. </em>Hutchinson, and although overruled, it is manifest that it was regarded by Elmer, J., as a proper plea.</p>\n<p id=\"b215-5\">The plea filed in this case was an ordinary plea of privilege. In a common law court, a replication would have been necessary to put the cause at issue. In the court for the trial of small causes no such formality of pleading was requisite. That court is empowered to <em>“ </em>hear and examine the respective allegations and proofs'' of the parties. The appellate court is empowered to “ hear and determine all appeals iu a summary way.” This plea was notice to plaintiffs of a proper defence to their action. The issue thereon may be considered as joined without any other pleading than the formal denial inferred from the jfiaintiffs appearing and contesting the matter. The Court of Common Pleas could not iguore that issue as the justice had done. They were bound to try it, and they did so.</p>\n<p id=\"b215-6\">The result which they reached on the trial of that issue, was that the defendant had proved his plea. We cannot disturb this result if there was any evidence to support it, and we are bound to presume there was such evidence unless the contrary clearly appears. That the defendant was a resident of the county sufficiently appeared from the preliminary affidavit of the plaintiffs, and there was no contest on that point. The contest was in respect to his being a freeholder of the county. On that subject there was evidence of a devise to defendant of an interest in real estate in that county. The devise was before the court, and from it they inferred that defendant was a freeholder of the county. There is nothing <page-number citation-index=\"1\" label=\"186\">*186</page-number>before us to show that such inference was not properly drawn. There was evidence from which it might be drawn.</p>\n<p id=\"b216-5\">The two facts necessary to sustain this plea of privilege as against this writ were adjudicated in favor of defendant, and there was evidence before the court on which that adjudication could be made.</p>\n<p id=\"b216-6\">The judgment of the Common Pleas must, therefore, be affirmed, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}