{
  "casebody": {
    "data": "<casebody firstpage=\"339\" lastpage=\"341\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b363-7\">Annie Seabut <em>vs. </em>Ward Baking Company.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b363-8\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A3q\">October 14, 1918.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Ayd\">November 27, 1918.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b363-9\">Present: Rugg, C. J., B raley, De Courcy, Crosby, &amp; Pierce, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b363-10\"><em>Negligence, </em>In use of highway.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b363-11\">If a woman, starting to cross a city street on her way to church, steps from the sidewalk, then* stops and looks to her right and left and¡ finding no vehicle in sight, proceeds to cross the street slowly in a slightly diagonal course for a distance of about fifteen feet, and if a delivery wagon that has tinned into the street from a cross street less than two hundred feet distant is being driven very fast and the driver, although he sees the woman with her back partly toward him, makes no effort to check the speed of the horse or to warn the woman of his approach and she is struck by the horse and run over, in an action against the owner of the horse and wagon, who was the employer of the driver, for her injuries thus caused, the plaintiff is entitled to go to the jury on the issues of the negligence of the defendant’s servant and of her own negligence.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b363-12\">In the case above described it was <em>said </em>that, even if the accident had happened <page-number citation-index=\"1\" label=\"340\">*340</page-number>before the enactment of St. 1914, c. 553, there would have been evidence for the jury of the plaintiff's due care.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b364-4\">It is not negligent as matter of law for a person on foot to cross a city street between cross walks taking a slightly diagonal course.</headnotes>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b364-6\">Tort for personal injuries sustained on April 5, 1916, when the plaintiff was crossing on foot Fifth Street in the part of Boston called South Boston, by being run into by a horse and delivery wagon negligently driven by a servant of the defendant. Writ dated April 25, 1916.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b364-7\">The defendant’s answer contained an allegation that the plaintiff’s negligence contributed to her injury.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b364-8\">In the Superior Court the case was tried before <em>Sanderson, </em>J. The facts in favor of the plaintiff which could have been found upon the evidence are stated in the opinion. At the close of the evidence the defendant made a motion asking the judge to order a verdict for it. The judge denied the motion. The defendant then asked the judge to make the following rulings:</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b364-9\">“1. Upon all the evidence the plaintiff cannot recover in this action.</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b364-10\">“2. Upon all the evidence the plaintiff was not in the exercise of due care.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b364-11\">“3. Upon all the evidence the driver of, the team was not negligent.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b364-12\"><em>“4. </em>If thé jury find that the plaintiff crossed the street in a diagonal direction, with her back partly toward the approaching team, not at a cross walk, and, after leaving the curbstone at a place not a cross walk, did not look or listen for an approaching team, and the accident occurred when she was half way across the street, the plaintiff was not in the exercise of due care.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b364-13\">“5. If the jury find that the plaintiff looked in the direction of B Street while on the sidewalk, in front of her house, and while walking on the sidewalk approximately half way toward the Polish Church, and then left the sidewalk without looking again and walked half way across the street paying no attention to a team that might be coming toward her and was stfuek by the team when she was in the middle of the road, they cannot find that she was in the exercise of due care.”</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b364-14\">The judge refused to make any of these rulings and submitted the case to the jury, who returned a verdict for the plaintiff in the sum of $960. The defendant alleged exceptions.</summary>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b365-4\"><page-number citation-index=\"1\" label=\"341\">*341</page-number><em>J. T. Connolly, </em>for the defendant, submitted a brief.</attorneys>\n<attorneys data-order=\"19\" data-type=\"attorneys\" id=\"b365-5\"><em>R. T. Healey, </em>for the plaintiff.</attorneys>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b365-6\">De Courcy, J.</author>\n<p id=\"Ayh\">After a verdict for the plaintiff, we must assume that the jury believed the testimony most favorable to her contentions. They were warranted in finding that at about half past six o’clock in the morning she started to cross Fifth Street in South Boston, from her home to the church; that after stepping from the northerly sidewalk she stopped, looked to her right and left,'and no vehicle was in sight; that she proceeded slowly across the street, in a slightly diagonal course, for a distance of fifteen feet or less; that meanwhile the defendant’s delivery wagon, going very fast, turned into Fifth Street from B Street (which was less than two hundred feet distant); and although the driver saw the plaintiff with her back partly toward him, he made no effort to check the speed of the horse or to warn the plaintiff of his approach, —■ and she was struck by the horse and run over. Plainly she was entitled to go to the jury on the issues of the defendant’s negligence and her own due care) even regardless of St. 1914, c. 553. <em>Hennessey </em>v. <em>Taylor, </em>189 Mass. 583. <em>Crimmins </em>v. <em>Armstrong Transfer Express Co. </em>217 Mass. 155. <em>Walker </em>v. <em>Gage, </em>223 Mass. 179. She had a right to cross the street between cross walks, using due care. <em>Slee </em>v. <em>Lawrence, </em>162 Mass. 405. The fourth request was rightly refused; and the subject matter of the fifth was covered fully and fairly in the charge. <em>Altavilla </em>v. <em>Old Colony Street Railway, 222 </em>Mass. 322.</p>\n<p id=\"b365-7\">\n<em>Exceptions overruled.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}