{
  "casebody": {
    "data": "<casebody firstpage=\"725\" lastpage=\"729\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b749-9\">UNITED STATES of America, Plaintiff-Appellee, v. Dontre Reon CRAWFORD, a.k.a. Donte Reon Crawford, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b749-12\">No. 13-12101</docketnumber>\n<p data-order=\"2\" data-type=\"summary\" id=\"AD_\">Non-Argument Calendar.</p>\n<court data-order=\"3\" data-type=\"court\" id=\"b749-13\">United States Court of Appeals, Eleventh Circuit.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b749-14\">June 5, 2014.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b750-13\"><page-number citation-index=\"1\" label=\"726\">*726</page-number>Todd B. Grandy, Michelle Thresher Taylor, Robert E. O’Neill, U.S. Attorney’s Office, Tampa, FL, David Lazarus, Jeffrey F. Michelland, U.S. Attorney’s Office, Fort Myers, FL, for Plaintiff-Appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b750-15\">Before MARCUS, PRYOR and FAY, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b750-16\">PER CURIAM:</author>\n<p id=\"b750-17\">Dontre Crawford appeals his conviction and sentence for being a felon in possession of a firearm and ammunition. 18 U.S.C. §§ 922(g)(1), 924(e). Crawford challenges the denial of his motions to suppress and to strike the jury venire; the sufficiency of the evidence; three eviden-tiary rulings; the denial of a requested jury instruction; and the enhancement of his sentence under the Armed Career Criminal Act. We affirm.</p>\n<p id=\"b750-18\">The district court did not err by denying the motion to suppress Crawford’s firearm and ammunition. Crawford acknowledges that the officers had probable cause to stop his vehicle after observing that he and his passenger were not wearing seatbelts. <em>See United States v. Knight, </em>562 F.3d 1314, 1327 (11th Cir.2009); Fla. Stat. § 316.614(4)(b), (5). After two of the three officers who approached Crawford’s vehicle smelled marijuana and one of those officers noticed a cup that contained cigar tobacco, which he knew smokers often removed from its wrapper to smoke marijuana, the officers had probable cause to arrest Crawford and his passenger for possessing marijuana. <em>See United States v. Lueck, </em>678 F.2d 895, <page-number citation-index=\"1\" label=\"727\">*727</page-number>903 (11th Cir.1982) (“[T]he recognizable smell of marijuana gives rise to probable cause supporting a warrantless search.”). And the officers were entitled to handcuff Crawford after he protested being instructed to step away from his vehicle and then he attempted to return to the driver’s seat. <em>See Michigan v. Long, </em>463 U.S. 1032, 1051, 103 S.Ct. 3469, 3482, 77 L.Ed.2d 1201 (1983) (recognizing that officers may take reasonable steps to ensure their safety so long as they possess “an articulable and objectively reasonable belief that the suspect is potentially dangerous”). In spite of his handcuffs, Crawford repositioned his hands to the right side of his pants, and when an officer observed the furtive movements and lifted Crawford’s arm, the officer saw a handgun protruding from Crawford’s waistband. The handgun had a round of ammunition in its chamber. The officers then lawfully seized Crawford’s firearm and ammunition.</p>\n<p id=\"b751-5\">The district court correctly denied Crawford’s motion to strike the jury venire based on racial exclusion of black citizens. To establish a prima facie case that he was denied the right to select a petit jury from a representative cross section of the community in violation of the Sixth Amendment, Crawford had to prove that blacks were a distinctive group in the community; the number of blacks in the jury venire did not fairly and reasonably represent the local population; and that the underrepresentation was attributable to systematic exclusion of blacks in the jury selection process. <em>See United States v. Pepe, </em>747 F.2d 632, 649 (11th Cir.1984). Crawford “[could not] state with certainty the number of blacks in the Middle District or in the Fort Meyers area,” and he failed even to mention that blacks were systematically excluded from the selection process. <em>See id. </em>(“If a defendant fails to establish any of these elements he has failed to establish a prima facie violation of the [S]ixth [A]mendment.”). The district court did not err by rejecting Crawford’s conclusory challenge to the racial composition of the jury venire.</p>\n<p id=\"b751-7\">Ample evidence supported Crawford’s conviction for being a felon in possession of a firearm and ammunition. <em>See </em>18 U.S.C. §§ 922(g)(1), 924(e). Crawford stipulated that he had been convicted of a felony, and he testified that he had six prior felony convictions. Officers testified about discovering a loaded handgun in the waistband of Crawford’s pants, and Crawford testified that he possessed the weapon for two months before his arrest. <em>See United States v. Bedeles, </em>565 F.3d 832, 841 (11th Cir.2009). Crawford argues that he was justified in possessing the weapon, but a defense of justification is an affirmative defense and does not negate Crawford’s intent to possess a firearm unlawfully. <em>See United States v. Deleveaux, </em>205 F.3d 1292, 1298 (11th Cir.2000). And the jury reasonably could find based on the testimony of Robert Walker, a crime scene investigator, that Crawford’s handgun and ammunition were not manufactured in Florida, and by necessity, must have traveled through interstate commerce to reach Crawford. Crawford argues that he did not know the objects traveled through interstate commerce, but “[t]he law is well settled ... that the government is not required to prove knowledge of the interstate nexus of the firearm,” <em>United States v. Thrasher, </em>569 F.2d 894, 895 (5th Cir.1978).</p>\n<p id=\"b751-8\">Crawford challenges three evidentiary rulings by the district court, but his arguments fail. First, even if we were to assume that the district court erred by instructing Officer Lese Breneman not to answer after Crawford asked her to describe the automobile exception to the war<page-number citation-index=\"1\" label=\"728\">*728</page-number>rant requirement, any error was harmless because the district court later allowed Crawford to question the officer extensively about the exception and how it governed her actions during the traffic stop. <em>See United States v. Edwards, </em>211 F.3d 1355, 1359 (11th Cir.2000). Second, the district court did not abuse its discretion by admitting Officer Robert Kerbs’s testimony that cigar wrappers were used commonly to smoke marijuana when that testimony was based on the officer’s personal experience and was offered to explain how he and Breneman determined that Crawford had possessed marijuana. <em>See </em>Fed.R.Evid. 701. Moreover, Crawford already had elicited Breneman’s testimony that the use of cigar wrappers was indicative of drug use. Third, the district court also did not abuse its discretion by allowing the government to introduce evidence about Crawford’s prior convictions after he had testified about his recent release from prison. The prosecutor prudently asked for the number and date of Crawford’s convictions and not for any details of his offenses. <em>See </em>Fed.R.Evid. 609(a)(1)(B); <em>United States v. Burston, </em>159 F.3d 1328, 1336 (11th Cir.1998) (“[T]he implicit assumption of Rule 609 is that prior convictions have probative value.”). Because Crawford fails to identify any individual error, there is no cumulative error for these evidentiary rulings. <em>See United States v. Gamory, </em>635 F.3d 480, 497 (11th Cir.2011).</p>\n<p id=\"b752-4\">The district court did not abuse its discretion when it refused to instruct the jury about the affirmative defense of justification. “Justification requires that the defendant prove (1) that he acted under an immediate threat of death or serious bodily injury, (2) that he had a well-grounded fear that the threat would be carried out, and (3) that he had no reasonable opportunity to escape or inform [the] police.” <em>United States v. Flores, </em>572 F.3d 1254, 1266 (11th Cir.2009) (internal quotation marks and citation omitted). Crawford did not face imminent harm. His brother allegedly received a telephone call more than two months earlier in which the caller threatened Crawford. And Crawford’s brother testified that he never reported the threat to law enforcement.</p>\n<p id=\"b752-6\">The district court also did not err by enhancing Crawford’s sentence under the Armed Career Criminal Act. <em>See </em>18 U.S.C. § 924(e)(1). Crawford stipulated that he had six prior convictions. Crawford had prior convictions for felony battery, the sale or delivery of a controlled substance within 1,000 feet of a school, the possession of cocaine, manslaughter with a firearm or deadly weapon, attempted armed robbery, and attempted robbery during a home invasion.</p>\n<p id=\"b752-7\">Crawford argues that his prior conviction in Florida for felony battery does not qualify as a violent felony, but we disagree. A defendant commits felony battery when he “intentionally touches or strikes another person against [their] will ... and [c]auses great bodily harm, permanent disability, or permanent disfigurement.” Fla. Stat. § 784.041(1). This offense qualifies as a violent felony under the Act because it “has as an element the use, attempted use, or threatened use of physical force against [another] person.” <em>See </em>18 U.S.C. § 924(e)(2)(B)(i).</p>\n<p id=\"b752-8\">Crawford argues, for the first time on appeal, that the recent decision of the Supreme Court in <em>Alleyne v. United States, </em>570 U.S.-, 133 S.Ct. 2151, 186 L.Ed.2d 314 (2013), requires that the government prove his prior convictions to a jury beyond a reasonable doubt, but we disagree. The Supreme Court in <em>Alleyne </em>refused to revisit its holding in <em>Almendarez-Torres v. United States, </em>523 U.S. 224, 118 S.Ct. 1219, 140 L.Ed.2d 350 (1998), that the fact <page-number citation-index=\"1\" label=\"729\">*729</page-number>of a prior conviction is not an element of an offense that needs to be proven beyond a reasonable doubt, <em>id. </em>at 239-47,118 S.Ct. at 1228-32. <em>Alleyne, </em>133 S.Ct. at 2160 n. 1.</p>\n<p id=\"b753-5\">We AFFIRM Crawford’s conviction and sentence.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}