{
  "casebody": {
    "data": "<casebody firstpage=\"55\" lastpage=\"99\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b77-3\">State of Connecticut <em>v. </em>Erik C. Rasmussen</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b77-4\">(14227)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b77-5\">Peters, C. J., Callahan, Berdon, Norcott and F. X. Hennessy, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b78-10\"><page-number citation-index=\"1\" label=\"56\">*56</page-number>Argued September 29, 1992</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AB-\">decision released March 16, 1993</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b78-12\"><em>Hubert J. Santos, </em>with whom was <em>Hope C. Seeley, </em>for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b78-13\"><em>Kevin T. Kane, </em>assistant state’s attorney, with whom, on the brief, was <em>C. Robert Satti, Sr., </em>state’s attorney, for the appellee (state).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b78-14\">Callahan, J.</author>\n<p id=\"A_e\">A jury found the defendant, Erik C. Rasmussen, guilty of the murder of his wife, in violation of General Statutes § <em>óSa-ñia.</em><footnotemark><em>1</em></footnotemark><em> </em>The defendant has appealed to this court pursuant to General Statutes § 51-199 (b) (3) from the judgment of the trial court sentencing him to a term of imprisonment of thirty-five years. He claims that the court improperly': (1) denied his request to instruct the jury on lesser included <page-number citation-index=\"1\" label=\"57\">*57</page-number>offenses; (2) denied his motion for a judgment of acquittal; (3) denied his motions to suppress various evidence; (4) refused to excuse a juror and denied a related motion for a mistrial; (5) refused to instruct the jury on his theory of defense; and (6) denied his motion to dismiss and for a mistrial for failure of the state to disclose material exculpatory evidence. We find the defendant’s claims unpersuasive and, therefore, affirm the judgment of conviction.</p>\n<p id=\"b79-6\">The jury could reasonably have found the following facts. Shortly before 2 a.m., on May 5,1988, the state police responded to a telephone call from the defendant who reported that his wife, Loreli Rasmussen, had been killed. Wearing only a robe, the defendant, together with two dogs, met Troopers John Kananowicz and James Brady at the front door when they arrived at his residence. When he saw the troopers, the defendant screamed, “Come in, come in, my wife’s dead, upstairs, upstairs in the bedroom.” After securing the dogs, the defendant led the troopers to the doorway of an upstairs bedroom. He pushed open the bedroom door revealing the unclothed, blood-smeared body of his wife lying face up on the floor in a pool of blood. A wooden dowel protruded five or six inches from her chest. Kananowicz, believing the “odd situation” he had encountered to be “very suspicious in nature,” read the <em>Miranda </em>warnings to the defendant at 2:23 a.m. When Detective Michael Foley arrived at the scene at approximately 3:15 a.m., the defendant was lying on the floor of the first floor foyer crying and hyperventilating. Foley introduced himself to the defendant and, in order to put him more at ease and to protect the scene, asked the defendant to dress and accompany him outside to his police car. The two sat in the front seat of the car while Foley asked the defendant to describe what had happened in the house.</p>\n<p id=\"b80-5\"><page-number citation-index=\"1\" label=\"58\">*58</page-number>According to the defendant, the couple had eaten dinner at approximately 8 p.m. on May 4, 1988, and had gone to bed at about 9:30 p.m. The defendant was awakened by a noise that sounded as if someone was hitting a wall or falling on the floor. The victim’s German shepherd was still on the bed and the couple’s poodle was in the room, but the victim was not in the room. The defendant called out to his wife. Hearing no response, he awakened the German shepherd and gave her a command to bark. The defendant then proceeded down the hallway and found the victim’s body on the floor in the spare bedroom. He activated the burglar alarm and called the police.</p>\n<p id=\"b80-6\">Because the defendant continued to be distraught, Foley transported him to the Troop E barracks where “he would be more comfortable.” When they arrived at the barracks at approximately 3:30 a.m., Foley took the defendant to a conference room with freely swinging glass-paneled double doors, windows, a large table, some chairs and a telephone. As Foley went over the events of the prior evening with the defendant, he observed scratch marks on the inside of the defendant’s left arm, red marks and scrapes on the back of his right wrist, and smeared blood on his hands and elbow. The defendant explained that he had received the scratches from holding onto the dogs while waiting for the police to arrive and that the blood had come from holding his wife’s body. Foley then explained the nature of the investigation and the need to search the house for evidence. The defendant thereafter read and signed a form consenting to a search of the house. He also volunteered information about other buildings on the property so that they could be included in the consent form. Foley then asked the defendant if he needed anything and the defendant requested and received a glass of water.</p>\n<p id=\"b80-7\">Detective Kenneth Bissonnette arrived at the Troop E barracks from the crime scene at approximately <page-number citation-index=\"1\" label=\"59\">*59</page-number>4 a.m. Foley briefed him, and Bissonnette returned to the scene to continue his investigation before again returning to the barracks where Foley introduced him to the defendant at 4:51 a.m. The defendant consented to Bissonnette’s request to take photographs of the scratches and blood smears on his arms and hands. The defendant also consented to requests to take off his robe<footnotemark>2</footnotemark> and to allow photographs to be taken of additional scratches on his upper body and hip.</p>\n<p id=\"b81-6\">Foley then resumed his conversation with the defendant and expressed disbelief that an intruder could have entered the house, engaged in a violent struggle with the victim, and fled without rousing the defendant or the dogs. Foley, at that time, asked again about the scratch marks. The defendant told Foley that he wanted to cooperate and to talk with the police but did not want to discuss the scratch marks further without an attorney present.</p>\n<p id=\"b81-7\">At 5:15 a.m., Foley told the defendant that he was not in custody and asked if there was anything he could do for him. The defendant said that he wanted his father to be contacted. Foley did so. At 5:24 a.m., Bissonnette orally advised the defendant of his <em>Miranda </em>rights and offered him the use of a telephone to call an attorney. The defendant declined.</p>\n<p id=\"b81-8\">Between 5:45 a.m. and 6 a.m., the defendant agreed to allow Foley to take fingernail scrapings and swabs of the blood smears. The defendant’s parents arrived at 6 a.m. and visited alone with the defendant in the conference room. As a result of the defendant’s interrogation, the police procured a search warrant for his person. At 7:45 a.m., Foley and Bissonnette took the defendant from the conference room to a processing room to execute this search warrant.</p>\n<p id=\"b82-5\"><page-number citation-index=\"1\" label=\"60\">*60</page-number>The jury could also have found that the German shepherd was a well trained guard and attack dog that behaved in an extremely loyal and protective manner toward Loreli. She often barked when people approached the home and became aggressive even when people with whom she was familiar would bump into Loreli.</p>\n<p id=\"b82-6\">The jury also heard testimony that an autopsy of the body had revealed: two incised wounds and four stab wounds on the victim’s neck;<footnotemark>3</footnotemark> a bruise on the nose caused by blunt trauma; abrasions and bruising on the right side of the neck; scratches on the chest and defense wounds<footnotemark>4</footnotemark> on both hands caused by a sharp-edged instrument; and a stab wound in the mid portion of the chest. The stab wounds to the neck cut the right jugular vein, trachea, larynx and esophagus. The wooden dowel found in the stab wound in the chest was attached to a mason’s trowel from which the handle had been removed and the edges sharpened. This spear-like instrument had been thrust into the victim’s chest so that it cut through the entire thoracic cage and exited through the victim’s back. The face and eyelids showed petechial hemorrhaging.<footnotemark>5</footnotemark> The presence of petechiae could be consistent with strangulation even when nei<page-number citation-index=\"1\" label=\"61\">*61</page-number>ther death nor loss of consciousness results.<footnotemark>6</footnotemark> The cause of death was determined to be the stab wounds to the neck and chest that led to exsanguination. State medical examiners analyzed the victim’s stomach contents and testified that she had died within two hours of eating.</p>\n<p id=\"b83-6\">The jury heard additional medical evidence based on observations at the scene and laboratory examinations of physical evidence removed from the scene. Henry Lee, director and chief criminalist of the state police forensic crime laboratory, testified that his examination of bloodstain patterns on the soles of both feet and the upper body of the victim indicated that she had been in the following positions: upright when she received an injury to her neck that caused blood to drip downward; then sitting; and, finally lying face up when the spear was thrust into her chest.<footnotemark>7</footnotemark> On the basis of this <page-number citation-index=\"1\" label=\"62\">*62</page-number>evidence, he concluded that the victim had been conscious and struggling to defend herself when she was stabbed in the throat.</p>\n<p id=\"b84-6\">On a bed in a bedroom adjoining the room where the victim was found, the police found a bloody, four foot long wooden dowel with a “T nut” connector on one end. Lee testified that this dowel had been connected to, and then had been forcefully pulled apart from, the end of the dowel that protruded from the victim’s chest.</p>\n<p id=\"b84-7\">The victim’s mother testified that, on the day before the killing, the victim had confided to her that she and the defendant had been arguing about the planning and preparation for the defendant's May 5 birthday party. She also testified that the victim had told her that the defendant was feeling under pressure to complete the renovation of the only bathroom in the house before the party. There was also testimony that although the defendant had said that the couple had gone to bed about 9:30 p.m., the bed did not appear to have been slept in.<footnotemark>8</footnotemark> Further, there was evidence that stereo equipment was moved from the living room and stacked on a desk next to an opened first floor office window. The equipment was stacked so that it blocked entry and exit through the window. Dust on the window sill and desk was undisturbed. The surface of the desk contained undisturbed papers and materials. The latent prints on the desk and stereo equipment belonged to the defendant. The window screen had been cut from the outside. Police also discovered an open window on the second floor in the bedroom adjacent to the bedroom where the body was located. This window, which opened on to the roof of a porch, was near the bed on which the four foot long wooden dowel was found.</p>\n<p id=\"b85-5\"><page-number citation-index=\"1\" label=\"63\">*63</page-number>According to the theory of the crime advanced by the state at trial, the defendant killed the victim after an argument, some three and one-half hours before he telephoned the police. During the intervening time, the state theorized, he cleaned himself up and staged the scene to make it appear as if a burglar had entered the house through the first floor window, moved stereo equipment next to the first floor window, went upstairs and killed the victim, then fled through the upstairs window on to the porch roof, and jumped to the ground.</p>\n<p id=\"b85-6\">I</p>\n<p id=\"b85-7\">The defendant first invokes the protections of the fifth, sixth and fourteenth amendments to the constitution of the United States and article first, § 8 of the Connecticut constitution<footnotemark>9</footnotemark> and claims that the trial court improperly denied his request to charge the jury as to the lesser included offenses of manslaughter in the first and second degrees pursuant to General Statutes §§ 53a-55 (a) (1) and (3) and 53a-56 (a) (l).<footnotemark>10</footnotemark></p>\n<p id=\"b86-5\"><page-number citation-index=\"1\" label=\"64\">*64</page-number>At trial, although the defendant maintained that he was not the perpetrator of the crime and sought an acquittal, he nonetheless requested that the jury be instructed on what he claimed were lesser included offenses within the crime of murder. The defendant maintained, for the first time in his supplemental requests to charge, that from the evidence the jury could reasonably have found that, in strangling the victim, he had intended to cause only serious physical injury rather than death, or that, without intent to cause death, he had recklessly engaged in conduct that created a grave risk of the victim’s death and thereby caused her death, or that he simply recklessly caused the death of the victim. The trial court denied the defendant’s requests and ruled that the jury could consider only a verdict of guilty or not guilty of the charged crime of murder. We agree with the court’s ruling.</p>\n<p id=\"b86-6\">The basis for the defendant’s constitutional claim under either the federal or state constitution is the proposition that a defendant is constitutionally entitled to a lesser included offense charge where warranted by the evidence. The Supreme Court of the United States has decided that such a charge is constitutionally required in a capital case. <em>Beck </em>v. <em>Alabama, </em>447 U.S. 625, 627,100 S. Ct. 2382, 65 L. Ed. 2d 392 (1980). We need not explore the ramifications of this issue on <page-number citation-index=\"1\" label=\"65\">*65</page-number>constitutional grounds, however, because we conclude that the evidence in this case did not warrant the requested charge.</p>\n<p id=\"b87-6\">The defendant’s claim of innocence did not automatically preclude him from requesting an instruction on “lesser included homicides that require a less serious degree of culpable intent.” <em>State </em>v. <em>Rodriguez, </em>180 Conn. 382, 405, 429 A.2d 919 (1980); see also General Statutes § 53a-45 (c); <em>State </em>v. <em>Burge, </em>195 Conn. 232, 244-45, 487 A.2d 532 (1985); <em>State </em>v. <em>Falby, </em>187 Conn. 6, 29, 444 A.2d 213 (1982). The propriety of the defendant’s request for instructions on manslaughter depends, therefore, on whether the conditions set forth in <em>State </em>v. <em>Whistnant, </em>179 Conn. 576, 588, 427 A.2d 414 (1980), have been satisfied. <em>State </em>v. <em>Rodriguez, </em>supra, 407.</p>\n<p id=\"b87-7\">“The law of lesser included offenses is a common law doctrine that requires a defendant to demonstrate his compliance with the four conditions stated in <em>[Whistnant]: </em>‘(1) an appropriate instruction is requested by either the state or the defendant; (2) it is not possible to commit the greater offense, in the manner described in the information or bill of particulars, without having first committed the lesser; (3) there is some evidence, introduced by either the state or the defendant, or by a combination of their proofs, which justifies conviction of the lesser offense; and (4) the proof of the element or elements which differentiate the lesser offense from the offense charged is sufficiently in dispute to permit the jury consistently to find the defendant innocent of the greater offense but guilty of the lesser.’ <em>State </em>v. <em>Herring, </em>210 Conn. 78, 104-105, 554 A.2d 686, cert. denied, 492 U.S. 912, 109 S. Ct. 3230, 106 L. Ed. 2d 579 (1989); <em>State </em>v. <em>Green, </em>207 Conn. 1, 11, 540 A.2d 659 (1988).” <em>State </em>v. <em>Edwards, </em>214 Conn. 57, 62-63, 570 A.2d 193 (1990). The defendant <page-number citation-index=\"1\" label=\"66\">*66</page-number>timely filed his request to charge prior to closing arguments, and took an exception when the trial court did not give the requested instructions.</p>\n<p id=\"b88-6\">The defendant argues that all four conditions of <em>Whistnant </em>have been established and thus that the trial court improperly refused to instruct the jury with respect to the lesser included offenses of manslaughter in the first and second degrees as he had requested. The state argues that the defendant failed to meet the first, third and fourth conditions.<footnotemark>11</footnotemark> We enter the <em>Whistnant </em>analysis through the third condition.<footnotemark>12</footnotemark></p>\n<p id=\"b88-7\">The third condition of <em>Whistnant </em>requires “some evidence . . . which justifies conviction of the lesser offense . . . .” <em>State </em>v. <em>Whistnant, </em>supra, 588. The defendant argues in his brief that the third condition of <em>Whistnant </em>“is satisfied where evidence suggests ‘at least a possibility’ that the elements of the lesser offense have been established. <em>State </em>v. <em>Fernandez, </em>5 Conn. App. 40, 45, 496 A.2d 533 (1985), quoting <em>State </em>v. <em>Falby, </em>[supra, 30].” In <em>State </em>v. <em>Falby, </em>supra, on the basis of the evidence admitted at trial that consisted of the testimony of a medical expert and a victim of <page-number citation-index=\"1\" label=\"67\">*67</page-number>a prior similar crime by the defendant, we concluded that there was “at least a possibility” that the defendant had acted with a less culpable mental state and had properly requested an instruction on lesser included offenses. <em>Falby, </em>therefore, is an example of those cases in which it is undisputed that some evidence relevant to a lesser included offense instruction had been introduced at trial, and we were called upon to determine whether such evidence justified a lesser included offense instruction. As we stated in <em>State </em>v. <em>Falby, </em>supra, 29, “[t]he issue before us ... is whether the evidence at trial . . . can support a conviction for [the lesser offense].” Other decisions analyzing claims based on the third condition of <em>Whistnant </em>have involved cases in which the defendant had not introduced <em>any </em>evidence to support a requested lesser included offense charge. In those cases we have concluded that the instruction was not required. See, e.g., <em>State </em>v. <em>Smith, </em>212 Conn. 593, 609, 563 A.2d 671 (1989) (“there was no evidence before the jury to support the defendant’s contention that the jury could have inferred that the defendant acted with a less culpable mental state”); <em>State </em>v. <em>Dolphin, </em>195 Conn. 444, 449, 488 A.2d 812, cert. denied, 474 U.S. 833, 106 S. Ct. 103, 88 L. Ed. 2d 84 (1985) (“[t]here was no evidence at the trial”). The defendant is incorrect in interpreting the cases that apply the <em>Whistnant </em>test to mean that the presentation of an abstract theory in a request to charge or the mere introduction of some evidence satisfies the third condition of <em>Whistnant. </em>Such a rule would paradoxically require a trial court to provide a requested instruction on a lesser included offense and then, if the jury convicted the defendant of the lesser offense, to render a judgment of acquittal in response to a defendant’s motion based on insufficiency of the evidence. We determine that in order to meet the third prong of the <em>Whistnant </em>test, there must be sufficient evidence, intro<page-number citation-index=\"1\" label=\"68\">*68</page-number>duced by either the state or the defendant, or by a combination of their proofs, to justify a finding of guilt of the lesser offense. See J. Bruckmann, G. Nash &amp; J. Katz, Connecticut Criminal Caselaw Handbook—A Practitioner’s Guide (1989) pp. 425-26, and (1992 Sup.) pp. 432-33.</p>\n<p id=\"b90-6\">This case, therefore, requires that we determine whether there was sufficient evidence on which the jury could reasonably have found that the defendant had merely acted recklessly, either with or without extreme indifference to human life, or with the intent to cause only serious physical injury to the victim rather than her death. In making this determination, “we must consider the evidence available at trial in the light most favorable to the defendant’s request. <em>State </em>v. <em>Herring, </em>supra, 106. ‘ “[T]he jury’s role as fact-finder is so central to our jurisprudence that, in close cases, the trial court should generally opt in favor of giving an instruction on a lesser included offense, if it is requested.” <em>United States </em>v. <em>Comer, </em>421 F.2d 1149, 1154 (D.C. Cir. 1970).’ ” <em>State </em>v. <em>Edwards, </em>supra, 64. “Otherwise the defendant would lose the right to have the jury pass upon every factual issue fairly presented by the evidence.” <em>State </em>v. <em>Smith, </em>185 Conn. 63, 78, 441 A.2d 84 (1981).</p>\n<p id=\"b90-7\">The defendant’s first supplemental request to charge on the lesser included offense of manslaughter in the first degree pursuant to § 53a-55 (a) (3)<footnotemark>13</footnotemark> included the following statement of essential facts: “All testimony. (The jury could find that due to the lack of motive in this case, the defendant did not have the specific intent to murder his wife; however, since there has been evidence that the victim was initially strangled, the jury could infer that the defendant strangled his wife during an argument; that he did not intend to murder her, <page-number citation-index=\"1\" label=\"69\">*69</page-number>but that he attempted to cover up his conduct by his subsequent activity, and therefore, the defendant recklessly engaged in conduct creating a grave risk of death.)” The defendant included the reference to “all testimony” followed by an identical explanation in his other two supplemental requests to charge on manslaughter. In other words, the gist of the defendant’s claim in all three of his requests to charge on lesser included offenses was that he had strangled his wife without the intent to cause her death and that he stabbed her and staged a burglary to cover up the strangulation.</p>\n<p id=\"b91-6\">Sections 53a-55 (a) (3) and 53a-56 (a) (1) both require evidence that the defendant acted recklessly: that he was aware of and consciously disregarded a substantial and unjustifiable risk. General Statutes § 53a-3 (13); <em>State </em>v. <em>Smith, </em>supra, 185 Conn. 75; <em>State </em>v. <em>Maselli, </em>182 Conn. 66, 70-73, 437 A.2d 836 (1980), cert. denied, 449 U.S. 1083, 101 S. Ct. 868, 66 L. Ed. 2d 807 (1981). Section 53a-55 (a) (1) requires evidence that the defendant acted only with the intent to cause serious physical injury to the victim. <em>State </em>v. <em>Bzdyra, </em>165 Conn. 400, 403, 334 A.2d 917 (1973). The defendant argues that four categories of evidence supported his claim for a charge on the lesser included manslaughter offenses: (1) lack of motive; (2) strangulation; (3) the birthday party argument; and (4) the cover-up. We are unpersuaded.</p>\n<p id=\"b91-7\">The defendant first points to testimony concerning the lack of motive; the state’s acknowledgment in its summation that “[t]he State can’t prove a motive here, doesn’t have a motive, can’t claim a motive”; and the trial court’s charge that “if no motive can be inferred or found, that may well tend to raise a reasonable doubt as to the guilt of the accused.” Nevertheless, as the trial court commented appropriately in its charge, “[i]t is not essential that the State prove motive. Motive is <page-number citation-index=\"1\" label=\"70\">*70</page-number>not an element of the crime of murder.” See <em>State </em>v. <em>Delgado, </em>178 Conn. 448, 423 A.2d 106 (1979); <em>State </em>v. <em>Bzdyra, </em>supra. A jury, finding lack of motive, could, but is not obligated to, conclude that the defendant did not murder the victim and thus return a verdict of not guilty on the charge of murder. Such a finding would not be particularly relevant, however, in the jury’s deliberations as to whether the defendant merely acted recklessly or demonstrated an intent only to cause serious physical injury when he killed his wife. A person acts “intentionally” in relation to a criminal statute defining an offense “when his conscious objective is to cause such result or to engage in such conduct . . . .” General Statutes § 53a-3 (11); <em>State </em>v. <em>Carpenter, </em>214 Conn. 77, 82, 570 A.2d 203 (1990); <em>State </em>v. <em>Avcollie, </em>178 Conn. 450, 466, 423 A.2d 118 (1979), cert. denied, 444 U.S. 1015, 100 S. Ct. 667, 62 L. Ed. 2d 645 (1980). The jury could find simultaneously, without any contradiction, that the couple presented the appearance of a loving relationship and that the defendant murdered his wife. Lack of evidence of motive standing alone did not entitle the defendant to a charge on the lesser included offenses requested.</p>\n<p id=\"b92-6\">Next the defendant points to evidence of strangulation as indicating that he might have killed his wife without the intent to do so and then staged the scene observed by the state police officers to cover up his actions. Although the record supports the references in the requested instructions to some evidence of strangulation, even DiMaio, the defendant’s pathologist, testified that the victim “was stabbed in the neck, and <em>she was conscious </em>when she was being stabbed in the neck. And that’s shown by the fact that she's got defense injuries. She’s got a cut on each hand. . . . [S]he brought her legs back to try to push herself up, to push the person off her chest .... [The] smeared blood on [her] heels . . . most probably came from blood on the car<page-number citation-index=\"1\" label=\"71\">*71</page-number>pet in that area, digging her heels into the carpet, trying to push up.”<footnotemark>14</footnotemark> (Emphasis added.) To be entitled to his requested instructions, the defendant had the obligation to specify, in his request to charge, evidence that the jury could reasonably draw upon to infer either that the victim died from strangulation or that she was unconscious or otherwise appeared to be unconscious when she was stabbed in the throat and chest.<footnotemark>15</footnotemark> That evidence is simply nonexistent.</p>\n<p id=\"b93-6\">The defendant then notes accurately that the victim’s mother and others testified concerning tension between the defendant and the victim. The couple apparently argued over preparations for the defendant’s birthday party planned for the day after the murder and the redecorating of their home’s only bathroom. We are not persuaded, however, that these facts, viewed in the context of the circumstances of the victim’s death, are probative of the crime of manslaughter rather than murder. Moreover, whether the jury decided that the domestic tension resulted in the violence of murder or manslaughter relates to the question of motive which, as we concluded above, is not dispositive.</p>\n<p id=\"b93-7\">Last, the defendant calls our attention to the considerable evidence in the record concerning the theory of a cover-up of the killing. He maintains that the <page-number citation-index=\"1\" label=\"72\">*72</page-number>absence of motive makes it logical to conclude that, in an uncharacteristic fit of rage, he strangled the victim without the intent to cause her death, subsequently-tried to cover up the marks on her neck with a sharp instrument and then staged the burglary implicating an intruder with a homemade spear. He claims that is a more reasonable scenario than the state’s theory that the defendant slashed his wife’s throat and plunged a spear into her chest while she was conscious. The defendant’s theory, however, fails because of the complete lack of evidence that the victim was strangled into unconsciousness before she was killed. The defendant fails to explain how his theory has any efficacy when related to the stabbing of a conscious victim.</p>\n<p id=\"b94-6\">We conclude that the cumulative effect of the evidence in the record compelled the jury, if it found the defendant was the perpetrator, to find that he had intended to kill his wife. The facts presented excluded the possibility that the victim had been unconscious at the time of the stabbings and incised wounds. “ 'One who uses a deadly weapon upon a vital part of another will be deemed to have intended the probable result of that act, and from such a circumstance a proper inference may be drawn in some cases that there was an intent to kill. . . .’ ” <em>State </em>v. <em>Bzdyra, </em>supra, 404; F. Wharton, Homicide (3d Ed.) pp. 7, 115. “A pistol, dirk-knife, or gun is a deadly weapon per se.” <em>State </em>v. <em>Litman, </em>106 Conn. 345, 352, 138 A. 132 (1927). It requires nothing more than common sense to conclude that slashes to the neck of a conscious victim that severed the victim’s jugular vein, trachea, larynx and esophagus and the impalement of the victim by a spear are evidence of an intent to kill rather than mere recklessness or intent to injure seriously.</p>\n<p id=\"b94-7\">Because the evidence, introduced by either the defendant or the state, or by a combination of their proofs, was not sufficient to justify conviction of the <page-number citation-index=\"1\" label=\"73\">*73</page-number>lesser included offenses, the trial court’s refusal to instruct the jury on the lesser included offenses of manslaughter was not improper. An acquittal on a charge of murder, like a conviction on a lesser included manslaughter offense, cannot be the result of capriciousness by a jury. <em>State </em>v. <em>Montanez, </em>219 Conn. 16, 23, 592 A.2d 149 (1991); <em>State </em>v. <em>Manley, </em>195 Conn. 567, 579, 489 A.2d 1024 (1985); <em>State </em>v. <em>Whistnant, </em>supra, 588. Jurors should not be encouraged to engage in speculation. <em>State </em>v. <em>Manley, </em>supra, 580. To provide an instruction on lesser included offenses without satisfying the third condition of <em>Whistnant </em>encourages speculation and capriciousness on the part of the jurors. Accordingly, we conclude that the trial court properly denied the defendant’s requests for lesser included offense instructions.</p>\n<p id=\"b95-6\">II</p>\n<p id=\"b95-7\">The defendant next claims that the trial court improperly denied his motions for judgment of acquittal because the state did not provide sufficient evidence to permit a jury reasonably to find that the defendant had the specific intent to cause the death of his wife. In support of his claim that the state did not prove beyond a reasonable doubt his specific intent to kill his wife, the defendant argues that the evidence at best only supports his theory, raised on appeal, that out of anger and in the midst of an argument, he had intended to cause only serious physical injury to the victim, or that he simply acted recklessly and killed her in doing so. We disagree.</p>\n<p id=\"b95-8\">The two part “ ‘standard of review of an insufficiency claim is clear. “We first review the evidence at trial, construing it in the light most favorable to sustaining the facts expressly found by the trial court or impliedly found by the jury. We then decide whether, upon the facts thus established and the inferences reasonably <page-number citation-index=\"1\" label=\"74\">*74</page-number>drawn therefrom, the trial court <em>or </em>the jury could reasonably have concluded that the cumulative effect of the evidence established the defendant’s guilt beyond a reasonable doubt.”. . .’” (Citations omitted.) <em>State </em>v. <em>Pinnock, </em>220 Conn. 765, 770-71, 601 A.2d 521 (1992), quoting <em>State </em>v. <em>Lewis, </em>220 Conn. 602, 606, 600 A.2d 1330 (1991). “The elements of intentional murder with which the defendant was charged under General Statutes § 53a-54a are (1) intent, (2) causation and (3) death by killing as opposed to death by accident or suicide. <em>State v. Avcollie, </em>[supra, <em>460].” State v. Weinberg, </em>215 Conn. 231, 253-54, 575 A.2d 1003, cert. denied, 498 U.S. 967, 111 S. Ct. 430, 112 L. Ed. 2d 413 (1990). Intent involves “a mental process which ordinarily can be proven only by circumstantial evidence.” <em>State </em>v. <em>Zdanis, </em>182 Conn. 388, 396, 438 A.2d 696 (1980), cert. denied, 450 U.S. 1003, 101 S. Ct. 1715, 68 L. Ed. 2d 207 (1981). Intent may be inferred from the nature of any weapons used, the manner in which they were used and the nature and number of wounds inflicted. <em>State </em>v. <em>Montanez, </em>supra, 23; <em>State </em>v. <em>Zdanis, </em>supra.</p>\n<p id=\"b96-6\">Considering the evidence of the weapons used, the manner of their use, the severity and number of wounds inflicted on the victim, and the attempt by the defendant to cover up his crime, we conclude that the jury could reasonably have found that the defendant had the specific intent to cause the victim’s death.</p>\n<p id=\"b96-7\">Ill</p>\n<p id=\"b96-8\">The defendant next claims that the trial court improperly denied his various motions to suppress evidence. Specifically, he claims that the trial court improperly denied his motions to suppress: (1) certain of his oral statements because they were the product of an unconstitutional custodial interrogation; (2) certain other of his oral statements, tangible evidence and observations because they were the product of an illegal arrest; and <page-number citation-index=\"1\" label=\"75\">*75</page-number>(3) evidence seized during the search of his person because the warrant affidavit included information obtained from the defendant as a result of his illegal detention. In these claims, the defendant again invokes the fifth and fourteenth amendments to the constitution of the United States and article first, § 8 of the Connecticut constitution.</p>\n<p id=\"b97-6\">A</p>\n<p id=\"b97-7\">The defendant first claims a violation of the privilege against self-incrimination afforded him under <em>Miranda </em>v. <em>Arizona, </em>384 U.S. 436, 444, 86 S. Ct. 1602, 16 L. Ed. 2d 694 (1966); <em>State </em>v. <em>Falby, </em>187 Conn. 6, 11 and n.l, 444 A.2d 213 (1982); because the oral statements obtained from the defendant by the police resulted from a custodial interrogation. The defendant argues that the police neither properly advised him of his <em>Miranda </em>rights nor obtained a knowing, intelligent and voluntary waiver of these rights and that, therefore, the trial court improperly denied his motion to suppress these oral statements.</p>\n<p id=\"b97-8\">After a hearing on the defendant’s motion to suppress, the trial court, <em>Vasington, J., </em>found that the defendant had not been in custody or deprived of his freedom of action in any significant way during his interrogation by Detectives Michael Foley and Kenneth Bissonnette on May 5,1988, at the time that he made the oral statements offered at trial to which he objected. The court further found that the totality of the circumstances had not given the defendant any reasonable belief either that he was in custody or that he was not free to leave. The court found, moreover, that the police had advised the defendant of his <em>Miranda </em>rights prior to the occurrence of any questioning and that he understood his rights and made a knowing, intelligent and voluntary decision to answer questions. Accordingly, it ruled that <em>Miranda </em>warnings, although not man<page-number citation-index=\"1\" label=\"76\">*76</page-number>dated, had been given and that the defendant’s statements were admissible. <em>See State </em>v. <em>Pittman, </em>209 Conn. 596, 606, 553 A.2d 155 (1989), and cases cited therein.</p>\n<p id=\"b98-6\">The defendant has the burden of proving custodial interrogation; <em>State </em>v. <em>Copeland, </em>205 Conn. 201, 207, 530 A.2d 603 (1987); <em>State </em>v. <em>Brown, </em>199 Conn. 47, 51, 505 A.2d 1225 (1986); before the state must prove that adequate warnings of the rights that inhere in the privilege against self-incrimination were given to the defendant and that the defendant’s waiver of his rights was constitutionally valid; <em>State </em>v. <em>Weidenhof, </em>205 Conn. 262, 267, 533 A.2d 545 (1987); <em>State </em>v. <em>Gray, </em>200 Conn. 523, 531-33, 512 A.2d 217, cert. denied, 479 U.S. 940, 107 S. Ct. 423, 93 L. Ed. 2d 373 (1986). “Custodial interrogation [occurs when] ‘questioning [is] initiated by law enforcement officers after a person has been taken into custody or otherwise deprived of his freedom of action in any significant way.’ <em>Miranda </em>v. <em>Arizona, </em>supra . . . .” <em>State </em>v. <em>Brown, </em>supra; see <em>State </em>v. <em>Hoeplinger, </em>206 Conn. 278, 286, 537 A.2d 1010 (1988). “ ‘Although the circumstances of each case must certainly influence a determination of whether a suspect is “in custody” for purposes of receiving <em>Miranda </em>protection, the ultimate inquiry is simply whether there is a “formal arrest or restraint on freedom of movement” of the degree associated with a formal arrest. <em>[Oregon </em>v. <em>Mathiason, </em>429 U.S. 492, 495, 97 S. Ct. 711, 50 L. Ed. 2d 714 (1977)].’ ” <em>State </em>v. <em>Pittman, </em>supra, 608, <em>quoting California v. Beheler, </em>463 U.S. 1121, 1125, 103 S. Ct. 3517, 77 L. Ed. 2d 1275 (1983). A person is in custody only if a reasonable person would have believed he was not free to leave. <em>State </em>v. <em>Hoeplinger, </em>supra, 286-87. “We must look at the totality of the circumstances of the questioning in order to determine whether a ‘reasonable person’ would have construed those circumstances as placing him in a custody situation.” Id., 287. We will not overturn the trial court’s <page-number citation-index=\"1\" label=\"77\">*77</page-number>factual finding that the defendant was not in custody unless it was clearly erroneous; <em>State </em>v. <em>Madera, </em>210 Conn. 22, 49-50, 554 A.2d 263 (1989); <em>State </em>v. <em>Ostroski, </em>186 Conn. 287, 292, 440 A.2d 984, cert. denied, 459 U.S. 878, 103 S. Ct. 173, 74 L. Ed. 2d 142 (1982); see Practice Book § 4061; but “will, however, carefully review the record to ascertain whether the trial court’s finding is supported by substantial evidence.” <em>State </em>v. <em>Pittman, </em>supra, 606.</p>\n<p id=\"b99-6\">The defendant contends that the facts of <em>State </em>v. <em>Hoeplinger, </em>supra, 287-88, mirror the facts of this case and support his claim that the trial court improperly denied his motion to suppress the statements. We disagree. In <em>Hoeplinger, </em>the defendant was under constant supervision. He was ordered to sit in the cruiser. When he got out and reentered his house, the police ordered him back into the cruiser. In order to prevent him from washing his hands, the police would not allow him to go into the bathroom by himself. By contrast, in the present case, the defendant went voluntarily with Foley to the police cruiser and to the barracks where they sat and talked in a large conference room that had windows and freely swinging doors. The defendant indicated that he wanted to cooperate. His only two requests, for a glass of water and for contact with his parents, were satisfied. Police left the conference room so that he could visit alone with his parents. The defendant was not handcuffed or restrained in any way. He never asked to leave or tried to leave the barracks. A suspect in a crime is not in custody every time he is asked questions at a police station. <em>State </em>v. <em>Northrop, </em>213 Conn. 405, 415, 568 A.2d 439 (1990). The defendant has not met his burden of proving that he was in custody at the time he made the statements at issue to the police.</p>\n<p id=\"b99-7\">The trial court also found that the police had advised the defendant of his <em>Miranda </em>rights at three different <page-number citation-index=\"1\" label=\"78\">*78</page-number>times. Although the state concedes that there was no express waiver of <em>Miranda </em>rights by the defendant, it argues that a waiver may be inferred from the defendant’s actions and course of conduct. <em>State </em>v. <em>Kuskowski, </em>200 Conn. 82, 88, 510 A.2d 172 (1986); <em>State </em>v. <em>Toste, </em>198 Conn. 573, 582, 504 A.2d 1036 (1986). “ ‘The fact that a suspect chooses to speak after being informed of his rights is, of course, highly probative.’ ” <em>State </em>v. <em>Madera, </em>supra, 50, quoting <em>Oregon </em>v. <em>Elstad, </em>470 U.S. 298, 318, 105 S. Ct. 1285, 84 L. Ed. 2d 222 (1985). “[W]e have held that the assertion of the right to remain silent after an initial willingness to speak with police is a strong indication that the defendant understood his rights.” <em>State </em>v. <em>Barrett, </em>205 Conn. 437, 451, 534 A.2d 219 (1987). The fact that the defendant invoked his right to counsel after he had spoken with the police indicated that he was aware of his rights and had voluntarily waived them up until that point. <em>State </em>v. <em>Pellegrino, </em>194 Conn. 279, 289, 480 A.2d 537 (1984); see <em>State </em>v. <em>Pecoraro, </em>198 Conn. 203, 208, 502 A.2d 396 (1985).</p>\n<p id=\"b100-6\">Moreover, there is no evidence in the record to indicate any coercive, deceptive or overreaching conduct by the police that caused the defendant to waive his <em>Miranda </em>rights.<footnotemark>16</footnotemark> The defendant had completed two years of college, owned his own home and operated his own business. He initiated the contact with the police when he telephoned to request help. Foley treated the defendant as a victim and as a witness. The defendant’s statements and conduct, until he said that he did <page-number citation-index=\"1\" label=\"79\">*79</page-number>not want to discuss the scratch marks further, indicated that he wanted to cooperate with the investigation. Even after expressing that limitation on the conversation, he said that he wished to continue to cooperate.</p>\n<p id=\"b101-6\">The defendant also argues that his emotional state prevented him from understanding the nature of his rights. We are not persuaded. “We stated in <em>State </em>v. <em>Toste, </em>[supra, 580-81,] that a determination of whether a defendant has ‘knowingly and intelligently’ waived his rights under <em>Miranda </em>‘depends in part on the competency of the defendant, or, in other words, on his ability to understand and act upon his constitutional rights.’ ” <em>State </em>v. <em>Hernandez, </em>204 Conn. 377, 396, 528 A.2d 794 (1987). Factors that may be considered in making this determination include, inter alia: the defendant’s experience with the police and familiarity with the <em>Miranda </em>warnings; his level of intelligence, age, level of education, vocabulary and ability to read and write in the language in which the warnings were given; his emotional state; and the existence of any mental disease. Id., 396-97, and cases cited therein. Evidence that the defendant appeared distraught does not alone prevent a knowing waiver of <em>Miranda </em>rights. <em>State </em>v. <em>Roseboro, </em>221 Conn. 430, 441-43, 604 A.2d 1286 (1992); <em>State </em>v. <em>Harris, </em>188 Conn. 574, 582, 452 A.2d 634 (1982), cert. denied, 460 U.S. 1089, 103 S. Ct. 1785, 76 L. Ed. 2d 354 (1983).</p>\n<p id=\"b101-7\">A thorough examination of the entire record reveals that the trial court’s findings were supported by substantial evidence. <em>State </em>v. <em>Shifflett, </em>199 Conn. 718, 729, 508 A.2d 748 (1986); <em>State </em>v. <em>Toste, </em>supra, 580; <em>State </em>v. <em>Alexander, </em>197 Conn. 180, 185, 496 A.2d 486 (1985). The trial court could reasonably have found both that the defendant was not in custody at the time he made the statements at issue to the police and also that the decision to make these statements was made after proper warnings and was knowing, intelligent and voluntary.</p>\n<p id=\"b102-5\"><page-number citation-index=\"1\" label=\"80\">*80</page-number>B</p>\n<p id=\"b102-6\">The defendant next claims that the trial court improperly denied his motion to suppress all tangible evidence and observations, as well as all statements, obtained on May 5, 1988, because they were the product of an illegal arrest in violation of the fourth amendment to the constitution of the United States and article first, § 7 of the Connecticut constitution.<footnotemark>17</footnotemark> We disagree.</p>\n<p id=\"b102-7\">When a defendant claims that he was the subject of an illegal arrest, the admissibility of physical evidence and statements by the defendant “ ‘turns on the answers to two subsidiary questions: (1) whether the defendant was “seized” within the meaning of the fourth amendment to the United States constitution and article first, § 7 of the Connecticut constitution so as to invoke their protection, and, if so, (2) whether he was “reasonably” seized, that is, whether there was probable cause to seize him.’ ” <em>State </em>v. <em>Acquin, </em>187 Conn. 647, 651, 448 A.2d 163 (1982), cert. denied, 463 U.S. 1229, 103 S. Ct. 3570, 77 L. Ed. 2d 1411 (1983); <em>State </em>v. <em>Damon, </em>214 Conn. 146, 152, 570 A.2d 700, cert. denied, 490 U.S. 1069, 111 S. Ct. 65, 112 L. Ed. 2d <page-number citation-index=\"1\" label=\"81\">*81</page-number>40 (1990). We have stated that a person has been “seized” when “ 'by means of physical force or show of authority, his freedom of movement is restrained. . . .’ ” <em>State </em>v. <em>Ostroski, </em>supra, 291-92, quoting <em>United, States </em>v. <em>Mendenhall, </em>446 U.S. 544, 553-54, 100 S. Ct. 1870, 64 L. Ed. 2d 497, reh. denied, 448 U.S. 908, 100 S. Ct. 3051, 65 L. Ed. 2d 1138 (1980); <em>State </em>v. <em>Oquendo, </em>223 Conn. 635, 649-50, 652, 613 A.2d 1300 (1992).</p>\n<p id=\"b103-6\">In light of our conclusion that the defendant was not in custody, this claim of the defendant must fail. After the defendant had indicated that he wished an attorney present, the police prudently decided to obtain a warrant to execute a search of the defendant’s person. We conclude that the statements, observations and tangible items at issue did not result from an unconstitutional seizure of the defendant and were properly admitted into evidence.</p>\n<p id=\"b103-7\">C</p>\n<p id=\"b103-8\">The defendant next argues that the trial court improperly determined that the information alleged in the affidavit supported a finding of probable cause upon which a warrant for the search of his person could have appropriately issued. This argument has no merit.</p>\n<p id=\"b103-9\">In support of his argument, the defendant first claims that the affidavit relied on to obtain the warrant contained information acquired from the defendant as a result of an illegal detention and consequently should be discounted. Because we have previously rejected his claim that he was illegally detained, this argument fails. We turn then to his argument that the information alleged in the affidavit was insufficient as a matter of law to support a finding of probable cause.</p>\n<p id=\"b103-10\">The validity of a search warrant depends upon whether the supporting affidavits provide a substan<page-number citation-index=\"1\" label=\"82\">*82</page-number>tial basis for a finding of probable cause. <em>State </em>v. <em>Barton, </em>219 Conn. 529, 545, 594 A.2d 917 (1991). “Where the circumstances for finding probable cause are detailed, where a substantial basis for crediting the source of information is apparent, and when a magistrate has in fact found probable cause, the reviewing court should not invalidate the warrant by application of rigid analytical categories.” Id. “In reviewing the sufficiency of an affidavit for a search warrant we do not conduct a de novo review. <em>Illinois </em>v. <em>Gates, </em>462 U.S. 213, 103 S. Ct. 2317, 76 L. Ed. 2d 527, reh. denied, 463 U.S. 1237, 104 S. Ct. 33, 77 L. Ed. 2d 1453 (1983). Rather, the traditional standard of review is whether the magistrate had a substantial basis for concluding that a search would uncover evidence of wrongdoing. Id.” <em>State </em>v. <em>Couture, </em>194 Conn. 530, 546, 482 A.2d 300 (1984), cert. denied, 496 U.S. 1192, 105 S. Ct. 967, 83 L. Ed. 2d 971 (1985).</p>\n<p id=\"b104-6\">The affidavit in this case consists of seven paragraphs. The first two recite the training and experience of the affiants, two state police officers. Paragraphs three and four set forth details concerning the defendant’s telephone call to the state police requesting assistance, the arrival of the state police at the defendant’s residence, the discovery of the victim’s body, the appearance and behavior of the defendant and conditions at the crime scene. The fifth paragraph recites, inter alia, that the police observed “fresh scratches on the inside left forearm and on the back of the right wrist . . . a blood-like substance on the right palm and right elbow . . . [and] additional scratches on the left shoulder and armpit” of the defendant. The sixth paragraph summarizes the conclusion of the affiants based on these facts and their experience and training that probable cause existed to believe that the defendant’s person contained evidence in the form of blood, hair, fibers, <page-number citation-index=\"1\" label=\"83\">*83</page-number>wounds and scratches. The seventh paragraph requests that the court issue the warrant on the basis of the information provided therein.</p>\n<p id=\"b105-6\">From our review of the affidavit, in light of the requirements of the fourth amendment to the United States constitution and article first, § 7 of the Connecticut constitution, we conclude that there was a substantial basis for the issuing magistrate to conclude that there was probable cause to believe that evidence material to the investigation of the victim’s murder would be found on the defendant’s person.</p>\n<p id=\"b105-7\">IV</p>\n<p id=\"b105-8\">The defendant next advances separate, but related claims that the jury that decided his guilt might have been influenced to rush to judgment by the forthcoming vacation plans of one of the jurors. The defendant claims the trial court improperly denied his motion to replace that juror with an alternate juror and improperly failed to advise the jury that artificial time constraints should not interfere with their deliberations. The defendant also claims that the trial court, because it failed to replace the juror or to advise the jury that no artificial time constraints should interfere with its deliberations, should have granted his motions for a mistrial. He contends that the trial court’s failure to take the actions he requested violated his right to a fair trial under the sixth and fourteenth amendments to the constitution of the United States and article first, § 8 of the Connecticut constitution. We disagree.</p>\n<p id=\"b105-9\">On November 29,1990, the trial court, having realized that the trial was taking longer than it had originally anticipated, inquired whether any of the jurors had plans that would interfere with their deliberations. A juror, Richard Blackwood, responded that he was planning to take a vacation for two weeks over Christmas, beginning on Monday, December 17,1990. <page-number citation-index=\"1\" label=\"84\">*84</page-number>The defendant, on December 3, 1990, moved that Blackwood be excused. The court stated, with the defendant’s agreement, that a hearing on the defendant’s motion would be delayed until after the presentation of the evidence had been completed.</p>\n<p id=\"b106-6\">On December 10, 1990, after all the evidence had been taken and the jury had been charged, the court heard argument on the defendant’s pending motion. The defendant argued that Blackwood might possibly feel pressured to reach a verdict quickly because of his upcoming vacation plans and should be excused. The court denied the defendant’s motion and excused the alternate on the basis that Blackwood’s removal from the jury panel was unnecessary. The jury was thereafter instructed to commence its deliberations. Shortly, the jury had a note delivered to the court containing three questions, the first of which asked, “Are there any time limits for our deliberations?”<footnotemark>18</footnotemark> After conferring with counsel, the court, in response told the jurors that the only time limits were that they would start at 10 a.m. and continue until 5 p.m., with the usual morning and afternoon break and lunch hour, unless the jury wished to start earlier or stay later. On December 13, 1990, at 12:25 p.m., the jury reported that it had reached a verdict.</p>\n<p id=\"b106-7\">The defendant’s first claim, that the trial court improperly refused to excuse Blackwood, implicates the issue of Blackwood’s competency to remain a part of the jury panel. When challenging the competency of a juror, it is the defendant’s burden to prove the juror’s disqualification. <em>State </em>v. <em>Cubano, </em>203 Conn. 81, 90, 523 A.2d 495 (1987). Moreover, the juror’s disqualification must be proved by facts, not by mere speculation or conjecture. <em>State </em>v. <em>Almeda, </em>189 Conn. 303, 313, 455 A.2d 1326 (1983).</p>\n<p id=\"b107-5\"><page-number citation-index=\"1\" label=\"85\">*85</page-number>In this case, the defendant failed to demonstrate that Blackwood was disqualified to remain on the jury panel because his vacation plans would in fact influence his deliberations or those of the other members of the panel. Blackwood’s vacation was not to begin until December 17, 1990. The jury returned a verdict on December 13, four days before Blackwood’s vacation was to commence. The time taken for deliberations and the time remaining until the commencement of Black-wood’s vacation do not lend support to the defendant’s contention that Blackwood’s vacation plans somehow affected the verdict. The defendant’s claim that the trial court improperly failed to excuse Blackwood from the jury panel because of his vacation plans is, therefore, grounded in speculation and is without merit.</p>\n<p id=\"b107-6\">Furthermore, “[t]he jury, in the absence of a fair indication to the contrary, is presumed to have followed the instructions of the court.” <em>State </em>v. <em>Glenn, </em>194 Conn. 483, 497, 481 A.2d 741 (1984). On December 7, 1990, in its charge to the jury, the court instructed the panel that it must “coolly, considerately, with your minds unswerved from your duty . . . determine your verdict from a careful consideration of the facts.” There is nothing in the record to suggest that the jury did not follow the court’s instructions to deliberate carefully. Because there was no indication that Blackwood’s forthcoming vacation plans would have influenced his deliberations, we conclude that the trial court properly denied the defendant’s motion to excuse the juror.</p>\n<p id=\"b107-7\">The defendant also claims that Blackwood’s vacation plans had the potential to constrain the entire panel’s deliberations and that the trial court should have specifically advised the jury that such constraints should not interfere with their deliberations. Because the trial court failed to give such an instruction, the defendant <page-number citation-index=\"1\" label=\"86\">*86</page-number>argues that he was deprived of a fair trial and that the trial court should have granted his motion for a mistrial. We are not persuaded.</p>\n<p id=\"b108-6\">On December 12, 1990, during the course of the jury’s deliberations, the trial court, with both counsel, gave careful consideration to whether the jury might feel constrained to reach a verdict because of Black-wood’s forthcoming vacation plans. The court explored alternatives to mitigate any possible influence on the jury’s deliberations that might arise if deliberations continued. That same day, the court decided that at that point in the jury’s deliberations, an inquiry concerning the possible effect of Blackwood’s vacation plans was premature and might exacerbate the very problem sought to be avoided. The court stated that in order not to put pressure on the jury concerning Blackwood’s situation, it would wait until the issue manifested a genuine problem and would, in the meantime, consider alternative solutions. On December 13, the trial court discussed with counsel an instruction that it might give to the jury to the effect that it should feel no pressure in its deliberations and that, if necessary, the trial court would suspend deliberations until Blackwood returned from his vacation. After discussing such an instruction with counsel, the court stated that later that day it would instruct the jury on the subject of Blackwood’s vacation plans. Before the court determined a propitious moment to instruct the jury, however, the jury had reached a verdict.</p>\n<p id=\"b108-7\">“[A] mistrial should be granted only as a result of some occurrence upon the trial of such a character that it is apparent to the court that because of it a party cannot have a fair trial . . . and the whole proceedings are vitiated.” (Internal quotation marks omitted.) <em>State v. Weinberg, </em>215 Conn. 231, 250, 575 A.2d 1003, cert. denied, 498 U.S. 967, 111 S. Ct. 430, 112 L. Ed. 2d 413 (1990); <em>State </em>v. <em>Cruz, </em>212 Conn. 351, 364, 562 <page-number citation-index=\"1\" label=\"87\">*87</page-number>A.2d 1071 (1989); <em>State </em>v. <em>Ubaldi, </em>190 Conn. 559, 562, 462 A.2d 1001, cert. denied, 464 U.S. 916, 104 S. Ct. 280, 78 L. Ed. 2d 259 (1983). “A determination of whether a mistrial is warranted is left to the sound judgment and discretion of the trial judge. <em>State </em>v. <em>Gaston, </em>[198 Conn. 490, 496, 503 A.2d 1157 (1986)].” <em>State </em>v. <em>Hill, </em>201 Conn. 505, 510-11, 523 A.2d 1252 (1986); see <em>State </em>v. <em>Marra, </em>215 Conn. 716, 731-32, 579 A.2d 9 (1990). <em>“A </em>motion for mistrial is a drastic remedy, granted only when some event has occurred that is so prejudicial it precludes a fair trial.” (Internal quotation marks omitted.) <em>State </em>v. <em>Willis, </em>24 Conn. App. 678, 684, 591 A.2d 445 (1991), aff'd, 221 Conn. 518, 605 A.2d 1359 (1992). On appeal, the defendant bears the burden of establishing that there was irreparable prejudice to the defendant’s case such that it denied him a fair trial. <em>State </em>v. <em>Cruz, </em>supra, 365.</p>\n<p id=\"b109-6\">“Due process seeks to assure a defendant a fair trial, not a perfect one.” <em>State </em>v. <em>Kurvin, </em>186 Conn. 555, 565, 442 A.2d 1327 (1982). “ ‘[T]he constitution “does not require a new trial every time a juror has been placed in a potentially compromising situation . . . [because] it is virtually impossible to shield jurors from every contact or influence that might theoretically affect their vote.” ’ ” <em>State </em>v. <em>Rodriguez, </em>210 Conn. 315, 329, 554 A.2d 1080 (1989). Here, the trial court, having carefully observed the jury throughout the trial, decided that it would be premature and possibly counterproductive to advise the jury regarding Blackwood’s vacation plans before the issue presented a real problem to ongoing jury deliberations. Moreover, throughout the jury’s deliberations, the trial court agreed to accommodate the defendant by reinstructing the jury on the need for careful, considerate deliberations, or by suggesting to the jurors that they should not proceed in haste. Finally, there is simply no evidence to suggest that Blackwood’s upcoming vacation in any way influenced the jury or <page-number citation-index=\"1\" label=\"88\">*88</page-number>prejudiced the defendant’s right to a fair trial. The trial court in fact noted that on the morning of the day the jury returned its verdict, December 13,1991, the jury appeared to be under no pressure.</p>\n<p id=\"b110-6\">We conclude that the trial court acted properly within its discretion by determining that Blackwood’s vacation plans had not presented a problem sufficient to grant the defendant’s motion to advise the jury specifically that Blackwood’s vacation plans should have no impact on their deliberations. The trial court also acted well within its discretion in denying the defendant’s motion for a mistrial. The defendant’s claims to the contrary are without merit.</p>\n<p id=\"b110-7\">V</p>\n<p id=\"b110-8\">The defendant’s penultimate claim is that the trial court violated the protections guaranteed by the fifth, sixth and fourteenth amendments to the constitution of the United States and article first, § 8 of the Connecticut constitution when it improperly refused to instruct the jury on his theory of defense. He argues that a “criminal defendant is entitled to have instructions presented relating to any theory of defense for which there is any foundation in the evidence, no matter how weak or incredible that evidence might be.” <em>United States </em>v. <em>O’Connor, </em>237 F.2d 466, 474 n.8 (2d Cir. 1956); <em>State </em>v. <em>Fuller, </em>199 Conn. 273, 278, 506 A.2d 556 (1986). His emphasis is misplaced.</p>\n<p id=\"b110-9\">“When a defendant admits the commission of the crime charged but seeks to excuse or justify its commission so that legal responsibility for the act is avoided, a theory of defense charge is appropriate. A defendant must, however, assert a recognized legal defense before such a charge will become obligatory. A claim of innocence or a denial of participation in the crime charged is not a legally recognized defense and <page-number citation-index=\"1\" label=\"89\">*89</page-number>does not entitle a defendant to a theory of defense charge.” <em>State </em>v. <em>Rosado, </em>178 Conn. 704, 707, 425 A.2d 108 (1979).</p>\n<p id=\"b111-6\">The defendant submitted a written request to charge concerning his theory that an intruder broke into the house and murdered his wife. His evidentiary support for the request included testimony concerning the cut screen, open windows, and stereo equipment stacked on the desk by an open window. The defendant does not identify, however, any specific legally recognized defense that the trial court should have included in its charge. Upon review of the entire charge in this case, we conclude that the instruction given squarely placed before the jury the state’s obligation to prove beyond a reasonable doubt each and every element of the crime charged. We, therefore, reject this claim of the defendant.</p>\n<p id=\"b111-7\">VI</p>\n<p id=\"b111-8\">The defendant claims finally that the trial court improperly denied his motion to dismiss and for a mistrial on the ground that the state failed timely to disclose to the defense exculpatory information in violation of the fifth, sixth and fourteenth amendments to the constitution of the United States and article first, § 8 of the Connecticut constitution. <em>Brady </em>v. <em>Maryland, </em>373 U.S. 83, 83 S. Ct. 1194, 10 L. Ed. 2d 215 (1963). We disagree.</p>\n<p id=\"b111-9\">Prior to trial, the defendant filed a motion for disclosure seeking, inter alia, “[a]ll evidence that supports the position that another person had a motive to commit the homicide or did in fact commit the homicide.” At trial, the defense called Angelina Gialluca, an employee of the defendant’s dog grooming business. She testified that prior to and after the date of the murder she received, at the defendant’s business establishment, telephone calls from an unidentified male caller <page-number citation-index=\"1\" label=\"90\">*90</page-number>who asked for the defendant. The defendant claims that he learned about these calls for the first time at trial although the state had been in possession of the witness’ statement since the date of the murder. The transcript of Gialluca’s testimony on both direct and cross-examination reveals, however, that Gialluca told the defendant about the calls at the time that they were received. After Gialluca testified, the defendant moved to dismiss and for a mistrial because of the state’s failure timely to disclose information concerning the telephone calls. Prior knowledge of this information, he argues, would have allowed him to investigate the identity of the caller and could possibly have shown that the caller may have been the murderer.</p>\n<p id=\"b112-6\">We have long recognized the common-law duty of the prosecutor “ ‘to ensure that all evidence tending to aid in ascertaining the truth be laid before the court, even though such evidence is not consistent with the prosecution’s contention that the accused is guilty.’ <em>State </em>v. <em>Brown, </em>169 Conn. 692, 696, 364 A.2d 186 (1975) . . . .” <em>State </em>v. <em>Reddick, </em>197 Conn. 115, 129, 496 A.2d 466 (1985), cert. denied, 474 U.S. 1067, 106 S. Ct. 822, 88 L. Ed. 2d 795 (1986). Moreover, “[t]he state is constitutionally obligated to disclose certain information to a defendant. The principles of due process require the prosecution to disclose exculpatory evidence that is material to a defendant’s guilt or punishment. <em>Brady </em>v. <em>Maryland, </em>supra, 87.” <em>State </em>v. <em>Simms, </em>201 Conn. 395, 405, 518 A.2d 35 (1986). “In order to prove a <em>Brady </em>violation, the defendant must show: (1) that the prosecution suppressed evidence after a request by the defense; (2) that the evidence was favorable to the defense; and (3) that the evidence was material. <em>Moore </em>v. <em>Illinois, </em>408 U.S. 786, 794-95, 92 S. Ct. 2562, 33 L. Ed. 2d 706, reh. denied, 409 U.S. 897, 93 S. Ct. 87, 34 L. Ed. 2d 155 (1972).” <em>State </em>v. <em>Simms, </em>supra; <em>State </em><page-number citation-index=\"1\" label=\"91\">*91</page-number>v. <em>Shannon, </em>212 Conn. 387, 398, 563 A.2d 646, cert. denied, 493 U.S. 980, 110 S. Ct. 510, 107 L. Ed. 2d 512 (1989).</p>\n<p id=\"b113-6\">The defendant’s reliance on <em>Brady </em>is misplaced. “ ‘ “[EJvidence <em>known to the defendant </em>or his counsel, or that is disclosed, even if during trial, is not considered suppressed as that term is used in <em>Brady. . . . </em>” ’ ” (Citations omitted; emphasis added and omitted.) <em>State </em>v. <em>Walker, </em>214 Conn. 122, 126, 571 A.2d 686 (1990); <em>State </em>v. <em>Dolphin, </em>195 Conn. 444, 455-56, 488 A.2d 812, cert. denied, 474 U.S. 833, 106 S. Ct. 103, 88 L. Ed. 2d 84 (1985). “The purpose of criminal discovery is to prevent surprise and to afford the parties a reasonable opportunity to prepare for trial.” <em>State </em>v. <em>Festo, </em>181 Conn. 254, 265, 435 A.2d 38 (1980). Evidence not disclosed to a defendant prior to trial is not suppressed if the defendant had personal knowledge of the evidence. Moreover, the evidence complained of was not suppressed but was elicited at trial. <em>State </em>v. <em>Perez, </em>181 Conn. 299, 309, 435 A.2d 334 (1980).</p>\n<p id=\"b113-7\">“The defendant, therefore, has no basis for a claim of suppression. He can complain only of the timing of the disclosure.” <em>State </em>v. <em>Walker, </em>supra, citing <em>State </em>v. <em>Reddick, </em>supra, 121. “Under such circumstances the defendant bears the burden of proving that he was prejudiced by the failure of the state to make [Gialluca’s] information available to him at an earlier time.” <em>State </em>v. <em>Walker, </em>supra, 126-27; see <em>State </em>v. <em>Reddick, </em>supra, 121-22. This he has failed to do.</p>\n<p id=\"b113-8\">As to the second prong of <em>Brady, </em>the defendant failed to show that the evidence was favorable to his defense. The defendant merely asserts that the caller might be the murderer. Without more, however, his claim that he was prejudiced by the withholding of favorable evidence is purely speculative and is not a basis for a new trial. <em>State </em>v. <em>Miner, </em>197 Conn. 298, 305, 497 A.2d 382 (1985); <em>State </em>v. <em>Reddick, </em>supra, 122.</p>\n<p id=\"b114-5\"><page-number citation-index=\"1\" label=\"92\">*92</page-number>Furthermore, “evidence is material only if there is a reasonable probability that, had the evidence been disclosed to the defense, the result of the proceeding would have been different. A ‘reasonable probability’ is a probability sufficient to undermine confidence in the outcome.” <em>United States </em>v. <em>Bagley, </em>473 U.S. 667, 682, 105 S. Ct. 3375, 87 L. Ed. 2d 481 (1985); <em>State </em>v. <em>Shannon, </em>supra, 399; <em>State </em>v. <em>Pollitt, </em>205 Conn. 132, 149, 531 A.2d 125 (1987). “The determination of materiality has been said to be ‘inevitably fact-bound’ and like other factual issues is committed to the trial court in the first instance.” <em>State </em>v. <em>Pollitt, </em>supra, 147. We are not persuaded that information about the telephone calls was either favorable to the defendant or material to the issue of his guilt or innocence so as “ ‘to undermine confidence in the outcome.’ ” <em>State </em>v. <em>John, </em>210 Conn. 652, 669, 557 A.2d 93, cert. denied, 493 U.S. 824, 110 S. Ct. 84, 107 L. Ed. 2d 50 (1989). Accordingly, we conclude that the defendant has not demonstrated the prejudice that would furnish a basis for the reversal of his conviction.</p>\n<p id=\"b114-6\">The judgment is affirmed.</p>\n<p id=\"b114-7\">In this opinion Peters, C. J., Norcott and F. X. Hennessy, Js., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b78-15\"> General Statutes § 53a-54a provides in relevant part: “(a) A person is guilty of murder when, with intent to cause the death of another person, he causes the death of such person . . . .”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b81-9\"> When he had dressed, the defendant had not put on a shirt and continued to wear his robe over his other clothes.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b82-7\"> Malka Shah, assistant state medical examiner, testified concerning the differences between types of wounds. A stab wound is small on the skin and deep within the soft tissue. An incised wound is longer on the skin than it is deep in the skin itself. Both are caused by a sharp-edged object.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b82-8\"> Shah further testified that defense wounds, such as those on the victim’s left hand, are sustained by victims who are “trying to ward [off] the instrument which is coming towards them. They get the injuries on their palm or outer part of the hands ... in defending from the object itself . . . .” The wound on the right hand could be attributed to an attempt by the victim “to grab the object which is coming towards her . . . .”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b82-9\"> The jury heard expert testimony that pressure to the neck or chest results in a sudden increase in blood pressure that causes small capillaries to rupture.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b83-7\"> Vincent DiMaio, the chief medical examiner for Bexar County, Texas, was called by the defense and testified on cross-examination:</p>\n<blockquote id=\"b83-8\">“Q. You feel that she was strangled but that strangulation did not cause her death?</blockquote>\n<blockquote id=\"b83-9\">“A. Right, because the stab wounds—she was—she was still alive when she was stabbed, and the strangulation had to occur before the stab wounds of the neck. . . .</blockquote>\n<blockquote id=\"b83-10\">“Q. A person wouldn’t even have to be rendered unconscious to have petechial hemorrhages]?]</blockquote>\n<blockquote id=\"b83-11\">“A. That’s correct. . . . [I]f the pressure was intermittent, that is if you blocked [the carotid arteries in the neck] and then released it and then blocked it and released it, and it was sufficient so that the pressure would build up at points, you would, yes.”</blockquote>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b83-12\"> DiMaio further testified concerning the source of the blood on the victim based upon his review of autopsy reports and photographs:</p>\n<blockquote id=\"b83-13\">“A. My opinion and the most likely source of the blood is that, as I said before ... she was strangled and then she was attacked. . . . [S]he was conscious when she was stabbed in the neck. And that’s shown by the fact that she’s got defense injuries.</blockquote>\n<blockquote id=\"b83-14\">* * *</blockquote>\n<blockquote id=\"b83-15\">“Q. Okay. Now what is it that makes you say Loreli Rasmussen . . . was conscious when she was lying on the floor before being stabbed?</blockquote>\n<blockquote id=\"b83-16\">“A. [F]irst of all, she has defense wounds on the right and left hands. . . .</blockquote>\n<blockquote id=\"b83-17\">“Q. And what type of instrument appeared to have caused those cuts?</blockquote>\n<blockquote id=\"b83-18\">“A. An instrument with a sharp edge.”</blockquote>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b84-8\"> The defendant testified that they had had sexual relations for forty-five minutes and then had gotten up and stripped the bed. The victim put the sheets in the washer while the defendant put clean sheets on the bed. The defendant testified that he and the victim then had gotten back into bed and had gone to sleep.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b85-8\"> The fifth amendment to the United States constitution provides in relevant part: “No person shall be . . . deprived of life, liberty, or property, without due process of law . . . .” The fifth amendment is applicable to state criminal prosecutions by virtue of the fourteenth amendment. <em>Malloy </em>v. <em>Hogan, </em>378 U.S. 1, 84 S. Ct. 1489, 12 L. Ed. 2d 653 (1964).</p>\n<p id=\"b85-9\">The sixth amendment to the United States constitution provides in relevant part: “In all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury . . . and to be informed of the nature and cause of the accusation; to be confronted with the witnesses against him; to have compulsory process for obtaining witnesses in his favor, and to have the assistance of counsel for his defense.” The sixth amendment applies to state criminal proceedings by virtue of the fourteenth amendment. <em>Gideon </em>v. <em>Wainwright, </em>372 U.S. 335, 83 S. Ct. 792, 9 L. Ed. 2d 799 (1963).</p>\n<p id=\"b85-10\">Article first, § 8 of the Connecticut constitution provides in pertinent part: “In all criminal prosecutions [by indictment or information], the accused shall have a right ... to a speedy, public trial by an impartial jury. No person shall be compelled to give evidence against himself, nor be deprived of life, liberty or property without due process of law . . . .”</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b85-11\"> General Statutes § 53a-55 (a) provides in relevant part: “A person is guilty of manslaughter in the first degree when: (1) With intent to cause <page-number citation-index=\"1\" label=\"64\">*64</page-number>serious physical injury to another person, he causes the death of such person or of a third person ... or (3) under circumstances evincing an extreme indifference to human life, he recklessly engages in conduct which creates a grave risk of death to another person, and thereby causes the death of another person.”</p>\n<p id=\"b86-8\">The trial court did not instruct on manslaughter in the first degree delineated in § 53a-55 (a) (2). The defendant does not claim that such an instruction would have been appropriate in this case.</p>\n<p id=\"b86-9\">General Statutes § 53a-56 (a) provides in relevant part: “A person is guilty of manslaughter in the second degree when: (1) He recklessly causes the death of another person . . . .”</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b88-8\"> As to the second condition of <em>Whistnant, </em>“this court has often reaffirmed that manslaughter in the first and second degrees and criminally negligent homicide are lesser included offenses within the crime of murder.” <em>State </em>v. <em>Edwards, </em>214 Conn. 57, 63, 570 A.2d 193 (1990).</p>\n</footnote>\n<footnote label=\"12\">\n<p id=\"b88-9\"> As to the first condition of the <em>Whistnant </em>test, a proposed instruction on a lesser included offense must comply with requirements of Practice Book § 854. <em>State </em>v. <em>Hall, </em>213 Conn. 579, 590-93, 569 A.2d 534 (1990); <em>State </em>v. <em>Ostroski, </em>201 Conn. 534, 556-58, 518 A.2d 915 (1986); <em>State </em>v. <em>McIntosh, </em>199 Conn. 155, 158, 506 A.2d 104 (1986). In its brief, the state argued that the defendant had not complied with this condition because the record was devoid of any evidence to support the defendant’s request. At oral argument, however, the state appeared to merge its evidentiary arguments related to the first condition into those related to the third condition. We assume, for purposes of this analysis only, that the first condition has been satisfied. Because we hold that the defendant did not meet the third condition, we need neither to titrate the state’s evidentiary arguments to identify those related to the first condition nor to address the fourth condition.</p>\n</footnote>\n<footnote label=\"13\">\n<p id=\"b90-8\"> See footnote 10.</p>\n</footnote>\n<footnote label=\"14\">\n<p id=\"b93-8\"> Shah testified similarly.</p>\n</footnote>\n<footnote label=\"15\">\n<p id=\"b93-9\"> In his reply brief, the defendant correctly argues that the jury could have disregarded expert testimony that the victim was conscious at the time of the stabbings. He then charts the tortuous course that the jury would have had to have navigated through the defendant’s pathologist’s testimony to find that the victim was unconscious or dead when stabbed. The jurors would have simultaneously had to have: discredited DiMaio’s testimony that the victim was conscious when stabbed; credited his testimony that the presence of petechiae are normally associated with death by strangulation; and discredited, however, his very next answer that “she didn’t die of the strangling.” “[Tjaking all this evidence in the light most favorable to the defendant, the jury could not reasonably have concluded that the defendant acted recklessly, rather than intentionally, with respect to [the victim’s] death.” <em>State </em>v. <em>Montanez, </em>219 Conn. 16, 24, 592 A.2d 149 (1991).</p>\n</footnote>\n<footnote label=\"16\">\n<p id=\"b100-7\"> In <em>Colorado </em>v. <em>Connelly, </em>479 U.S. 157, 163-64, 107 S. Ct. 515, 93 L. Ed. 2d 473 (1986), the United States Supreme Court ruled that the only question in determining whether there has been a waiver of a defendant’s <em>Miranda </em>rights is whether there was police coercion or overreaching. Although we agree with the trial court that there was no police coercion or overreaching, we do not here decide whether the Connecticut constitution continues to require an inquiry into the totality of the circumstances. See <em>State </em>v. <em>Northrop, </em>213 Conn. 405, 419-20, 568 A.2d 439 (1990).</p>\n</footnote>\n<footnote label=\"17\">\n<p id=\"b102-8\"> The fourth amendment to the United States constitution provides: “The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no warrants shall issue, but upon probable cause, supported by oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.” The United States Supreme Court has held that the fourth amendment’s prohibition against the use of evidence obtained as the result of an illegal search is applicable to the states through the fourteenth amendment to the United States constitution. See <em>Mapp </em>v. <em>Ohio, </em>367 U.S. 643, 81 S. Ct. 1684, 6 L. Ed. 2d 1081, reh. denied, 368 U.S. 871, 82 S. Ct. 23, 7 L. Ed. 2d 72 (1961).</p>\n<p id=\"b102-9\">Article first, § 7, of the Connecticut constitution provides: “The people shall be secure in their persons, houses, papers and possessions from unreasonable searches or seizures; and no warrant to search any place, or to seize any person or things, shall issue without describing them as nearly as may be, nor without probable cause supported by oath or affirmation.”</p>\n</footnote>\n<footnote label=\"18\">\n<p id=\"b106-8\"> The other two questions asked by the jury are irrelevant to the issue under consideration.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b114-8\">Berdon, J.,</author>\n<p id=\"A2\">dissenting. I believe that the narrow view taken by the majority on when a person charged with murder is entitled to have the jury consider lesser degrees of homicide has deprived the defendant of his common law, statutory and constitutional rights.</p>\n<p id=\"b114-9\">The defendant in this case was charged with the intentional murder of his wife. He sought to have the jury instructed on the lesser included offenses of manslaughter in the first and second degrees. Manslaughter in the first degree, as far as it is applicable here, requires that the defendant cause death either with <page-number citation-index=\"1\" label=\"93\">*93</page-number>“intent to cause serious physical injury,” or through reckless conduct engaged in “under circumstances evincing an extreme indifference to human life.” General Statutes § 53a-55d Manslaughter in the second degree requires that the defendant “recklessly” cause death. General Statutes § 53a-56.<footnotemark>1</footnotemark>\n<footnotemark>2</footnotemark> These degrees of homicide are differentiated by gradations in the culpability of a person’s state of mind—that is, intent to kill versus recklessly causing death.</p>\n<p id=\"b115-6\">Determining a person’s state of mind is a difficult matter that usually depends upon inferences. “The state of mind of one accused of a crime is often the most significant and, at the same time, the most elusive element of the crime charged. This is especially true where a person has caused the death of another person. The death of a person may be caused by a purely accidental act or omission of another, from which no criminal liability may result, or it may come about as the result of long and careful planning, for which the law prescribes severe penalties. Because it is practically impossible to know what someone is thinking or intending at any given moment, absent an outright declaration of intent, a person’s state of mind is usually proved by circumstantial evidence . . . and is, except in rare cases, a question of fact.” (Citation omitted.) <em>State </em>v. <em>Rodriguez, </em>180 Conn. 382, 404, 429 A.2d 919 (1980). For that precise reason, this court in <em>State </em>v. <em>Falby, </em>187 Conn. 6, 444 A.2d 213 (1982), reversed a murder conviction because the trial court refused to instruct on lesser included homicides. “Since we cannot as a matter of law exclude this possibility, [i.e., that the defendant committed the homicide with less culpability than intent to cause death,] the trial court erred in refusing to instruct the jury as requested on the lesser included offenses of manslaughter in the second degree and criminally negligent homicide.” Id., 30.</p>\n<p id=\"b116-5\"><page-number citation-index=\"1\" label=\"94\">*94</page-number>Failure to instruct on the lesser degrees of homicide leaves the jury in what could be a dilemma: they must either set the defendant free even though they find that he did criminally cause the victim’s death, or convict him of intentional homicide. “Such a result . . . limit[s] the jury’s function of determining questions of fact and undermine[s] a defendant’s right to a trial by jury.” <em>State </em>v. <em>Rodriguez, </em>supra, 404.</p>\n<p id=\"b116-6\">The United States Supreme Court in a capital case recognized this problem of human frailty and reasoned that “the unavailability of the option . . . of convicting on a lesser included offense may encourage the jury to convict for an impermissible reason—its belief that the defendant is guilty of some serious crime and should be punished.” <em>Beck </em>v. <em>Alabama, </em>447 U.S. 625, 642,100 S. Ct. 2382, 65 L. Ed. 2d 392 (1980). In addition, our own legislature has made clear that a defendant charged with murder has a statutory right to instructions on lesser included offenses. General Statutes (Rev. to 1987) § 53a-45 (c) provides: “The court or jury before which any person indicted for murder or held to answer for murder after a hearing conducted in accordance with the provisions of section 54-46a is tried may find him guilty of homicide in a lesser degree than that charged.”</p>\n<p id=\"b116-7\">Accordingly, if there is any suggestion that a person charged with murder committed the homicide with a lesser degree of intent, then at his or her request the jury should be instructed on the lesser degrees of homicide. I have long been under the impression that this was our law, at least since <em>State </em>v. <em>Rodriguez, </em>supra.</p>\n<p id=\"b116-8\">Nevertheless, in this case, even if we should travel the route charted by the majority and require “sufficient” evidence, I would still conclude that the defendant was entitled to his requested instruction. The majority points out that the requirements of <em>State </em>v. <page-number citation-index=\"1\" label=\"95\">*95</page-number><em>Whistnant, </em>179 Conn. 576, 427 A.2d 414 (1980), are superimposed on § 53a-45 (c) and must be met in order for a party to be entitled to an instruction on lesser included offenses. See <em>State </em>v. <em>Rodriquez, </em>supra, 399-407.</p>\n<p id=\"b117-6\">The majority focuses on the third prong of <em>State </em>v. <em>Whistnant, </em>supra, 588—that is, there must be “some evidence . . . which justifies conviction of the lesser offense”<footnotemark>3</footnotemark>—to uphold the trial court’s refusal to instruct on the lesser included offenses of manslaughter in the first and second degrees. After “clarifying” that under this prong “some” evidence means “sufficient” evidence, the majority holds that there was not enough evidence of the lesser included homicides to entitle the defendant to the instruction he sought. This is simply not the case for several reasons.</p>\n<p id=\"b117-7\">First, the fact that the victim was strangled suggests that the defendant may not have intended to cause her death. The majority tacitly concedes that the defendant would have been entitled to the requested instructions if there was evidence from which the jury could conclude that the strangulation rendered the victim unconscious and that she was still unconscious when the fatal neck and chest wounds were inflicted.<footnotemark>4</footnotemark> There <page-number citation-index=\"1\" label=\"96\">*96</page-number>is evidence in the record that the strangulation could have rendered the victim unconscious,<footnotemark>5</footnotemark> and the majority does not take issue with this. The majority concludes, however, that the victim must have been conscious when the later neck and chest injuries were inflicted since there were defensive injuries on her hands. This, however, only proves that the victim was conscious when the defensive injuries were inflicted. My reading of the record discloses nothing that would prevent a jury from finding that the defensive injuries occurred prior to the attempted strangulation, while the neck and chest wounds were inflicted afterward. In other words, there is nothing in the evidence that would prevent the jurors from concluding that the defensive injuries to the victim’s hands were inflicted first, followed by strangulation that rendered her unconscious and, after that, by the fatal wounds to the neck and chest.<footnotemark>6</footnotemark></p>\n<p id=\"b119-5\"><page-number citation-index=\"1\" label=\"97\">*97</page-number>Second, as the state concedes, there is <em>no </em>evidence of a motive on the part of the defendant to kill his wife. Although the state need not prove motive, “the ‘ “presence <em>or absence </em>of motive ... is a circumstance to be weighed with other evidence for the jury to consider.” ’ (Emphasis added.) <em>State </em>v. <em>Ruffin, </em>206 Conn. 678, 681, 539 A.2d 144 (1988); <em>State </em>v. <em>Annunziato, </em>169 Conn. 517, 530, 363 A.2d 1011 (1975).” <em>State </em>v. <em>Pinnock, </em>220 Conn. 765, 790, 601 A.2d 521 (1992). In <em>Pinnock, </em>this court held that where there is no evidence of a motive to commit an intentional crime, the defendant is entitled to a jury instruction that lack of motive may tend to raise a reasonable doubt. Id., 791-92. The majority claims that lack of motive is not particularly relevant to the defendant’s state of mind because the jury could find both a lack of motive and an intent to kill. Common sense, however, compels the conclusion that although the lack of a motive does not <em>preclude </em>a finding of intent to kill, the jury could reasonably infer from lack of a motive that the defendant did not intend to kill the victim but rather acted with a less culpable mind—that is, recklessly or with an intent to injure.</p>\n<p id=\"b119-6\">Third, there was evidence that the defendant and the victim argued the night of the crime over the planning of the defendant’s birthday party, and that the defendant was under extreme pressure to complete house renovations before the party. The majority concludes that these facts are not relevant “viewed in the context of the circumstances of the victim’s death.” The majority, again, seems to be relying on its assumption that the victim was conscious at the time the fatal wounds were inflicted to conclude that evidence of how the incident got started is irrelevant to the issue of whether the defendant intended to kill his wife. Similarly, with regard to the fourth area of evidence—the cover-up—the majority dismisses this evidence as irrelevant because it assumes that the victim was conscious <page-number citation-index=\"1\" label=\"98\">*98</page-number>when the fatal injuries were inflicted. As pointed out above, there was nothing in the evidence to preclude the jury from accepting the scenario that the victim received the defensive wounds prior to the strangulation.</p>\n<p id=\"b120-6\">Surely, these four areas provide evidence upon which the jury could have reasonably concluded that, when the incident leading to death started, the defendant did not necessarily intend to kill his wife. The jury in this case should have been given the option of deciding whether the victim was conscious when the fatal injuries were inflicted, and whether the defendant acted with the intent to kill or with a less culpable state of mind. No one can know for certain what happened, and while expert testimony is helpful, the jury may disregard it entirely if it chooses. See <em>Mather </em>v. <em>Griffin Hospital, </em>207 Conn. 125, 145, 540 A.2d 666 (1988) (“[t]he jury is under no obligation to credit the evidence proffered by any witnesses, including experts . . . even if that evidence is uncontroverted”); <em>Johnson </em>v. <em>Fuller, </em>190 Conn. 552, 556, 461 A.2d 988 (1983) (“a trier is not required to believe testimony merely because it is not directly contradicted . . . nor is the trier bound by the opinions of experts”). Deciding issues of intent as a matter of law in such cases invades the province of the jury.</p>\n<p id=\"b120-7\">What is particularly troubling to me is that, if the jury had been instructed on lesser homicides at the request of the state or the defendant and had found the defendant guilty of manslaughter, I am positive that the majority would have upheld the conviction. It is inconceivable that this court would have ordered the trial court to render a judgment of not guilty<footnotemark>7</footnotemark> if this defendant had been convicted of manslaughter, since <page-number citation-index=\"1\" label=\"99\">*99</page-number>there is sufficient evidence to support an intentional homicide. These two offenses are distinguishable merely by a less culpable state of mind. Therefore, the evidence is “sufficient” to justify a conviction of manslaughter and the defendant should have received the instruction he requested.</p>\n<p id=\"b121-4\">Judge Cardozo, writing for a unanimous New York Court of Appeals, summed up the issue of intent when reversing a murder conviction for failure to instruct the jury on a lesser included offense as follows: “Whenever intent becomes material, its quality and persistence— the deranging influence of fear or sudden impulse or feebleness of mind or will—is [a] matter for the jury if such emotions or disabilities can conceivably have affected the thought or purpose of the actor.” <em>People </em>v. Moran, 246 N.Y. 100, 103, 158 N.E. 35 (1927). I believe that, where intent is at issue, any evidence suggesting a less culpable state of mind is sufficient to satisfy the third prong of <em>State </em>v. <em>Whistnant, </em>supra, 588, and justify instructions on lesser included offenses.</p>\n<p id=\"b121-5\">In sum, I would hold that the trial court erred in refusing to instruct the jury on the lesser included offenses. I would therefore reverse the conviction on this ground and order a new trial.<footnotemark>8</footnotemark></p>\n<footnote label=\"1\">\n<p id=\"b115-7\"> See footnote 10 of the majority opinion.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b115-8\"> See footnote 10 of the majority opinion.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b117-8\"> The majority assumes that the first prong has been satisfied, and I agree. See footnote 12 of the majority opinion. The second prong has also been satisfied. See footnote 11 of the majority opinion. The majority does not reach the fourth prong, which requires that “the proof on the element or elements which differentiate the lesser offense from the offense charged is sufficiently in dispute to permit the jury consistently to find the defendant innocent of the greater offense but guilty of the lesser.” <em>State </em>v. <em>Whistnant, </em>179 Conn. 576, 588, 427 A.2d 414 (1980). The differentiating element between murder and manslaughter is the state of mind of the defendant-intent to kill versus recklessness or intent to injure. As I indicate in my analysis of the third prong, infra, there is ample evidence in this case that the defendant may have acted recklessly or with intent to injure without the intent to kill required for murder. Therefore, this prong need not be considered separately.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b117-9\"> On page 72 of its opinion, the majority states: “The defendant’s theory . . . fails because of the complete lack of evidence that the victim <page-number citation-index=\"1\" label=\"96\">*96</page-number>was strangled into unconsciousness before she was killed. . . . [T]he evidence in the record compelled the jury, if it found the defendant was the perpetrator, to find that he had intended to kill his wife.”</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b118-9\"> The defense pathologist testified that strangulation could cause unconsciousness in ten to fifteen seconds, and that the victim may well have been strangled for a longer period of time. There is certainly nothing in the record to preclude the jury from concluding that the strangulation, which was sufficient to cause petechial hemorrhages, rendered the victim unconscious. Indeed, the defense pathologist testified that it may take one minute or more for strangulation to cause such hemorrhages.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b118-10\"> For example, the jury could have found that the defendant and his wife got into an argument and that the defendant recklessly assaulted his wife with a knife. The wife sustained some defensive wounds to her hands and then knocked the knife away from the defendant. Angered at this, the defendant hit his wife and then choked her until she lost consciousness. Though he did not intend to kill his wife, the defendant mistook her unconscious state for death and attempted to cover up his crime. To do this, he covered up the strangulation marks on her neck by cutting her with a sharp instrument and stabbed her with a homemade spear to make it look like a maniac burglar had committed the crime. These injuries to the neck and chest actually caused the wife’s death. My point is not that this is the more likely scenario, but that it is a possible scenario.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b120-8\"> When “a defendant is convicted of a lesser offense than that charged, that conviction is an implicit acquittal on the greater offense.” <em>State </em>v. <em>Rodriguez, </em>180 Conn. 382, 398-99, 429 A.2d 919 (1980).</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b121-10\"> I agree with parts II and III of the majority opinion and would not reach the issues in parts IV, V and VI.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}