{
  "casebody": {
    "data": "<casebody firstpage=\"650\" lastpage=\"666\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b672-8\">State of Connecticut <em>v. </em>David Campbell</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b672-9\">(14566)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b672-10\">Peters, C. J., Borden, Berdon, Norcott and Santaniello, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b673-6\"><page-number citation-index=\"1\" label=\"651\">*651</page-number>Argued January 12</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AB5\">decision released June 1, 1993</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b673-8\"><em>Deborah Del Prete, </em>assistant public defender, and <em>G. Douglas Nash, </em>public defender, for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b673-9\"><em>Rita M. Shair, </em>assistant state’s attorney, with whom were <em>Philip D’Eramo, </em>assistant state’s attorney, and, on the brief, <em>Eugene Callahan, </em>state’s attorney, for the appellee (state).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b673-10\">Berdon, J.</author>\n<p id=\"A2W\">The defendant, David Campbell, was charged with the crimes of possession of narcotics with intent to sell by a person who is not drug-dependent pursuant to General Statutes § 21a-278 (b),<footnotemark>1</footnotemark> possession <page-number citation-index=\"1\" label=\"652\">*652</page-number>of a weapon in a motor vehicle in violation of General Statutes '§ 29-38, <footnotemark>2</footnotemark> and criminal impersonation in violation of General Statutes § 53a-130.<footnotemark>3</footnotemark> The defendant pleaded not guilty to all three charges and elected a jury trial. At trial, the state nolled the charge of criminal impersonation and the court granted the defendant’s motion to dismiss that charge. The court also granted the defendant’s motion for judgment of acquittal on the charge of possession of a weapon in a motor véhicle. After a jury verdict of guilty on the charge of possession of narcotics with intent to sell by a person who is not drug-dependent, the defendant was sentenced to a term of imprisonment of twenty years, execution suspended after nineteen years, and five years probation. The defendant appealed to the Appellate Court, and we transferred the appeal to this court pursuant to Practice Book § 2003.<footnotemark>4</footnotemark> We affirm.</p>\n<p id=\"b674-6\">The defendant raises three issues on appeal: (1) whether the trial court improperly qualified David Eason, a <page-number citation-index=\"1\" label=\"653\">*653</page-number>Westport police officer, as an expert witness and allowed him to testify to his opinion that the defendant intended to sell the narcotics seized by the police rather than use them himself; (2) whether the trial court incorrectly instructed the jury that it was required to determine whether the defendant was drug-dependent at the time of the offense when no evidence of drug dependency had been presented; and (3) whether the trial court inappropriately instructed the jury as to reasonable doubt.</p>\n<p id=\"b675-6\">The following evidence was presented at trial. On November 11,1989, Detective Michael Barrett observed a brown vehicle make a right turn at a red light. He followed the car onto Interstate Route 1-95 and pulled the vehicle over. As Barrett approached the car, the driver of the vehicle drove away at a high rate of speed. Barrett testified that he had observed the driver’s face and identified the defendant as the driver. Barrett returned to his car, radioed police headquarters, and pursued the vehicle for about two miles, at which point the engine in his car blew up. Eason passed by Barrett’s disabled vehicle in pursuit of the defendant. Shortly thereafter, the brown vehicle flipped over and landed at the bottom of an embankment. Eason was joined by Trooper Warren Hyatt, Jr., who had with him a police dog. Both officers commanded the occupants of the vehicle not to move, but the driver ran and was followed by Hyatt and the dog. The dog caught the driver, who sustained bites to the left leg, shoulder and arm. A search of the car revealed a nine millimeter Beretta handgun. The police also recovered from the defendant an ammunition clip and a baggie containing 118<footnotemark>5</footnotemark> vials that in a field test were determined to contain crack cocaine.</p>\n<p id=\"b676-5\"><page-number citation-index=\"1\" label=\"654\">*654</page-number>I</p>\n<p id=\"b676-6\">The defendant’s first claim is that the trial court abused its discretion when it improperly qualified Eason as an expert witness and allowed him to testify that in his opinion, the defendant had possessed the 118 vials of crack cocaine with the intent to sell, rather than the intent to use them personally. Defense counsel objected to Eason’s testimony on the grounds that he was not qualified as an expert witness, and that his opinion about whether the vials were held for personal use or for sale was “the ultimate issue to be decided in the case. That is why we have the jury here.” Defense counsel took an exception when the trial court ruled that Eason qualified as an expert witness and would be permitted to testify as to his opinion.<footnotemark>6</footnotemark></p>\n<p id=\"b676-7\">We turn first to the defendant’s assertion that the trial court incorrectly qualified Eason as an expert witness. “The trial court has wide discretion in ruling on the qualification of expert witnesses and the admissibility of their opinions. <em>State </em>v. <em>Girolamo, </em>197 Conn. 201, 214, 496 A.2d 948 (1985); <em>State </em>v. <em>Biller, </em>190 Conn. 594, 617, 462 A.2d 987 (1983).” <em>State </em>v. <em>Kemp, </em>199 Conn. 473, 476, 507 A.2d 1387 (1986). We will not disturb the trial court’s decision absent a showing of abuse of discretion or a clear misconception of the law. Id. <page-number citation-index=\"1\" label=\"655\">*655</page-number>“The true test for the admissibility of expert testimony is whether the witnesses offered as experts have any peculiar knowledge or experience, not common to the world, which renders their opinions founded on such knowledge or experience any aid to the court or the jury in determining the question at issue. . . . Generally, expert testimony may be admitted if the witness has a special skill or knowledge, beyond the ken of the average juror, that, as properly applied, would be helpful to the determination of an ultimate issue.” (Citations omitted; internal quotation marks omitted.) <em>State </em>v. <em>Forrest, </em>216 Conn. 139, 146-47, 578 A.2d 1066 (1990).</p>\n<p id=\"b677-6\">In the present case, Eason testified that he had been a police officer employed by the Westport police department for thirteen years, that he had been trained in conducting the field test used to analyze the narcotics seized in this case, that he had used the same test on previous occasions, that he had made “[pjossibly hundreds” of narcotics arrests, that he had worked in an undercover capacity in the past and that he had come into contact with drug sellers. He further testified that he had performed the field test on the narcotics seized from the defendant. On the basis of this evidence, the trial court concluded that Eason qualified as an expert witness. Nevertheless, the defendant contends that this evidence does not establish that Eason had “a special skill or knowledge directly applicable to a matter in issue.” We disagree. As we noted above, a trial judge is vested with wide discretion in assessing the qualifications of an expert witness. The central issue in this case was whether the defendant possessed the narcotics with the intent to sell or intended to use them for his own consumption. There is ample support for the trial court’s finding that Eason’s background as a police officer, his participation in numerous drug arrests, his undercover work and his encounters with drug sellers, in addition to his participation in the present arrest, constituted knowledge that would not be common to <page-number citation-index=\"1\" label=\"656\">*656</page-number>the average person and would be helpful to the jury in considering this issue. We conclude that the trial court did not abuse its discretion in qualifying Eason as an expert witness.</p>\n<p id=\"b678-6\">The defendant contends that even if Eason was properly qualified as an expert witness, he should not have been permitted to testify to his opinion on the ultimate fact of whether the defendant possessed the narcotics with the intent to sell or for his personal consumption. We agree with the defendant that the trial court should not have permitted the witness to testify to his opinion on this ultimate issue. We conclude, however, that the admission of Eason’s opinion did not harm the defendant and does not warrant a new trial.</p>\n<p id=\"b678-7\">In <em>State </em>v. <em>Vilalastra, </em>207 Conn. 35, 43, 540 A.2d 42 (1988), we held that the trial court improperly permitted the state’s attorney to ask an expert witness, “ ‘[wjhether or not the items found . . . were possessed for either personal use and consumption or with the intent to sell and or dispense.’ ” We noted that “there is something rather offensive in allowing an investigating officer to testify not simply that a certain pattern of conduct is often found in narcotics cases, leaving it for the jury to determine whether the defendant’s conduct fits the pattern, but also that such conduct fitted that pattern, at least when other inferences could have been drawn not unreasonably although perhaps not as reasonably as that to which the expert testified. <em>United States </em>v. <em>Brown, </em>776 F.2d 397, 401 (2d Cir. 1985), cert. denied, 475 U.S. 1141, 106 S. Ct. 1793, 90 L. Ed. 2d 339 (1986).” (Internal quotation marks omitted.) Id., 44. Furthermore, the legislature has made clear that the ultimate issue of the defendant’s intent is a question for the trier of fact to consider without expert testimony on this precise issue. See General Statutes § 54-86Í.<footnotemark>7</footnotemark> Accordingly, we conclude that the <page-number citation-index=\"1\" label=\"657\">*657</page-number>trial court incorrectly permitted Eason to testify as to whether in his opinion the defendant possessed the drugs with the intent to sell or with the intent to use them personally.</p>\n<p id=\"b679-6\">We have often held that “the admissibility of evidence is a matter of state law and unless there is a resultant denial of fundamental fairness or the denial of a specific constitutional right, no constitutional issue is involved.” (Internal quotation marks omitted.) <em>State </em>v. <em>Vilalastra, </em>supra, 46. Moreover, we have declined to attach constitutional significance to the erroneous admission of expert testimony concerning an ultimate fact. Id., 47. “ ‘When a trial error in a criminal case does not involve a constitutional violation the burden is on the defendant to demonstrate the harmfulness of the court’s error. <em>State </em>v. <em>Ruth, </em>181 Conn. 187, 196-97, 435 A.2d 3 (1980). The defendant must show that it is more probable than not that the erroneous action of the court affected the result. Id.; <em>State </em>v. <em>McClain, </em>171 Conn. 293, 300, 370 A.2d 928 (1976).’ <em>State </em>v. <em>Jones, </em>205 Conn. 723, 732, 535 A.2d 808 (1988).” <em>State </em>v. <em>Vilalastra, </em>supra, 47.</p>\n<p id=\"b679-7\">At trial, the state presented evidence that 118 vials of crack cocaine, an ammunition clip for a nine millimeter handgun, and $139 in small bills were retrieved from the defendant’s person. A nine millimeter Beretta handgun was seized from the defendant’s car. In addition, Barrett and Eason testified that when they asked the defendant what the crack vials sold for, he responded “five dollars.” The jury also heard testimony that the defendant attempted to evade the police by driving off after he had been pulled over, by leading officers on a high-speed chase, and by running away <page-number citation-index=\"1\" label=\"658\">*658</page-number>on foot after his car had flipped over the embankment. Finally, the state introduced evidence that the defendant had supplied the false name Alton Jarrett when he was arrested. This evidence provided a strong foundation from which the jury could infer that the defendant possessed the vials of crack cocaine with the intent to sell, rather than with the intent to use them personally. Accordingly, we conclude that the defendant has not sustained his burden of showing that it was more probable than not that the improper admission of the opinion testimony adversely affected the result of the trial.</p>\n<p id=\"b680-6\">II</p>\n<p id=\"b680-7\">The gravamen of the defendant’s second claim<footnotemark>8</footnotemark> is that it was improper for the trial court to instruct the jurors that it was their duty to determine whether the defendant was drug-dependent when there was no evidence to support that instruction.<footnotemark>9</footnotemark> The defendant <page-number citation-index=\"1\" label=\"659\">*659</page-number>asserts that the incorrect instruction deprived him of his right to a fair trial and his right to due process of law and equal protection of the law under the federal constitution.<footnotemark>10</footnotemark> The state concedes that this instruction was improper, but maintains that the instruction was harmless because absolutely no evidence of drug dependency was proffered. We agree.</p>\n<p id=\"b681-6\">It is clear that “[t]he trial court should submit no issue to the jury which is foreign to the facts in evidence, or upon which no evidence was offered, and it should not submit to the jury considerations which find no support in the evidence. <em>State </em>v. <em>Cofone, </em>164 Conn. 162, 168, 319 A.2d 381 (1972) . . . .” (Citation omitted.) <page-number citation-index=\"1\" label=\"660\">*660</page-number><em>State </em>v. <em>Rodgers, </em>198 Conn. 53, 56, 502 A.2d 360 (1985). For example, we have held that it was improper for the trial court to submit the issue of insanity to the jury when the sanity of the defendant was never in question. <em>State </em>v. <em>Santangelo, </em>205 Conn. 578, 594, 534 A.2d 1175 (1987). In view of the fact that the record in this case was devoid of any evidence of drug dependency, we conclude that it was improper for the trial court to instruct the jury that it was required to determine whether the defendant was drug-dependent.</p>\n<p id=\"b682-6\">The state argues that even if the instruction was incorrect, it was harmless for two reasons: (1) because there was no evidence of drug dependency, the jury could not have been confused or misled; and (2) any possible harm from the instruction was vitiated when the court instructed the jury that there was no evidence of drug dependency offered by the defendant. We agree.</p>\n<p id=\"b682-7\">Although it was improper for the trial court to introduce the drug dependency issue by way of its jury charge, the trial court immediately stated: “There has been <em>no evidence </em>whatsoever, ladies and gentlemen, that I can recall that the defendant was not drug-dependent. There is <em>no evidence </em>that he was drug-dependent.” (Emphasis added.) In <em>State </em>v. <em>Santangelo, </em>supra, 594-95, we noted that “[although the trial court incorrectly injected the defendant’s sanity into the case, it promptly removed the issue by instructing the jury that ‘the law presumes that an accused was of sound mind at the time of the incident . . . unless there is some credible evidence tending to prove the contrary. In this case, as I recall the evidence, there has been <em>no evidence </em>tending to prove that the defendant was not of sound mind.’ (Emphasis added.)” Thus, we held that the improper charge in <em>Santangelo </em>was harmless. Id., 594.</p>\n<p id=\"b683-5\"><page-number citation-index=\"1\" label=\"661\">*661</page-number>In reviewing a constitutional challenge to the trial court’s instructions, we must consider the jury charge as a whole “ ‘to determine whether it is reasonably possible that the instruction misled the jury.’ ” <em>State </em>v. <em>Avila, </em>223 Conn. 595, 607, 613 A.2d 731 (1992); <em>State </em>v. <em>Santangelo, </em>supra, 595 n.11; <em>State </em>v. <em>Ruiz, </em>171 Conn. 264, 273, 368 A.2d 222 (1976). “The test is whether the charge as a whole presents the case to the jury so that no injustice will result. . . . Where, as here, the claimed error is one of constitutional magnitude, we must determine whether, in light of the charge as a whole, it is reasonably possible that the jury [was] misled.” (Citations omitted; internal quotation marks omitted.) <em>State </em>v. <em>Utz, </em>201 Conn. 190, 196-97, 513 A.2d 1191 (1986). A review of the entire charge reveals that the overall effect of the trial court’s instruction was to make drug dependency a nonissue. As a result, it is not reasonably possible that the jury was confused or misled by the instruction.</p>\n<p id=\"b683-6\">Ill</p>\n<p id=\"b683-7\">The defendant’s final claim is that the trial court diluted the state’s burden of proof in violation of his state and federal constitutional rights when it instructed the jury that “[a] reasonable doubt is a doubt for which a valid reason can be assigned.” Although this claim was not properly preserved at trial, the defendant asserts that he should prevail under <em>State </em>v. <em>Golding, </em>213 Conn. 233, 239-40, 567 A.2d 823 (1989). The defendant cannot prevail on his challenge to the instruction on reasonable doubt in this case, however, because “there was no clear deprivation of a fundamental constitutional right . . . .” <em>State </em>v. <em>Thomas, </em>214 Conn. 118, 120, 570 A.2d 1123 (1990); <em>State </em>v. <em>Jeffrey, </em>220 Conn. 698, 719, 601 A.2d 993 (1991), cert. denied, U.S. , 112 S. Ct. 3041, 120 L. Ed. 2d 909 (1992). In <em>State </em>v. <em>Jeffrey, </em>supra, 719, this court concluded that a similar instruction, although improper “did not ren<page-number citation-index=\"1\" label=\"662\">*662</page-number>der an otherwise adequate instruction on reasonable doubt constitutionally defective.”<footnotemark>11</footnotemark> We conclude from our reading of the entire charge that the jury was adequately informed that it was the state’s burden to prove the defendant guilty beyond a reasonable doubt. <em>State </em>v. <em>Thomas, </em>supra, 119-20. Nevertheless, we caution that our decision in this case should not be construed to endorse the use of this potentially confusing instruction.</p>\n<p id=\"b684-6\">The judgment is affirmed.</p>\n<p id=\"b684-7\">In this opinion Peters, C. J., and Norcott, J., concurred.</p>\n<footnote label=\"1\">\n<p id=\"b673-11\"> General Statutes § 21a-278 (b) provides in relevant part: “Any person who manufactures, distributes, sells, prescribes, dispenses, compounds, transports with the intent to sell or dispense, possesses with the intent to sell or dispense, offers, gives or administers to another person any narcotic substance, hallucinogenic substance other than marijuana, amphetamine-type substance, or one kilogram or more of a cannabis-type <page-number citation-index=\"1\" label=\"652\">*652</page-number>substance except as authorized in this chapter, and who is not at the time of such action a drug-dependent person, for a first offense shall be imprisoned not less than five years nor more than twenty years; and for each subsequent offense shall be imprisoned not less than ten years nor more than twenty-five years. . . .”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b674-8\"> General Statutes § 29-38 provides in relevant part: “Any person who knowingly has, in any vehicle owned, operated or occupied by him, any weapon for which a proper permit has not been issued ... or has not registered such weapon . . . shall be fined not more than one thousand dollars or imprisoned not more than five years or both . . . .”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b674-9\"> General Statutes § 53a-130 provides in relevant part: “(a) A person is guilty of criminal impersonation when he: (1) Impersonates another and ■does an act in such assumed character with intent to obtain a benefit or to injure or defraud another; or (2) pretends to be a representative of some person or organization and does an act in such pretended capacity with intent to obtain a benefit or to injure or defraud another . . . .”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b674-10\"> Practice Book § 2003, which was repealed effective October 1, 1992, provided that “[a]ny appeal brought to the appellate court which is properly within the jurisdiction of the supreme court shall not be dismissed for the reason that it should have been brought to the supreme court but shall be transferred by the chief clerk of the appellate court to the supreme court . . . .” Practice Book § 4027 now allows transfer of cases between the Appellate Court and the Supreme Court.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b675-7\"> Although testimony at trial initially established that 119 vials were seized from the defendant, further testimony revealed that only 118 vials were actually seized.</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b676-8\"> The testimony at issue is as follows:</p>\n<blockquote id=\"b676-9\">‘“[The State]: Officer . . . based on your training and experience and the undercover work you have done, your surveillance work you have done, the arrests you have made in your narcotic[s] capacity as a statewide officer and such, if the vials, the 119 vials which were found on the defendant, based upon your opinion, is that used for personal use, or is that packaged with the possession with the intent to sell?</blockquote>\n<blockquote id=\"b676-10\">“[Officer Eason]: That would be possession with intent to sell.</blockquote>\n<blockquote id=\"b676-11\">“[The State]: What is the normal standard for someone just possessing, simple possession?</blockquote>\n<blockquote id=\"b676-12\">“[Officer Eason]: One, two, maybe three.</blockquote>\n<blockquote id=\"b676-13\">* * *</blockquote>\n<blockquote id=\"b676-14\">“[The State]: Not 119?</blockquote>\n<blockquote id=\"b676-15\">“[Officer Eason]: No. Not 119.”</blockquote>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b678-8\"> General Statutes § 54-86Í provides: “No expert witness testifying with respect to the mental state or condition of a defendant in a criminal case <page-number citation-index=\"1\" label=\"657\">*657</page-number>may state an opinion or inference as to whether the defendant did or did not have the mental state or condition constituting an element of the crime charged or of a defense thereto, except that such expert witness may state his diagnosis of the mental state or condition of the defendant. The ultimate issue as to whether the defendant was criminally responsible for the crime charged is a matter for the trier of fact alone.”</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b680-8\"> The concurring opinion states that the defendant also challenges the trial court’s charge that drug dependency is an element of the crime. The defendant has not briefed this claim nor is it necessary to discuss this claim to decide the issue in this case—namely, whether it was improper for the trial court to introduce, sua sponte, the issue of drug dependency.</p>\n<p id=\"b680-9\">The concurring opinion also suggests that the case should be decided under <em>State v. Pinnock, </em>220 Conn. 765, 787-88, 601 A.2d 521 (1992), on the ground that the erroneous instruction in this case was unduly favorable to the defendant and is harmless as a matter of law. In so stating, the concurring opinion fails to recognize that determining whether to introduce evidence of drug dependency is a complex issue. In <em>State </em>v. <em>Frye, </em>224 Conn. 253, 261 n.3,617 A.2d 1382 (1992), we recognized the following difficulties: “(1) A jury exposed to evidence of drug dependency is not likely to entertain a reasonable doubt as to simple possession; and (2) evidence of drug dependency may bolster a claim that the defendant had a motive to sell drugs, thus helping to secure conviction under General Statutes § 21-277; however, (3) failure to put on any evidence of drug dependency is to risk conviction for General Statutes § 21a-278 (b)—possession by a person who is not drug-dependent.” Thus, an instruction introducing the stigma of drug dependency, which the defendant has strategically opted to avoid, can hardly be deemed “unduly favorable.” Accordingly, we find harmlessness on other grounds.</p>\n</footnote>\n<footnote label=\"9\">\n<p id=\"b680-10\"> The trial court instructed the jury as follows: “Now, the absence of drug dependency is not an element of the State’s prima facie case. . . .We have a statute that has the effect of placing the burden on the defendant to pro<page-number citation-index=\"1\" label=\"659\">*659</page-number>duce some evidence that he was a drug-dependent person at the time of the alleged offense. That is; if you find that the State has satisfied all of its own elements that it must prove beyond a reasonable doubt, then if you come to the question of whether or not the defendant was drug-dependent, under those circumstances, the statute places the burden on the defendant to produce some evidence that he was drug-dependent. In the statute there is that presumption that the defendant has the burden of producing some evidence, because most persons are not drug-dependent, and most people are not drug addicts, and that’s why the law presumes that the defendant was not drug-dependent at the time of the incident on which the charge is based. So then, the State of Connecticut has the right in the first instance to rely on the statutory presumption that the defendant was not drug-dependent at the time of the offense alleged in the information, and the defendant bears the burden of producing some evidence to prove drug dependency. There has been no evidence whatsoever, ladies and gentlemen, that I can recall that the defendant was not drug-dependent. There is no evidence that he was drug-dependent. If you think he was, that is up to you. If you think the facts lead themselves to reasonably conclude that the defendant was drug-dependent, then the State has the burden of establishing evidence that the defendant was not drug-dependent. Thus, if you find that the State has proven beyond a reasonable doubt all of the elements of the offense, you must find the defendant guilty. If on the other hand you do not so conclude, then you must find the defendant not guilty.” Defense counsel objected and took an exception to the charge.</p>\n</footnote>\n<footnote label=\"10\">\n<p id=\"b681-8\"> The defendant bases his claim on the fifth, sixth and fourteenth amendments to the United States constitution. He also challenges the instruction on state constitutional grounds. We refuse to review the defendant’s state constitutional claims, however, because he has failed to present an independent analysis. See <em>State v. Joly, </em>219 Conn. 234, 258 n.l6, 593 A.2d 96 (1991); <em>State </em>v. <em>Mercer, </em>208 Conn. 52, 67 n.9, 544 A.2d 611 (1988).</p>\n</footnote>\n<footnote label=\"11\">\n<p id=\"b684-11\"> The trial court in <em>State </em>v. <em>Jeffrey, </em>220 Conn. 698, 719, 601 A.2d 993 (1991), cert. denied, U.S. , 112 S. Ct. 3041, 120 L. Ed. 2d 909 (1992), instructed the jury that a reasonable doubt “is ‘a doubt for which if necessary you can give an explanation of to your fellow jurors in the jury deliberation room ....’”</p>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b684-8\">Borden, J.,</author>\n<p id=\"ABp\">with whom</p>\n<author id=\"Aiq\">Santaniello, J.,</author>\n<p id=\"AEd\">joins, concurring. I agree with the result reached by the majority, and with the reasoning in parts I and III of that opinion. I write separately, however, because: (1) I reach the result regarding part II of the opinion by a different route; and (2) I decline to join the final sentence of part III of the opinion, for reasons I spell out below.</p>\n<p id=\"b684-9\">In part II of the majority opinion, I would address the defendant’s claim in light of our recent decisions in <em>State </em>v. <em>Hart, </em>221 Conn. 595, 605 A.2d 1366 (1992), and State v. <em>Pinnock, </em>220 Conn. 765, 787-88, 601 A.2d 521 (1992). The defendant’s claim is that the trial court improperly charged the jury that: (1) drug dependency is an element of the crime; (2) the defendant had the burden to introduce some evidence that he was drug-dependent; and (3) if he did introduce such evidence, the state had the burden to disprove drug dependency by proof beyond a reasonable doubt.</p>\n<p id=\"b684-10\">In <em>Hart, </em>however, we held that “the language of [General Statutes] § 21a-269, which places the ‘burden <page-number citation-index=\"1\" label=\"663\">*663</page-number>of proof on a defendant invoking the exemption specified by [General Statutes] § 21a-278 (b), requires the defendant to carry the burden of persuading the jury by a preponderance of the evidence that he or she is drug-dependent.” <em>State </em>v. <em>Hart, </em>supra, 609. Under this analysis, therefore, the instruction of the trial court, which purported to continue to impose on the state the ultimate burden of persuasion on the issue of the absence of drug dependency, was erroneous but was unduly favorable to the defendant. An erroneous instruction that is unduly favorable to the defendant is harmless as a matter of law. <em>State </em>v. <em>Pinnock, </em>supra. I would conclude, therefore, that the error was harmless under <em>Hart </em>and <em>Pinnocjc.</em></p>\n<p id=\"b685-6\">With respect to part III of the majority opinion, I decline to join the last sentence, which reads: “Nevertheless, we caution that our decision in this case should not be construed to endorse the use of this potentially confusing instruction.” The jury instruction at issue, which we are reviewing in the context of an <em>Evans/Golding </em>claim that it diluted the state’s burden of proof, was that “[a] reasonable doubt is a doubt for which a valid reason can be assigned.” I think that the majority’s implied disapproval of this instruction is inappropriate in this case.</p>\n<p id=\"b685-7\">First, we have recently decided to review this precise language in this precise context. See <em>State </em>v. <em>Johnson, </em>224 Conn. 927, 619 A.2d 851 (1993) (grant of certification); <em>State </em>v. <em>DePastino, </em>Supreme Court Docket No. 14695.<footnotemark>1</footnotemark> In light of these pending cases, I do not understand why this negative signal is gratuitously being sent prior to those cases being argued.</p>\n<p id=\"b685-8\">Second, this negative signal is inconsistent with our precedents on this and similar instructions defining rea<page-number citation-index=\"1\" label=\"664\">*664</page-number>sonable doubt. In <em>State </em>v. <em>Derrico, </em>181 Conn. 151, 170-71, 434 A.2d 356, cert. denied, 449 U.S. 1064, 101 S. Ct. 789, 66 L. Ed. 2d 607 (1980), the defendant challenged that portion of the reasonable doubt instruction stating that such a doubt was, inter alia, “ ‘one for which you can, in your own mind, conscientiously give a reason.’ ” We held that, reading the instruction as a whole, the language did not dilute the state’s burden of proof or shift that burden to the defendant, and that the instruction “essentially defined a reasonable doubt as a doubt founded on reason as contrasted with a purely speculative doubt.” Id., 171.</p>\n<p id=\"b686-6\">In <em>State </em>v. <em>Findlay, </em>198 Conn. 328, 345-46, 502 A.2d 921, cert. denied, 476 U.S. 1159, 106 S. Ct. 2279, 90 L. Ed. 2d 721 (1986), the defendant challenged the precise language at issue in this case: a “ ‘doubt for which •a valid reason can be assigned.’ ” The court, analogizing this language to that approved in <em>Derrico, </em>agreed with the state that “the challenged definition was merely one in which the jurors could test the reasonableness of a doubt and that therefore the charge, taken as a whole, ’provided sufficient guidance for the jury.” Id., 347.</p>\n<p id=\"b686-7\"><em>Derrico </em>and <em>Findlay </em>were followed by <em>State </em>v. <em>Lytell, </em>206 Conn. 657, 664-65, 539 A.2d 133 (1988), in which the challenged language was “ ‘a doubt for which a reasonable person can give a valid reason.’ ” Here, apparently not even in the context of an <em>Evans/Golding </em>claim, the court held that the charge, taken in its entirety, “fairly presented the proof beyond a reasonable doubt standard so that no injustice was done.” <em>State </em>v. <em>Lytell, </em>supra, 665.</p>\n<p id=\"b686-8\">More recently, we have rejected the same or similar challenges, without any inkling of disapproval. See <em>State </em>v. <em>Gomez, </em>225 Conn. 347, 353 n.8, 622 A.2d 1014 (1993) (reasonable doubt is “ ‘a doubt for which a reasonable man or woman can give a valid reason’ ’’.and <page-number citation-index=\"1\" label=\"665\">*665</page-number>it “ ‘is a doubt which would cause you as reasonable and prudent men and women to hesitate to act in the more weighty and important matters relating to your own affairs’ ”); <em>State </em>v. <em>Adams, </em>225 Conn. 270, 290, 623 A.2d 42 (1993) (“ ‘[a] reasonable doubt is a doubt for which a valid reason can be assigned’ and ‘is such a doubt as in serious affairs which concern yourselves you would . . . heed’ ”); <em>State </em>v. <em>Thomas, </em>214 Conn. 118, 119 n.l, 570 A.2d 1123 (1990) (a reasonable doubt “ ‘is a doubt to which a valid reason can be assigned. . . . It is such a doubt as in serious affairs which concern you in your everyday life you would pay some strict attention to’ ”).</p>\n<p id=\"b687-6\">We have, however, disapproved of other language that resembles but is different from the language at issue in this case. In <em>State </em>v. <em>Jeffrey, </em>220 Conn. 698, 719, 601 A.2d 993 (1991), cert. denied, U.S. 112 S. Ct. 3041, 120 L. Ed. 2d 909 (1992), the defendant challenged that portion of the trial court’s definition of reasonable doubt as “a doubt for which if necessary <em>you can give an explanation of to your fellow jurors in the jury deliberation room </em>. . . .” (Emphasis added; internal quotation marks omitted.) Id. Referring to our prior decision in <em>State </em>v. <em>Ireland, </em>218 Conn. 447, 457, 590 A.2d 106 (1991), in which the same language had been considered, we reiterated our earlier conclusion that <em>“such an articulation requirement, although improper, </em>did not render an otherwise adequate instruction on reasonable doubt, constitutionally defective.” (Emphasis added.) <em>State </em>v. <em>Jeffrey, </em>supra.</p>\n<p id=\"b687-8\">The language in this case—“a doubt for which a valid reason can be assigned”—is somewhere in between the language approved in <em>State </em>v. <em>Derrico, </em>supra (a doubt “for which you can, <em>in your own mind, conscientiously give a reason”); </em>emphasis added; and the articulation requirement disapproved in <em>Jeffrey. </em>The <em>Derrico </em>lan<page-number citation-index=\"1\" label=\"666\">*666</page-number>guage in effect tells the jurors that they must be able to give <em>themselves </em>a reason; the <em>Jeffrey </em>language tells them that they must be able to articulate that reason to their fellow jurors. The language in this case does neither explicitly.</p>\n<p id=\"b688-6\">Some of the questions with which we will presumably have to struggle in the two cases recently certified are: (1) whether the language in this case is closer to <em>Jeffrey </em>or to <em>Derrico; </em>(2) if it is improper in isolation, is it improper taken in the context of the entire charge? (3) if it is improper in that context, is it constitutionally improper in the sense of diluting the state’s burden of proof? and (4) if it is constitutionally improper, is the error harmless beyond a reasonable doubt in the context of the case as a whole? The last sentence of the majority opinion in this case appears to signal that the majority of this panel of this court has already decided at least questions (1) and (2) above.</p>\n<p id=\"b688-7\">In sum, I think it is inappropriate to offer a disapproval of language that: (1) will be before us in two cases soon; (2) we have reviewed numerous times over the past thirteen years without disapproval; and (3) is-not necessary to the decision in this case. I therefore decline to join that disapproval.</p>\n<footnote label=\"1\">\n<p id=\"b685-9\"> In <em>State </em>v. <em>DePastino, </em>Supreme Court Docket No. 14695, which was transferred to our docket from the Appellate Court, we recently granted the defendant’s motion to add this claim to his brief.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}