{
  "casebody": {
    "data": "<casebody firstpage=\"63\" lastpage=\"70\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b77-7\">Milton Hospital and Convalescent Home <em>vs. </em>Board of Assessors of Milton.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b77-8\">Suffolk.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"AkS\">April 8, 1971.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aa\">June 30, 1971.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b77-9\">Present: Tauro, C.J., Spiegel, Reardon, Quirico, <em>&amp; </em>Brauchur, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"ACM\"><em>Francis H. Fox (William G. Young </em>with him) for the taxpayer.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b77-15\"><em>Robert D. O’Leary, </em>Town Counsel, for the Board of Assessors of Milton.</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b77-16\">Quirico, J.</author>\n<p id=\"AM7\">This is an appeal by the Milton Hospital and Convalescent Home (hospital) from a decision of the <page-number citation-index=\"1\" label=\"64\">*64</page-number>Appellate Tax Board (board) upholding the action of the board of assessors (assessors) of the town of Milton in refusing to abate the taxes on a portion of the hospital’s real estate for the years 1967 and 1968. Although the controversy involves the taxes for the two years, the record before us is limited to the proceedings on the 1967 taxes, with a stipulation that the decision of this court thereon will be binding on the parties as to the 1968 taxes.</p>\n<p id=\"b78-4\">The question is whether G. L. c. 59, § 5, Third, as amended through St. 1957, c. 500, § 1, which exempts from taxation the “real estate owned by or held in trust for a charitable organization and occupied by it or its officers for the purposes for which it is- organized,” entitles the hospital to exemption for a portion of its hospital building which it rents to physicians on its staff for their use for their private practices. The appeal to the board was under the formal procedure (G. L. c. 58A, § 7, as amended), and at the request of the hospital filed after the board’s decision in favor of the assessors, the board filed its findings of fact and report and also an opinion in accordance with G. L. c. 58A, § 13, as amended.</p>\n<p id=\"b78-5\">The hospital contends that there are inconsistencies in the various findings of facts made by the board. The findings include many made expressly by the board and also many which result from the board’s allowance of fifty-three of the hospital’s fifty-nine requests for findings. We shall summarize the findings only to the extent necessary for our decision.</p>\n<p id=\"b78-6\">The hospital is an incorporated “charitable organization” within the meaning of such words as used in G. L. c. 59, § 5, Third, with reference to exemption from real estate taxes. In 1966 it added a five story wing to its existing hospital building and renovated its original building, bringing its total floor space to 113,833 square feet. Eighty per cent of the first floor of the new wing was designed to include six suites having a total of twelve offices to be rented to physicians. As of January 1, 1967, five of the six suites having a total of 6,992 square feet were rented to physicians, <page-number citation-index=\"1\" label=\"65\">*65</page-number>and by January 1, 1968, the sixth suite was also rented to physicians. The rest of the first floor of the new wing contained rooms for the Visiting Nurse Association, the Red Cross and. for hospital records and activities. Other floors of the wing were devoted to bed space, maintenance and storage rooms and other hospital uses.</p>\n<p id=\"b79-4\">The total amount received by the hospital from the rental of offices to physicians was $31,821 in 1967 and $33,135.29 in 1968. The portion of the hospital’s building which was rented to the physicians was assessed at $50,200 and the hospital was billed for a tax thereon of $3,765 for 1967 and $4,467 for 1968. We are not concerned with the amount of the assessment, but only with the hospital’s claim that the entire building is exempt from taxation.</p>\n<p id=\"b79-5\">The offices in question were rented under written leases to physicians who were members of the hospital’s staff. The rent charged by the hospital was at a rate estimated to be sufficient to cover its expenses connected with the area rented, and also to cover the amortization of its investment in that area. The rent was also roughly equivalent to that charged for similar space in commercial office buildings in comparable locations in the town.</p>\n<p id=\"b79-6\">Under the written leases the physicians were free to conduct their private practices therein as they saw fit, treating whatever patients and as many patients as they wished, and charging them for professional services whatever sum the physicians determined, all without any supervision, control or limitation by the hospital. If a physician ceased to be a member of the hospital staff, the hospital could, at its discretion, continue to lease the office to him. The lease did not require the physicians to perform any services of any kind on behalf of the hospital.<footnotemark>1</footnotemark> The leases transferred complete possession and enjoyment of the leased offices to <page-number citation-index=\"1\" label=\"66\">*66</page-number>the lessee-physicians who used and occupied them for the treatment of their own private patients.</p>\n<p id=\"b80-4\">The board, either expressly or by its allowance of numerous of the hospital’s requests for findings of facts, found many additional facts about the hospital’s many problems and difficulties with respect to or resulting from the unavailability of physicians at the hospital when needed before it built and leased offices to them, and about the great improvement in conditions and advantages to the hospital, its patients and to the lessee-physicians after the offices were leased to the physicians. It is -undisputed that the hospital became a better hospital by reason of the proximity of the offices rented to physicians and the greater availability of the doctors, particularly when needed in emergencies. We do not recite the many findings of this type because in our view of the case they would not require a decision different from that which we reach in this case.</p>\n<p id=\"b80-5\">Before proceeding to the application of G. L. c. 59, § 5, Third, to the facts of this case it will be helpful to consider briefly the basic rules to be followed in construing tax statutes, and particularly the provisions thereof granting-exemptions from taxation. The hospital urges that we follow the rule stated in <em>Trustees of Phillips Academy </em>v. <em>Andover, </em>175 Mass. 118, 125, with reference to the 1897 counterpart of the present § 5, Third: “The statute is not to be construed narrowly but in a fair and liberal sense and so as to promote that spirit of learning, charity, and benevolence which it has always been one of the fundamental objects of the people of this State to encourage.” If that statement was intended to state a rule that statutes granting exemptions from taxation should be construed liberally, it has not survived in the many subsequent judicial decisions which have shown a concern for the increasing proportion of our real estate enjoying exemption from taxation with the corresponding increase in the burden being imposed on the shrinking proportion which is taxable.</p>\n<p id=\"b80-6\">In view of the frequent public statements and discussions on the subject of tax exempt real estate, we repeat <page-number citation-index=\"1\" label=\"67\">*67</page-number>what we said on this subject in <em>Animal Rescue League of Boston </em>v. <em>Assessors of Bourne, </em>310 Mass. 330, 332: “All property is benefited by the security and protection furnished by the State, and it is only just and equitable that expenses incurred in the operation and maintenance of government should be fairly apportioned upon the property of all. An exemption from taxation releases property from this obligation to bear its share of the cost of government and serves to disturb, to some extent, that equality in the distribution of this common burden upon all property which is the object and aim of every just system of taxation. While reasonable exemptions based upon various grounds of public policy are peimissible, yet taxation is the general rule. ... It is for this reason that statutes granting exemptions from taxation are strictly construed. A taxpayer is not entitled to an exemption unless he shows that he comes within either the express words or the necessary implication of some statute conferring this privilege upon him.” This rule has been stated and applied in numerous subsequent decisions. <em>Boston </em>v. <em>Quincy Mkt. Cold Storage &amp; Warehouse Co. </em>312 Mass. 638, 654. <em>Boston Chamber of Commerce </em>v. <em>Assessors of Boston, </em>315 Mass. 712, 716. <em>Opinion of the Justices, </em>335 Mass. 771, 773. <em>Sylvester </em>v. Assessors <em>of Braintree, </em>344 Mass. 263, 264-265. In the case of <em>Children’s Hosp. Medical Center </em>v. <em>Assessors of Boston, </em>353 Mass. 35, 43, we cautioned that “the enhancement of tax receipts is not of itself sound reason to deprive . . . [charitable organizations] of their exemption.”</p>\n<p id=\"b81-4\">The mere fact that the real estate in question is owned by the hospital which is a “charitable organization” within the meaning of such words as used in G. L. c. 59, § 5, Third, does not exempt it from taxation. There must be more. “Concurrence of ownership of corporate property of the charitable institution and occupancy by it for its corporate purposes is required for an exemption from taxation upon real estate under § 5, Third.” <em>Animal Rescue League of Boston </em>v. Assessors <em>of Bourne, </em>310 Mass. 330, 337. Thus the hospital’s claim of tax exemption for the six suites leased <page-number citation-index=\"1\" label=\"68\">*68</page-number>to physicians turns on the answers to the following questions: (a) are the suites occupied by the hospital or its officers, and (b) if so, are they so occupied for the purposes for which the hospital is organized? A negative answer to either question is fatal to the claim of exemption. We hold that both questions must be answered in the negative.</p>\n<p id=\"b82-5\">The board found that the leases given by the hospital to the physicians “transferred complete possession and enjoyment of the leased premises to the lessee-doctors,” and that “[a]s to the rented area, the Hospital was solely a landlord with no control whatsoever with respect to its use during the terms of the leases except for the standard lessor rights reserved in said leases.” There is no further finding on what “standard lessor rights” were reserved. During the terms of the leases the hospital would have no right of entry without the physicians’ permission, unless such right was reserved in the leases. <em>Wurm </em>v. <em>Allen Cadillac Co. </em>301 Mass. 413, 415. <em>Strycharski </em>v. <em>Spillane, </em>320 Mass. 382, 385. On the record before us, even assuming the hospital as lessor had reserved some right to enter the premises for the purposes of inspection, maintenance or repair, a finding that the suites leased to the doctors were “occupied” by the hospital would not be warranted.</p>\n<p id=\"b82-6\">The hospital contends that the occupancy of the rented suites by physicians who are on its staff constitutes occupancy by it or its officers within the meaning of § 5, Third. The word “officers” as used in the statute has not always been limited to persons holding corporate offices commonly identified as president, treasurer, clerk or secretary, director or trustee. In <em>Trustees of Thayer Academy </em>v. Assessors <em>of Braintree, </em>232 Mass. 402, 408, it was held that “[i]t is settled that the head master, the instructor and the instructress are to be classed as officers of the academy within the meaning of the statute.” There are many other cases involving occupancy of residential buildings owned by charitable educational organizations, and the hospital relies heavily on them. However, in none of those cases does it appear that the person occupying the residential buildings <page-number citation-index=\"1\" label=\"69\">*69</page-number>held to be exempt from taxation used them for the conduct of a private business or profession as is being done by the physicians renting suites from the hospital. Nichols, Taxation in Massachusetts, 3d ed., 238-244 and cases cited. We hold that on the facts of this case the occupancy by the physicians of the suites which they leased from the hospital was not occupancy by the hospital or any of its officers.</p>\n<p id=\"b83-4\">If the lessee-physicians were held to be officers of the hospital corporation, it would not change the result in this case because the premises leased by them are not being used by them for the purposes for which the hospital is organized.<footnotemark>2</footnotemark> The physicians occupy their offices to conduct their private professional practices for their own personal income. The hospital is not incorporated for the purpose of engaging in the practice of medicine for profit, and if it were it would not be a “charitable organization” under the statute. As to real estate which a charitable organization both owns and occupies it is not entitled to tax exemption if the property is occupied by it for a purpose other than that for which it is organized. <em>Animal Rescue League of Boston </em>v. <em>Assessors of Bourne, </em>310 Mass. 330, 337. <em>Hairenik Assn. Inc. </em>v. <em>Boston, </em>313 Mass. 274, 279-280. <em>Brockton Knights of Columbus Bldg. </em>Assn. <em>Inc. </em>v. <em>Assessors of Brockton, </em>321 Mass. 110, 113-114.</p>\n<p id=\"b83-5\">There is no question that the officers of the hospital exercised sound judgment and acted in good faith and in the best interests of the hospital in building suites to be leased to physicians on its staff. There is likewise no question that they were not motivated by any desire to realize a financial profit from the rental of the suites. “The fact that no profit was derived by the taxpayer from the operation of the property does not change the result.” <em>Brockton </em><page-number citation-index=\"1\" label=\"70\">*70</page-number><em>Knights of Columbus Bldg. Assn. Inc. </em>v. Assessors <em>of Brockton, supra, </em>115. Neither do any of the other factors stated above change the occupancy and use of the property by physicians for the conduct of their private medical practices for profit to occupancy by the hospital for the charitable purposes for which it was organized.</p>\n<p id=\"b84-4\">The hospital questions the authority of the assessors “to carve out a portion of a single floor of the hospital and declare that, since this portion is devoted to physicians’ offices, it is subject to taxation” because there is no express statutory provision for doing so. If we were to decide this question solely on the basis of the absence of express statutory authority, there might be equal force to an argument that such absence means that no part of the real estate can be exempted from taxation. We are not compelled to decide between an “all or nothing” result because there are ample judicial precedents supporting taxation in part and exemption in part. <em>Cambridge </em>v. <em>County Commrs. of Middlesex, </em>114 Mass. 337, 339-340. <em>Trustees of Amherst College </em>v. <em>Assessors of Amherst, </em>193 Mass. 168,178. <em>Wheaton College </em>v. <em>Norton, </em>232 Mass. 141, 146-147. Assessors <em>of Worcester </em>v. <em>Knights of Columbus Religious Educ. Charitable &amp; Benevolent Assn. of Worcester, </em>329 Mass. 532, 535. <em>Dehydrating Process Co. of Gloucester, Inc. </em>v. <em>Gloucester, </em>334 Mass. 287, 292. <em>Gloucester Ice &amp; Cold Storage Co. </em>v. <em>Assessors of Gloucester, </em>337 Mass. 23, 26-27.</p>\n<p id=\"b84-5\">The decision of the Appellate Tax Board is affirmed.</p>\n<p id=\"b84-6\">\n<em>So ordered.</em>\n</p>\n<p id=\"b84-7\">Reardon, J., dissents.</p>\n<footnote label=\"1\">\n<p id=\"b79-7\"> The board allowed the following request for a finding of fact: “46. Physicians who rent the offices at Milton Hospital do so with the understanding that they will participate in the emergency rotation system.” In this regard the board found that “each doctor on the staff took his turn at such duty” but that “the plan only became feasible when doctors’ offices were provided within the hospital building.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b83-6\"> The board granted the following request of the hospital for a finding of facts: “37. Much of the hospital administrative work is actually done by the physicians, and their clerical assistants, in the offices themselves. This staff work would not be done as well if there were not physicians’ offices in the hospital building.” It is inferrable on the entire record that the physicians who used their own offices for doing hospital administrative work did so for their own convenience, and not because they were required to use their offices for such purpose.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}