{
  "casebody": {
    "data": "<casebody firstpage=\"187\" lastpage=\"191\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b211-8\">D. B. Blaine v. The State.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b211-9\">No. 21004.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AAf\">Delivered May 1, 1940.</decisiondate>\n<p data-order=\"3\" data-type=\"summary\" id=\"b212-4\"><page-number citation-index=\"1\" label=\"188\">*188</page-number>The opinion states the case.</p>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b212-5\"><em>O. M. Street </em>and <em>John W. Miller, </em>both of Dallas, for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b212-6\"><em>Lloyd W. Davidson, </em>State’s Attorney, of Austin, for the State.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"ASI\">GRAVES, Judge.</author>\n<p id=\"b212-7\">Appellant was convicted by a jury of unlawfully selling liquor in a dry area, and fined the sum of $750.00.</p>\n<p id=\"b212-8\">It appears from the statement of facts that the State relied for a conviction upon the testimony of one R. P. Boyd, an employee of the State Liquor Control Board, who testified that on October 14, 1938, he went into the Red Cross Pharmacy about 9 o’clock in the evening, in the City of Dallas, and asked the clerk therein for some whisky. The clerk directed him to appellant, who went into the rear of this drug store to a cabinet, and, producing a key, unlocked such cabinet and finally the appellant produced a pint of “Pa Wilkins” whisky and delivered same to witness. That appellant then had witness sign witness’ name on the back of a prescription blank, and witness left.</p>\n<p id=\"b212-9\">Appellant attacks the complaint and information in a motion to quash the same, which motion was overruled. We have examined these pleadings and think they are in conformity with our previous opinions on such matters, and the motion was properly overruled.</p>\n<p id=\"b212-10\">We also think the allegations therein show that justice precinct No. 7 of Dallas County, Texas, legally voted to prohibit the sale of intoxicating liquors therein and became a “dry area” in November 1890, and was still dry at the time of this alleged occurrence. We think the orders set forth in the statement of facts herein, as well as the information, evidence the fact that the proper procedure was followed, and that the election held thereunder resulted in the vote of 614 votes for prohibition and 69 votes against prohibition.</p>\n<p id=\"b212-11\">There is an attack made upon the proceedings of the election whereby said justice precinct No. 7 of Dallas County, <page-number citation-index=\"1\" label=\"189\">*189</page-number>Texas, was voted dry in 1890. This attack comes too late. This attack should have been made within sixty days after the taking effect of S. B. No. 31, Chapter VIII of the General Laws of the 30th Legislature, First Called Session, p. 447, which became effective ninety days after May 14, 1907, failing which the law conclusively presumes that the election as held and the results as therein declared are in all respects valid and binding on the courts. Branch’s Criminal Law, p. 375, Sec. 570; Evans v. State, 55 Texas Crim. Rep. 450, 117 S. W. 167; Ex parte Thulemeyer, 56 Texas Crim. Rep. 337, 119 S. W. 1146; Wilson v. State, 107 S. W. 818; Hardy v. State, 52 Texas Crim. Rep. 420, 107 S. W. 547; Romero v. State, 56 Texas Crim. Rep. 436, 120 S. W. 859; Doyle v. State, 127 S. W. 816; Jerue v. State, 57 Texas Crim. Rep. 213, 123 S. W. 414; Wesley v. State, 57 Texas Crim. Rep. 277, 122 S. W. 550.</p>\n<p id=\"b213-5\">Complaint is also made because the court submitted to the jury the question relative to the dry status of such justice precinct No. 7, supra. Had there been any question raised relative to any matters alleged in the information, such might have been necessary. See Branch’s Criminal Law, p. 375, but if the orders introduced in evidence make a prima facie case and are not affirmatively attacked, the court should have charged that the local prohibitory law was in force and effect. Irish v. State, 34 Texas Crim. Rep. 130, 29 S. W. 778, and many other cases. Although the trial court may have had the right to himself assume that such law was in force and effect, his submission of that fact to the jury for their determination does not evidence error.</p>\n<p id=\"b213-6\">Bill of exception No. 1 reflects the following occurrence:</p>\n<p id=\"b213-7\">While the State’s attorney was cross-examining the witness John Carroll, a clerk in the Red Cross Pharmacy, who had previously testified that there were only two keys to the cabinet in which the whisky was kept in such drug store, and that he had one and appellant’s brother, M. H. Blaine, a partner in the store, had the other key, — he was asked by the State the following questions:</p>\n<blockquote id=\"b213-8\">“Q. Now, you say that M. H. Blaine was the owner and operator of that store? A. Well, they were partners, I understand, Mr. D. B. and M. H.</blockquote>\n<blockquote id=\"b213-9\">“Q. Mr. D. B. &amp; M. H. Blaine were partners in that store? A. Yes, sir.</blockquote>\n<blockquote id=\"b213-10\">“Q. And each had an equal right to the other in the management of that store, that is correct, isn’t it? A. Yes, sir.</blockquote>\n<blockquote id=\"b214-2\"><page-number citation-index=\"1\" label=\"190\">*190</page-number>“Q. M. H. Blaine had his <em>hooky </em>joint and gambling joint upstairs, didn’t he?”</blockquote>\n<p id=\"b214-3\">Upon the making of the last statement and question appellant immediately objected, and requested the trial court to declare a mistrial and discharge the jury. This the court refused to do, but did instruct the jury in the following terms: “I instruct you to disregard the question asked by the district attorney concerning any business or <em>hooky </em>shop or gambling business of one M. H. Blaine anywhere else outside the premises located here; you will disregard that for any purpose and not refer to it in any manner.”</p>\n<p id=\"b214-4\">Under ordinary circumstances we are often able to say that the prompt action of the trial court in thus withdrawing such remarks from the jury would cure any error caused by a casual remark or question such as this, if there is no probability of harm being shown to the appellant. However, in this instance it is to be noted that the issue relative to a sale being made at all was closely contested, same being proven by one witness alone. Appellant presented an alibi, should same have been believed by the jury, supported by a witness who was positive in his statements as to his own as well as appellant’s presence in a town about one hundred miles away from Dallas, and who had documentary evidence by which he claimed to fix the date of such time. Again, appellant established an excellent reputation as to his truth and veracity by citizens of Dallas who had known him for many years, and who testified as to the numerous social and civic positions of prominence and service in which appellant had served. Upon appellant’s conviction, however, which the jury had a right to do, he was awarded a penalty of a fine of $750.00, which was but little short of the highest- penalty authorized by law, and we are impressed with the idea that this severe penalty was probably brought about because of the fact that the assistant district attorney conveyed the idea to the jury that appellant’s brother and partner in the Red Cross Pharmacy was running a bookie joint and gambling house upstairs, while appellant was selling liquor downstairs.</p>\n<p id=\"b214-5\">In the case of Will Fritts v. State, 26 S. W. (2d) 643, the court reversed that case on account of the following argument of the district attorney: “Gentlemen, it is remarkable, this Fritts family; they didn’t want to put Elbert (meaning Elbert Fritts) on this stand; they didn’t want to let you know that the whole family sold whisky or had been indicted for it.” We think this case is in point herein. The above statement in the instant case <page-number citation-index=\"1\" label=\"191\">*191</page-number>was an intimation by the assistant district attorney that both Blain Brothers were engaged in violations of the law, and were partners therein, one selling liquor unlawfully, and the other running a gambling joint, all in the same building. See Musslewhite v. State, 132 S. W. (2d) 858.</p>\n<p id=\"b215-5\">■ Under the circumstances we believe the bill evidences error; that same could not be eliminated from the jury’s mind by a proper instruction, and that same is of such a material nature that it should call for a reversal herein.</p>\n<p id=\"b215-6\">The judgment is reversed and the cause remanded.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}