{
  "casebody": {
    "data": "<casebody firstpage=\"477\" lastpage=\"490\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<citation data-order=\"0\" data-type=\"citation\" id=\"b507-4\">739 A.2d 991</citation>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b507-5\">IN THE MATTER OF PUBLIC SERVICE ELECTRIC AND GAS COMPANY.</parties>\n<court data-order=\"2\" data-type=\"court\" id=\"b507-6\">Superior Court of New Jersey Appellate Division</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b507-7\">Argued September 27, 1999</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"ACf\">Decided November 12, 1999.</decisiondate>\n<p data-order=\"5\" data-type=\"judges\" id=\"b508-9\"><page-number citation-index=\"1\" label=\"478\">*478</page-number>Before Judges PETRELLA, CONLEY and COBURN.</p>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b508-10\"><em>Thomas P. Thackston, </em>argued the cause for appellant Public Service Electric and Gas Company.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b508-11\"><em>Susan Carboni, </em>Deputy Attorney General, argued the cause for respondents New Jersey State Board of Examiners of Master Plumbers, and the Division of Consumer Affairs <em>(John J. Farmer, Jr., </em>Attorney General, attorney; <em>Andrea Silkowitz, </em>Assistant Attorney General, of counsel; <em>Ms. Carboni, </em>on the brief).</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b508-12\">The opinion of the court was delivered by</p>\n<author id=\"b509-5\"><page-number citation-index=\"1\" label=\"479\">*479</page-number>PETRELLA, P.J.A.D.</author>\n<p id=\"b509-6\">Petitioner Public Service Electric and Gas Company (PSE &amp; G) appeals from a decision of the New Jersey Board of Examiners of Master Plumbers (Board)<footnotemark>1</footnotemark> that denied approval to its proposed program, previously conditionally approved by the Board of Public Utilities (BPU), for the sale by it of water heaters and their installation by licensed plumbers.</p>\n<p id=\"b509-7\">PSE &amp; G had applied to the BPU for approval to amend a previously approved expanded appliance program to include a water heater replacement program for consumers. The BPU approved PSE &amp; G’s application on June 25, 1998, but because of an objection, the approval was subject to the approval of the Board that enforces the Plumbing License Law. The effective date of the BPU approval was stayed for thirty days. On the same day the Coalition for Fair Competition (Coalition), a plumbers’ association group, applied to the Board on an emergent basis for a cease and desist order, alleging that PSE &amp; G’s proposed program would violate the Plumbing License Law.</p>\n<p id=\"b509-8\">On June 27, 1998, the Board denied the Coalition’s application but ordered PSE &amp; G to show cause at a July 23, 1998 hearing at which the Coalition was allowed to participate as <em>amicus. </em>The Board ultimately concluded that PSE &amp; G’s proposed program would violate the plumbing contractor provisions of <em>N.J.S.A. </em>45:14C-2 and the prohibition against advertising plumbing services by entities other than plumbers or plumbing contractors in <em>N.J.S.A. </em>45:14C-12.3. After PSE &amp; G appealed, the Board supplemented its order with additional findings on October 8, 1998.</p>\n<p id=\"b509-9\">PSE &amp; G argues that: (1) it is not a plumbing contractor as a matter of law because it does not propose to perform plumbing <page-number citation-index=\"1\" label=\"480\">*480</page-number>work and does not propose to employ journeymen or apprentice plumbers; (2) the Board’s interpretation of the Plumbing License Law does not further the statute’s purpose; (3) neither the Board’s interpretation nor the classification it creates bears any relation to the public need sought to be filled by the Plumbing License Law and, accordingly, the Board’s interpretation violates the state and federal constitutions; and (4) the Board’s order is arbitrary and capricious.</p>\n<p id=\"b510-5\">Essentially, PSE &amp; G proposes to, upon request, replace a homeowner’s water heater with a unit purchased directly from it at a standard rate, and package it with a charge for installation by a licensed plumber. The actual installation would be subcontracted out to licensed independent plumbing contractors.</p>\n<p id=\"b510-6\">A PSE &amp; G customer electing to take advantage of the program could choose to be billed on a regular utility bill or to pay PSE &amp; G directly. PSE &amp; G would be responsible for paying the plumbing subcontractors and for customer satisfaction with the <em>materials</em><footnotemark><em>2</em></footnotemark><em> </em>and work. If the customer subsequently had a problem with the water heater, it could contact PSE &amp; G which would send out a licensed plumbing subcontractor to correct the problem. PSE <em>&amp; </em>G asserts that it would play no role in the actual installation of water heaters other than to subcontract out the work. Plans regarding advertisement of the program were not yet finalized.<footnotemark>3</footnotemark></p>\n<p id=\"b510-7\">The Board determined that the proposed program would violate the plumbing statute because in its view PSE &amp; G would be acting as a plumbing contractor without complying with the statutory requirements. The Board relied on advice provided by the attorney general in an opinion letter to the Division of Consumer Affairs and the Board regarding an earlier disciplinary complaint <page-number citation-index=\"1\" label=\"481\">*481</page-number>against Sears Roebuck. Informal Op. Att’y Gen. 97-0198 (December 18, 1997). This document was not a formal opinion of the attorney general and was captioned as “Attorney-client privileged” information. <em>See Weiner v. County of Essex, </em>262 <em>N.J.Super. </em>270, 281 n. 2, 282, 620 A.2d 1071 (Law Div.1992). Its legal viability is not clear. <em>Compare Lowe v. Zarghami, </em>158 <em>N.J. </em>606, 623, 731 A.2d 14 (1999) (Attorney General Formal Opinion authorized Board of Trustees of medical school to establish faculty program.).</p>\n<p id=\"b511-6\">The Sears Roebuck matter involved a program offered by Sears in 1997 when, according to the informal opinion letter, it “published advertisements offering full plumbing services in its national and local advertising” and subcontracted out the plumbing services. It is not clear exactly what form the advertising took. The Board issued an order requiring Sears to cease and desist advertising the program unless it complied with the Plumbing License Law. Ultimately, Sears settled the matter by forming a subsidiary, Sears Plumbing LLC, to advertise and provide plumbing services in New Jersey. The opinion letter in Sears did note that there was “no prohibition of the practice of [] subcontracting” with respect to general contractors.</p>\n<p id=\"b511-7\">I.</p>\n<p id=\"b511-8\">Our scope of review<footnotemark>4</footnotemark> of an administrative agency’s decision is generally limited. <em>State v. Locurto, </em>157 <em>N.J. </em>463, 470-471, 724 A.2d 234 (1999). We review whether the findings made could reasonably have been reached on “sufficient” or “substantial” credible evidence present in the record, considering the proofs as a whole, and giving “due regard” to the agency’s expertise. <em>Ibid.; In re Taylor, </em>158 <em>N.J. </em>644, 655-656, 731 A.2d 35 (1999). However, <page-number citation-index=\"1\" label=\"482\">*482</page-number>when issues of law are involved, less deference need be accorded. <em>See Manalapan Realty v. Township Committee, </em>140 <em>N.J. </em>366, 378, 658 A.2d 1230 (1995). <em>See also In re Taylor, supra </em>(158 <em>N.J. </em>at 657, 731 A.2d 35); <em>Drake v. Dept. of Human Services Div. of Youth and Family Services, </em>186 <em>N.J.Super. </em>532, 453 A.2d 254 (App.Div.1982).</p>\n<p id=\"b512-4\">PSE &amp; G argues that in acting as a contractor it is not required to be licensed in the same way as a direct provider of plumbing services. As examples it points to general contractors and warranty protection insurance issuers.</p>\n<p id=\"b512-5\">The Board takes the position that PSE &amp; G’s proposed water heater replacement program violates N.J.S.A 45:14C-12.3b, which deals with plumbing contractors and reads:<footnotemark>5</footnotemark></p>\n<blockquote id=\"AEB\">b. On or after the effective date of this 1987 amendatory and supplementary act, <em>a person, firm, partnership, corporation or other legal entity shall not engage in the business of plumbing contracting or advertise </em>in any manner as a plumbing contractor ... <em>unless authorized to act as a plumbing contractor </em>pursuant to the provisions of this ... act. In addition to any penalty authorized pursuant [to <em>N.J.S.A </em>45:1-25], any person, firm, partnership, corporation or other legal entity which violates any provision of this subsection shall be guilty of a disorderly persons offense, [emphasis added].</blockquote>\n<p id=\"b512-6\"><em>N.J.S.A </em>45:14C-2(a) defines a “Master plumber” as follows:</p>\n<blockquote id=\"b512-7\">(a) “Master plumber” means a person licensed pursuant to this amendatory and supplementary act who has the qualifications, training, experience and technical knowledge necessary to properly plan, lay out, install and repair plumbing apparatus and equipment and to supervise others in the performance of such work in accordance with standards, rules and regulations established by the State board [Board of Examiners of Master Plumbers],</blockquote>\n<p id=\"b512-8\"><em>N.J.S.A </em>45:14C-2(g) defines “Plumbing”:</p>\n<blockquote id=\"b512-9\">(g) “Plumbing” means the practice, materials and fixtures used in the installation, maintenance, extension, alteration, repair and removal of all piping, plumbing fixtures, plumbing appliances and plumbing apparatus in connection with any of the <page-number citation-index=\"1\" label=\"483\">*483</page-number>following: sanitary drainage, storm facilities and building sewers to their respective final connection to an approved point of disposal, venting systems, public and private water supply systems of any premises to and within the property line of any building, structure or conveyance to their final connection with an approved supply system. Plumbing shall also mean the practice and materials used in the installation, maintenance, extension, alteration, repair or removal of storm water, refrigeration and air conditioning drains, liquid waste or sewage.</blockquote>\n<p id=\"b513-6\">Under <em>N.J.S.A </em>45:14C-2(h) a “Plumbing contractor” is defined as follows:</p>\n<blockquote id=\"b513-7\">(h) “Plumbing contractor” means any licensed master plumber, firm, partnership, corporation or other legal entity which undertakes or offers to undertake for another the planning, laying out, supervising, installing or making of additions, alterations and repairs in the installation of plumbing. <em>In order to act as “a plumbing contractor, </em>” <em>a licensed master plumber shall be the holder of not less than 10% of the issued </em>and outstanding shares of stock in the corporation, or not less than 10% of the ownership of any other firm or legal entity engaging in the business of plumbing contracting in the State <em>and shall employ either journeymen plumbers or apprentice plumbers or both, </em>[emphasis added].</blockquote>\n<p id=\"b513-8\">The authority of the Board to adopt rules and regulations is delineated in <em>N.J.SA </em>45:14C-7, which reads:</p>\n<blockquote id=\"b513-9\">The State Board may adopt, amend and promulgate such rules and regulations which may be necessary to carry out the provisions of this act; provided, however, that the board’s jurisdiction shall not include the regulation or determination of matters relating to trade or craft jurisdiction or the determination of whether any particular class of employee is entitled to perform any particular work.</blockquote>\n<p id=\"b513-10\">Statutory construction generally requires that words are given their ordinary and well-understood meaning absent an explicit indication of special meaning. <em>Mechanical Contractors v. State, </em>255 <em>N.J.Super. </em>488, 495, 605 A.2d 743 (App.Div.1992); <em>Service Armament Co. v. Hyland, </em>70 <em>N.J. </em>550, 556, 362 A.2d 13 (1976).</p>\n<p id=\"b513-11\">The Board takes the position that any offer to provide plumbing assistance requires either a licensed master plumber or a plumbing contractor with a licensed master plumber owning 10% of the business as a “bona fide representative” (BFR) pursuant to <em>N.J.S.A </em>45:14C-2(d). The Board acknowledges that PSE &amp; G could form a subsidiary company with a BFR owning at least 10% of the stock or capital interest and this would be acceptable to it. We view this as requiring what would be an unnecessary straw man. A plumbing contractor under the statute is intended to be <page-number citation-index=\"1\" label=\"484\">*484</page-number>an entity that performs plumbing work through its employees. However, under PSE &amp; G’s program, neither it nor any subsidiary would employ journeymen or apprentice plumbers or perform plumbing work. Thus, as a practical matter it can make little difference whether the subcontracting of the plumbing work is done by PSE &amp; G or some newly created and unknown entity, <em>ie., </em>a subsidiary.</p>\n<p id=\"b514-5\">Contrary to the position of PSE &amp; G and the wording of the statute, the Board takes the position that a plumbing contractor is not required to have journeymen or apprentice employees. However, the definition of plumbing contractor in <em>N.J.S.A. </em>45:14C-2(h) states explicitly that a plumbing contractor can be a “licensed master plumber [or any] firm, partnership, corporation, or other legal entity” with a master plumber owning 10% thereof. The statute goes on to use the conjunctive “and” when it concludes with the mandate that a plumbing contractor “shall employ either journeymen plumbers or apprentice plumbers or both.” The distinguishing feature of the plumbing contractor under this section of the statute is that it employs journeymen or apprentice plumbers to do the work. Thus, a master plumber must have an ownership interest and is charged with supervision. Without unlicensed employees (journeymen or apprentices) performing plumbing work, the reference to supervision would be superfluous as would the need for a percentage ownership requirement. On the other hand, work performed solely by master plumbers is not being done by a plumbing contractor and there is no 10% ownership requirement and no independent supervision requirement.<footnotemark>6</footnotemark></p>\n<p id=\"b514-6\">Concisely stated, under <em>N.J.S.A. </em>45:14C-12.3b and -2(h), a person or entity is prohibited from “engaging] in the business of plumbing contracting or advertising] in any manner as a plumb<page-number citation-index=\"1\" label=\"485\">*485</page-number>ing contractor” if not licensed or owned 10% by a licensed plumber. Thus, an unlicensed plumber, or entity not owned 10% by a licensed plumber, cannot operate a plumbing business and cannot advertise that business.</p>\n<p id=\"b515-6\">The Board argues that the actions of PSE &amp; G by its representatives — fielding calls, deciding what type of water heater to install — constitute “planning and supervision” under the statute. However, it would appear that a seller of water heaters could make such a recommendation without violating the law. Presumably, a homeowner could purchase and install a water heater without being licensed as a plumber if the installation complied with the applicable codes. The type of planning and supervision referred to in the statute is of a different nature than the business aspect of PSE &amp; G’s proposal. Advertising for sale brands of water heaters and capacities is not plumbing work.</p>\n<p id=\"b515-7\">Hence, the Board’s interpretation of the statute is far too expansive. A literal reading of the statute requires only that the work be performed by a licensed master plumber or be directly supervised by a licensed master plumber. The Board’s argument, that PSE &amp; G’s program would violate the Plumbing License Law because the company would be performing the functions of licensed master plumbers or authorized plumbing contractors, is erroneous. PSE &amp; G would be subcontracting out plumbing work and it would not do the plumbing work, would not plan or lay out the plumbing or repairs in the sense intended by the statute of on-the-job details, and would not employ journeymen or apprentices.</p>\n<p id=\"b515-8\">As we read this somewhat ambiguous statute, its language does not prohibit the services and subcontracting proposed by PSE &amp; G. PSE &amp; G proposes merely to hire licensed plumbers to install water heaters and provide follow-up service. It is not offering the service of plumbing, but merely the service of hiring a plumber to do a specific and delineated job. The proposed service’s similarity to that of a “broker” was even acknowledged in the Board’s findings.</p>\n<p id=\"b516-4\"><page-number citation-index=\"1\" label=\"486\">*486</page-number>PSE &amp; G is not in the plumbing business and does not advertise as such a business. It is a utility company subject to regulations by the BPU. It proposes.a program for potential use by its customers, who are obviously not required to use it, to provide service contracts to replace hot water heaters, and to subcontract to a licensed plumber such actual plumbing work as may be needed.<footnotemark>7</footnotemark></p>\n<p id=\"b516-5\">We conclude that PSE &amp; G need not form a subsidiary company and vest 10% ownership in such company in a master plumber.</p>\n<p id=\"b516-6\">II.</p>\n<p id=\"b516-7\">Because of the Board’s emphasis on the need for a BFR for plumbing subcontractors, we address that aspect of the law in more detail. There is no question that the plumbing statutes have as their purpose to regulate the practice of plumbing, issue licenses, create examining boards and determine the qualification of applicants. There is also “a substantial relation to public health, safety and welfare.” <em>N.J. Builders Ass’n. v. Mayor East Brunswick Tp., </em>60 <em>N.J. </em>222, 225, 287 A.2d 725 (1972); <em>Local Board of Health of Berkeley Tp. v. Johnson, </em>73 <em>N.J.Super. </em>384, 387, 180 A.2d 156 (App.Div.1962).</p>\n<p id=\"b516-8\">PSE &amp; G’s program allows the consumer the option to buy a water heater from it, have PSE &amp; G arrange to have it installed by a licensed plumber, and have follow-up service provided. There was no showing that the proposed program would circumvent the intent of the statute, compromise the public safety, put the public at risk, or mislead the public in any way. Rather, it appears that the purpose of the Plumbing License Law supports PSE &amp; G’s proposal. PSE &amp; G would subcontract the work to a licensed entity which would then have the responsibility of adequately supervising any unlicensed employees. If the supervision <page-number citation-index=\"1\" label=\"487\">*487</page-number>were inadequate, and a complaint resulted, the Board would still have jurisdiction over the plumber.</p>\n<p id=\"b517-6\">The Board retains its supervisory powers over plumbers, thus mooting the Board’s argument that it would have no direct regulatory authority over PSE &amp; G’s program because PSE &amp; G neither is a licensee nor has a BFR. The Board’s argument that PSE &amp; G and other entities which adopt similar programs may charge unconscionable prices is unpersuasive. Aside from the fact that price control is not a stated purpose of the statute, the Board’s argument fails to take into account that competition and the market provide a check on prices. If the prices were too high, consumers would simply go elsewhere. Moreover, PSE &amp; G’s own activities under its proposal are potentially subject to the jurisdiction of other regulatory agencies, for example the BPU and the Division of Consumer Affairs. The Board’s jurisdiction over licensed plumbers is unquestioned.</p>\n<p id=\"b517-7\">PSE &amp; G’s proposal complies with the underlying purpose of the plumbing licensing laws, <em>ie., </em>to ensure a safe and effective plumbing license system. It is a tortured interpretation of the purpose of the statute to conclude that offering to broker certain plumbing services of licensed master plumbers is contrary to the public interest which the statute seeks to protect.</p>\n<p id=\"b517-8\">As a practical matter, PSE &amp; G .supplying water heaters is merely an extension of its present.services. PSE &amp; G presently services home heating systems, and offers to repair certain appliances, including water heaters. As noted, it has provided this service for many years past.</p>\n<p id=\"b517-9\">Moreover, the Board acknowledges that general contractors are not held to the same standards as plumbing contractors or as it would apply to PSE &amp; G. Even the attorney general stated in his informal opinion:</p>\n<blockquote id=\"b517-10\">[i]t should be clearly noted, however, that a general contractor who submits a bid on a construction project included in which is a sum for plumbing services to be performed by a plumbing contractor as defined by the Act or who renders plumbing services pursuant to contractual obligations through a plumbing contrae<page-number citation-index=\"1\" label=\"488\">*488</page-number>tor mo a <em>bom fide </em>subcontractual relationship does not violate the cited statutory provision. [Informal Op. Att’y Gen., <em>supra, </em>at p. 7.]</blockquote>\n<p id=\"b518-5\">The attorney general’s informal opinion in the Sears ease does not describe what kind of plumbing business Sears was advertising which led to its agreement to set up the functional subsidiary with the 10% ownership requirement. It appears from that opinion that it was advertising plumbing services generally, as opposed to the option for such services incidental to the sale of its products. The opinion makes this distinction, thereby suggesting it has some significance.</p>\n<p id=\"b518-6\">Moreover, PSE &amp; G’s proposed activity would be little different from that of a general contractor who engages in the same type of activity found objectionable here by the Board. Indeed, it is conceded that other sellers of appliances offer optional installation for a price, presumably by persons authorized to do the installation. We conclude that a plumbing license is not required to subcontract plumbing work to a licensed plumber. This includes the subcontracting contemplated in the PSE &amp; G proposal.</p>\n<p id=\"b518-7\">The Board claims general contractors should be exempt because regulation would be “impractical” and the institution of general contracting preceded the adoption of the Plumbing License Law. It also claims that general contractors can “more skillfully choose and monitor plumbers.” These arguments hardly justify disparate treatment of a business offering to obtain the services of a licensed plumber, and in effect acting as a general contractor.</p>\n<p id=\"b518-8\">Finally, the Board claims (without record support) that general contractors do not advertise plumbing services.<footnotemark>8</footnotemark> It thus asserts that any advertisement of plumbing services by PSE &amp; G would violate <em>N.J.S.A. </em>45:140-12.3.</p>\n<p id=\"b519-5\"><page-number citation-index=\"1\" label=\"489\">*489</page-number>The issue of PSE &amp; G advertising was discussed in <em>Petition of Public Service Electnc &amp; Gas Co., </em>304 <em>N.J.Super. </em>247, 263, 699 A.2d 1224 (App.Div.1997) (BPU’s decision permitting utility to advertise appliance programs, with imposition of certain restrictions, was not arbitrary and capricious and was based on substantial evidence.). In pertinent part, we there found:</p>\n<blockquote id=\"b519-6\">The Board imposed certain conditions for the replacement-parts service contracts in order to mitigate PSE &amp; G’s competitive advantage. These included restrictions on on-site marketing activities by PSE &amp; G, and a fifteen-day waiting period between sign-up and availability of the service. The Board permitted PSE &amp; G to use bill inserts but required a disclaimer to explain that competitive services were available from other contractors. Further, PSE &amp; G was required to meet with the Board Staff to review the text of any bill insert prior to its use. <em>Ibid.</em></blockquote>\n<p id=\"b519-7\">PSE &amp; G also argues that requiring it to have a plumbing license in order to subcontract out plumbing work violates federal and state Constitutional guarantees of due process and equal protection and interferes with its right to engage in a lawful business pursuit. In light of our interpretation of the statute we need not reach the constitutional issue or the Board’s judicial estoppel argument. <em>See New Jersey Bd. of Higher Ed. v. Shelton College, </em>90 <em>N.J. </em>470, 478, 448 A.2d 988 (1982) (generally a challenged statute is construed to avoid constitutional defects); <em>Mechanical Contractors v. State, </em>255 <em>N.J.Super. </em>488, 495, 605 A.2d 743 (App.Div.1992).</p>\n<p id=\"b519-8\">We merely note in passing that the Board’s classification of PSE &amp; G as different from other present and potential contractors seems questionable. <em>See Brown v. City of Newark, </em>113 <em>N.J. </em>565, 572, 552 A.2d 125 (1989). To require PSE &amp; G to create a subsidiary encourages a fiction. The statute only requires the work to be done by licensed plumbers. The spirit of the law only demands safety in the performance of plumbing work. To require a subsidiary does not promote the public interest or establish a legitimate government interest. <em>See Greenberg v. Kimmelman, </em>99 <em>N.J. </em>552, 568, 494 A.2d 294 (1985). In addition, recognizing an exception only for general contractors in the building trades would raise substantial due process and equal protection arguments.</p>\n<p id=\"b520-4\"><page-number citation-index=\"1\" label=\"490\">*490</page-number>In sum, the Board’s decision violated express and implied legislative policies, lacked substantial evidentiary support, and was in error. <em>See Matter of Musick, </em>148 <em>N.J. </em>206, 216, 670 A.2d 11 (1996).</p>\n<p id=\"b520-5\">Reversed.</p>\n<footnote label=\"1\">\n<p id=\"b509-10\"> The Board is a State agency charged with the licensing, supervising and disciplining of plumbers, and consists of four plumbers, a plumbing inspector and two public members. <em>NJ.SA. </em>45:14C-3. The Board is assigned to the Division of Consumer Affairs in the Department of Law and Public Safety. <em>See NJ.SA. </em>52:17B-126.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b510-8\"> The actual water heaters purchased from various manufacturers would presumably also be covered by a manufacturer's warranty.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b510-9\"> PSE &amp; G represents that since 1903 it has provided appliance repair service for gas appliances, including stoves, ranges, dryers, and heating systems.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b511-9\"> Review of an agency's decision is generally restricted to whether (1) it offends the State or Federal Constitution; (2) it violates express or implied legislative policies; (3) the record contains substantial evidence to support its findings; and (4) in applying the legislative policies the agency clearly erred in reaching a conclusion that could not reasonably have been made. <em>George Harms Constr. Co. v. New Jersey Turnpike Auth., </em>137 <em>N.J. </em>8, 27, 644 A.2d 76 (1994).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b512-10\"> This section deals with the Board’s licensing authority. Subsection a deals with master plumbers and reads:</p>\n<blockquote id=\"b512-11\">a. On or after the effective date of this 1987 amendatory and supplementary act, a person shall not work as a master plumber or use the title or designation of master plumber unless licensed pursuant to the provisions of this amendatory and supplementary act.</blockquote>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b514-7\"> The purpose of the requirement of a 10% ownership in a plumbing contractor by a master plumber is, as the attorney general's informal 1997 opinion letter acknowledged, to ensure adequate supervision of unlicensed apprentice and journeymen employees.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b516-9\"> At oral argument we were informed that under the proposed program any licensed plumber could apply to participate in referrals for plumbing work in the area serviced by the licensed plumber.</p>\n</footnote>\n<footnote label=\"8\">\n<p id=\"b518-9\"> We could, but do not, take notice of the plethora of advertisements for complete kitchen and bathroom remodeling and rebuilding. <em>See N.J.R.E. </em>201(B)(3).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}