{
  "casebody": {
    "data": "<casebody firstpage=\"26\" lastpage=\"30\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b74-9\">UNITED STATES of America, Appellee, v. Anthony ASTORE and Joseph Schwartz, Defendants-Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b74-11\">No. 226, Docket 26491.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b74-12\">United States Court of Appeals Second Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b74-13\">Argued Feb. 7, 1961.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b74-14\">Decided March 27, 1961.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b75-5\"><page-number citation-index=\"1\" label=\"27\">*27</page-number>David M. Markowitz, New York City, for appellant Astore.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b75-6\">Otto F. Fusco, New York City, for appellant Schwartz.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b75-7\">Gerald Walpin, Asst. U. S. Atty., for the Southern District of New York, New York City (S. Hazard Gillespie, Jr., U. S. Atty., and John A. Guzzetta, Asst. U. S. Atty., New York City, on the brief), for appellee.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b75-8\">Before LUMBARD, Chief Judge, MADDEN, Judge, U. S. Court of Claims,<footnotemark>*</footnotemark> and WATERMAN, Circuit Judge.</p>\n<footnote data-order=\"9\" data-type=\"footnote\" id=\"x999-1\" label=\"*\">\n<p id=\"b75-14\"> Sitting by designation.</p>\n</footnote>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b75-9\">WATERMAN, Circuit Judge.</author>\n<p id=\"b75-10\">Sam Gold, Moses Shipman and appellants Anthony Astore and Joseph Schwartz were charged in a one-count indictment with having violated 18 U.S.C. § 1465 by knowingly transporting obscene films from Lodi, New Jersey to New York City on January 20, 1S59. Pleas of guilty were entered on behalf of Shipman and Gold, and they later appeared as government witnesses at the two day trial' of Astore and Schwartz that resulted in the convictions from which these appeals were taken.</p>\n<p id=\"b75-11\">Trial was had before a judge sitting without jury. FBI agents testified that on January 20, 1959, Schwartz and Shipman were first observed in an automobile entering New Jersey from New York at the toll station of the George Washington Bridge. Shipman was driving. Schwartz was in the rear seat clearing the rear window. It was snowing. Shortly thereafter Shipman stopped at a New Jersey gasoline station and Schwartz moved from the rear seat to the seat alongside the driver. They then proceeded to a parking lot in Lodi where Shipman had a conversation with another man in a second car. Both cars left the lot and the FBI agents who were following lost sight of them. However, the Shipman car was later seen in New Jersey by other FBI agents, and thereafter was observed returning to New York through the Lincoln Tunnel. It was followed to a camera shop. . Shipman, carrying a package, entered the shop, came out empty handed, and he and Schwartz drove off. FBI agents then entered and confiscated the package. It contained 26 reels of obscene films. Later that day the agents arrested Schwartz who vigorously protested his innocence and claimed to them that he was unaware of the contents of the package or of the purpose of Shipman’s trip to New Jersey.</p>\n<p id=\"b75-13\">Gold’s testimony implicated Astore and gave meaning to the activities of Schwartz and Shipman observed by the agents. He testified that Astore and he were partners in the Bergen Film Laboratory, a New Jersey enterprise; that this business was primarily the distribution of obscene films although they also distributed cartoons and religious and educational films; that Astore knew that Shipman had purchased films from Gold on several occasions in 1957 and 1958 and knew that Shipman transported his purchases to New York; that he had introduced Shipman to Astore as “Moe from New York” on one occasion in the same parking lot at Lodi where Gold met Ship-man on January 20; that in October 1958, Shipman had failed to appear after planning a film purchase and Gold had discussed this occurrence with Astore; that the arrangements for the January 20, 1959 sale to Shipman were made by Gold over the telephone but as Shipman desired to purchase the films on credit, an unusual request, Gold had discussed Shipman’s credit with Astore and identified Shipman to Astore once more as a purchaser from New York; that Astore assisted in wrapping the film into two packages as Shipman had requested; that Gold took the packages to the Lodi parking lot but the films were not transferred there because Shipman feared he <page-number citation-index=\"1\" label=\"28\">*28</page-number>was being followed; that they then drove away and the transfer occurred elsewhere.</p>\n<p id=\"b76-4\">Shipman followed Gold on the stand for the Government. He admitted the purchase of the obscene films and his transportation of them from New Jersey to New York. In one important particular his testimony differed from that of Gold — he denied ever having been introduced to Astore. It differed from Gold’s testimony in another particular. He stated that the packages of films were transferred at the Lodi parking lot. Also, he absolved Schwartz of any part in the scheme. He testified that Schwartz had no knowledge of the purpose of the trip to New Jersey and that he often took Schwartz, a retired person, along on trips with him just for his company. He explained that as he was driving over the George Washington Bridge fog formed on the inside of his car’s rear window and that he had asked Schwartz as a safety precaution to wipe off this fog so that he, the driver, could see through the window to the rear.</p>\n<p id=\"b76-5\">An FBI agent testified that Schwartz had been seen with Shipman, in Ship-man’s car, driving about the Bronx in October 1958, shortly before Shipman, unaccompanied by Shwartz, left for New Jersey on the occasion when the earlier abortive purchase referred to by Gold was scheduled to have taken place.</p>\n<p id=\"b76-6\">Astore testified in his own behalf. He conceded that he was aware of Gold’s activities in the production, direction and distribution of obscene movies, but he claimed that he had no part in these activities. He disavowed any technical knowledge of film processing and declared that he was interested in Bergen Film Laboratory only for the purpose of creating a place there for his son. He claimed that when he acquired his interest in the enterprise he was informed by the prior owner that the business was legal and offered a fine opportunity for a young man.</p>\n<p id=\"b76-7\">Schwartz, a man 67 years of age, retired, unemployed, and in ill health, did not take the stand.</p>\n<p id=\"b76-8\">The district judge chose to believe the testimony of Gold. He found that Astore was an informed participating partner in the obscene film business of the Bergen Film Laboratory and that Astore knew the 26 rolls of obscene films seized by the FBI were to be transported from New Jersey to New York. Although he commented that the government case against Schwartz was “thin” he found that Schwartz acted as Ship-man’s lookout on the January 20 trip. In support of this finding he relied upon the testimony that Schwartz was clearing the rear window of the Shipman car when that car entered New Jersey. He found that Schwartz knew of the contents of the seized package. He supported this finding as a fair inference from the testimony, admitted over objection, that Schwartz stated when arrested that at one time he had been a dealer in obscene matter — hence the court believed Schwartz could identify the contents of the package from its outward appearance. It is implicit from these findings that the court discredited Shipman’s testimony that Schwartz was innocent of the purpose of Shipman’s trip and that he disregarded Schwartz’s own protestations of innocence upon his arrest. Based upon these findings the judge determined that both defendants were guilty of having aided and abetted in the violation of 18 U.S.C. § 1465, and were therefore guilty as principals, 18 U.S.C. § 2.</p>\n<p id=\"b76-9\">Astore</p>\n<p id=\"b76-10\">Appellant Astore attacks the sufficiency of the proof from which the judge found he knew of the prospective interstate transportation and aided and abetted that transportation. There is no merit to this claim. In United States v. Russo, 2 Cir., 1960, 284 F.2d 539, we recently affirmed a conviction under 18 U.S.C. § 1465 where the defendant Russo had supplied obscene films in New Jersey to Connecticut purchasers. Russo’s only knowledge that the films were to be transported in interstate commerce was obtained from an introduction to the purchasers as “Bob and Sal from New <page-number citation-index=\"1\" label=\"29\">*29</page-number>Haven” and the fact that the pickup car had a Connecticut license plate. In the present case Gold testified that he had introduced Shipman to Astore as “Moe from New York” on one occasion and that Astore knew of Shipman’s purchases of obscene films. Shipman denied that he had ever been introduced to Astore. In Russo there was a similar denial. Russo denied that “New Haven” had been mentioned when “Bob and Sal” had been introduced to him. The determination of the credibility of witnesses is, of course, the province of the trier of the facts. The finding of the trial judge that Gold was the believable witness is buttressed by the fact that where Gold’s testimony was inconsistent with Ship-man’s about the events at the Lodi parking lot it was consistent with the FBI agents’ corroborative testimony that the two cars left the Lodi parking lot together and that no transfer of anything from one to the other occurred there. Gold’s testimony relative to the prior dealings with Shipman, testimony corroborated by the FBI surveillance of Shipman, was additional evidence tending to show that Astore had knowledge of the character of the films being delivered to Shipman and of Shipman’s proposed transportation of them to New York. We find that there was sufficient evidence, sufficiently corroborated, to support a finding that Astore had knowledge of the prospective interstate movement. Moreover, there was ample evidence of the partnership, as testified to by both Gold and Astore, to show that Astore, as well as Gold, supplied the obscene films. See United States v. Russo, supra, 284 F.2d at page 541. Astore’s conviction is affirmed.</p>\n<p id=\"b77-5\">Schwartz</p>\n<p id=\"b77-6\">The evidence against Schwartz was the testimony that he accompanied Shipman on the round trip of January 20; and that at one point on this trip Schwartz cleared the rear window of foggy vapor. Also, that in October 1958, he drove about the Bronx with Shipman shortly before Ship-man, alone, went to New Jersey on an occasion when Gold testified Shipman was to pick up some obscene films; and, further, that, when arrested, he stated to an FBI agent that he had formerly dealt in obscene films and knew that Shipman was a dealer in them. From this evidence the court concluded that Schwartz aided and abetted the interstate transportation of obscene films on January 20, 1959 in violation of 18 U.S.C. § 1465.</p>\n<p id=\"b77-8\">Once the trier of fact has found for the Government, we must view the evidence introduced against the appellant in the most favorable light for the Government, United States v. Brown, 2 Cir., 1956, 236 F.2d 403. Nevertheless, we are of the opinion that the conviction of Schwartz must be reversed.</p>\n<p id=\"b77-9\">The evidence against him does not measure up to the proof required for conviction of an accessory under the traditional rule of the Second Circuit laid down by Judge Learned Hand in the case of United States v. Peoni, 2 Cir., 1938, 100 F.2d 401, at page 402. The facts proved here do not demonstrate that Schwartz in some sort associated himself with Shipman’s venture, that he participated in it as in something that he wished to bring about, and that he sought by his own actions to make Ship-man’s venture succeed.</p>\n<p id=\"b77-10\">We do not find sufficient grounds for justifiable inferences that Schwartz knew the purpose of Shipman’s trip or knew that the packages transported from New Jersey to New York contained obscene films. For aught that appears Shipman had only invited an elderly friend to accompany him. Nor is there any evil in the fact that Schwartz cleared the inside of the rear window of mist and when the window was cleared returned to the front seat beside the driver. This activity was not coupled with any showing that Schwartz was looking for anything, and is consistent with innocence. Nor was there any testimony that obscene films are packaged in any peculiar manner so that by observation of the outside of the package one can tell whether the films contained therein are obscene. It would seem clear to us that <page-number citation-index=\"1\" label=\"30\">*30</page-number>what distinguishes an obscene film from any other film is its content — not its shape or size.</p>\n<p id=\"b78-4\">The conviction of Astore is affirmed. The conviction of Schwartz is reversed and the case remanded to the district •court with instructions to dismiss the indictment as to him.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}