{
  "casebody": {
    "data": "<casebody firstpage=\"467\" lastpage=\"470\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b515-7\">BANK OF LEIPSIC COMPANY, Plaintiff-Appellee, v. UNITED STATES of America, Defendant-Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b515-9\">No. 14293.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b515-10\">United States Court of Appeals Sixth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b515-11\">April 5, 1961.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b515-23\">Gilbert E. Andrews, Jr., Dept, of Justice, Washington, D. C. (Charles K. Rice, Asst. Atty. Gen., Lee A. Jackson, I. Henry Kutz, Attys., Dept, of Justice, Washington, D. C., and Russell E. Ake, U. S. Atty., Cleveland, Ohio, on the brief), for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b515-24\">Roger H. Smith, Toledo, Ohio (Eastman, Stichter &amp; Smith, LeRoy E. Eastman, Warren E. Buckey, Toledo, Ohio, on the brief), for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b515-25\">Before McALLISTER and WEICK, Circuit Judges, and THORNTON, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b516-3\"><page-number citation-index=\"1\" label=\"468\">*468</page-number>WEICK, Circuit Judge.</author>\n<p id=\"b516-4\">The action below was brought by the bank to recover income taxes paid for the year 1955 in the amount of $9,459.61 plus statutory interest. The District Court granted the bank’s motion for summary judgment without opinion and entered judgment against the Government for the amount claimed. This appeal followed.</p>\n<p id=\"b516-5\">The question involved was whether the bank was exempt from the payment of income taxes for 1955 under the provisions of Sec. 7507(b) of the Internal Revenue Code of 1954.<footnotemark>1</footnotemark></p>\n<p id=\"b516-6\">In the previous appeal involving the tax years 1952-1954, we held that the bank was immune under the provisions of said statute and its predecessor from the payment of income and excess profits taxes due for those years on the basis of findings of fact made by the . District Judge that the payments to depositors of the insolvent bank would have been reduced by the amount of such taxes. United States v. Bank of Leipsic Co., 6 Cir., 1960, 272 F.2d 341. The facts are sufficiently stated in that opinion except those which pertain to the year 1955 hereafter related.</p>\n<p id=\"b516-7\">On December 20, 1954, the bank requested authority from the Superintendent of Banks to pay the balance due on the claims of the depositors in the amount of $38,500. In its letter to the Superintendent, the bank stated:</p>\n<blockquote id=\"b516-8\">“In support of this request I am mailing to you a copy of our financial statement as of December 16th, and also a statement of our earnings to date. At the present time we have on our Undivided Profit account $117.246.00. We add to this our earnings for the last half of 1954, which is approximately $20,000.00 and $7,500.00 from the Trustees account, this will make a total of $144,-746.00. Now if we deduct the amount of this dividend, $38,500.00, it will leave a balance of $106,246.00 in our Undivided Profit account.”</blockquote>\n<p id=\"A9D\">On the next day, the bank requested the Superintendent to make the settlement date as early in January of the following year as possible due to the fact that its shareholders meeting was the second Wednesday in January. On January 13th, the bank requested confirmation in writing from the Superintendent to pay the dividend on February 19th. The Superintendent replied under date of January 19, 1955 that he would permit such payment upon advice from the bank that a board of directors had been elected to conform in number to the bank’s regulations. The bank gave that advice to the Superintendent on March 24, 1955 and the Superintendent authorized the payment on the following day. The payment was actually made prior to April 1, 1955.</p>\n<p id=\"b516-13\">The bank filed its income tax return for the year 1955 showing income taxes due from it in the amount of $9,459.61. It paid the tax in two equal instalments on March 15, 1956 and June 15, 1956. In its income tax return for 1955, the bank made no claim for exemption from the payment of the tax. On October 24, <page-number citation-index=\"1\" label=\"469\">*469</page-number>1957, the bank filed an amended income tax return in which it made the present claim for exemption for the first time. It filed a claim for refund on the ground it was entitled to immunity from tax for the year 1955 under the provisions of the statute above set forth. The claim was denied and the bank filed this action in the District Court.</p>\n<p id=\"b517-5\">The bank attached to its motion for summary judgment the record, briefs and appendices filed in the previous appeal and some correspondence between the Assistant United States Attorney and the Deputy Clerk of the District Court which the bank claimed constituted a judicial admission on the part of the Government that both eases involved the same issues.</p>\n<p id=\"b517-6\">The Government objected to the disposition of the case by the District Court by summary judgment. It claimed that there was a genuine dispute as to the facts and the inferences which could be drawn therefrom which precluded the District Court from proceeding summarily. The record in the previous appeal included testimony taken at the trial of that ease in the District Court, exhibits and stipulations.</p>\n<p id=\"b517-7\">There was no dispute as to the controlling facts in the previous case, nor can we find any disputed issue of fact in the present case. Only legal questions were presented. The District Judge was fully justified in disposing of the case by summary judgment. It remains only for us to decide whether his judgment was correct.</p>\n<p id=\"b517-8\">The pertinent provision of statute is: “No tax shall be assessed or collected * * * on account of such bank * * * which shall diminish the assets thereof which are available for the payment of such depositor claims and which are necessary for the full payment thereof.” 26 U.S.C. § 7507(b).</p>\n<p id=\"b517-9\">The income tax for 1955 was not assessed <em>or collected </em>until the bank filed, its income tax return and made the first, payment of the tax on March 15, 1956. At that time the old depositors had been paid in full for almost a year. Allowing for this payment, the bank had undivided profits as of December 16, 1954 amounting to $106,246. This was ample to pay the tax without impairing the financial stability of the bank. In addition, the bank had earnings for 1955 in the amount of $28,768.48 which we assume were added to its undivided profits.</p>\n<p id=\"b517-12\">Since the depositors of the insolvent bank had been paid in full by April 1, 1955, the payment of the income tax by the bank on March 15th and June 15, 1956 could not possibly have diminished their claims. They had no claims.</p>\n<p id=\"b517-13\">The Treasury Regulations (1954 Code) provide that unsegregated assets of such a bank will be within the immunity of the section “only to the extent necessary to satisfy the claims to which such assets are subject.” Sec. 301.7507-4(a). As to unsegregated assets, immunity terminates only as to taxes thereafter becoming due. Sec. 301.7507-9 (a) (2). “When unsegregated assets or earnings therefrom previously immune become available' for tax collection, they will be available only for collection of taxes [including interest and other additions] becoming due after immunity ceases.” Sec. 301.7507-10.</p>\n<p id=\"b517-14\"> The bank’s letter to the Superintendent dated December 20, 1954 requesting authority to pay the depositors in full constituted an admission that it was then financially able to make the payment. On the very , next day the bank asked the Superintendent to fix the date of payment as early as possible in January 1955. Had the bank paid its depositors in 1954, its immunity from tax could not, under any stretch of the imagination, have continued into the following year. May the bank extend its immunity from tax into the following year by its voluntary act in asking the Superintendent to postpone the date of payment? We think not.</p>\n<p id=\"b517-15\">The bank claims that, since immunity was held to exist during the years 1952-1954, it extended into 1955 at least until the depositors were paid in full. The fallacy of this claim is apparent. <page-number citation-index=\"1\" label=\"470\">*470</page-number>There is no evidence that the immunity-extended into 1955. The fact that immunity was held to exist in 1954 is no proof that it continued into the following year. Each tax year involved a separate and independent case which would have to be determined on its own merits according to its particular facts. As of December 20, 1954 by its own admission, the bank had ample funds to pay the depositors and still have a large surplus. Consequently, no immunity from the payment of the 1955 tax was available to the bank.</p>\n<p id=\"b518-4\">In the present case, the recovery of the taxes sought here would not benefit the depositors of the insolvent bank who already have been paid. It would benefit only the bank and its new depositors. The exemption statute was not enacted for their benefit.</p>\n<p id=\"b518-5\">In Kavanagh v. First National Bank, 6 Cir., 1943, 139 F.2d 309, 311 we said: “The purpose of the Act is to relieve the depositors from the payment of taxes not assessed upon them, but not to relieve the owners of the bank.”</p>\n<p id=\"b518-6\">In Farmers &amp; Merchants Bank, Ceresca, Nebraska v. Commissioner, 8 Cir., 1949, 175 F.2d 846, 850, the court said that the purpose of the statute is “one of beneficent policy toward the depositors of insolvent banks rather than one of exemptive favor to the banks themselves.”</p>\n<p id=\"b518-7\">In De Kalb Trust &amp; Savings Bank v. United States, 7 Cir., 1958, 253 F.2d 53, 56 the court analyzed the financial condition of the bank which was similar to that of appellee. It said:</p>\n<blockquote id=\"b518-8\">“Furthermore, we fail to see the validity in taxpayer’s contention that the collection of taxes for 1946 diminished its assets available and <em>necessary </em>for the full payment of the balance due on the certificates. At the end of 1945 taxpayer had ample assets to pay off these claims and so represented to the state, on January 29, 1946, in requesting permission for the payment. It stated that it had an undivided profits account of $111,660.98, and on December 31, 1945, its surplus was $119,179.31. Further, at the end of 1946, after payment to the former depositors, its surplus was $146,010.87. Thus, it appears conclusively that if the disputed taxes had not been assessed and paid they would not have gone to the former depositors.”</blockquote>\n<p id=\"b518-10\">It has been held that this statute creating an exemption is to be strictly construed. New Jersey Title &amp; Guaranty Trust Co. v. Commissioner, 2 Cir., 1950, 183 F.2d 169, 171; De Kalb Trust &amp; Savings Bank v. United States, supra.</p>\n<p id=\"b518-11\">Giving the statute a fair construction, rather than a strict one, it is obvious to us that it cannot be extended to provide immunity for the bank’s 1955 income tax.</p>\n<p id=\"b518-12\">The bank further claims that a letter, written by the Assistant United States Attorney to the Deputy Clerk of the District Court requesting postponement of a scheduled pre-trial conference of the present case until after the previous appeal to this Court had been determined, constituted a judicial admission that both cases involved the same issues. Both cases did involve the issue whether immunity existed under the statute. The facts of the present case, however, were materially different because of the payment of depositors and the increase in the bank’s undivided profits in 1955. Counsel for the bank sought a stipulation from the Government that our decision in the first appeal would control disposition of the case for 1955. The Government refused to so stipulate. Nobody was misled by the letter to the Deputy Clerk. It would hardly justify rendering a judgment against the Government on a refund claim which was not valid.</p>\n<p id=\"b518-13\">The judgment of the District Court is reversed and the cause remanded for entry of a judgment dismissing the complaint-</p>\n<footnote label=\"1\">\n<p id=\"b516-9\">. Internal Revenue Code of 1954:</p>\n<blockquote id=\"b516-10\">“Sec. 7507. Exemption of insolvent banks from tax. * * *</blockquote>\n<blockquote id=\"b516-11\">“(b) Segregated assets; earnings, Whenever any bank or trust company, a substantial portion of the business of which consists of receiving deposits and making loans and discounts, has been released or discharged from its liability to its depositors for any part of their claims against it, and such depositors have accepted, in lieu thereof, a lien upon subsequent earnings of such bank or trust company, or claims against assets segregated by such bank or trust company or against assets transferred from it to an individual or corporate trustee or agent, <em>no taw shall he assessed or collected, or paid into the Treasury of the United States, </em>on account of such bank or trust company, such individual or corporate trustee or such agent, which shall diminish the assets thereof which are available for payment of such depositor claims and which are necessary for the full payment thereof. The term “agent,” as used in this subsection, shall be deemed to include a corporation acting as a liquidating agent * * *.\" (Emphasis added.) (26 U.S.C.1958 ed., Sec. 7507.)</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}