{
  "casebody": {
    "data": "<casebody firstpage=\"61\" lastpage=\"64\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b109-7\">Nannie D. HARPER, Appellee. v. Arthur S. FLEMMING, Secretary of the Department of Health, Education and Welfare, Appellant.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b109-9\">No. 8245.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b109-10\">United States Court of Appeals Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b109-11\">Argued Jan. 18, 1961.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b109-12\">Decided March 25, 1961.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b110-5\"><page-number citation-index=\"1\" label=\"62\">*62</page-number>Irvin B. Tucker, Jr., Asst. U. S. Atty., Raleigh, N. C. (Julian T. Gaskill, U. S. Atty., Raleigh, N. C., on brief), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b110-6\">Francis E. Winslow, Rocky Mount, N. C. (Battle, Winslow, Merrell, Scott &amp; Wiley, Rocky Mount, N. C., on brief), for appellee.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b110-7\">Before SOBELOFF, Chief Judge, and SOPER and BOREMAN, Circuit Judges.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b110-8\">SOBELOFF, Chief Judge.</author>\n<p id=\"b110-9\">Coverage under the Social Security Act is in issue here. The appellant, an aged woman owning a farm which was leased out on shares, was denied old age benefits by the Bureau of Old-Age and Survivors Insurance in the Department of Health, Education and Welfare. Denial was on the ground that, although she had paid social security taxes for the requisite number of quarters, she was ineligible because the income upon which the taxes were computed was not derived from the type of self-employment covered by the law. The answer depends upon the correct reading of the federal statute.</p>\n<p id=\"b110-10\">Under Section 211 of the Social Security Act, as amended in 1956 by 42 U.S.C.A. § 411,<footnotemark>1</footnotemark> “earnings from self-employment” on which a farm owner may base his eligibility for old age benefits must reflect his “material participation” in “the production or the managment of the production” on his farm. Nannie D. Harper, the farm owner, applied for old age insurance benefits on November 4, 1957, but her claim was rejected on the stated ground that her earnings were not derived from <em>her </em>“material participation” in the management of the farm. The management activities were performed by the Trust Department of the Planters National Bank &amp; Trust Company of Rocky Mount, North Carolina, as her agent, pursuant to an agreement, and the resulting income was for that reason held not creditable to her for social security purposes.</p>\n<p id=\"b110-18\">After pursuing, to no avail, all the administrative remedies provided, the plaintiff brought her action for review in the United States District Court for the Eastern District of North Carolina. The District Judge, disagreeing with the administrative officials, determined not only that the bank had “materially participated in the management of the production of crops on plaintiff’s farm” but that such activity of the bank, “acting as agent for the plaintiff, inured to her benefit as ‘material participation by the owner’ within the meaning of 42 U.S.C.A. § 411(a) (1) (A) and (B).” [185 F.Supp. 16] Judgment was accordingly entered in favor of the plaintiff, and the Secretary of Health, Education and Welfare here appeals.</p>\n<p id=\"b111-3\"><page-number citation-index=\"1\" label=\"63\">*63</page-number>It is not disputed that plaintiff assumed almost all the costs of production except the cost of labor. She supplied the sharecroppers with one half of the fertilizers, seeds, plants, pesticides and fuel for curing tobacco, as well as providing all the tools, equipment, livestock, feed, machinery repairs, and veterinarians’ fees. Also not disputed, on the other hand, is the fact that it was the bank that actually supervised the work of the sharecroppers by periodically advising and consulting with them both in selecting land for planting and in deciding the proper time for cultivating and harvesting. The bank’s representatives made inspection trips on the average of eight times a month during the growing season, marketed the crops, and kept the accounts.</p>\n<p id=\"b111-4\">At the bar of this court it is not questioned that the bank’s activities, performed as claimant’s agent, are properly to be regarded as “material participation” in the management of plaintiff’s farm. It is argued, however, that such vicarious participation does not satisfy the provisions of the statute, which, the Secretary insists, requires personal participation by the claimant.</p>\n<p id=\"b111-5\">The argument is based on the following line of reasoning. The underlying principle of the social security program is said to provide benefits to the elderly in partial replacement of earnings lost because of advanced age. Accordingly, we are urged to read the term “material participation” in light of an assumed Congressional purpose to extend old age benefits only to those individual farm owners who are able to establish that prior to reaching the retirement age they directly and in person performed work either of a managerial or a physical character. Since the plaintiff’s contribution to the income producing enterprise is the use of her land along with the bank’s services, the Secretary would treat her income as merely investment or rental income which is not to be considered for social security taxes or benefits under the Act. The contention is that since her income from the farm does not depend on her personal exertions the plaintiff’s advanced age probably will not impair her earning capacity — an optimistic forecast, dependent on unknown and unforeseeable factors, which future events may or may not validate.</p>\n<p id=\"b111-15\">This argument takes too restrictive a view of the scheme underlying the social security legislation. Particularly, it does not take into account the legislative history which produced the specific provisions of the statute immediately involved, the social purpose or the text of these provisions.</p>\n<p id=\"b111-16\">Although it is true that prior to 1954 self-employed farmers were excluded from coverage under the Social Security Act, the amendment of that year specifically extended coverage to self-employed farm operators. The 1956 Amendment, with which we are presently concerned, expanded coverage a step further, by including farm owners who materially participate “in the production or the management of the production” of agricultural commodities. Congress, thereby, deliberately sought to bring the treatment of farm owners into line with that accorded other self-employed persons.<footnotemark>2</footnotemark> In the case of such other self-employed persons it is recognized that the income on which they are permitted to rely to establish eligibility for old age benefits may be derived from a trade or business carried on through agents or employees. <page-number citation-index=\"1\" label=\"64\">*64</page-number>The Old Age and Survivors Insurance regulations, § 404.1051(b), 42 U.S.C.A. Appendix, promulgated by Secretary under statutory authority, 42 U.S.C.A. § 405(a), themselves provide: “The trade or business must be carried on by the individual, either personally or through <em>agents or employees.” </em>(Emphasis supplied). 20 CFR, § 404.1051(b).<footnotemark>3</footnotemark></p>\n<p id=\"b112-4\">The utilization of capital in the form of land or other property, in the production of earnings, does not exclude other self-employed persons from paying the tax and enjoying the benefits of the Act. Even the self-employed of very modest means often engage capital in this way. If farm owners are to be assimilated to these other groups, we perceive no basis in reason or in the text of the statute which would exclude them under the same circumstances.</p>\n<p id=\"b112-5\">Moreover, other self-employed persons are not deprived of coverage because of the possibility that their businesses may continue to be conducted by agents without loss of income after the insured has attained an advanced age. Farm owners should likewise not lose coverage for this reason, although the benefits may, under other provisions of the Act, be affected by the amount of income these persons may continue to earn.</p>\n<p id=\"b112-6\">In summary, the legislation, considered in its entirety, reveals a progressive broadening of the old age and survivors’ insurance plan to cover not only those originally embraced, namely employees who work for others, but also self-employed professional and businessmen, and later farm operators, and still later specifically farm owners. The purpose, as reported by the Congressional Committees, is clearly to make the coverage of the program “as nearly universal as practicable,” and “to give the newly covered groups equitable treatment as compared with those brought in earlier.”<footnotemark>4</footnotemark> The legislation had its origin in the observed frequency of the tragic sequence of old age, disability, loss of earning power, destitution and dependency on public or private charity, but coverage has not been limited to cases actually presenting all these features in full scope. The concept of the statute is more inclusive, and the design is, by a comprehensive contributory insurance plan, to avert the personal hazards and the social problems which often, but happily not always, attend old age.</p>\n<p id=\"b112-12\">There is no warrant for reading into the statute fine-spun limitations of which the legislative authority has given no intimation. Doubtless Congress could have narrowed the criteria for coverage in the manner suggested, but the coverage sections are not so expressed. If the 1956 Amendment is to be constructed to embody what seems to us a gratuitous assumption that is the function of Congress. Looking at what Congress has done, we do not think that it would have been willing to adopt the Secretary’s suggestion if it had been advanced; at all events it has not done so. Even if the question were more doubtful than it appears to us, we should be in duty bound to give the Act a liberal construction. We would not be free to tailor the Act, even if we found the proposed restriction logically attractive. The conclusion we reach is in accord with the only pertinent decision called to our attention. Henderson v. Flemming, 5 Cir., 1960, 283 F.2d 882, and see Foster v. Flemming, D.C. N.D.Iowa 1960, 190 F.Supp. 908. The judgment of the District Court is</p>\n<p id=\"b112-13\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b110-11\">. Title 42 U.S.C.A. § 411 states in part:</p>\n<blockquote id=\"AdB\">“(a) The term ‘net earnings from self-employment’ moans the gross income * * * derived by an individual from any trade or business carried on by such individual, less the deductions allowed * * * except that in computing such gross income * * *</blockquote>\n<blockquote id=\"b110-16\">“(1) There shall be excluded rentals from real estate * * * (including such rentals paid in crop shares) * * * unless such rentals are received in the course of a trade or business as a real estate dealer; except that the preceding provisions of this paragraph shall not apply to any income derived by the owner * * if (A) such income is derived under an arrangmont, between the owner * * * and another individual, which provides that such other individual shall produce agricultural or horticultural commodities * * * on such laud, and that there shall be material participation by the owner * * * in the production or the management of the production of such * <em>* </em>* commodities, and (B) there is material participation by the owner * * * with respect to any such * * * commodity * * *.\"</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b111-6\">. Senator Capehart, sponsor of the 1956 Amendment, declared on the Senate floor:</p>\n<blockquote id=\"b111-8\">“The extension of social security to the farmers means only that by virtue of certain payments they themselves make they are entitled to the same social-security benefits which other people receive.</blockquote>\n<blockquote id=\"b111-17\">“My amendment provides or makes clear that these privileges are extended not only to people who are actually working on the farms, but to those who own them and those who are the managers of them. I think it is eminently fair and the Senate has agreed with me.” 102 Cong.Rec. 13819 (1956).</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b112-7\">. It may be noteworthy that the Federal Income Tax Regulations governing self-employment taxes related to the Social Security Act contain the identical provision. Thus the tax imposed is as broad as our reading of the coverage provision. See Regulation No. 1.1042(a)-l-2.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b112-15\">. Senate Calendar No. 2156, 84th Cong. 2nd Sess.Rept. 2133, p. 1.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}