{
  "casebody": {
    "data": "<casebody firstpage=\"392\" lastpage=\"394\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b412-8\">[No. 4,488.]</docketnumber>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b412-9\">W. L. NEEDHAM <em>v. </em>M. S. THRESHER, Treasurer of the County of San Joaquin.</parties>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b412-10\">Costs in Cbiminai, Actions.—Under the Act of 1851, concerning the costs of criminal actions, if a case is removed from the county where the indictment was found, for trial in another county, the county where the indictment was found is liable for the fees of the Sheriff of the county to which the cause was removed, and the Auditor of the latter county may draw his warrant on the Treasurer of the former for the same, and <em>mandamus </em>will lie to compel such Treasurer to'pay it.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b412-11\">Act in Fobce:—The Act of April 29, 1851, concerning costs in criminal actions (Stats. 1851, p. 185), is still in force, and was not repealed by the Penal Code.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b412-12\">Statutes Continued in Fobce by the Codes.—The volume of statutes continued in force, published by the Code Commissioners, has not received the legislative sanction, and is not, therefore, authority.</syllabus>\n<summary data-order=\"5\" data-type=\"history\" id=\"b412-13\">Appeal from the District Court, Fifth Judicial District, County of San Joaquin. .</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b412-14\">In 1873, George N. Bennett was indicted in the County of San Joaquin for the crime of murder. In the same year, the cause was removed for trial to the County ■ of Sacramento, and it was tried in Sacramento during that year. The costs and expenses of the trial were certified by the District Court of Sacramento, and the Clerk of that county <page-number citation-index=\"1\" label=\"393\">*393</page-number>certified the same to the Auditor of Sacramento County, in accordance with sections 4,345 and 4,346 of the Political Code, and said Auditor, on the 28th day of February, 1874, drew his warrant on the Treasurer of the County of San Joaquin, for the fees of the Sheriff of Sacramento County in the cause, amounting to $549 40. The plaintiff became the owner of the warrant by assignment, and presented it to the Treasurer of the County of San Joaquin for payment, and he refused to pay the same, or to endorse on it, not paid for want of funds. The plaintiff then applied to the District Court for a writ of mandate on the Treasurer to compel him to pay it or endorse on it not paid for want of funds. The Court below gave judgment that the writ issue, requiring the Treasurer to pay the warrant, or, if there were no funds in the treasury, endorse thereon, not paid for want of funds. The defendant appealed.</summary>\n<p data-order=\"7\" data-type=\"attorneys\" id=\"b413-6\"><em>D. S. Terry </em>and <em>A. W. Roysdon, </em>for the Appellant.</p>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b413-7\"><em>Cameron H. King, </em>for the Respondent.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b413-8\">By the Court:</author>\n<p id=\"b413-9\">1. It is unnecessary to consider in this case whether it would have been competent to the Legislature to give to the Act of February 28, 1874, a retrospective operation, so as to constitute the expenses already at that time accrued on the trial of Bennett a charge upon the treasury of the County of San Joaquin. The facts of the case bring it within the provisions of the Act of April 29, 1851 (p. 185), “An Act concerning the costs of criminal actions removed before trial.”</p>\n<p id=\"b413-10\">2. Nor is there any doubt that the latter Act is yet in force, notwithstanding it is stated by the Code Commissioners, in the “volume of statutes continued in force” (Sec. 664), that it is expressly repealed by the provisions of the Penal Code.</p>\n<p id=\"b413-11\">After a careful examination of the entire body of the statutes, we have been unable to find any Act repealing it. It should be observed tint the “volume of statutes con<page-number citation-index=\"1\" label=\"394\">*394</page-number>tinued in force ” published by the Commissioners, though purporting upon its title page to have been published under authority of law, is not, in itself, authority, in the sense of having received the legislative sanction; and an examination of its contents discloses that it is self-contradictory, and is not to be relied upon for the purpose for which it was intended.</p>\n<p id=\"b414-6\">Judgment affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}