{
  "casebody": {
    "data": "<casebody firstpage=\"586\" lastpage=\"590\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b606-9\">[No. 4,314.]</docketnumber>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b606-10\">ALMER CLARK <em>v. </em>PATRICK CLARK, JOHN DAKE AND JOHN HIMEBACH.</parties>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b606-11\">Enforcement of Vebbab Contract to give Lease.-—If the owner of land makes a verbal agreement with another to lease him the same for one year, with the privilege of two years more, at an annual rent of six hundred dollars, and a lease is to be executed containing the usual covenants, and the lessee takes possession and pays the rent for the first year, the agreement is sufficiently certain to support a decree against the lessor for a specific performance.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b606-12\">Agreement of Lessee to Pebsonabby Occupy.—If the lessee agrees with the lessor that he will personally occupy the land leased, the entry of the lessee upon the premises, and their occupancy by him by his agent, is a compliance with the agreement.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b606-13\">Obdinaby Covenants in a Lease.—If the lessor and lessee agree that a lease shall he drawn containing the ordinary covenants, such covenants do not embrace a covenant that the lessee shall personally occupy the premises, or that he will not cultivate the land by his agents or employes.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b606-14\">Lessee may Act by Attorney in Fact.—If the lessor agrees verbally to lease land one year, with a privilege of two, and to sign a written lease, and the lease is to be drawn by a conveyancer and signed afterwards, and the lessee gives a third person a power of attorney to execute the lease and transact the business and pay the rent, the attorney in fact may tender the rent and execute the lease and complete the transaction.</syllabus>\n<summary data-order=\"6\" data-type=\"history\" id=\"b607-5\"><page-number citation-index=\"1\" label=\"587\">*587</page-number>Appeal from the District Court, Seventh Judicial District, County of Sonoma.</summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b607-6\">The defendant, Patrick Clark, had occupied one hundred and sixty acres of land in Sonoma County, from October, 1871 to October, 1872, as the tenant of the plaintiff. Patrick Clark desired to lease the land for another year, and had several conversations with the plaintiff on the subject.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b607-7\">On the 8th day of November, 1872, Patrick Clark and defendant Dake called on the plaintiff, and it was then agreed verbally that the plaintiff should lease the land to Patrick for one year, with the privilege of two years more, at an annual rent of six hundred dollars, the term to commence on the 1st day of October, 1872. The plaintiff stated that he let defendant Patrick have the land because he had been unfortunate in his crops the previous year. Dake was present in the character of a conveyancer, and then presented the plaintiff <em>a </em>lease to execute, but he declined. The rent was to be paid in advance. The parties agreed to meet at the office of F. W. Shattuck on the next day and have the lease reduced to writing. On the next day they met at Shattuck’s office, accompanied by Dake, and requested him to draw a lease, but as he was busy, they stated to him the terms of the agreement, and he made a memorandum thereof in writing, and was to draw the lease soon after. He was instructed to insert in the lease the ordinary covenants and ordinary form in regard to forfeiture. Defendant Clark then paid the plaintiff six hundred dollars, the first year’s rent, and he gave him the following receipt:</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b607-8\">“ Beceived of Patrick Clark six hundred dollars, on account of lease to be drawn by F. W. Shattuck, according to our agreement stated before him.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b607-9\">“Petaluma, Nov. 9, 1872. “A. Claek.”</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b607-10\">Defendant Clark then gave Dake a power of attorney, containing the following clause:</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b607-11\">“ My true and lawful attorney, for me and in my name, place and stead, to lease certain lands from Aimer Clark, receiving benefits, paying rents, and doing such other busi<page-number citation-index=\"1\" label=\"588\">*588</page-number>ness appertaining; giving and granting unto my said attorney full power and authority to do and perform all and every act and thing whatsoever requisite and necessary to be done in and about the premises, as fully, to all intents and purposes, as I might or could do, if personally present.”</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b608-6\">Clark did not personally occupy the land, but then moved on to another farm, and defendants Dake and Himebach, as his agents, took possession and cultivated the land for their own benefit. The plaintiff, some days after, called on Shattuck about the lease, but it was not executed. Dake, before he took possession, informed the plaintiff that he was authorized by Patrick to take possession, and plaintiff made no objection. Dake and Himebach furnished Patrick Clark the money, which he paid to the plaintiff. On the 30th day of September, 1873, the plaintiff called on Dake, and told him it was rent day. Dake replied that the rent was not yet due, but that it should be paid when due. The plaintiff answered that he would not receive the rent, but wanted possession of the land. On the 4th of October following, Dake tendered to the plaintiff $600, the rent for the ensuing year, but the plaintiff refused to receive it. On the 23d of October following, Patrick Clark tendered to the plaintiff a written lease, and requested him to sign it, but he refused.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b608-7\">This was an action of ejectment to recover the land. The defandant, Patrick Clark, in his answer, after denying that he was unlawfully in possession, for relief in equity, set up the facts, and asked for specific performance of the verbal agreement to execute a lease. He also brought into Court the $600 tendered for the second year’s rent. The Court denied the relief in equity, and gave judgment for the plaintiff. The defendants appealed.</summary>\n<p data-order=\"15\" data-type=\"attorneys\" id=\"b608-8\"><em>William D. Bliss </em>and <em>Jackson </em>Temple, for the appellants,</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"AS2\">argued that a parol agreement for a lease, if partly executed, would be enforced, and cited Fry on Specific Performance, Secs. 383, 384, and <em>McCarger </em>v. <em>Rood, </em>47 Cal. 138; that the agreement was certain in its terms; that <em>ordinary covenants </em>would depend on the custom of the country, and did not <page-number citation-index=\"1\" label=\"589\">*589</page-number>include covenants against assignment and under-letting. They also argued that there had been no breach of the latter covenants, even if included, as defendant Clark occupied by his agents, and that the delay of three days in tendering the rent was excused by the fact that the plaintiff had told Dake he would not receive the money, and cited Willard’s Equity, 292, <em>and Miller </em>v. <em>Stein, </em>30 Cal. 406.</p>\n<p data-order=\"17\" data-type=\"legal\" id=\"b609-6\"><em>George Pearce, </em>for the Respondent, argued that defendant Clark had not acted in good faith, as Dake and Himebach were the real parties, and cited <em>Conrad </em>v. <em>Findlay, </em>2 Cal. 173; and that the contract was not certain in its terms, and cited <em>Morrison </em>v. <em>Rossingol, </em>5 Cal. 64; 1 Story’s Eq. Juris. 674; and that the acts of Dake in tendering the money did not entitle defendant Clark to a specific performance, as the contract was for the benefit of Dake and Himebach, and not for the benefit of the other defendant.</p>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b609-9\">By the Court, Wallace, C. J.:</author>\n<p id=\"b609-10\">1. The terms of the agreement for a lease were sufficiently certain in themselves to support a decree for specific performance.</p>\n<p id=\"b609-11\">2. The plaintiff had received $600 for which he had delivered to the defendant a receipt: “Six hundred dollars on account of lease to be drawn by F. W. Shattuck, according to our agreement stated before him.”</p>\n<p id=\"b609-12\">3. The entry of the defendant, Clark, upon the premises, and their occupancy by him for the first year by his agent, Dake, is equivalent to his personal occupation. There was no promise on his part that he would personally occupy; and the “ordinary covenants,” which the conveyancer was instructed to insert in the instrument of lease, would not embrace a covenant for exclusive personal occupation upon the part of the lessee, or that he would not conduct the farm by agents or employees.</p>\n<p id=\"b609-13\">4. The tender of the rent due for the second year was well made. There had been no laches upon the part of the defendant, and the act of Dake in making the trade was, under the letter of attorney of November 9, 1872, the act of his principal, the defendant Clark.</p>\n<p id=\"b610-5\"><page-number citation-index=\"1\" label=\"590\">*590</page-number>The judgment is reversed and the cause remanded, with directions to render a decree for the specific performance -of the agreement by the plaintiff.</p>\n<p id=\"b610-6\">Neither Mr. Justice Crockett nor Mr. Justice McKinstry expressed an opinion.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}