{
  "casebody": {
    "data": "<casebody firstpage=\"532\" lastpage=\"533\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b534-7\">HART et al. v. KIMBERLY et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b534-8\">L. A. No. 280;</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"A5m\">October 29, 1896.</decisiondate>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b534-9\">46 Pac. 618.</citation>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b534-10\">Appeal — Failure to File Transcript — Inexcusable Neglect.—&gt; Subsequently to the taking of the appeal, one of the appellants/ being ill, requested her attorney to desist from further proceedings, but, after receiving notice of a motion to dismiss the appeal for failure to file the transcript within the required time, said appellant directed the attorney to proceed with the cause. No action was taken toward the preparation of a transcript prior to appellant’s first direction to her attorney, nor after the order to proceed with the appeal. Held, that the appeal would be dismissed.</syllabus>\n<summary data-order=\"5\" data-type=\"history\" id=\"b534-12\">APPEAL from Superior Court, Santa Barbara County; W. B. Cope, Judge.</summary>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b534-13\">Action by Hart and others against Kimberly and others. An appeal was taken from the judgment, and appellees moved to dismiss the same for failure to file the transcript.</summary>\n<disposition data-order=\"7\" data-type=\"disposition\" id=\"AQd\">Motion granted.</disposition>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b534-14\">B. F. Thomas for appellants; E. B. Hall and Richards &amp; Carrier for respondents.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b535-3\"><page-number citation-index=\"1\" label=\"533\">*533</page-number>PER CURIAM.</author>\n<p id=\"AA0A\">The appeal herein was taken May 26, 1896, and, no transcript on appeal having been filed in this court, the respondents, on August 27th, gave notice to the appellants of a motion to dismiss the appeal. At the hearing of the motion the appellants presented affidavits to the effect that one of the appellants had been ill, and that, while in this condition, had, on June 15th, instructed her attorney to desist from any further proceedings in the cause, and that thereupon he had abandoned all proceedings for filing the transcript; that in the latter part of August the appellant requested her attorney to proceed with said appeal. Upon these statements appellants ask to be relieved from their default, and that they be allowed twenty days within which to file a transcript on appeal. The motion must be denied. No action toward the preparation of the transcript appears to have been taken prior to the direction to the attorney not to proceed with the appeal, or since the subsequent direction to proceed therewith; nor is it shown that this latter direction was given until after receiving the notice to dismiss the appeal. While the illness of the appellant, as shown by the affidavits, might have been urged as ground for an order extending the time within which to file the transcript if such extension had been asked within the forty days, it is not a sufficient reason for relieving her from default when the application therefor is made after the default. The motion to dismiss the appeal is granted.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}