{
  "casebody": {
    "data": "<casebody firstpage=\"592\" lastpage=\"597\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b594-6\">MATTHEWS v. BULL.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b594-7\">S. F. No. 504;</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AbT\">February 1, 1897.</decisiondate>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b594-8\"><em>47 </em>Pac. 773.</citation>\n<syllabus data-order=\"4\" data-type=\"syllabus\" id=\"b594-9\">Contributory Negligence—Pleading and Proof.—In an action for personal injuries, plaintiff need not allege that he was not negligent.<footnotemark>1</footnotemark></syllabus>\n<syllabus data-order=\"5\" data-type=\"syllabus\" id=\"b594-10\">Appeal—Conflicting Evidence.—A verdict will not be disturbed where the evidence is conflicting.</syllabus>\n<syllabus data-order=\"6\" data-type=\"syllabus\" id=\"b594-11\">Fellow-servants—Betaining Incompetent Employee in Service. Under Civil Code, section 1971, providing that “an employer must in all eases indemnify his employee for losses caused by the former’s want of ordinary care,” the employer is responsible for an injury <page-number citation-index=\"1\" label=\"593\">*593</page-number>caused to one employee by the negligence of another, whom he has retained with knowledge of his incompetence.<footnotemark>2</footnotemark></syllabus>\n<syllabus data-order=\"7\" data-type=\"syllabus\" id=\"b595-4\">Employer’s Liability—Selection of Employees—Delegation.—A master cannot devest himself of responsibility for the selection and retention of competent servants by delegating the duty to another.</syllabus>\n<syllabus data-order=\"8\" data-type=\"syllabus\" id=\"b595-5\">Employer’s Liability Where Foreman Gives Signal.—Where an employee is injured by the dropping of a hammer of a pile-driver, at a signal by the foreman, before he was signaled by the employee putting a ring on the pile, the employer is liable if the foreman negligently gave the signal.</syllabus>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b595-6\">APPEAL from Superior Court, Humboldt County; G. W. Hunter, Judge.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b595-7\">Action by William H. Matthews against John C. Bull, Jr. From a judgment in favor of plaintiff and an order refusing a new trial defendant appeals.</summary>\n<disposition data-order=\"11\" data-type=\"disposition\" id=\"Aic\">Affirmed.</disposition>\n<p data-order=\"12\" data-type=\"attorneys\" id=\"b595-8\">S. M. Bock and F. A. Cutler for appellant; L. F. Porter and J. N. Gillett for respondent.</p>\n<footnote data-order=\"13\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b594-12\"> Cited in the note in 33 L. B. A., N. S., 1205, on burden of proof as to contributory negligence.</p>\n</footnote>\n<footnote data-order=\"14\" data-type=\"footnote\" id=\"x999-2\" label=\"2\">\n<p id=\"b595-11\"> Cited with approval in Coulter v. Union Laundry Co., 34 Mont. 603, 606, 87 Pac. 976, 977, which, on this authority, construes the California statute, as likewise a similar statute of Montana, as recognizing the doctrine of assumption of known risk as applicable in eases of the contemplated want of ordinary care. But see the views of a dissenting judge on the next page of the Montana case.</p>\n</footnote>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\">\n<author id=\"b595-9\">BELCHER, C.</author>\n<p id=\"ACV\">This is an action to recover damages for an injury sustained by the plaintiff while he was in the employ of the defendant. By the verdict and judgment plaintiff was awarded damages in the sum of $1,500; from which judgment and an order refusing a new trial the defendant has appealed.</p>\n<p id=\"b595-10\">In 1895 the defendant was engaged in constructing jetties at the entrance to Humboldt bay. A portion of the work to be done was the driving of piles. R. T. Stone was the superintendent of the work on the south jetty, with authority to hire and discharge all the men employed on that jetty. In April he hired the plaintiff as a common laborer, and also hired Robert Astleford to act as foreman of the pile-driver crew. Plaintiff commenced at once, and thereafter continued to perform the work assigned to him, until May 7th, when he was injured. Astleford commenced <page-number citation-index=\"1\" label=\"594\">*594</page-number>at once to act as foreman of the crew, and continued to so act until May 15th, when he was discharged. On May 7th, a large pile having been put in place to be driven, Astleford directed the plaintiff to go up the driver and put a ring on the top of the pile. Plaintiff thereupon climbed up the ladder to the third staging, about twenty-four feet above the base, and then pulled the ring up by a rope attached to it. The ring was about sixteen inches in diameter, and weighed from forty to forty-five pounds. Astleford was standing at the foot of the driver, close up to the pile, where he could not see the plaintiff, and from that point he hallooed to the plaintiff to put on the ring. Plaintiff started to put the ring on the pile, was just shoving it over with his right hand, when Astleford, having waited only from a quarter to a half of a minute after hallooing, signaled to the engineer to let the hammer fall, and he did so. The hammer struck on plaintiff’s hand, and crushed it so that it had to be amputated, and this is the injury complained of. It was the custom, when a man went aloft to put the ring on a pile, for him, as soon as he had it in place, to signal to the foreman, and he then signaled to the engineer to let the hammer fall. But on this occasion the plaintiff, as he testified, gave no signal whatever. And if Astleford had stepped aside a few feet, to the place where he usually stood when such work was being done, he could have seen the plaintiff, and seen when the ring was in place. It is alleged in the complaint that Astleford was the foreman of the pile-driver crew of which plaintiff was a member; that the work of constructing said jetty was of a dangerous character, and required skill, prudence, knowledge and carefulness on the part of those in charge thereof, and that it was the duty of defendant to provide men possessing all these qualifications; that the said Astleford, by reason of his habitual carelessness and negligence, was incompetent to have charge of such work, of which fact defendant had due notice; that he was constantly exposing those under him to unnecessary dangers and risks, which fact defendant well knew, having almost daily notice thereof; that the defendant, well knowing said Astleford to be an incompetent, careless and negligent man in the work in which he was employed, carelessly and negligently retained him in such employment, as foreman of said crew; <page-number citation-index=\"1\" label=\"595\">*595</page-number>and that the said Astleford, on the seventh day of May, 1895, carelessly and negligently caused the hammer of the pile-driver to drop upon plaintiff’s right hand, crushing and bruising it to such an extent that it had to be amputated. The answer denies all the averments of the complaint as to carelessness and incompetency of Astleford, and alleges that the injury to plaintiff was wholly caused by his own fault and carelessness, and was not caused by any carelessness or negligence of said Astleford.</p>\n<p id=\"b597-5\">1. The first point made for a reversal is that the complaint was fatally defective because it contained no allegation that plaintiff did not know of the incompetency of Astleford. This point cannot be sustained. In this state the law seems to be settled that in this class of cases it is not necessary to allege in the complaint that the injury was done without fault or negligence on the part of the plaintiff. When such a defense is relied upon, the burden is on the defendant to establish it: Robinson v. Railroad Co., 48 Cal. 409; Magee v. Railroad Co., 78 Cal. 430, 12 Am. St. Rep. 69, 21 Pac. 114; Smith v. Steamship Co., 99 Cal. 462, 34 Pac. 84.</p>\n<p id=\"b597-6\">2. Under the issues raised by the pleadings, the principal questions to be determined were: (1) Was Robert Astleford a careless and negligent man, constantly exposing those under him to danger? (2) Did defendant have knowledge of Astleford’s carelessness, and, having such knowledge, retain him in his employ? (3) Was the injury sustained by plaintiff caused by Astleford’s carelessness or negligence? (4) Was the injury sustained by plaintiff caused by his own carelessness or negligence? These were all questions of fact for the jury, and were answered, as shown by the verdict, in favor of the plaintiff. Appellant contends that the evidence was insufficient to justify the verdict, but in our opinion this contention cannot be sustained. The evidence in the case covers more than one hundred .pages of the printed transcript, and is largely quoted by counsel in their briefs. But to set it out, even in substance, would extend this opinion to great length, and subserve no useful purpose. It is true that in many respects the evidence is squarely conflicting, and some of it must have been untrue; but what part of it was true and what false was a matter for the jury to determine, and the <page-number citation-index=\"1\" label=\"596\">*596</page-number>settled rule in such cases, that the verdict will not be disturbed for want of evidence to justify it, must be followed.</p>\n<p id=\"b598-4\">3. The duties which an employer owes to his employees are said to be “to furnish suitable machinery and appliances by which the service is to be performed, and to keep them in repair and order; to exercise ordinary care in the selection and retention of sufficient and competent servants to properly conduct the business in which the servant is employed, and to make such provisions for the safety of employees as will reasonably protect them against the dangers incident to their employment. The performance of these duties cannot be shifted by it to a servant, so as to avoid responsibility for injury caused to another servant by its omission; nor is their negligent performance one of the ordinary risks of the service impliedly assumed by the employee by his contract of employment”: Daves v. Pacific Co., 98 Cal. 19, 35 Am. St. Rep. 133, 32 Pac. 708. The Civil Code provides that “an employer must in all cases indemnify Ms employee for losses caused by the former’s want of ordinary care”: Sec. 1971. And, speaking of this section, the court, in Gier v. Railway Co., 108 Cal. 133, 41 Pac. 23, said: “Such lack of ordinary care as may well be shown by the retention of an unfit employee after knowledge of the fact, as by a failure to use due diligence at the time of his selection, and in either case the liability of the employer attaches.” And see 7 American and English Encyclopedia of Law, page 848, where the general rule upon the subject is stated as follows: “Although an employer may have used due care and diligence in selecting Ms servants, if subsequently he obtains knowledge of a servant’s incompetence or unfitness for his position, and retains Mm in his employment, he is liable to a fellow-servant for any injury resulting from such unfitness,” except in eases where the injured servant “knew of such incompetence, and made no complaint about it to his employer.” Under the law as thus declared, and the facts as found by the jury, the plaintiff was clearly entitled to recover damages for his injuries.</p>\n<p id=\"b598-5\">4. Appellant claims that the court committed numerous errors of law in the admission and rejection of evidence. But, without taHng time to discuss the several rulings complained of separately, we deem it enough to say that they all seem to have been authorized and proper; and, at any <page-number citation-index=\"1\" label=\"597\">*597</page-number>rate, we can see in them no such prejudicial error as would call for and justify a reversal of the judgment.</p>\n<p id=\"b599-4\">5. Appellant complains of some of the instructions given by the court to the jury, and particularly of the first one, which reads as follows: “I charge you, as law, that it is the duty of a master to exercise ordinary care in the selection and retention of sufficient and competent servants to properly conduct the business in which the servant is employed. And, in this connection, I further charge you that the master cannot devest himself of liability by intrusting the performance of this duty to any other person. This duty the law imposes upon the master personally, for the safety and protection of his servants. If, therefore, the master delegates this duty to any other person, no matter what his rank may be, the person so selected becomes the representative of the master. If, therefore, you find from the evidence that defendant, John C. Bull, Jr., did not personally undertake to perform this duty, but that he delegated the same to one R. T. Stone, his superintendent at the south jetty, then I charge you that, as to such duty, the said Stone stood in the place of defendant, and any negligence or failure on the part of said Stone in relation to said duty would be the negligence or failure of defendant. ’ ’ This instruction stated the law correctly, as has been many times held by this court. And the instructions, as a whole, stated all the law applicable to the case with a commendable clearness and precision. Among other things, the court told the jury that “the act complained of here as being negligent was the giving of the signal to the engineer by Astleford to let the hammer fall before the proper signal had been communicated to Astleford,” and that, “unless Astleford carelessly and negligently gave the signal to the engineer to drop the hammer, your verdict must be for defendant.” There was no error in the giving or refusing instructions. The judgment and order appealed from should be affirmed.</p>\n<p id=\"b599-5\">We concur: Searls, C.; Britt, C.</p>\n<author id=\"b599-6\">PER CURIAM.</author>\n<p id=\"AOge\">For the reasons given in the foregoing opinion the judgment and order appealed from are affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}