{
  "casebody": {
    "data": "<casebody firstpage=\"433\" lastpage=\"441\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b457-3\">ROBERT L. RATH, Claimant and Appellant, v. ST. LABRE INDIAN SCHOOL, Employer, and STATE COMPENSATION MUTUAL INSURANCE FUND, Defendant and Respondent.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Aix\">No. 91-034.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"A92H\">Submitted on Briefs June 13, 1991.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Axf\">Decided Aug. 13, 1991.</decisiondate>\n<p data-order=\"4\" data-type=\"citation\" id=\"AOe\">249 Mont. 433.</p>\n<citation data-order=\"5\" data-type=\"citation\" id=\"AsjA\">816 P.2d 1061.</citation>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b458-10\"><page-number citation-index=\"1\" label=\"434\">*434</page-number>John S. Yoder, Yoder Law Office, Billings, for claimant and appellant.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b458-11\">Michael P. Heringer, Anderson, Brown, Gerbase, Cebull, Fulton, Harman &amp; Ross, Billings, for defendant and respondent.</attorneys>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b458-12\">JUSTICE GRAY</author>\n<p id=\"AuF\">delivered the Opinion of the Court.</p>\n<p id=\"b458-13\">The claimant, Robert L. Rath, appeals the judgment of the Workers’ Compensation Court refusing to set aside the Full and Final Compromise Settlement that he entered into on January 17, 1986. Following a trial on the matter, the Workers’ Compensation Court ruled that there was no mutual mistake of fact as to the claimant’s medical condition at the time of the settlement and that his petition to reopen the settlement was barred by the statute of limitations pursuant to § 27-2-203, MCA. We affirm.</p>\n<p id=\"b458-14\">The dispositive issue on appeal is whether the Workers’ Compensation Court erred in concluding that the claimant’s petition to reopen the settlement was barred by the statute of limitations pursuant to § 27-2-203, MCA.</p>\n<p id=\"b458-15\">Over the years, the claimant has suffered three separate on-the-job injuries to his back. In July 1969, the claimant was working as a <page-number citation-index=\"1\" label=\"435\">*435</page-number>supervisor at a sawmill in Ashland, Montana, when a tree struck him on his back. He suffered a compression fracture of a thoracic vertebra. The claimant was treated by Dr. Peter V. Teal, an orthopedic surgeon in Billings. In January 1971, the claimant was released by Dr. Teal to pursue lighter work and was given a twenty percent impairment rating as a result of this injury. The claimant received workers’ compensation benefits, settling his claim on a full and final compromise basis.</p>\n<p id=\"b459-4\">Shortly after settlement, the claimant returned to work as a heavy equipment operator for Powder River County in Broadus, Montana. On June 18,1971, the claimant strained his lower back while changing a tire on a road grader. As with his previous injury, the claimant was treated by Dr. Teal. A myelogram was performed which showed a bulging disc at L4-5. Based upon the claimant’s complaints of pain, Dr. Teal completed a fusion from L4 to SI in February 1972.</p>\n<p id=\"b459-5\">Dr. Teal released the claimant to work in October 1974. He also assessed a twenty percent impairment rating for this injury. The claimant received workers’ compensation benefits as a result of his 1971 injury, again settling his claim on a full and final compromise basis.</p>\n<p id=\"b459-6\">After this settlement, the claimant went to work as the food supervisor for the St. Labre Indian School. His back condition was subject to intermittent flare-ups associated with increased activity level. The claimant saw Dr. Perry M. Berg, an associate of Dr. Teal, in 1982 or 1983 for upper back pain. In 1983, he also saw Dr. L. A. Campodonico, his family physician in Miles City, for low back pain.</p>\n<p id=\"b459-7\">On March 5, 1985, the claimant slipped and fell while carrying a box of meat and injured his back a third time. He was initially treated by Dr. C. T. Smith, an orthopedic surgeon in Sheridan, Wyoming. Dr. Smith diagnosed the claimant’s condition as an “acute lumbosacral strain of SI joint superimposed on degenerative arthritis and an old fusion.”</p>\n<p id=\"b459-8\">On April 9, 1985, the claimant was examined by Dr. Teal. Dr. Teal noted that the claimant had been having steadily increasing pain prior to re-injuring his back in the fall at work. The claimant also complained of tenderness at L2-3 and L3-4. Dr. Teal diagnosed the claimant as having degenerative disc disease, along with chronic lumbar sprain. Dr. Teal believed the claimant was unable to return to his former position and advised him to seek lighter work. The claimant did not return to Dr. Teal until September 1986, after his <page-number citation-index=\"1\" label=\"436\">*436</page-number>full and final compromise settlement had been approved by the Workers’ Compensation Court.</p>\n<p id=\"b460-4\">The claimant was examined by Dr. Gary Ray, however, on October 17, 1985. Dr. Ray noted the degenerative changes above claimant’s fusion. Dr. Ray believed the claimant had reached maximum healing and released him to work with significant restrictions. The claimant never returned to Dr. Ray.</p>\n<p id=\"b460-5\">Approximately three months prior to the full and final compromise settlement, the claimant retained Thomas Lynaugh to represent him in regard to his workers’ compensation claim. The claimant and Mr. Lynaugh also entered into an attorney agreement for Mr. Lynaugh to represent him in regard to his claim for social security disability benefits.</p>\n<p id=\"b460-6\">On November 20,1985, the claimant requested a partial lump sum advance of $65,000 from the respondent, State Compensation Mutual Insurance Fund, which he asserted could be credited against his projected permanent total disability benefits. The only type of employment activity that the claimant felt he could physically perform was light bookkeeping duties at a family-owned diner in Ash-land. The claimant’s condition had not improved since the March 1985 injury.</p>\n<p id=\"b460-7\">The respondent denied the claimant’s request for a lump sum advance. The claimant’s counsel, however, negotiated a settlement in the amount of $71,500 to be paid in a lump sum, which represented 500 weeks at the claimant’s maximum permanent partial disability rate.</p>\n<p id=\"b460-8\">In support of the Petition for Full and Final Compromise Settlement, the claimant executed an affidavit which indicated that he was aware of the extreme limitations placed on him by Dr. Ray. He also recognized that his only vocational opportunity was in a limited capacity at the family-owned diner in Ashland. In his affidavit, the claimant also stated that he was aware that with the full and final compromise settlement, he could never reopen his claim.</p>\n<p id=\"b460-9\">The Petition for Full and Final Compromise Settlement was subsequently submitted to the Division of Workers’ Compensation. The Division approved the settlement on January 17,1986. The Workers’ Compensation Court approved the settlement on January 21, 1986.</p>\n<p id=\"b460-10\">The claimant’s back problems have bothered him consistently since the March 5, 1985 injury. He was admitted to the hospital by Dr. Teal in late September 1986 because of his continuing low back pain. On September 29, 1986, a CT scan showed constriction of the <page-number citation-index=\"1\" label=\"437\">*437</page-number>claimant’s spinal canal. On October 3, 1986, a myelogram was performed which showed spinal stenosis at the L3-4 level. The stenosis was due to the bulging of the disc and/or bone spurs that projected into the spinal canal.</p>\n<p id=\"b461-4\">Dr. Teal explained in his deposition that the claimant’s joints are wearing out, which produces constriction of the spinal canal so that the nerves have less room. As the condition progresses, the spinal canal becomes narrower and the vertebrae become more unstable and loose as time passes. Dr. Teal suspected spinal stenosis in April</p>\n<p id=\"b461-5\">1985 because of the claimant’s significant degenerative disc disease. However, his suspicions were not confirmed until the October 3, 1986, myelogram.</p>\n<p id=\"b461-6\">Dr. Teal testified that based upon the findings of the CT scan and the myelogram, he discussed with the claimant the possibility of future surgery to relieve the constriction in his spinal canal. He advised the claimant to consider surgery and to return in November 1986 to discuss it further.</p>\n<p id=\"b461-8\">The claimant pursued his claim for social security disability benefits during this period of time. As part of that claim process, the claimant’s counsel submitted a letter with exhibits to the administrative law judge on October 23,1986, asserting that the findings of the CT scan and the myelogram supported Rath’s claim for disability benefits. The letter makes it clear that Dr. Teal had discussed with the claimant the possibility of surgery as a course of treatment for bis condition. The claimant argued that, given his condition, he was not capable of performing any competitive employment, and therefore, was totally disabled.</p>\n<p id=\"b461-9\">Although Dr. Teal requested that the claimant return in November 1986 to discuss surgery for his back problems, the claimant did not return until July 1987, at which time he continued to complain of low back pain. In May 1988, the claimant told Dr. Teal that his pain was as severe as in March 1985. X-rays did not reveal any significant change in the claimant’s condition.</p>\n<p id=\"b461-10\">The claimant returned to Dr. Teal on May 9,1989, complaining of pain in his back. A CT scan showed stenosis of the spinal canal at L3-4. When compared with the CT scan of September 1986, this CT scan showed basically no change in the claimant’s condition except for a little more stenosis at the L3-4 level.</p>\n<p id=\"b461-11\">An MRI completed on July 19, 1989 reconfirmed Dr. Teal’s belief that claimant suffered from spinal stenosis. Dr. Teal recommended surgery. Surgery was performed on November 3,1989, to decompress <page-number citation-index=\"1\" label=\"438\">*438</page-number>and remove bone spurs at L3-4 and to extend the fusion to the third lumbar vertebra. At the time of his deposition on September 6,1990, Dr. Teal did not believe the claimant had reached a point of maximum healing and had not released the claimant to work. The claimant has not worked since his March 5, 1985 injury.</p>\n<p id=\"b462-4\">On July 9, 1990, the claimant filed a petition with the Workers’ Compensation Court to set aside the Full and Final Compromise Settlement he had entered into on January 17,1986, on the grounds of mutual mistake of the fact that he would be required to have additional back surgery after the settlement of his claim. A trial on the matter was held on September 24, 1990. The claimant testified briefly at the trial. Further testimony of the claimant, as well as testimony of his treating physician, Dr. Teal, his counsel at the time of settlement, Thomas Lynaugh, three of the respondent’s claims personnel and the claimant’s vocational rehabilitation expert, was submitted by depositions filed with the Workers’ Compensation Court.</p>\n<p id=\"b462-5\">On December 13,1990, the Workers’ Compensation Court entered its findings of fact, conclusions of law, and judgment refusing to set aside the settlement. The Workers’ Compensation Court ruled that there was no mutual mistake of fact as to the claimant’s medical condition at the time of the settlement, and that his petition to reopen the settlement was barred by the statute of limitations pursuant to § 27-2-203, MCA. This appeal followed.</p>\n<p id=\"b462-6\">The claimant contends on appeal that the Workers’ Compensation Court erred in concluding that there was no mutual mistake of fact regarding the condition of his back at the time of the January 17, 1986, Full and Final Compromise Settlement. In addition, the claimant contends that the Workers’ Compensation Court erred in concluding that his petition to reopen the settlement was barred by the statute of limitations.</p>\n<p id=\"b462-7\">The claimant maintains that he never had knowledge that his condition might require further surgery until he received a letter from Dr. Teal dated July 29, 1989. He asserts that the court ignored the testimony of Dr. Teal that in an office visit on July 7, 1987, <em>after </em>the October 3, 1986, myelogram, there was no discussion of surgery. He argues that Dr. Teal’s office note of this visit reflected that Dr. Teal had not yet determined a definite diagnosis of spinal stenosis and that Dr. Teal’s primary diagnosis was depression. He further asserts that in his next visit to Dr. Teal on May 31,1988, he again was treated conservatively with no discussion of surgery. The claimant argues <page-number citation-index=\"1\" label=\"439\">*439</page-number>that this evidence is consistent with his own testimony that he believed Dr. Teal thought his subjective complaints of pain had a psychological, rather than a physiological, basis. He further argues that the two-year statute of limitations contained in § 27-2-203, MCA, did not begin to accrue until he actually discovered his mistake regarding the condition of his back in July 1989.</p>\n<p id=\"b463-4\">This Court will not overturn findings of fact of the Workers’ Compensation Court if there is substantial evidence in the record to support them. <em>Kraft v. Flathead Valley Labor &amp; Contr. </em>(1990), 243 Mont. 363, 365, 792 P.2d 1094, 1095. Conclusions of law, “whether the conclusions are made by an agency, workers’ compensation court, or trial court,” will be upheld if the tribunal’s interpretation of the law is correct. <em>Steer, Inc. v. Dept. of Revenue </em>(Mont. 1990), [245 Mont. 470,] 803 P.2d 601, 603, 47 St.Rep. 2199, 2200. We will also uphold the result reached below if correct, regardless of the reasons given for the conclusion. <em>Jerome v. Pardis </em>(1989), 240 Mont. 187, 192, 783 P.2d 919, 922.</p>\n<p id=\"b463-5\">The Full and Final Compromise Settlement entered into by the parties is a contract. In <em>Kienas v. Peterson </em>(1980), 191 Mont. 325, 624 P.2d 1, this Court established that under general principles of contract law a full and final compromise settlement could be set aside in limited situations if the parties to the agreement were operating under a mutual mistake of fact. Section 28-2-409, MCA, describes what constitutes a mistake of fact:</p>\n<blockquote id=\"b463-6\">“What constitutes mistake of fact. Mistake of fact is a mistake not caused by the neglect of a legal duty on the part of the person making the mistake and consisting in:</blockquote>\n<blockquote id=\"b463-7\">“(1) an unconscious ignorance or forgetfulness of a fact, past or present, material to the contract; or</blockquote>\n<blockquote id=\"b463-8\">“(2) belief in the present existence of a thing material to the contract which does not exist or in the past existence of such a thing which has not existed.”</blockquote>\n<p id=\"b463-9\">Section 27-2-203, MCA, sets forth the applicable statute of limitations for an action to reopen a full and final compromise settlement on grounds of mutual mistake.</p>\n<blockquote id=\"b463-10\">“Actions for relief on ground of fraud or mistake. The period prescribed for the commencement of an action for relief on the ground of fraud or mistake is within 2 years, the cause of action in such case not to be deemed to have accrued -until the discovery by the aggrieved party of the facts constituting the fraud or mistake.”</blockquote>\n<p id=\"b463-11\">Actual knowledge of the mutual mistake is not required to start the <page-number citation-index=\"1\" label=\"440\">*440</page-number>running of the statute of limitations. <em>D’Agostino v. Swanson </em>(1990), 240 Mont. 435, 443, 784 P.2d 919, 924. Rather, the statute of limitations begins to run when the facts are such that the party bringing the action would have discovered the mistake had he or she exercised ordinary diligence. D’Agostino, 240 Mont. at 443, 784 P.2d at 924.</p>\n<p id=\"b464-4\">Here, the Workers’ Compensation Court concluded that, based upon the medical evidence presented, it could find nothing to indicate that the parties were mutually mistaken about the condition of the claimant’s back at the time of the settlement. In addition, the court ruled that the claimant’s petition was barred by the two-year statute of limitations, apparently reasoning that because there was no mutual mistake of fact at the time the settlement was entered into in January 1986, the two-year period for bringing the action expired in January 1988.</p>\n<p id=\"b464-5\">Our review of the record shows that even if the parties were mutually mistaken as to the condition of the claimant’s back at the time they entered into the settlement, as the claimant asserts, the claimant’s petition was barred by the statute of limitations. Contrary to the claimant’s assertions, the record clearly indicates that the claimant discovered no later than October 1986 that additional back surgery was a possibility. Dr. Teal testified that, based upon the findings of the September 1986 CT scan and the October 1986 myelogram, he discussed with the claimant the possibility of further surgery, advised him to consider it and requested him to return in November to discuss it further. The claimant did not return to Dr. Teal until July 1987. In his deposition, Dr. Teal explained that he did not discuss surgery with the claimant at that time because he was “impressed ... with the severity of [the claimant’s] emotional depression and felt that we shouldn’t be — we should be treating that and shouldn’t be putting him through an operation.”</p>\n<p id=\"b464-6\">Furthermore, in October 1986, the claimant’s attorney notified the administrative law judge in the claimant’s social security claim of Dr. Teal’s conclusion that surgery was a possible course of treatment. Moreover, when the administrative law judge ruled in the claimant’s favor, the decision awarding social security disability benefits was based in part on the medical findings that surgery was possible for the claimant in the future.</p>\n<p id=\"b464-7\">Given this evidence, the two-year period in which to bring a claim based on mutual mistake pursuant to § 27-2-203, MCA, expired, at the latest, in October 1988. Because the claimant did not file his petition to reopen the settlement until July 1990, his claim was <page-number citation-index=\"1\" label=\"441\">*441</page-number>barred by the statute of limitations. Accordingly, the result reached by the Workers’ Compensation Court is correct.</p>\n<p id=\"b465-4\">Affirmed.</p>\n<judges id=\"b465-5\">CHIEF JUSTICE TURNAGE, and JUSTICES TRIEWEILER, HUNT, and WEBER concur.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}