{
  "casebody": {
    "data": "<casebody firstpage=\"259\" lastpage=\"262\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b279-9\">[Civ. No. 3746.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"ANN\">Fourth Dist.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ACr\">Feb. 18, 1949.]</decisiondate>\n<parties data-order=\"3\" data-type=\"attorneys\" id=\"b279-10\">BARNEY ALLEN et al., Appellants, v. W. H. DILLOW, Respondent.</parties>\n<p data-order=\"4\" data-type=\"legal\" id=\"b279-15\">John R. Locke, Jr., for Appellants.</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b279-16\">Jamison &amp; Jamison for Respondent.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b280-4\"><page-number citation-index=\"1\" label=\"260\">*260</page-number>BARNARD, P. J.</author>\n<p id=\"AlM\">This is an appeal from an order granting a new trial.</p>\n<p id=\"b280-5\">It appears without dispute that the parties entered into an oral agreement by which two of the plaintiffs were to take charge of and operate a cattle ranch owned by the defendant, and he was to give them $100 a month, furnish them a house in which to live, furnish eggs, butter and milk for them and for the family of Williams, and give them one-half of the net profits from the operation of the ranch. These plaintiffs, with the wife and three children of Williams, occupied the house for the period in question, and also received the milk, butter, eggs and $100 a month agreed upon.</p>\n<p id=\"b280-6\">At the close of this period the defendant claimed that the operation of the ranch had resulted in a loss instead of a profit, and the plaintiffs brought this action. A first cause of action alleged the terms of the contract as above stated; that the plaintiffs had fully performed their part; that the defendant had performed his part except that he had not paid them one-half of the net profit; and that one-half of such profit amounts to $6,500. A second count alleged that for this period the plaintiffs had rendered services to the defendant at his request in earing for this cattle ranch; that the defendant had furnished the plaintiffs and the family of one of the plaintiffs with a dwelling house, butter, eggs and milk, and $100 each month; and that such services were worth $6,500 over and above the things received. The prayer was for $6,500 or such other sum as should be found to be half of the net profits, and such other relief as might seem just and proper to the court.</p>\n<p id=\"b280-7\">At the trial the evidence showed, without conflict, that there was no profit from the operation of the ranch during this period. The plaintiffs’ main contention at the trial was that the defendant had further agreed to pay them “good wages” in the event there were no profits. There was evidence, apparently in support of this theory, that the defendant had previously employed one of the plaintiffs for different work, paying him 90 cents an hour, and that the plaintiffs in operating the ranch pursuant to the contract had put in 10 hours a day during the entire period. It was contended that on a wages basis the plaintiffs were entitled to $3,503.70, after deducting the amounts of money the defendant had paid them. No allowance was made in this computation for the value of the use of the house, or of the milk, butter, eggs and other things furnished. The jury brought in a verdict in favor <page-number citation-index=\"1\" label=\"261\">*261</page-number>of the plaintiffs for $2,125. On motion of the defendant the court entered an order granting a new trial on the grounds of insufficiency of the evidence and errors of law. This appeal followed.</p>\n<p id=\"b281-6\">The appellants contend that the the evidence “fully justified the jury’s verdict and was not insufficient,” that the only reversible error committed was against them, and that the trial judge abused his discretion in granting a new trial on either ground. The appellants’ contentions, so far as material here, are that they were entitled to recover the reasonable value of their services under the second cause of action and that the evidence shows, without conflict, that such reasonable value was an amount in excess of the verdict.</p>\n<p id=\"b281-7\">It is apparent that appellants’ evidence at the trial was directed mainly to the contention that there was a further agreement for the payment of “good wages,” although this had not been pleaded, rather than to the theory of reasonable value of the services rendered. In any event, the evidence was not sufficient to support a recovery on the second count. The only evidence was of the number of hours worked and the price previously paid one of the appellants for a different kind of work. Not only was there no evidence of the value of the particular work here in question, but there was no evidence which would even remotely indicate the valúe of the use of the house and of the other supplies which the appellants admittedly had received.</p>\n<p id=\"b281-8\">There was either no evidence or conflicting evidence on any possible theory of the appellants’ case. Not only did the respondent testify that he had made no further agreement to pay “good wages” in the event there were no profits, but the appellants’ own evidence was conflicting in that regard. A third party, who appellants claim was present when the contract was made, testified that nothing was said about “if there were no profits.” Later, he testified that the respondent had told the appellants that if there were no profits “he would pay them wages.” One of the appellants testified, with reference to what the respondent said when the agreement was made, “He says, I will guarantee you wages or better,if you will take the job.” Later he testified “He says he would guarantee us one hundred dollars a month and milk and butter and fix the house good and modern.”</p>\n<p id=\"b281-9\">A. further consideration is that if the terms of this oral agreement were as contended for by the respondent, and as pleaded by the appellants in the first cause of action, the <page-number citation-index=\"1\" label=\"262\">*262</page-number>appellants were not entitled to recover any additional payment since there were no profits. The only reasonable inference from the jury’s verdict is that it found that no such agreement existed, or that the agreement was of a different form. This situation, with the conflicting evidence regarding the nature of the agreement, would in itself be sufficient to sustain the order granting a new trial. If there was a definite agreement which was fully performed, there could be no recovery of the reasonable value of the services.</p>\n<p id=\"b282-4\">The order appealed from is affirmed.</p>\n<p id=\"b282-5\">Griffin, J., and Mussell, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}