{
  "casebody": {
    "data": "<html><body><casebody firstpage=\"660\" lastpage=\"661\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"Achf\">Peter Singh, Appellant, v Arbor Property Trust et al., Defendants and Third-Party Plaintiffs-Respondents. All Pets Distributors, Inc., Doing Business as Petland Discount, Third-Party Defendant-Respondent.</parties>\n<citation data-order=\"1\" data-type=\"citation\" id=\"A9g8\">[784 NYS2d 877]</citation>\n<opinion data-order=\"2\" data-type=\"opinion\" id=\"x999-1\"><p id=\"b693-4\"><page-number citation-index=\"1\" label=\"661\">*661</page-number>In an action to recover damages for personal injuries, the plaintiff appeals from a judgment of the Supreme Court, Queens County (Dye, J.), dated May 22, 2003, which, upon a jury verdict in favor of the defendants on the issue of liability, is in favor of the defendants and against him dismissing the complaint.</p><p id=\"b693-5\">Ordered that the judgment is affirmed, with one bill of costs payable to the respondents appearing separately and filing separate briefs.</p><p id=\"b693-6\">To the extent they are preserved for appellate review (see CPLR 4110-b; <em>Roman v Parkash, </em>4 AD3d 408 [2004]; <em>Frumusa v Weyer Constr., </em>245 AD2d 416 [1997]), the plaintiffs contentions concerning purported charge errors by the trial court are unpersuasive. The court properly declined to give an interested witness charge with regard to certain managerial personnel formerly employed by one of the defendants, as those individuals were not directly involved in the alleged underlying negligence at issue in the case <em>(see generally Coleman v New York City Tr. Auth., </em>37 NY2d 137 [1975]; <em>Kalam v K-Metal Fabrications, </em>286 AD2d 603 [2001]). Furthermore, the court’s charge with regard to negligence, while not ideal, nevertheless conveyed to the jury the duty owed by the defendants and the appropriate standard to be applied to the facts of the case <em>(see Espriel v New York Downtown Hosp., </em>298 AD2d 165 [2002]).</p><p id=\"b693-7\">The remaining contentions alleged by the plaintiff either are unpreserved for appellate review, without merit, or do not warrant reversal under the circumstances presented. Florio, J.P., Schmidt, Mastro and Fisher, JJ., concur.</p></opinion></casebody>\n</body></html>",
    "status": "ok"
  }
}