{
  "casebody": {
    "data": "<casebody firstpage=\"356\" lastpage=\"360\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"docketnumber\" id=\"b402-8\">Rockingham</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"ArnO\">No. 7650</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b402-9\">Richard J. Forde v. Marianne Forde Sommers</parties>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"Aqt\">April 29, 1977</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b403-11\"><page-number citation-index=\"1\" label=\"357\">*357</page-number><em>Marshall &amp; Hurd, </em>of Salem <em>(Mr. Peter G. Hurd </em>orally), for the plaintiff.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b403-12\"><em>Leonard, Prolman, Gall, Shapiro &amp; Jordan </em>and <em>William J. Groff, </em>of Nashua, <em>(Mr. Groff </em>orally), for the defendant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b403-13\">Kenison, C.J.</author>\n<p id=\"AK4\">This is a petition to modify a Massachusetts child custody decree. The parties were married in 1961 and had four children whose ages now range between seven and fifteen. In May 1972, a Massachusetts court ordered a legal separation of the parties and awarded custody of the children to the defendant mother. In May 1973, that court granted her a divorce and ordered the plaintiff to pay $80 a week for child support.</p>\n<p id=\"b404-4\"><page-number citation-index=\"1\" label=\"358\">*358</page-number>In March 1973, two months prior to the divorce, the defendant and her children moved to Texas, where she secured employment for $75 a week. Because of this limited income and the tardiness of the plaintiff’s child support payments, the defendant found it difficult to provide properly for her children. She decided to increase her earning capacity by becoming a vocational nurse. This involved going to school at night while she continued to work during the day. The combination of the two endeavors made it impossible for her to supervise the children adequately.</p>\n<p id=\"b404-5\">In January 1974, the defendant called the plaintiff, who still lived in Massachusetts, and asked him to take the children for one year so that they would be cared for while she earned her degree. At the end of the school year the children flew to Massachusetts and remained there with the plaintiff for some time. The plaintiff filed a petition in Massachusetts to modify the original custody decree so as to give him custody. However, he and the children moved to New Hampshire, and the petition was consequently withdrawn.</p>\n<p id=\"b404-6\">In May 1975, the plaintiff, now remarried, filed another petition seeking the same relief, this time in the New Hampshire Superior Court. Meanwhile the defendant had graduated from college, secured employment at double her previous salary and remarried, and thus felt able to care for her children properly. She therefore contested the plaintiff’s attempt to obtain a modification of the Massachusetts decree. A Master <em>(Leonard C. Hardwick, </em>Esq.) heard the case and recommended that no modification of the Massachusetts decree be made. <em>Loughlin, </em>J., approved the master’s report and recommendations. The plaintiff’s exceptions were reserved and transferred to this court. The plaintiff requested, and the court granted, a stay of the effective date of the order. <em>Hille v. Hille, </em>116 N.H. 109, 352 A.2d 703 (1976). However, under the terms of the stay the defendant was awarded temporary custody of the children from the close of the 1976-1977 New Hampshire school year to the end of the summer. The order would not become effective until the opening of the Texas school year or until our decision in this appeal, whichever came first. The Texas school year began before oral argument in this case. Thus at the time of the hearing of this appeal the children were, and still are, living in Texas.</p>\n<p id=\"b404-7\">The plaintiff does not contend that the defendant is unfit to care for the children. His argument is essentially that the children are <page-number citation-index=\"1\" label=\"359\">*359</page-number>better off with him in New Hampshire than with the defendant in Texas and that she bears a burden, which she has not attempted to meet, of proving that there is a strong possibility that the children would be harmed if they continued to live in the plaintiff’s custody. Minimally, the plaintiff argues, the defendant should show that it is in the best interests of the children that they be removed from the plaintiff’s custody.</p>\n<p id=\"b405-5\">We cannot accept the plaintiff’s arguments. The law in this state is clear: A child custody decree is not to be modified “unless the moving party demonstrates that the circumstances affecting the welfare of the child have been so greatly altered that there is a strong possibility the child will be harmed if he continues to live under the present arrangement.” <em>Perreault v. Cook, </em>114 N.H. 440, 443, 322 A.2d 610, 612 (1974). The master properly placed this burden on the plaintiff pursuant to <em>Perreault.</em></p>\n<p id=\"b405-6\">The fact that in this case the moving party happened to have actual physical custody of the children does not alter the burden placed upon him. The plaintiff cites no cases, and we have been unable to find any, in which the burden of proof shifts to the legal custodian when he or she voluntarily and temporarily allows the children to visit or live with the noncustodial parent. In fact, in a similar case, a court held that the burden of proof remains on the moving party. <em>Hirth v. Hirth, </em>59 Ill. App. 2d 240, 207 N.E.2d 114 (1965). We have recently expressed our reluctance to modify existing custody decrees and have noted the heavy burden placed upon the moving party. <em>Houde v. Beckmeyer, </em>116 N.H. 719, 366 A.2d 504 (1976); Freed &amp; Foster, <em>The Shuffled Child and Divorce Court, </em>Trial, May/June, 1974, at 26, 34. Adoption of the plaintiff’s position would not be consistent with our prior cases.</p>\n<p id=\"b405-7\">In cases nearly identical to the present one, courts have not permitted modification of the original custody decree. For example, in <em>Carlson v. Carlson, </em>140 So. 2d 801 (Ct. App. La. 1962), the mother was originally awarded custody of her children but she voluntarily allowed the husband to keep the children until such time as she became financially able to care for them. The father refused to return the children contending, as the plaintiff in this case, that the children were doing well with him. However, the court found no legal reason to justify modification of the decree and ordered the father to return the children to the mother. <em>See generally </em>Bodenheimer, <em>The Rights of Children and the Crisis in Custody </em><page-number citation-index=\"1\" label=\"360\">*360</page-number><em>Litigation: Modification of Custody In and Out of State, </em>46 U. Colo. L. Rev. 495 (1975). A similar fact pattern existed in <em>Schorno v. Schorno, </em>26 Wash. 2d 11, 172 P.2d 474 (1946), in which the court held that the mother’s temporary surrender of the custody of her children due to her dire financial situation did not prejudice her custody rights under the divorce decree.</p>\n<p id=\"b406-5\">The plaintiff relies upon the Uniform Marriage and Divorce Act § 409(b) (2), which states in relevant part that, in a suit for modification of a prior custody decree, the court shall retain the custodian appointed pursuant to the prior decree unless “the child has been integrated into the family of the petitioner with the consent of the custodian.” <em>See </em>Note, <em>Modification of Child Custody Awards in Indiana: The Need for Statutory Guidelines, </em>47 Ind. L.J. 129, 136-41 (1971). The plaintiff’s reliance upon this section is misplaced first because the Act has not been adopted in New Hampshire. Second, even if the law were applicable, the evidence shows that the defendant did not want her children to be integrated into the plaintiff’s family. The evidence supports a finding that the defendant has always viewed the custody change as an unfortunate, necessary, but temporary, measure.</p>\n<p id=\"b406-6\"> The paramount and controlling factor in these cases is the overall welfare of the children involved. <em>Del Pozzo v. Del Pozzo, </em>113 N.H. 436, 309 A.2d 151 (1973); H. Clark, Law of Domestic Relations § 17.7 (1968); Watson, <em>The Children of Armageddon: Problems of Custody Following Divorce, </em>21 Syracuse L. Rev. 55 (1969). The order which allowed the children to go home to their mother in Texas is consistent with their overall welfare. The master’s decision is supported by the evidence and is not an abuse of discretion. <em>Houde v. Beckmeyer, </em>116 N.H. 719, 366 A.2d 504 (1976); <em>Rousseau v. Rousseau, </em>116 N.H. 106, 352 A.2d 706 (1976).</p>\n<p id=\"b406-7\">\n<em>Plaintiff’s exceptions overruled.</em>\n</p>\n<judges id=\"b406-8\">All concurred.</judges>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}