{
  "casebody": {
    "data": "<casebody firstpage=\"591\" lastpage=\"596\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b605-8\">The Glidden Company Et Al v. The Aetna Casualty And Surety Company</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b605-9\">No. A-5632.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"abi-dedup-0\">Decided June 6, 1956.</decisiondate>\n<citation data-order=\"3\" data-type=\"citation\" id=\"b605-10\">(291 S.W. 2d Series 315)</citation>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b606-5\"><page-number citation-index=\"1\" label=\"592\">*592</page-number><em>McMahon, Springer, Smart &amp; Walker, </em>of Abilene, <em>R. T. Bailey </em>and <em>William L. Richards, </em>both of Dallas, for Glidden Company, <em>Gibson, Ochsner, Harlan, Kinney &amp; Morris </em>and <em>S. Tom Morris, </em>of Amarillo, for Crowe-Gulde Cement Company, petitioners.</attorneys>\n<p data-order=\"5\" data-type=\"legal\" id=\"b606-6\">On the right of the Court of Civil Appeals to dismiss the appeal because bond was not filed within time prescribed by Rules of Civil Procedure 453 and 455. Loumparroff v. Housing Authority of the City of Dallas, 261 S.W. 2d 224; Miers v. Housing Authority of the City of Dallas, 266 S.W. 2d 487; Garvin v. Heifft, 243 S.W. 2d 391.</p>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b606-7\">Mr. Justice Walker</author>\n<p id=\"A0b\">delivered the opinion of the Court.</p>\n<p id=\"b606-8\">Petitioners, who supplied materials to the contractor for the construction of a housing project for the Housing Authority of the City of Borger, recovered judgment in the trial court against respondent, the surety on the contractor’s performance and payment bond, for the value of all materials furnished by them. The Court of Civil Appeals concluded that the rights of <page-number citation-index=\"1\" label=\"593\">*593</page-number>the parties are governed by the provisions of Art. 5160, Texas Rev. Civ. Stat. 1925, as amended, and reformed the judgment to allow petitioners to recover only for materials which were furnished within ninety days of the filing of their verified claims, with the county clerk. 283 S.W. 2d 440. Since respondent’s appeal bond was not filed within the period of thirty days prescribed by Rule 356, Texas Rules of Civil Procedure, it is our opinion that the Court of Civil Appeals should have sustained petitioners’ motion to dismiss the appeal.</p>\n<p id=\"b607-4\">The judgment of the trial court was rendered and entered on September 29th, and no motion for new trial was filed. Local counsel for respondent received the appeal bond by registered mail during the morning of October 29th, which was the last day for filing same. About four o’clock that afternoon, Dallas counsel telephoned to inquire whether the bond had been received and filed. Upon termination of that conversation, the local attorney telephoned the district clerk’s office, but received no answer. He then drove to the courthouse, which was some fifteen blocks from his office, for the purpose of filing the bond. Although he reached the clerk’s office before five o’clock, which was the usual closing time, the office was locked and neither the clerk nor any of the deputies could be found in the courthouse.</p>\n<p id=\"b607-5\">Counsel attempted to reach the clerk by telephone at the latter’s residence some five times during the late afternoon and evening, but no one answered. He did not try to contact the district judge, who was recovering from an operation and was not in condition to transact business. Nor was any effort made to reach, one of the several deputy clerks, because counsel did not know how to locate them.</p>\n<p id=\"b607-6\">Shortly after eight o’clock the following morning, counsel returned to the clerk’s office and delivered the bond to' a deputy clerk, who stamped the same with a file mark showing October 30th as the date of filing. Counsel explained that he had attempted to file the bond before the usual closing time the previous afternoon and had found the office locked. He was informed that the clerk had left town the day before and had instructed the deputies to close early if they desired, and that they had closed the office and gone home a few minutes after four o’clock. Counsel then suggested that under the circumstances the bond should be filed as of October 29th, and the file mark which had been stamped on the bond was thereupon changed in ink, under direction of the clerk to show that date.</p>\n<p id=\"b608-2\"><page-number citation-index=\"1\" label=\"594\">*594</page-number>Petitioners filed motions in the trial court to correct the record with respect to the date of filing of the appeal bond, and after a hearing an order was entered by that court finding that while the bond shows a filing date of October 29th, the same was in fact delivered to the clerk the following day. Petitioners then filed in the Court of Civil Appeals motions to dismiss the appeal, which were overruled without a written opinion. In response to requests for findings of fact with reference to the filing of the bond, the appellate court simply found that the facts set forth in an affidavit of the local attorney filed in that court are true. The essential facts stated in such affidavit are set out above.</p>\n<p id=\"b608-3\">Respondent argues that the Court of Civil Appeals determined that it had jurisdiction of the appeal, and that such ruling is final and cannot be questioned in this Court. Courts of Civil Appeals undoubtedly have the power, upon affidavit or otherwise, to ascertain such facts as may be necessary to the proper exercise of their jurisdiction. Art. 1822, Tex. Rev. Civ Stat. 1925. Whether an appeal bond was filed on or before thirty days after the date of rendition of judgment or order overruling the motion for new trial, is a question of fact properly determinable by such courts. Woodrum Truck Lines v. Bailey, Texas Com. App., 57 S.W. 2d 92. A finding by the Court of Civil Appeals in the present case, supported by some evidence, that the appeal bond was filed on or before October 29th, would not be subject to review in this Court.</p>\n<p id=\"b608-4\">But no such finding has been made. As the case comes to us, the intermediate appellate court has found, in effect, that respondent attempted to file the bond on October 29th and would have done so if the clerk’s office had remained open until the usual closing hour, and that the bond was actually delivered to the clerk the following day. We think it is also proper to supply by implication, in support of the court’s action in overruling the motions to dismiss the appeal, a finding that respondent used reasonable diligence to file the bond on October 29th. Whether these facts are sufficient to confer jurisdiction upon the Courts of Civil Appeals is a question of law which may be determined by this Court.</p>\n<p id=\"b608-5\">Rule 356 requires that the appeal bond be filed within thirty days after the date of rendition of judgment or order overruling the motion for' new trial. A paper is deemed to have been filed when it is delivered into the custody of the proper official, to be kept by him among the papers in his office \"subject to such <page-number citation-index=\"1\" label=\"595\">*595</page-number>inspection by interested parties as may be permitted by law. Beal’s Adm’r. v. Alexander, 6 Texas 531; Holman v. Chevaillier’s Adm’r., 14 Texas 337; Rowney v. Rauch, Texas Civ. App., 258 S.W. 2d 371, writ refused. Respondent cites Gonzales v. Vaello, Texas Civ. App., 91 S.W. 2d 904, writ dis., where a petition forwarded by mail was held to have been filed on the day it was placed in the box in the clerk’s office designated for the reception of his mail, although the clerk was not in his office that day and did not go to the office until two days later. That decision may well be sound, because the petition was subject to the custody and control of the clerk as soon as it was placed in his mail box. In the present case, however, the bond remained in the custody and subject to the control of counsel for respondent until it was delivered to the clerk on the morning of October 30th. If respondent had countermanded previous instructions at any time prior to such delivery, the bond would not have been filed. We are unable to find any rational basis for saying that the bond was filed before it was delivered to the clerk.</p>\n<p id=\"b609-4\">The use of diligence to file the bond within the prescribed period, and the reasons for failure to do so, would be material considerations if compliance with the rule could be waived or excused or if the time of filing might be extended. It is well settled, however, that the requirement that the bond be filed within thirty days is mandatory and jurisdictional, and that the time prescribed cannot be dispensed with or enlarged by the courts for any reason. Bruce v. San Antonio Music Co., Texas Civ. App., 165 S.W. 2d 243, writ ref.; El Paso &amp; N. E. R. Co. v. Whatley, 99 Texas 128, 87 S.W. 819. Since no discretion is lodged in any court to excuse delay, even of one day, in filing the bond, the reasons for the delay, even though sufficient to justify the exercise of discretion in aid of the appeal, are not material. See Labansat v. Cameron County, Texas Civ. App., 143 S.W. 2d 94, no writ; Long v. Martin, 112 Texas 365, 247 S.W. 827. The case last cited holds that delay in filing the petition for writ of error is fatal to the jurisdiction of this Court although counsel used the utmost diligence to file the petition in time.</p>\n<p id=\"b609-5\">The application of these established principles to the facts of this case as determined by the Court of Civil Appeals compels the conclusion that the appeal bond was not filed in time, and that the Court of Civil Appeals did not acquire jurisdiction of the appeal.</p>\n<p id=\"b609-6\">The judgment of the Court of Civil Appeals is reversed and <page-number citation-index=\"1\" label=\"596\">*596</page-number>the cause is remanded to that court with instructions to dismiss the appeal.</p>\n<p id=\"b610-3\">Opinion delivered June 6, 1956.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}