{
  "casebody": {
    "data": "<casebody firstpage=\"222\" lastpage=\"224\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"misc\" id=\"b322-4\">Request of House of Representatives</p>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AeC\">No. 7187</docketnumber>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b322-5\">Opinion of the Justices</parties>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AZs\">April 30, 1975</decisiondate>\n<p data-order=\"4\" data-type=\"attorneys\" id=\"b322-9\">The following resolution was adopted by the house of representatives on April 16, 1975, and filed with the supreme court on April 17, 1975:</p>\n<p data-order=\"5\" data-type=\"legal\" id=\"b322-10\">“Whereas, the House of Representatives has before it for action House Bill No. 537, An Act providing that a resident alien may be issued a special hunting or fishing license without serving in the armed forces; and</p>\n<p data-order=\"6\" data-type=\"attorneys\" id=\"b322-11\">“Whereas, said bill amends the existing RSA 214:9-a by providing that a resident alien who has resided continuously in this state for one year may receive a residential hunting or fishing license and eliminates the existing provision that in order to obtain such a license he must have been honorably discharged from the United States armed forces; now therefore, be it</p>\n<p data-order=\"7\" data-type=\"legal\" id=\"b322-12\">“Resolved by the House of Representatives:</p>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b322-13\">“That the Supreme Court is respectfully requested to give their opinion upon the following questions:</p>\n<p data-order=\"9\" data-type=\"legal\" id=\"b322-14\">“Do the provisions of RSA 214:9-a as enacted by Laws of 1959, 281:1, which is the existing statute, violate any of the provisions of the Constitution of the United States or the Constitution of New Hampshire?</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b322-15\">“If the answer to the above question is in the affirmative, do the provisions of House Bill 537 cure such unconstitutionality?</p>\n<p data-order=\"11\" data-type=\"attorneys\" id=\"b322-16\">“That the Clerk of the House be directed to forward ten copies of these resolutions and of House Bill 537 to the Clerk of the Supreme Court.”</p>\n<p data-order=\"12\" data-type=\"attorneys\" id=\"b323-4\"><page-number citation-index=\"1\" label=\"223\">*223</page-number>The following answer was returned:</p>\n<opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b323-5\">\n<em>To the House of Representatives:</em>\n</p>\n<p id=\"b323-6\">The undersigned justices of the supreme court return the following reply to the inquiries contained in your resolution dated April 16, 1975, and filed with this court on April 17, 1975.</p>\n<p id=\"b323-7\">Under the New Hampshire constitution the supreme court cannot render advisory opinions on the constitutionality of existing laws as the resolution asks it to do with regard to RSA 214:9-a. N.H. Const. pt. II, art. 74; <em>Opinion of the Justices, </em>109 N.H. 578, 583, 258 A.2d 343, 347 (1969); <em>Opinion of the Justices, </em>99 N.H. 524, 525, 113 A.2d 542, 543 (1955); <em>Opinion of the Court, </em>62 N.H. 704, 705 (1816). Since the second question assumes that the court finds RSA 214:9-a to be unconstitutional, an answer to that question cannot be rendered under article 74.</p>\n<p id=\"b323-8\">Nevertheless, the primary focus of the resolution, whether the proposed amendment to RSA 214:9-a violates either the State or the Federal Constitutions, may be examined briefly. Equal protection of the laws is guaranteed by both the New Hampshire and the United States Constitutions. N.II. Const, pt. I, art. 1; U.S. Const, amend. XIV, § 1. While equal protection does not require complete equality in the face of factual differences, it does mandate that those who are similarly situated be similarly treated. <em>Belkner v. Preston, </em>115 N.H. 15, 17, 332 A.2d 168, 170 (1975).</p>\n<p id=\"b323-9\">“Resident aliens, like citizens, pay taxes, support the economy ... and contribute in myriad other ways to our society.” <em>In re Griffiths, </em>413U.S. 717, 722 (1973). Elimination of the requirement that aliens must have an honorable discharge from the United States Armed Forces in order to obtain a residential hunting or fishing license, conforms with the applicable constitutional standards guaranteeing equal protection of the laws to resident aliens. <em>Sugarman v. Dougall, </em>413 U.S. 634, 641 (1973); <em>Graham v. Richardson, </em>403 U.S. 365, 371 (1971); <em>Takahashi v. Fish and Game Comm’n, </em>334 U.S. 410, 420 (1948); <em>Yick Wo v. Hopkins, </em>118 U.S. 356, 369-70 (1886); <em>see </em>42 U.S.C. § 1981; Annot., 53 A.L.R.3d 1163, 1167 (1973).</p>\n<judges id=\"b323-10\">Frank R. Kenison</judges>\n<judges id=\"Abm\">Laurence I. Duncan</judges>\n<judges id=\"A_o\">Edward J. Lampron</judges>\n<judges id=\"AF2\">William A. Grimes</judges>\n<judges id=\"A6k\">Robert F. Griffith</judges>\n<p id=\"b324-4\"><page-number citation-index=\"1\" label=\"224\">*224</page-number>April 30, 1975.</p>\n<p id=\"b324-5\">Representative Chris Spirou, District 27, filed a memorandum for affirmative answer to the first question.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}