{
  "casebody": {
    "data": "<casebody firstpage=\"297\" lastpage=\"300\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<court data-order=\"0\" data-type=\"court\" id=\"b305-6\">SUPREME COURT.</court>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b305-7\">Samuel S. Beach agt. John A. Tooker.</parties>\n<headnotes data-order=\"2\" data-type=\"headnotes\" id=\"b305-8\">The <em>admission of indebtedness, </em>arid <em>the'promise of payment, </em>made by the defendant in this <em>esse,held </em>sufficient to take the case out of the <em>statute of limitations. </em>Also, that there was <em>no material variance </em>between the complaint and the proof, on that point.</headnotes>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b305-9\">A <em>new trial, </em>on the ground of <em>surprise, </em>will not be granted where it is alleged that the surprise consisted in the plaintiff’s proving certain'facts on the trial, by a witness which the defendant did not expect would be offered to prove them; and that the witness the defendant expected the plaintiff would introduce to prove such facts, and for whom he was prepared with witnesses to impeach his testimony, was not sworn.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b305-10\">Neither will a verdict be set aside for the purpose of allowing a party to impeach a witness...</headnotes>\n<p data-order=\"5\" data-type=\"attorneys\" id=\"b305-11\"><em>New-York Special </em>Term,</p>\n<decisiondate data-order=\"6\" data-type=\"decisiondate\" id=\"Ax7\">June, 1853.</decisiondate>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b305-12\">Upon the case and pleadings in this cause, and upon affidavits, the defendant moves to set aside the verdict rendered against him, for the following causes:—</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b305-13\">lsf. For incorrect ruling of the judge.</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b305-14\">2d. For surprise, in the introduction by the plaintiff of Samuel S. Beach, jun., as a witness, instead of Joshua M. Beach.</summary>\n<attorneys data-order=\"10\" data-type=\"attorneys\" id=\"b305-15\">H. H. Burlock, for <em>defendant.</em></attorneys>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b305-16\">A. Thompson, <em>for plaintiff.</em></attorneys>\n<opinion data-order=\"12\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b305-17\">Morris, Justice.</author>\n<p id=\"AR2\">The alleged erroneous ruling of the court was upon the-following facts:</p>\n<p id=\"b306-4\"><page-number citation-index=\"1\" label=\"298\">*298</page-number>The plaintiff’s claim, as set forth in the complaint, is upon several notes given by the defendant for good consideration, and of so early a date that they were outlawed when the suit was commenced.</p>\n<p id=\"b306-5\">The complaint also contains the following allegation :</p>\n<p id=\"b306-6\">“ And the plaintiff further says, that as he has been informed and believes, the said defendant, in or about the year 1845, <em>and within six years next before the commencement of this suit, acknowledged, to an agent or attorney </em>of the plaintiff, his liability and indebtedness upon the aforesaid several promissory notes, and promised to pay the same.”</p>\n<p id=\"b306-7\">The defendant’s answer does not deny either the giving the notes or their consideration, and states:</p>\n<p id=\"b306-8\">“ The said defendant, further answering, denies that in or about the year 1845, <em>or at any time within six years next before the commencement of this suit, </em>he acknowledged to an agent <em>or attorney </em>of the plaintiff the liability or indebtedness of him, the said defendant, upon the several promissory notes in said complaint mentioned, or upon any of them, or any part thereof.” The proof upon this issue, introduced by the plaintiff, taken from the case, is as follows :</p>\n<p id=\"b306-9\"><em>Samuel S. Beach, jun., </em>testified—</p>\n<p id=\"b306-10\">“ I presented these notes to the defendant in the year 1848. I showed the notes to the defendant, and he acknowledged them. Defendant stated, he would take no advantage of the law in regard to the statute of limitations. He said he would pay them at some future day ; he could not tell when. He said the notes were justly due; he was sorry he could not have paid them before.”</p>\n<p id=\"b306-11\">The counsel for the defendant moved to strike out the testimony of the witness Beach, so far as it proved a new promise, on the ground that there was a variance in the promise laid in the complaint; and also that the testimony was a surprise on the defendant, and that the defendant was not prepared to meet it.</p>\n<p id=\"b306-12\">The judge charged <em>“ </em>That there was no variance between the proof and the complaint, and the promise was sufficient to <page-number citation-index=\"1\" label=\"299\">*299</page-number>take the case out of the operation of the statute of limitations, if the jury believed that the conversation took place, and that the defendant understood what he said.”</p>\n<p id=\"b307-5\">The ruling of the court was correct. Any promise of the kind made by the defendant in or after the year 1845, and before the suit was instituted, would be testimony pertinent to the issue.</p>\n<p id=\"b307-6\">Upon the second point—that of surprise—the defendant’s counsel referred to the affidavit of the witness, Samuel S. Beach, jun., attached to and verifying the complaint, and contended that it shows Samuel S. Beach, jun., had no personal knowledge of the promises he testified to on the trial, and that Joshua M. Beach was the witness relied upon to prove the promise.</p>\n<p id=\"b307-7\">The affidavits on the part of the defendant show, that the defendant expected to have met Joshua M. Beach as the witness, and that he had, by commission and interrogatories, taken the testimony of many witnesses residing in New Jersey, where the family of the Beaches reside and transact business, impeaching Joshua M. Beach’s character for truth and veracity, when under oath. Defendant’s affidavits also show that, had defendant’s counsel supposed Samuel S. Beach jxmr., would be introduced as a witness, he would in like manner have been prepared to impeach his character for truth and veracity, when under oath.</p>\n<p id=\"b307-8\">The affidavits of the plaintiff show that plaintiff would have introduced Joshua M. Beach as a witness, had it not been for the preparation to impeach him; and that plaintiff preferred not to introduce him as a witness, than to incur the trouble and expense of procuring testimony to sustain his character. This the plaintiff had an undoubted right to do. The policy of the act, however, as regards the effect upon the future examination of the character of the plaintiff’s son, may be questioned. There is nothing in the affidavits to show either that the plaintiff designed or not to introduce Samuel S. Beach, junr., as a witness, had not the effort to impeach Joshua M. Beach been made.</p>\n<p id=\"b307-9\">Among the plaintiff’s affidavits are those of highly respecta<page-number citation-index=\"1\" label=\"300\">*300</page-number>ble persons, swearing to the- good moral character of the Beaches.; therefore it is uncertain what would have been a jury’s opinion, under the conflict of testimony.</p>\n<p id=\"b308-5\">Whether Samuel S. Beach, junr.; can, or cannot, be impeached, is not the question for the court; but only whether the surprise that the plaintiff has presented, is one for which the law will authorize a new trial to be ordered; or whether it is one of those usual Surprises that a party- experiences when he finds witnesses testify differently from what he anticipated; or when he finds that a jury will, or has decided against him.</p>\n<p id=\"b308-6\">The affidavit of Samuel S. Beach, junr., attached to the complaint, and which- defendant claims misled him, contains the -following : <em>u from, his knowledge of the plaintiff’s business, </em>and from his information as aforesaid, he believes that the matters, &amp;e., are true.”</p>\n<p id=\"b308-7\">This is an averment of personal knowledge, as well as information:- This affidavit is not inconsistent with his-personal knowledge of the admission, and shows that there was no cause for surprise.</p>\n<p id=\"b308-8\">The object of the-new trial-is to enable -the defendant to introduce testimony to impeach Samuel S. Beach, junr.</p>\n<p id=\"b308-9\">The courts have never set- aside a verdict to let a- party in .to impeach a witness, but have uniformly refused to do so; The cases are innumerable. (1 <em>Denio, </em>109, <em>and- cases died.)</em></p>\n<p id=\"b308-10\">Motion to set aside the verdict, and for new trial, denied, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}