{
  "casebody": {
    "data": "<casebody firstpage=\"142\" lastpage=\"148\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b182-6\">The People of the State of New York, Respondent, <em>v. </em>Joseph Coffey, Appellant.</parties>\n<otherdate data-order=\"1\" data-type=\"otherdate\" id=\"b182-8\">Argued February 22, 1962;</otherdate>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"ALf\">decided April 5, 1962.</decisiondate>\n<attorneys data-order=\"3\" data-type=\"attorneys\" id=\"b183-4\"><page-number citation-index=\"1\" label=\"143\">*143</page-number><em>Alfred I. Rosner </em>and <em>Marlin B. Rosner </em>for appellant.</attorneys>\n<p data-order=\"4\" data-type=\"legal\" id=\"AB\">I. Evidence obtained directly and derivatively as a result of an illegal arrest, search and seizure was used against defendant in violation of the Fourth and Fourteenth Amendments of the Constitution of the United States. <em>(People </em>v. <em>Loria, </em>10 N Y 2d 368; <em>United States </em>v. <em>Lefkowitz, </em>285 U. S. 452; <em>Lustig </em>v. <em>United States, </em>338 U. S. 74; <em>Rios </em>v. <em>United States, </em>364 U. S. 253; <em>United States </em>v. <em>Di Re, </em>332 U. S. 581; <em>Miller </em>v. <em>United States, </em>357 U. S. 301; <em>Bolger </em>v. <em>Cleary, </em>293 F. 2d 368; <em>Jones </em>v. <em>United States, </em>362 U. S. 257; <em>Mapp </em>v. <em>Ohio, </em>367 U. S. 643.) II. The unapproved sketch was not Nilsson’s prior statement nor consistent with his positive identification of Coffey. It was most unfairly used by prosecutor in summation, and the jury were given erroneous instruction that it could use the sketch on the crucial issue of identification itself and not merely on the issue of rebuttal of fabrication. <em>(People </em>v. <em>Cioffi, </em>1 N Y 2d 70; <em>People </em>v. <em>Migliori, </em>273 App. Div. 915; <em>Bilkovic </em>v. <em>Loeb, </em>156 App. Div. 719; <em>Matter of Wendel, </em>146 Misc. 260; <em>People </em>v. <em>Forte, </em>167 Misc. 869, 279 N. Y. 204; <em>People </em>v. <em>Purtell, </em>243 N. Y. 273; <em>People </em>v. <em>Lane, </em>10 N Y 2d 347; <em>People </em>v. <em>Carborano, </em>301 N. Y. 39.) III. Reversible errors were committed by the court in refusing to grant requested instructions (1) as to Nilsson’s original description of burglar; (2) as to his report to his employer; (3) as to four photos Nilsson had selected prior to sketch from thousands of photos; and (4) by the court failing fairly and clearly to present evidence and the issue of fabrication by Nilsson of his identification of Coffey as the burglar. <em>(People </em>v. <em>Russell, </em>266 N. Y. 147; <em>People </em>v. <em>Becker, </em>210 N. Y. 274; <em>People </em>v. <em>Robins, </em>242 App. Div. 516; <em>People </em>v. <em>Viscio, </em>241 App. Div. 499; <em>Rheume </em>v. <em>Patterson, </em>289 F. 2d 611.) IV. The prosecutor’s improper conduct deprived defendant of a fair trial. <em>(People </em>v. <em>Steinhardt, </em>9 N Y 2d 267; <em>People </em>v. <em>Angora, </em>13 A D 2d 72; <em>People </em>v. <em>Marshall, </em>306 N. Y. 223; <em>People </em>v. <em>Sellinger, </em>265 N. Y. 149; <em>People </em>v. <em>De Garmo, </em>179 N. Y. 130; <em>People </em>v. <em>Perry, </em>277 N. Y. 460; <em>People </em>v. <em>Ross, </em>14 A D 2d 519; <em>People </em>v. <em>Abel, </em>298 N. Y. 333; <em>People </em>v. <em>Rutigliano, </em>261 N. Y. 103; <em>People </em>v. <em>Petersen, </em>4 N Y 2d 992; <em>People </em>v. <em>Travato, </em>309 N. Y. 382.) V. Reversible errors were committed by the <page-number citation-index=\"1\" label=\"144\">*144</page-number>prosecutor prejudicially raising issue of defendant’s and De Normand’s unemployment; by Ms improper cross-examination of defendant’s alibi witnesses; by Keane’s improper rebuttal testimony; by prosecutor’s unfair remarks in summation, and by court’s refusal to charge request No. 39 on alibi. <em>(People </em>v. <em>Sellinger, </em>265 N. Y. 149; <em>People </em>v. <em>De Garmo, </em>179 N. Y. 130; <em>People </em>v. <em>Perry, </em>277 N. Y. 460; <em>People </em>v. <em>Feldman, </em>296 N. Y. 127, 299 N. Y. 153.) VI. The court committed reversible errors in failing to charge as requested on the defense of alibi and in the charge on fabrication of alibi. <em>(People </em>v. <em>Intersimone, </em>266 App. Div. 280; <em>People </em>v. <em>Russell, </em>266 N. Y. 147; <em>People </em>v. <em>Rabinowits, </em>290 N. Y. 386; <em>People </em>v. <em>Bussi, </em>238 N. Y. 390.) VII. The court incorrectly defined “ beyond a reasonable doubt ” as meaning “ reasonably certain”. <em>(People </em>v. <em>Stephenson, </em>11 Misc. 141; <em>Wiborg </em>v. <em>United States, </em>163 U. S. 632.)</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b184-4\"><em>Frank S. Hogan, District Attorney (H. Richard Uviller </em>and <em>Richard R. Luts </em>of counsel), for respondent.</attorneys>\n<p data-order=\"6\" data-type=\"legal\" id=\"Aag\">I. Defendant’s guilt was established beyond a reasonable doubt. II. The evidence obtained as an incident to the lawful arrest of defendant was properly received in evidence. <em>(Mapp </em>v. <em>Ohio, </em>367 U. S. 643; <em>People </em>v. <em>Defore, </em>242 N. Y. 13, 270 U. S. 657; <em>Wolf </em>v. <em>Colorado, </em>338 U. S. 25; <em>Agnello </em>v. <em>United States, </em>269 U. S. 20; <em>Gouled </em>v. <em>United States, </em>255 U. S. 298; <em>Amos </em>v. <em>United States, </em>255 U. S. 313; <em>United States </em>v. <em>Rabinowits, </em>339 U. S. 56; <em>Brinegar </em>v. <em>United States, </em>338 U. S. 160; <em>Draper </em>v. <em>United States, </em>358 U. S. 307; <em>Ford </em>v. <em>United States, </em>273 U. S. 593; <em>Steele </em>v. <em>United States, </em>267 U. S. 505; <em>People </em>v. <em>Rosario, </em>9 N Y 2d 286; <em>People </em>v. <em>Winship, </em>309 N. Y. 311; <em>People </em>v. <em>Durling, </em>303 N. Y. 382; <em>People </em>v. <em>Arata, </em>254 N. Y. 565; <em>People </em>v. <em>Shilitano, </em>215 N. Y. 715; <em>People </em>v. <em>Sadness, </em>275 App. Div. 731.) III. The sketch drawn by Detective Kenehan and the rebuttal testimony of Detective Keane were properly admitted. <em>(People </em>v. <em>Singer, </em>300 N. Y. 120; <em>People </em>v. <em>Katz, </em>209 N. Y. 311; <em>People </em>v. <em>Cioffi, </em>1 N Y 2d 70; <em>People </em>v. <em>Goldstein, </em>295 N. Y. 61; <em>State </em>v. <em>Adams, </em>20 Kan. 311; <em>People </em>v. <em>Thau, </em>219 N. Y. 39.) IV. The court’s charge to the jury was fair and proper in all respects; defendant’s requests to charge were properly denied. <em>(People </em>v. <em>Russell, </em>266 N. Y. 147; <em>People </em>v. <em>Rabinowits, </em>290 N. Y. 386; <em>People </em>v. <em>Bussi, </em>238 N. Y. 390; <em>People </em>v. <em>Trombino, </em>238 App. Div. 61, 262 N. Y. 689.) V. Defendant received a fair trial.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b185-4\"><page-number citation-index=\"1\" label=\"145\">*145</page-number>Chief Judge Desmond.</author>\n<p id=\"Avm\">Defendant’s conviction in the Court of General Sessions of burglary in the third degree has been affirmed by the Appellate Division and his appeal is here by permission.</p>\n<p id=\"b185-5\">The charge was that at 5 o’clock on the morning of June 25, 1960 he broke a display window in a Manhattan jewelry shop and stole about 30 valuable rings. The principal testimony against him was given by the sole eyewitness, one Nilsson, a watchman at the store, who identified him at the trial. Nilsson swore that he got a look at the thief’s face as the latter turned away from the window and that he (Nilsson) recognized the man because on the previous night he had seen him and another man staring into the same window. Appellant strenuously urges the unreliability of Nilsson’s identifying testimony but it was certainly admissible and its weight was for the jury to pass on (see <em>People </em>v. <em>Spinello, </em>303 N. Y. 193). At the trial Nilsson positively identified appellant as the man he had seen turn and run from the window.</p>\n<p id=\"b185-6\">The only substantial law points on this appeal come: first, from the admission into evidence of a sketch drawn by a police artist from particulars given him by Nilsson some two months before defendant’s arrest; and, second, from the receipt into evidence of proof that some of the stolen gems were taken by city police and Federal officers from the pocket of a man found riding with defendant in an automobile on August 30, 1960. •The argument as to the second alleged error is that evidence obtained by such a search and seizure coidd not be used because of <em>Mapp </em>v. <em>Ohio </em>(367 U. S. 643) which was decided in the United States Supreme Court after the argument of, but before the decision of, this appeal in the Appellate Division. We will take up in that order these two evidence questions.</p>\n<p id=\"b185-7\">Ordinarily, of course, the sketch drawn by the police artist from details given by Nilsson after the crime would be considered hearsay and so could not come into evidence. However, in this instance it was allowed in under the well-established exception to the hearsay rule that ‘' ‘ where the testimony of a witness is assailed as a recent fabrication, it may be confirmed by proof of declarations of the same tenor before the motive to falsify existed ’ ” <em>(People </em>v. <em>Singer, </em>300 N. Y. 120, 123). The necessary conditions for the use of such supporting evidence were <page-number citation-index=\"1\" label=\"146\">*146</page-number>present when the sketch was received. By his cross-examination of Nilsson and by statements to the court defendant’s counsel had endeavored to show the jury that Nilsson’s identification of defendant as the burglar was a ‘1 recent fabrication ’ ’ contrived after defendant was arrested. To meet this claim the prosecution exercised its right to show by independent evidence that long before this alleged fabrication the witness Nilsson had taken a consistent position. This the prosecution did by proving that before he picked out defendant in a police line-up Nilsson had so described the thief to the police expert that the latter was able to make a sketch or drawing which closely resembled the actual appearance of defendant. The situation was clearly controlled by <em>People </em>v. <em>Singer (supra) </em>and the earlier cases cited in <em>Singer. People </em>v. <em>Cioffi </em>(1 N Y 2d 70), which declares it reversible error to allow witnesses to testify to prior identifications from photographs, has no relevance here. Defendant criticizes the court’s instructions to the jury on the subject of this sketch but a reading of the whole charge as to the matter shows that the court fully and clearly explained to the jury that the sketch was admitted for the proper purpose only.</p>\n<p id=\"b186-5\">The evidence which, it is said, was accepted in violation of <em>Mapp </em>v. <em>Ohio </em>(367 U. S. 643, <em>supra) </em>was as to the search of an automobile in which defendant and another were riding and as to the finding in the other man’s pocket of some of the stolen jewels. The two city police officers and two F. B. I. agents who took part in this capture had no search warrant. Two of these police officers testifying at the trial told the jury that on the evening of August 30, 1960, at a place in Brooklyn, they had under observation defendant and one De Normand. They saw defendant, one De Normand and another man enter an automobile which defendant drove away, with the officers following in another car. The third man, so they testified, left defendant’s automobile and defendant’s car stopped at a traffic light whereupon the officers left their own car and with guns drawn ordered defendant and De Normand to get out of their automobile. Then, so they swore, they searched De Normand and found in his pocket an envelope containing a large number of gems which were later identified as part of the loot from the jewelry store burglary.</p>\n<p id=\"b187-4\"><page-number citation-index=\"1\" label=\"147\">*147</page-number>In <em>People </em>v. <em>Loria </em>(10 N Y 2d 368) we ruled that we would apply the <em>Mapp </em>v. <em>Ohio </em>(367 U. S. 643, supra) decision to appeals reaching us in ordinary course after <em>Mapp </em>was decided even though the trials of those cases had occurred before June 19, 1961, the date on which that case was handed down by the United States Supreme Court. We are now about to hand down <em>People </em>v. <em>Muller </em>(11 N Y 2d 154) in which our holding is that <em>Mapp </em>will not be made applicable by us to appeals coming here other than in ordinary course. We are about to hand down also a reversal in <em>People </em>v. <em>O’Neill </em>(11 N Y 2d 148) which, like Loria, <em>Muller </em>and the present case, was tried before June 19, 1961. On each of these appeals (except in <em>Loria) </em>the People have urged that the <em>Mapp </em>or Fourth Amendment point should not be considered by us because the evidence was not objected to at the trial on the ground of its unlawful procurement. Our <em>Muller </em>decision is going off on other grounds. In <em>O’Neill </em>and now again on the present record a majority of this court finds that defendant did sufficiently make known to the trial court that he objected on that ground. This defendant is, therefore, permitted under the rule of <em>O’Neill </em>to argue a violation of the <em>Mapp </em>decision.</p>\n<p id=\"b187-5\">A question remains as to Avhether we should because of the <em>Mapp </em>point order a complete new trial of the cause. If it should turn out to be the fact that the search of this car and of its occupants was incident to a lawful arrest the evidence would apparently be receivable (see <em>People </em>v. Loria, 10 N Y 2d 368, <em>supra, </em>and cases cited therein). There was presented to the Appellate Division and to us an affidavit by one of the F. B. I. agents containing statements which if found to be true might be the basis for holding that this search and seizure were incidental to a lawful arrest. In that event there would be no need for a full retrial of this long case. Thus, it would seem appropriate to order not a retrial but a hearing before the Court of General Sessions on this sole question. There is no specific statute or court rule providing for such a partial trial but there is ample precedent for a hearing on the separate point <em>(People </em>v. <em>Durling, </em>303 N. Y. 382; <em>People </em>v. <em>Winship, </em>309 N. Y. 311; see Cohen and Karger, Powers of the New York Court of Appeals, pp. 664, 665): On that hearing all questions will be open as to the admissibility of that evidence and as to defendant’s rights <page-number citation-index=\"1\" label=\"148\">*148</page-number>iii respect thereto. \\Ve did not order such a separate hearing in <em>People </em>v. <em>Loria (supra) </em>because of a different fact pattern.</p>\n<p id=\"b188-5\">The determination of this appeal should be withheld in order that defendant may make promptly in the Court of General Sessions a motion to suppress the challeng’ed evidence as to the search and seizure and so that the Court of General Sessions without a jury may hold a hearing on that motion and render a decision thereon.</p>\n<p id=\"b188-6\">Judges Dye, Fuld, Froessel, Van Voorhis, Burke and Foster concur.</p>\n<p id=\"b188-7\">Determination of this appeal withheld and matter remitted to the Court of General Sessions for further proceedings not inconsistent with the opinion herein.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}