{
  "casebody": {
    "data": "<casebody firstpage=\"559\" lastpage=\"560\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b621-7\">DUFFY v. HUDSPETH, Warden.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b621-8\">No. 2054.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b621-9\">Circuit Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b621-10\">May 28, 1940.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b621-23\">O. B. Eidson, of Topeka, Kan., for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b621-24\">Summerfield S. Alexander, U. S. Atty., and Homer Davis, Asst. U. S. Atty., both of Topeka, Kan., for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b621-25\">Before PHILLIPS, BRATTON, and HUXMAN, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b621-26\">PHILLIPS, Circuit Judge.</author>\n<p id=\"b621-27\">This is an appeal from a judgment denying a petition for a writ of habeas corpus.</p>\n<p id=\"b621-28\">An indictment containing five counts, charging violations of 18 U.S.C.A. §§ 88, 99 and 101, was returned against petitioner and another in the District Court of the United States for the Northern District of Illinois.</p>\n<p id=\"b622-2\"><page-number citation-index=\"1\" label=\"560\">*560</page-number>18 U.S.C.A. § 99 reads as follows:</p>\n<blockquote id=\"AWT\">“Whoever shall rob another of any kind or description of personal property belonging to the United States, or shall felon-iously take and carry away the same, shall be fined not more than $5,000, or imprisoned not more than ten years, or both.”</blockquote>\n<p id=\"b622-4\">Petitioner entered pleas of guilty to the several counts of the indictment. He was sentenced to confinement in a United States penitentiary for a term of ten years on count one and for a term of five years on count three, the sentences to run consecutively. On counts two and five, sentences were imposed on petitioner to run concurrently with the sentence on count one. On count four, a sentence was imposed on petitioner to run concurrently with the sentence on count three</p>\n<p id=\"avi-dedup-0\">The first count charged that on November 5, 1932, in such district and division, petitioner and his codefendant did rob Arthur F. Kohn of certain personal property belonging to the United States, to-wit, postal funds and postage stamps. The third count charged that petitioner, and his co, defendant on November S, 1932, in such district and division, feloniously did take and carry away from station No. 139 located at 1125 Hyde Park Boulevard, Chicago, Illinois, certain personal property belonging to the United States, to-wit, $9.75 of postal funds, and postage stamps of the face value of $135.00.</p>\n<p id=\"anp-dedup-0\">In his application for the writ, petitioner alleged that he has fully served the señtence imposed on count one; that counts one&gt; two, three and four do not charge separate and distinct offenses and that the offense charged in each is identical with the offense charged in the others.</p>\n<p id=\"abt-dedup-0\">Where the same transaction constitutes a violation of two distinct statutory provisions, the test to be applied to determine whether there are two offenses is -whether each requires proof of a fact which the other does not.<footnotemark>1</footnotemark></p>\n<p id=\"AZg\"> _ The statute defines two separate and distinct offenses. The first is robbery of another of personal property belonging t° the United States. The second is f eloniously taking and carrying away such property.<footnotemark>2</footnotemark> Takin? means of force or «timdatl0n is an element of the first offense. It 13 nnot a*elfe“e^ <em>f </em>^ <em>Jfyj- </em>United States 170 U.S. 402, 405, 18 S.Ct 624, 42 L.Ed. 1085. Carrying away 13 an ele®ent of tbe second offense. It is <em>no} </em>an e.lement <em>f </em>the first offense The robber7 13 complete when the goods are [aken from the person of another and he d by the robber for a perceptible mtervad °* time.<footnotemark>3</footnotemark></p>\n<p id=\"Al5\">It follows that counts one and three charge separate and distinct offenses and that the writ was properly denied,</p>\n<p id=\"aig-dedup-1\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b622-10\"> Casebeer v. United States, 10 Cir., 87 E.2d 668, 669;</p>\n<p id=\"aqo-dedup-0\">'Lewis v. Hudspeth, 10 Cir., 103 E.2d 23, 24;</p>\n<p id=\"At9\">Chrysler v. Zerbst, 10 Cir., 81 F.2d, 975, 976;</p>\n<p id=\"Aqk\">Mills v. Aderhold, 10 Cir., 110 F.2d 765, 767.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"at9-dedup-0\"> In Jolly v. United States, 170 U.S. 402, 404, 18 S.Ct. 624, 625, 42 L.Ed. 1085, the court, after quoting § 99, supra, said:</p>\n<blockquote id=\"avo-dedup-0\">“1. There are two' ■ distinct offenses mentioned in the statute.</blockquote>\n<blockquote id=\"APl\">“One is the offense of robbery^ the legal and technical meaning of which is well known. It- is a forcible taking, ór a taking by putting the individual robbed in fear.</blockquote>\n<blockquote id=\"Aq3\">“There is also set forth in the statute the crime of feloniously taking ■ and carrying away any kind or. description of personal property belonging to the United States. This is a distinct and separate offense from that of robbery.”</blockquote>\n</footnote>\n<footnote label=\"3\">\n<p id=\"AXd\"> Rex v. Lapier, 1 Leach 321, 168 Eng. Rep. 263;</p>\n<p id=\"AjH\">Rex v. Peat, 1 Leach 228, 168 Eng. Rep. 216;</p>\n<p id=\"A-X\">-Rivers v. State, 46 Ga.App. 778, 169 S.E 260, 261;</p>\n<p id=\"AEh\">Johnson v. State, 9 Ga.App. 409, 71 S.E. 507, 508;</p>\n<p id=\"AiE\">State v. Burke, 73 N.C. 83, 87; People v. Beal, 3 Cal.App.2d 251, 39 P.2d 504.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}