{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"260\" lastpage=\"262\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b258-8\" pgmap=\"258\">Henry R. Huntington v. Eva Aurand.</parties><headnotes data-order=\"1\" data-type=\"headnotes\" id=\"b258-9\" pgmap=\"258\">1. Words and Phrases —Appeal Bonds—Construction—The legal effect of the words, in an appeal bond that the obligor will pay the amount of “ judgment, costs, interests and damages rendered and to be rendered against him,” is that he shall pay the judgment already rendered against him, and such judgment as shall be rendered against him by the Supreme Court in case the judgment appealed from shall be affirmed. Such words do not include a judgment thereafter rendered upon new evidence on a hearing de novo, as to the subject of such judgment.</headnotes><summary data-order=\"2\" data-type=\"summary\" id=\"b259-3\" pgmap=\"259\">Debt, on an appeal bond. Appeal from the Circuit Court of Cook County; the Hon. Francis Adams, Judge, presiding. Heard in this</summary><summary data-order=\"3\" data-type=\"summary\" id=\"AgP\" pgmap=\"259\">court at the October term, 1896.</summary><disposition data-order=\"4\" data-type=\"disposition\" id=\"AIU\" pgmap=\"259\">Affirmed in part.</disposition><decisiondate data-order=\"5\" data-type=\"decisiondate\" id=\"AzH\" pgmap=\"259\">Opinion filed December 14, 1896.</decisiondate><p data-order=\"6\" data-type=\"summary\" id=\"b259-4\" pgmap=\"259\">Statement of the Case.</p><p data-order=\"7\" data-type=\"summary\" id=\"b259-5\" pgmap=\"259\">This was an action of debt on an appeal bond of $1,000, on an appeal from the Appellate Court to the Supreme Court of this State, in the case of Aurand v. Aurand, reported in Ill. App. 55, p. 426, and Aurand v. Aurand, 157 Ill. 321, Ambrose J. Aurand taking the appeal and appellant being the surety on the appeal bond. This action was brought against the principal and his surety.</p><p data-order=\"8\" data-type=\"summary\" id=\"b259-6\" pgmap=\"259\">The Supreme Court heard the case at the October term of that court, 1895, and on full consideration affirmed the judgment of the Appellate Court, it being a bill for separate maintenance. The Appellate Court, on appeal, having modified the decree of the Circuit Court, directed that the cause be remanded to the Circuit Court to enter a final decree, as modified by said Appellate Court, which was accordingly done, which is the decree in evidence in the record in this case.</p><p data-order=\"9\" data-type=\"summary\" id=\"b259-7\" pgmap=\"259\">The judgment and decree of the Appellate Court in the case of Aurand v. Aurand affirmed the decree of the Circuit Court in every respect, except reducing the amount to be paid appellee per month from $50 to $30 per month. The final decree, as directed by the Appellate Court, was that the said Ambrose J. Aurand pay to appellee, his wife, $30 at the end of each month until the further order of the court, commencing the 16th day of May, 1894, $30 on the 16th day of June following, and $30 at the end of each succeeding month, for appellee’s support.</p><p data-order=\"10\" data-type=\"summary\" id=\"b259-8\" pgmap=\"259(84) 260(20)\">By the terms of the final decree and supplemental decree, there was due on the 16th day of January, 1896, $80, and $80 was due on the 16th day of February, March and April following, with interest, making the total amount $323.50, for which this suit was brought, and judgment rendered for said amount, and appeal taken to this court by appellant. But $200 of this was made up of four installments of $50 each, which was for the first time allowed and ordered paid in the decree entered after the cause had been remanded by the Supreme Court to the Circuit Court.</p><attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b260-5\" pgmap=\"260\">Frank Scales, attorney for appellant; R Frankenstein, counsel.</attorneys><attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b260-6\" pgmap=\"260\">F. S. Murphey, attorney for appellee.</attorneys> <opinion data-order=\"13\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\"> <author id=\"b260-7\" pgmap=\"260\">Mr. Justice Waterman</author> <p id=\"AmIM\" pgmap=\"260\">delivered the opinion oe the Court.</p> <p id=\"b260-8\" pgmap=\"260\">The condition of the bond upon which this suit was brought, is, in part, as follows:</p> <blockquote id=\"b260-9\" pgmap=\"260\">“ Now, therefore, if said Ambrose J. Aurand shall duly prosecute his appeal with effect, and moreover pay the amount of the judgment, costs, interest and damages rendered and to be rendered against him, the said Ambrose J. Aurand, in case the said judgment shall be affirmed in said Supreme Court, then the above obligation to be void, otherwise to remain in full force and virtue.”</blockquote> <p id=\"b260-10\" pgmap=\"260\">The words “ judgment, costs, interest and damages rendered and to be rendered against him,” do not include a judgment thereafter rendered upon new evidence and consideration on a hearing de novo as to the subject of such judgment. The legal effect of the words above quoted, is that he shall pay the judgment already rendered against him, and such judgment as shall be rendered against him by the Supreme Court, in case the judgment appealed from shall be affirmed. Rothgerber et al. v. Wonderly, 66 Ill. 390.</p> <p id=\"b260-11\" pgmap=\"260\">As to the unpaid installments for alimony, amounting to $120, and interest thereon, $3.50, the Circuit Court properly gave judgment.</p> <p id=\"b260-12\" pgmap=\"260\">As to the $200 solicitors’ fees, not adjudged until after bond was given, the plaintiff was not entitled to judgment.</p> <p id=\"b260-13\" pgmap=\"260\">The cause having been tried without a jury, the judgment of the Circuit Court is affirmed for $123.50, and reversed as to the residue.</p> <p id=\"b260-14\" pgmap=\"260\">Appellant will recover costs in this court.</p> <p id=\"b260-15\" pgmap=\"260\">Affirmed as to $123.50, and reversed as to residue.</p> </opinion> </casebody> ",
    "status": "ok"
  }
}