{
  "casebody": {
    "data": "<casebody firstpage=\"147\" lastpage=\"166\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<otherdate data-order=\"0\" data-type=\"otherdate\" id=\"b177-2\">Argued and submitted July 14,</otherdate>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"A4k\">affirmed December 29, 2010</decisiondate>\n<parties data-order=\"2\" data-type=\"parties\" id=\"b177-3\">INDUSTRIAL CUSTOMERS OF NORTHWEST UTILITIES, an Oregon non-profit corporation, <em>Petitioner, v. </em>PUBLIC UTILITY COMMISSION OF OREGON and PacifiCorp, dba Pacific Power, <em>Respondents.</em></parties>\n<p data-order=\"3\" data-type=\"court\" id=\"Aoq\">Public Utility Commission of Oregon</p>\n<docketnumber data-order=\"4\" data-type=\"docketnumber\" id=\"AkY\">UE177; A138879</docketnumber>\n<citation data-order=\"5\" data-type=\"citation\" id=\"b177-9\">246 P3d 1151</citation>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b178-13\"><page-number citation-index=\"1\" label=\"148\">*148</page-number>Irion A. Sanger argued the cause for petitioner. On the briefs were Melinda J. Davison, Jesse E. Cowell, and Davison Van Cleve, P.C.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b178-14\">Judy C. Lucas, Senior Assistant Attorney General, argued the cause for respondent Public Utility Commission of Oregon. With her on the brief were John R. Kroger, Attorney General, and Jerome Lidz, Solicitor General.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b178-15\">Katherine McDowell argued the cause for respondent PacifiCorp. With her on the brief were Amie Jamieson and <page-number citation-index=\"1\" label=\"148-a\">*148-a</page-number>McDowell &amp; Rackner PC; Roy Pulvers and Hinshaw &amp; Culbertson LLP; and Natalie Hocken.</attorneys>\n<judges data-order=\"9\" data-type=\"judges\" id=\"b179-4\">Before Schuman, Presiding Judge, and Wollheim, Judge, and Rosenblum, Judge.</judges>\n<judges data-order=\"10\" data-type=\"judges\" id=\"b179-5\">SCHUMAN, P. J.</judges>\n<opinion data-order=\"11\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b181-3\"><page-number citation-index=\"1\" label=\"149\">*149</page-number>SCHUMAN, P. J.</author>\n<p id=\"b181-4\">Under Oregon law, a public utility is allowed to build into its rates the amount that the utility expects to pay in income taxes. There was, for a long while, no regulatory mechanism to subsequently verify whether the utilitys tax projections — and the amount assumed in rates — bore any relationship to the amount of taxes actually paid by the utility. In 2005, the Oregon legislature passed a law intended to close that loophole, thereby prohibiting public utilities from charging ratepayers for taxes far in excess of what the utilities actually pay. The law requires a public utility to annually file a tax report with the Oregon Public Utility Commission (PUC), which the commission then reviews to determine the difference between the amount of taxes assumed for rate-making purposes and taxes ultimately paid either by the utility or by the utility’s affiliated corporate group that are “properly attributed to the regulated operations of the utility.” ORS 757.268(4). If the commission determines that the difference between the taxes assumed in rates and the taxes paid is $100,000 or more, it triggers an automatic adjustment to the rate schedule, otherwise known as an “automatic adjustment clause.” <em>Id.</em></p>\n<p id=\"b181-5\">This case involves an automatic adjustment clause that resulted from the PUC’s review of the 2006 tax report filed by PacifiCorp, an Oregon-regulated utility that filed its 2006 federal income tax returns as part of an affiliated corporate group. Because PacifiCorp filed its 2006 tax returns as part of an affiliated corporate group, the PUC was required to determine what share of the taxes paid by the affiliated group was “properly attributed” to PacifiCorp’s Oregon-regulated activities. In doing so, the PUC applied its own administrative rule, OAR 860-022-0041, which establishes a methodology for determining the “amount of income taxes paid that is properly attributed to regulated operations of the utility.” Applying that methodology, the PUC concluded that the taxes assumed in PacifiCorp’s rates were actually considerably <em>less than </em>the taxes paid that were “properly attributed” to PacifiCorp’s regulated operations, thereby triggering a rate adjustment in favor of the utility.</p>\n<p id=\"b182-3\"><page-number citation-index=\"1\" label=\"150\">*150</page-number>On judicial review, Industrial Customers of Northwest Utilities (ICNU) — -intervenor in the proceedings below— challenges various aspects of the PUC’s review of PacifiCorp’s 2006 tax report. First, ICNU perceives an inconsistency between the authorizing statute, ORS 757.268, and the methodology set out in OAR 860-022-0041 for determining whether taxes paid are “properly attributed” to the regulated operations of a utility; the rule, ICNU argues, impermissibly allows a utility to calculate its taxes based on “hypothetical numbers” rather than actual tax payments, thereby thwarting the very purpose of the statute. Second, ICNU contends that the PUC abused its discretion in refusing to amend a protective order that, according to ICNU, unduly restricted its access to PacifiCorp’s documents and made it impossible for ICNU to effectively participate in the PUC proceedings. And third, ICNU contends that the PUC acted inconsistently with the commission’s own rules and delegated authority by striking the testimony of ICNU’s expert. We affirm.</p>\n<p id=\"b182-4\">I. THE ADMINISTRATIVE SCHEME</p>\n<p id=\"b182-5\">At the center of this case is Senate Bill (SB) 408,<footnotemark>1</footnotemark> a bill aimed at closing the gap between what utilities were collecting from ratepayers for taxes and what the utilities were actually paying in taxes. The problem stemmed, for the most part, from the difference between the way that tax liability was calculated for ratemaking purposes and the way that it was calculated under state and federal tax laws. The PUC permitted a utility to charge ratepayers for “taxes that assume the utility is not part of an affiliated group of corporations for tax purposes.” ORS 757.267(l)(c). In reality, however, utilities were filing their taxes as part of an affiliated corporate group, whereby losses from within the affiliated group had the potential to reduce or eliminate the utilities’ tax liability. Under that system,</p>\n<blockquote id=\"b182-6\">“[t]he parent company of a utility [could] employ accounting methods, debt, consolidated tax return rules and other techniques in a way that resultfed] in a difference between the tax liability paid to units of government by the utility, or the affiliated group of corporations of which the utility is <page-number citation-index=\"1\" label=\"151\">*151</page-number>a member, and the amount of taxes collected, directly or indirectly, from customers.”</blockquote>\n<p id=\"b183-4\">ORS 757.267(l)(d).</p>\n<p id=\"b183-5\"> SB 408 represented a legislative effort to square the amount of taxes assumed in rates with the taxes actually paid by the utility or its affiliated corporate group — or, as legislators explained it, to “true up” the difference once the utility or its affiliated group had actually paid its taxes. To that end, SB 408 requires every Oregon public utility to “file a tax report with the Public Utility Commission annually, on or before October 15 following the year for which the report is being made” that “contain[s] the information required by the commission,” including:</p>\n<blockquote id=\"b183-6\">“(a) The amount of taxes that was paid by the utility in the three preceding years, or that was paid by the affiliated group and that is properly attributed to the regulated operations of the utility, determined without regard to the tax year for which the taxes were paid; and</blockquote>\n<blockquote id=\"b183-7\">“(b) The amount of taxes authorized to be collected in rates for the three preceding years.”</blockquote>\n<p id=\"b183-8\">ORS 757.268(1). The commission then reviews that tax report and any other information that the commission has obtained. ORS 757.268(4). If, after reviewing the tax report and accompanying information, the commission determines that the “amount of taxes assumed in rates or otherwise collected from ratepayers for any of the three preceding years differed by $100,000 or more from the amount of taxes paid to units of government by the public utility, or by the affiliated group and properly attributed to the regulated operations of the utility,” <em>id., </em>the commission must require the utility to adjust its rates to account for the difference. <em>See </em>ORS 757.268(6) (Adjustment shall ensure that “ratepayers are not charged for more tax than: (a) The utility pays to units of government and that is properly attributed to the regulated operations of the utility; or (b) In the case of an affiliated group, the affiliated group pays to units of government and that is properly attributed to the regulated operations of the utility”).</p>\n<p id=\"b184-3\"><page-number citation-index=\"1\" label=\"152\">*152</page-number>In calculating what taxes are “properly attributed to the regulated operations of the utility” for purposes of SB 408, the following limitation applies:</p>\n<blockquote id=\"b184-4\">“[TJaxes paid that are properly attributed to the regulated operations of the public utility may not exceed the lesser of:</blockquote>\n<blockquote id=\"b184-5\">“(a) That portion of the total taxes paid that is incurred as a result of income generated by the regulated operations of the utility; or</blockquote>\n<blockquote id=\"b184-6\">“(b) The total amount of taxes paid to units of government by the utility or by the affiliated group, whichever applies.”</blockquote>\n<p id=\"b184-7\">ORS 757.268(12).</p>\n<p id=\"b184-8\">The PUC, charged with implementing SB 408, adopted OAR 860-022-0041, which concerns the filing of utility tax reports and the commission’s review of those reports. The rule, among other things, sets out a methodology for determining “[t]he amount of income taxes paid that is properly attributed to regulated operations of the utility” under SB 408. At this point, it is unnecessary to quote the technical rule in all its excruciating splendor; it suffices to say that the rule uses a multipart calculus to determine what taxes are “properly attributed” to the utility, including, under section (3), what is known as the “apportionment methodology.” As part of the “apportionment methodology,” the rule establishes a floor — calculated, in part, from the utility’s “standalone tax liability” — below which the amount of “properly attributed” taxes cannot fall.</p>\n<p id=\"b184-9\">The apportionment methodology in section (3) is, dizzyingly, only the beginning of the calculus under OAR 860-022-0041. The amount of “properly attributed” taxes under section (3) of the rule is one of three figures in the required tax report that are then compared in order to determine which of the three is the <em>lowest </em>amount. OAR 860-022-0041(4)(d). The lowest of the three figures is then compared with the taxes that the utility collected in rates, in order to determine whether the utility has over- or under-collected for taxes. OAR 860-022-0041(4)(f). If that comparison yields a discrepancy of $100,000 or more, the commission then determines whether to implement a surcharge or surcredit <page-number citation-index=\"1\" label=\"153\">*153</page-number>through a rate adjustment to square the difference. OAR 860-022-0041(8).</p>\n<p id=\"b185-4\">II. THE PUC PROCEEDINGS</p>\n<p id=\"b185-5\">After SB 408 was passed by the legislature, the PUC opened a contested case proceeding, Docket UE 177, to examine PacifiCorp’s tax reports on an annual basis and to order rate adjustments as necessary. <em>See </em>OAR 860-022-0041(7) (commission to establish an ongoing docket for tax report filings). ICNU intervened in that proceeding. In January 2006, the commission adopted a protective order to govern the review of PacifiCorp’s confidential tax information by intervenors like ICNU. <em>See </em>ORS 757.267(l)(g) (recognizing, as part of SB 408, that “[t]ax information of a business is commercially sensitive. Public disclosure of tax information could provide a commercial advantage to other businesses”). The protective order went beyond the PUC’s standard protective order and included such additional protections as a “safe-room discovery mechanism” whereby parties that had signed the protective order were permitted to inspect information designated “highly confidential,” but only in a safe room in Portland after 24 hours advance notice. Under the protective order, intervenors like ICNU were allowed to take limited notes but were not permitted to take “highly confidential” documents out of the safe room or make copies of those documents.</p>\n<p id=\"b185-6\">On October 15, 2007, PacifiCorp filed its 2006 tax report with the PUC pursuant to SB 408; the report was reviewed, like PacifiCorp’s previous reports, as part of Docket UE 177. PacifiCorp was, for most of 2006, part of a group of affiliated companies that filed a 2006 federal income tax return as a single consolidated taxpayer, Berkshire Hathaway, Inc. and Subsidiaries (Berkshire Hathaway). Using the methodology set out in OAR 860-022-0041, PacifiCorp reported that its share of taxes paid that were properly attributed to Oregon regulated operations for the 2006 tax period was $88.9 million.<footnotemark>2</footnotemark> PacifiCorp further reported that it <page-number citation-index=\"1\" label=\"154\">*154</page-number>had collected only $54.4 million of that amount in rates, and that a surcharge was necessary under SB 408.</p>\n<p id=\"b186-4\">ICNU, meanwhile, opposed the requested surcharge. ICNU’s access to PacifiCorp’s tax information, however, was significantly limited by the protective order that had been in place in Docket UE 177. In December 2007, ICNU moved to modify the protective order, arguing that the restrictions of that order “made it impossible for ICNU to effectively participate in these proceedings.” Specifically, ICNU argued that it was unworkable for its consultant, who lived in Texas, to be limited to viewing PacifiCorp’s documents in a Portland safe room, and that the consultant would not be able to review and understand the tax report in time to prepare testimony by the due date in January 2008. Accordingly, ICNU requested the protective order be modified so that its consultant could obtain copies of the relevant information or view the documents in a safe room in Texas. The PUC denied the motion, adhering to its earlier determination that the safe-room discovery procedure was necessary and concluding that “ICNU has failed to provide an adequate basis to amend or eliminate those safeguards.”</p>\n<p id=\"b186-5\">In January 2008, ICNU filed testimony by its Texas consultant, Blumenthal, which focused primarily on whether OAR 860-022-0041, and, in particular, the rule’s use of the apportionment methodology and “stand-alone tax liability,” was consistent with the legislative mandate in SB 408. PacifiCorp, in response, moved to strike portions of Blumenthal’s testimony, arguing that much of her testimony consisted of “legal argument” rather than facts or expert opinion and that, in any event, the testimony was not relevant to any issues in the proceeding. An administrative law judge (ALJ) agreed with PacifiCorp and granted the motion. At a subsequent hearing, ICNU objected to the ALJ’s ruling and was permitted to make an offer of proof regarding Blumenthal’s testimony.</p>\n<p id=\"b186-6\">On April 11,2008, the PUC entered its final order on PacifiCorp’s 2006 tax report. In that order, the commission adopted PacifiCorp’s 2006 tax report, as modified by PUC <page-number citation-index=\"1\" label=\"155\">*155</page-number>staffs recommendations, and determined that a rate adjustment was appropriate, in the form of a $34.5 million surcharge to ratepayers. The commission explicitly “disregarded] ICNU’s arguments” with respect to the validity of OAR 860-022-0041, reasoning that “a separate proceeding is the proper procedure” for challenging the validity of the rule. ICNU then sought judicial review of the final order, arguing, in part, that the PUC erred in refusing to address the validity of the rule.</p>\n<p id=\"b187-4\">After ICNU filed its opening brief in this court, the PUC elected to reconsider the final order and withdrew its previous refusal to consider ICNU’s challenge to OAR 860-022-0041. In its order on reconsideration, the PUC considered and rejected the substance of ICNU’s rule challenge. ICNU then sought judicial review of the order on reconsideration.</p>\n<p id=\"b187-5\">III. ISSUES ON JUDICIAL REVIEW</p>\n<p id=\"b187-6\">In light of the PUC’s order on reconsideration, there are three issues before us: (1) the validity of OAR 860-022-0041; (2) the motion to amend the protective order; and (3) the exclusion of Blumenthal’s testimony. We begin with ICNU’s challenge to OAR 860-022-0041.</p>\n<p id=\"b187-7\">In its first assignment of error, ICNU argues that OAR 860-022-0041 “should be invalidated because it fails to implement the policy directive of SB 408.” We review the rule to determine whether it “[e]xceeds the statutory authority of the agencyL]” ORS 183.400(4)(b). In doing so, we look to “the wording of the rule itself (read in context) and the statutory provisions authorizing the rule.” <em>Wolf v. Oregon Lottery Commission, </em>344 Or 345, 355, 182 P3d 180 (2008).</p>\n<p id=\"b187-8\">As we understand ICNU’s challenge, it reduces to this: The rule calculates “properly attributed” taxes in terms of a utility’s “stand-alone tax liability,” a “fiction” that fails to reflect the taxes actually paid by the utility. As discussed above, OAR 860-022-0041 uses a multipart calculus to determine whether a utility has overcharged or undercharged its ratepayers for taxes. Part of that calculus, section (3) of the rule, employs the “apportionment methodology.” That section provides, in part, that the “amount of income taxes paid <page-number citation-index=\"1\" label=\"156\">*156</page-number>that is properly attributed to regulated operations of the utility is calculated as follows”:</p>\n<blockquote id=\"b188-4\">“(a) The amount of federal income taxes paid to units of government that is properly attributed to the regulated operations of the utility is the product of the values in paragraphs (3)(a)(A) and (B), subject to subsection (3)(b) of this rule:</blockquote>\n<blockquote id=\"b188-5\">“(A) The total amount of federal income taxes paid by the federal taxpayer, to which is added:</blockquote>\n<blockquote id=\"b188-6\">“(i) The current tax benefit, at the statutory federal income tax rate, of tax depreciation on public utility property;</blockquote>\n<blockquote id=\"b188-7\">“(ii) The tax benefits associated with federal investment tax credits related to public utility property; and</blockquote>\n<blockquote id=\"b188-8\">“(iii) Imputed tax benefits on charitable contributions and IRC section 45 renewable electricity production tax credits of the affiliated group, except those tax benefits or credits associated with regulated operations of the utility; and</blockquote>\n<blockquote id=\"b188-9\">“(B) The average of the ratios calculated for the utility’s gross plant, wages and salaries and sales, using amounts allocated to regulated operations of the utility as set forth in the utility’s results of operations report in the numerator and amounts for the federal taxpayer in the denominator^]”</blockquote>\n<p id=\"b188-10\">OAR 860-022-0041(3).<footnotemark>3</footnotemark> In less sophisticated terms, subsection (3)(a) provides that the amount of “taxes paid to units of government that is properly attributed to regulated operations of the utility” is the product of two things: (1) the actual taxes paid by the parent corporation and (2) the average ratio of the utility’s reported plant costs, wages and salaries, and sales, to the parent company’s costs in each of those three categories.<footnotemark>4</footnotemark></p>\n<p id=\"b189-3\"><page-number citation-index=\"1\" label=\"157\">*157</page-number>The following subsection — which is the focus of much of ICNU’s argument — then qualifies that calculation, and it does so in terms of “stand-alone tax liability”:</p>\n<blockquote id=\"b189-5\">“The amount of federal income taxes paid that is properly attributed to the regulated operations of the utility under subsection (3)(a) of this rule <em>shall not he less than </em>the amount of the federal stand-alone tax liability calculated for the regulated operations of the utility, reduced by the product of:</blockquote>\n<blockquote id=\"b189-6\">“(A) The imputed negative tax associated with all federal income tax losses of entities in the utility’s federal taxpayer group; and</blockquote>\n<blockquote id=\"b189-7\">“(B) The average of the ratios for the utility’s gross plant, wages and salaries and sales, using amounts allocated to the regulated operations of the utility as set forth in the utility’s results of operations report in the numerator and amounts for the system regulated operations in the denominator.”</blockquote>\n<p id=\"b189-8\">OAK 860-022-0041(3)(b) (emphasis added).<footnotemark>5</footnotemark> In other words, subsection (3)(b) starts with “stand-alone tax liability” to establish a floor beneath which the amount of “federal income taxes paid that is properly attributed to the regulated operations of the utility under subsection (3)(a)” shall not fall. “Stand-alone tax liability,” meanwhile, is defined in the rule as</p>\n<blockquote id=\"b189-9\">“the amount of income tax liability calculated using a pro forma tax return and revenues and expenses in the utility’s results of operations report for the year, except using zero depreciation expense for public utility property, excluding <page-number citation-index=\"1\" label=\"158\">*158</page-number>any tax effects from investment tax credits, and calculating interest expense in the manner used by the Commission in establishing rates[.]”</blockquote>\n<p id=\"b190-3\">OAR 860-022-0041(2)(p).</p>\n<p id=\"b190-4\">ICNU argues that, because the floor in subsection (3)(b) is based on tax <em>liability </em>instead of taxes <em>paid, </em>the rule has the potential to establish an artificially inflated amount for “taxes paid.” According to ICNU,</p>\n<blockquote id=\"b190-5\">“[i]n essence, the Rule either makes the phrase ‘taxes paid’: a) a fiction by aligning it with fictional tax liability; or b) the Rule literally mandates an unnecessary inflation of actual taxes paid, with ratepayers forced to bear the burden of excessive costs. Either result is contrary to the intent of SB 408.”</blockquote>\n<p id=\"b190-6\">The PUC and PacifiCorp respond- — correctly, in our view — that ICNU ignores the context of subsection (3)(b). Read in isolation, subsection (3)(b) appears to operate as ICNU contends, <em>i.e., </em>it appears to establish a “stand-alone tax liability” calculation that equals or exceeds the amount of “taxes paid” by the utility’s affiliated group. However, when read in conjunction with the rest of the rule — and, in particular, section (4) of the rule — it is apparent that subsection (3) (b) does not have that effect.</p>\n<p id=\"b190-8\">Once again, the “apportionment methodology” under section (3) is merely one of the myriad, alternative calculations under OAR 860-022-0041 that are used to generate the share of taxes paid that is “properly attributed” to the regulated operations of a utility. <em>See </em>OAR 860-022-0041(2)(j) (“ ‘Properly attributed’ means the share of taxes paid that is apportioned to the regulated operations of the utility as calculated in section (3), <em>subject to subsections (4)(a), (4)(b), (4) (g) and (4)(h), of this rule[.T </em>(Emphasis added.)). Section (4) of OAR 860-022-0041, sets forth the information that must be contained in a utility’s tax report, including the following:</p>\n<blockquote id=\"b190-10\">“(a) The amount of federal and state income taxes paid to units of government by the taxpayer, as adjusted pursuant to subparagraphs (3)(a)(A)(i), (ii) and (iii) of this rule;</blockquote>\n<blockquote id=\"b191-3\"><page-number citation-index=\"1\" label=\"159\">*159</page-number>“(b) The amount of the utility’s federal and state income taxes paid that is incurred as a result of income generated by the regulated operations of the utility * * * [calculated in terms of federal and state stand-alone tax liability];</blockquote>\n<blockquote id=\"b191-4\">“(c) The amount of federal and state income taxes paid to units of government by the taxpayer that is properly attributed to the regulated operations of the utility, as calculated in section (3) of this rule[.]”</blockquote>\n<p id=\"b191-5\">The amounts under (4)(a), (b), and (c) are then compared to one another to determine which of the three is the <em>lowest </em>amount, OAR 860-022-0041(4)(d), and that lowest figure then becomes the benchmark for determining whether a rate adjustment is necessary. OAR 860-022-0041(4)(f).</p>\n<p id=\"b191-6\">Importantly, the amount under subsection (4)(a) corresponds to the actual tax payments by the taxpayer or its affiliated group.<footnotemark>6</footnotemark> Thus, if the amount of taxes paid by the federal taxpayer is <em>lower than </em>the amount of the “floor” calculation under subsection (3)(b), the PUC will not use the subsection (3)(b) calculation. In other words, subsection (4)(a) prevents the “stand-alone tax liability” floor under subsection (3)(b) from exceeding actual tax payments by the federal taxpayer.<footnotemark>7</footnotemark></p>\n<p id=\"b191-7\">We turn, briefly, to another thread of argument that runs throughout ICNU’s first assignment of error: that the rule involves a “fictional” accounting because it uses a methodology that merely “approximates” the amount of taxes that are actually paid by the utility. That argument, as the PUC and PacifiCorp correctly point out, conflates two different <page-number citation-index=\"1\" label=\"160\">*160</page-number>concepts under SB 408: “taxes paid” by the utility or a consolidated taxpayer, and those “properly attributed” to the utility. SB 408 plainly contemplates that, when a utility does not itself make a tax payment to units of government but instead does so as part of an affiliated group, it is necessary to “properly attribute,” to the utility, part of the “taxes paid” by the consolidated taxpayer. In that circumstance, there are no “taxes paid” by the utility itself, and any effort to “properly attribute” the payment to the utility is a type of legal fiction. The PUC adopted a different legal fiction from the one ICNU desired, but we are not persuaded that the PUC exceeded its statutory authority in doing so. Accordingly, we reject ICNU’s first assignment of error.</p>\n<p id=\"b192-4\">We turn, then, to ICNU’s contention that the PUC committed reversible error in refusing to modify the protective order that governed ICNU’s review of PacifiCorp documents. That protective order, as previously described, prohibited ICNU’s consultant, Blumenthal, from viewing PacifiCorp’s “highly confidential” information anywhere but in the Portland safe room. On judicial review, ICNU argues that the commission’s decision to deny its motion to amend the protective order was (1) outside the range of the commission’s delegated discretion and (2) was not supported by substantial evidence or reason.</p>\n<p id=\"b192-5\">Our review of PUC orders is the same as our review of orders in contested cases. ORS 756.610(1). Thus, we must determine whether the commission’s order embodies an exercise of discretion that is “[o]utside the range of discretion delegated to the agency by law,” and whether “the order is not supported by substantial evidence in the record.” ORS 183.482(8)(b)(A), (c). In conducting our review, we bear in mind that we may not substitute our judgment for that of the commission “as to any issue of fact.” ORS 183.482(7).</p>\n<p id=\"b192-6\">The protective order at issue in this case was already in place in Docket UE 177 when PacifiCorp filed its tax report in October 2007. <em>See </em>ORS 757.268(11) (expressly authorizing PUC to prepare a protective order governing disclosure of sensitive tax information to intervenors). Two months after that report was filed, ICNU filed a motion to amend the protective order, requesting that Blumenthal “be allowed to <page-number citation-index=\"1\" label=\"161\">*161</page-number>have a copy of the tax report, workpapers, and discovery materials in her possession under strict confidentiality or to have the documents be kept in a Safe Room in Houston, Texas.” ICNU argued that the protective order had made it impossible to “effectively participate” as an intervenor in the proceedings, considering that “the corporate structure that PacifiCorp is a part of is extremely complex” and a thorough examination of the 2006 tax report would “involve a significantly greater amount of time compared to other utilities subject to the requirements of Senate Bill 408[.]” Moreover, ICNU argued, “it is simply cost prohibitive to have [Blumenthal] be located in Portland, Oregon while preparing her testimony.”</p>\n<p id=\"b193-4\">The PUC denied ICNU’s motion to amend the protective order on a number of grounds. First, the PUC explained that, in initially adopting the protective order, the commission had “acknowledged the inconvenience imposed by the use of a safe room” but that “the potential harm of the public release of the highly confidential information outweighed the inconvenience to parties.” The PUC then described various other provisions that had been added to the protective order to alleviate some of that inconvenience, including restricting the type of information that could be designated “highly confidential,” requiring utilities to designate one person to coordinate all scheduling matters, and requiring a private conference room to be provided adjacent to the safe room. “Finally,” the PUC explained, “we recognized the difficulties presented by the use of an out-of-state consultant, encouraged the utilities to make special arrangements to address such situations, and indicated that we would entertain a request for increased intervenor funding to cover additional expenses.”</p>\n<p id=\"b193-5\">After describing those efforts to reduce the burden of the protective order when it was first adopted — and noting that it had “already approved ICNU’s request for increased intervenor funding based, in part, on its stated need to cover additional expenses resulting from the Protective Order”— the PUC concluded that ICNU’s arguments did not “warrant an amendment to the Protective Order.” Indeed, the PUC concluded that, if anything, ICNU had demonstrated a need for even greater protection of the tax documents:</p>\n<blockquote id=\"b194-3\"><page-number citation-index=\"1\" label=\"162\">*162</page-number>“Granted, PacifiCorp’s filing is complex due to the utility’s inclusion in Berkshire Hathaway’s consolidated tax group. This fact, however, actually increases the need for heightened protection. The harm resulting from any disclosure— whether intentional or inadvertent — has increased, as PacifiCorp’s tax report now contains sensitive tax information from the hundreds of unregulated companies that are included in Berkshire Hathaway’s consolidated filing.”</blockquote>\n<p id=\"b194-4\">The PUC, however, offered another independent reason to deny the motion. “Furthermore,” the PUC ruled, “any party seeking to amend a Protective Order must show that it has made a reasonable attempt to work within the Protective Order procedures before filing its motion.” The PUC found the facts relevant to that issue to be as follows:</p>\n<blockquote id=\"b194-5\">“ICNU was aware that PacifiCorp would make its tax filing on October 15, 2007, and that the terms of the Protective Order required review of that report in the Portland safe room. ICNU was also aware that SB 408 provides the parties and the Commission with a relatively short amount of time in which to review the tax reports, and agreed to a procedural schedule requiring intervenors to file opening testimony on January 22, 2008. Despite this knowledge, ICNU did not retain a consultant — local or otherwise — until after the tax report was filed. ICNU also failed to participate in two informal workshops conducted by Staff, and did not visit the Portland safe room to review the tax report until December. Furthermore, based on PacifiCorp’s unrebutted assertions, ICNU also cut short a December 4, 2007, meeting between its consultant and PacifiCorp, did not request an overview or general explanation of PacifiCorp’s tax report, and failed to take advantage of PacifiCorp’s offer to provide copies of documents that did not contain tax data of unregulated third parties.”</blockquote>\n<p id=\"b194-6\">Based on those findings, the PUC concluded:</p>\n<blockquote id=\"b194-7\">“ICNU’s claim that it does not have sufficient time to review PacifiCorp’s tax report and prepare effective testimony is not persuasive. Given ICNU’s awareness of the safe-room restrictions, the complexity of PacifiCorp’s corporate structure, and the SB 408 time constraints, ICNU could have acted earlier in hiring a consultant and commenced discovery immediately after PacifiCorp filed its report. We agree with PacifiCorp that the protections afforded the highly confidential tax information should not <page-number citation-index=\"1\" label=\"163\">*163</page-number>be compromised because ICNU waited so long to become fully engaged in this docket.</blockquote>\n<blockquote id=\"b195-4\">‡</blockquote>\n<blockquote id=\"b195-5\">“We adhere to our prior conclusion that the safe-room discovery mechanism is required to protect the highly confidential tax information contained in PacifiCorp’s tax report and supporting information. ICNU has failed to provide an adequate basis to amend or eliminate those safeguards. Accordingly, ICNU’s petition to amend [the protective order] is denied.”</blockquote>\n<p id=\"b195-6\">By denying the motion to amend the protective order, ICNU argues, the PUC acted outside the range of its delegated discretion under SB 408, which expressly addresses the subject of protective orders:</p>\n<blockquote id=\"b195-7\">“The commission may not use the tax information obtained by the commission under this section for any purpose other than those described in subsections (1) to (10) of this section. An intervenor in a commission proceeding to review the tax report or make rate adjustments described in this section may, <em>upon signing a protective order prepared by the commission, obtain and use the information obtained by the commission that is not otherwise required to be made publicly available under this section, according to the terms of the protective order.”</em></blockquote>\n<p id=\"b195-8\">ORS 757.268(11) (emphasis added). The PUC order exceeds the scope of authority delegated under that statute, according to ICNU, because “SB 408 expressly permits the very right that the [commission] denied — possession and use of all utility tax report information.” Furthermore, ICNU argues, the PUC denied the motion to amend after concluding that a “safe-room discovery mechanism” was <em>“required </em>to protect the highly confidential tax information contained in PacifiCorp’s tax report and supporting information,” and the PUC’s order does not include facts or reasoning sufficient to justify that conclusion. (Emphasis by ICNU.)</p>\n<p id=\"b195-9\">The problem with ICNU’s arguments on judicial review is that they do not track with its own motion or the PUC’s ruling on that motion. The issue before the PUC was not solely whether the safe-room restrictions were consistent with the language in SB 408, or whether those restrictions <page-number citation-index=\"1\" label=\"164\">*164</page-number>were “required” in the first instance; those issues previously had been litigated and addressed by an earlier PUC order. Thus, ICNU’s motion to amend posed a different question in a different procedural posture: whether the protective order should be amended because the safe room restriction had proved unworkable under later circumstances and was preventing ICNU from preparing its written testimony by the January 2008 due date.</p>\n<p id=\"b196-4\">When the PUC’s order is viewed in its proper context as a motion to amend an earlier order, we are not persuaded that the commission acted outside the range of its delegated authority or failed to ground its decision in substantial evidence. The PUC’s authority to amend an earlier order is a product of statute. ORS 756.568 provides that the PUC “may at any time, upon notice to the public utility or telecommunications utility and after opportunity to be heard as provided in ORS 756.500 to 756.610, rescind, suspend or amend any order made by the commission.” The text of the rule — the PUC “may” rescind, suspend, or amend any order — grants the commission broad discretion in that regard; nothing in the statute <em>requires </em>the PUC to amend an earlier order, particularly if there are prudential reasons not to do so. In this case, the PUC exercised its discretion <em>not </em>to amend the protective order on the ground that ICNU had failed to show (1) that anything had materially changed since its earlier order and (2) that the safe-room mechanism — as opposed to ICNU’s own lack of diligence — had been the source of ICNU’s difficulties in reviewing PacifiCorp’s tax report.</p>\n<p id=\"b196-5\">We agree with PacifiCorp and the PUC that there is substantial evidence in the record to support the commission’s justifications for denying the motion to amend — most notably, evidence that ICNU had not taken advantage of options that either the commission or PacifiCorp had provided that would have alleviated some of the burden of the safe-room procedure. As the PUC points out in its order, the record contains “unrebutted assertions” by PacifiCorp to the effect that ICNU “cut short a December 4, 2007, meeting between its consultant and PacifiCorp, did not request an overview or general explanation of PacifiCorp’s tax report, and failed to take advantage of PacifiCorp’s offer to provide copies of documents that did not contain tax data of unregulated third parties.”</p>\n<p id=\"b197-3\"><page-number citation-index=\"1\" label=\"165\">*165</page-number>ICNU, for its part, never engages on judicial review with that evidence. Instead, ICNU attempts to explain away the commission’s “extensive critique of ICNU’s ‘attempt to work within the Protective Order’ ” on the ground that it is “beside the point” because “that fact would do nothing to support [the PUC’s] conclusion that a safe room mechanism is ineluctably ‘required’ to protect PacifiCorp’s information.” ICNU, however, miscasts the PUC’s order. The PUC’s order did not answer, on a blank slate, the question whether the safe-room discovery mechanism was “ineluctably required.” Quoted in full, the sentence on which ICNU relies states, “We <em>adhere to our prior conclusion </em>that the safe-room discovery mechanism is required to protect the highly confidential tax information contained in PacifiCorp’s tax report and supporting information.” (Emphasis added.) The next sentence of the order is even more explicit as to the basis for the PUC’s denial of the motion to amend: “ICNU has failed to provide an adequate basis to amend or eliminate those safeguards.”</p>\n<p id=\"b197-4\">In short, ICNU frames the wrong inquiry. The question before us is not whether the PUC’s initial protective order was too broad in the first instance, or whether it would have been the better course for the PUC to dial back the restrictions. Rather, the questions before us are whether the commission acted within its statutory authority in denying ICNU’s motion to amend its earlier order, and whether it sufficiently grounded its order on substantial evidence. So framed, we agree with PacifiCorp and the PUC that the commission acted within its statutory authority, and that its order is supported by substantial evidence and substantial reason.</p>\n<p id=\"b197-5\">In its final assignment, ICNU contends that the PUC erred by excluding Blumenthal’s testimony regarding the validity of OAR 860-022-0041 and the legality of the protective order. As previously discussed, the PUC initially refused to consider ICNU’s rule challenge but, on reconsideration, reversed course and addressed the merits of that challenge. In reconsidering the rule challenge, the PUC also revisited its earlier exclusion of Blumenthal’s testimony regarding the rule and, the second time around, considered her testimony. For that reason, the PUC argues, ICNU’s final assignment of error is now moot as to Blumenthal’s testimony regarding the validity of the rule.</p>\n<p id=\"b198-3\"><page-number citation-index=\"1\" label=\"166\">*166</page-number>ICNU, however, does not agree that the order on reconsideration resolved this assignment of error. Although the PUC considered Blumenthal’s testimony, it considered it as “comment” rather than “evidence.” For that reason, ICNU argues, the PUC’s order on reconsideration did not actually cure its earlier error, and ICNU’s final assignment of error— that Blumenthal’s testimony should have been admitted <em>as evidence </em>— remains a live issue.</p>\n<p id=\"b198-4\">ICNU, however, does not explain how the distinction that it draws — between considering the testimony as “comment” as opposed to “evidence” — had any effect on the lawfulness of the PUC’s order in this case. Nothing in the record suggests that the PUC would have attributed any different weight to Blumenthal’s testimony had it been labeled differently. For that reason, we decline to address ICNU’s assignment of error as to Blumenthal’s testimony concerning the validity of OAR 860-022-0041.</p>\n<p id=\"b198-5\">The PUC also excluded Blumenthal’s testimony regarding the infirmities of the protective order. The commission reasoned that, because the motion to amend the protective order had already been denied, Blumenthal’s subsequent testimony regarding the protective order was no longer relevant to an issue in the case. As part of its final assignment of error, ICNU argues that, because the earlier order denying the motion to amend the protective order was erroneous, the PUC likewise erred in excluding Blumenthal’s later testimony regarding the protective order. We have already rejected ICNU’s predicate argument regarding the denial of the motion to amend, and we therefore reject this contingent argument as well.</p>\n<p id=\"b198-6\">Affirmed.</p>\n<footnote label=\"1\">\n<p id=\"b182-7\"> The bill was enacted as Oregon Laws 2005, chapter 845, sections 2 to 5, parts of which are codified at ORS 757.267, ORS 757.268, and ORS 757.210.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b185-7\"> PacifiCorp reported $86.9 million in its original tax report but later revised that figure.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b188-11\"> The approach in subsection (3)(a) of the rule — which pertains to federal income taxes — is mirrored in other subsections regarding state and local taxes. OAR 860-022-0041(3)(c), (e). To avoid unnecessary confusion, we quote and discuss only subsection (a).</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b188-12\"><em> </em>By way of a simplistic example, suppose a utility’s parent company has paid $100,000 in federal income taxes. The utility’s plant costs, as attributed in the utility’s operations report, are one-third of the parent company’s total plant costs, its wages and salaries are one-third of its parent’s wages and salaries, and its sales are <page-number citation-index=\"1\" label=\"157\">*157</page-number>one-third of its parent’s sales. Under subsection (3)(a), the amount of federal income taxes paid that is “properly attributed to regulated operations of the utility” would he $33,333.33 ($100,000 in taxes paid, multiplied by the average ratio of 1:3).</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b189-13\"> The floor was established, the PUC explained during the rulemaking process, to prevent circumstances in which “customers receive more than 100 percent of the tax benefits from losses within the taxpaying group.” PUC Order No. 06-532. The commission concluded that, because the apportionment methodology under OAR 860-022-0041(3)(a) attributes “taxes paid” to all affiliates in a corporate group, including those affiliates with no tax liability, the methodology had the potential to attribute too little to an Oregon utility under certain circumstances. The PUC used the example of a utility that has a stand-alone tax liability of $50 and a sole affiliate with a loss of $5. The affiliated group’s consolidated tax liability is $45, but the apportionment methodology would attribute an amount lower than $45 to the Oregon utility ($45 in taxes paid multiplied by an average ratio).</p>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b191-8\"> Under subsection (4)(a), taxes paid are adjusted to account for certain tax credits. OAR 860-022-0041(4)(a) (referring to adjustments under subparagraphs (3)(a)(A)(i), (ii), and (iii)). SB 408 defines “taxes paid” to include adjustments for certain tax credits, ORS 757.268(13)(f), and we do not understand ICNU to argue that the tax credit adjustments under the rule are inconsistent with the statute.</p>\n</footnote>\n<footnote label=\"7\">\n<p id=\"b191-9\"> ICNU acknowledges that subsection (4)(a), along with subparagraphs (3)(a)(A)(i), (ii), and (iii), mention only “taxes paid,” but nonetheless argues that “all these calculations are in turn ultimately modified by OAR 860-022-0041(3)(b).” The rule, as previously discussed, works the other way around: If the “taxes paid” are lower than the calculation in subsection (3)(b), then subsection (4)(a) trumps any “modification” by subsection (3)(b).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}