{
  "casebody": {
    "data": "<casebody firstpage=\"69\" lastpage=\"85\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b93-4\">STACEY BIRD, an individual, Plaintiff and Appellant, v. CASCADE COUNTY, a political subdivision of the State of Montana; and CASCADE COUNTY BOARD OF COMMISSIONERS, the governing body of Cascade County, Defendants and Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b93-7\">No. DA 16-0162.</docketnumber>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"b93-8\">Submitted on Briefs October 19, 2016.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b93-9\">Decided December 27, 2016.</decisiondate>\n<citation data-order=\"4\" data-type=\"citation\" id=\"b93-10\">2016 MT 345.</citation>\n<citation data-order=\"5\" data-type=\"citation\" id=\"AIMF\">386 P.3d 602.</citation>\n<p data-order=\"6\" data-type=\"citation\" id=\"b93-11\">386 Mont. 69.</p>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b94-4\"><page-number citation-index=\"1\" label=\"70\">*70</page-number>For Appellant: Hollie Del Vecchio, Ph D, Adaptive Law Firm PS, Mount Vernon, Washington.</attorneys>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b94-5\">For Appellees: Mark F. Higgins, Jordan Y. Crosby, Ugrin, Alexander, Zadick &amp; Higgins, P.C., Great Falls.</attorneys>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b94-6\">JUSTICE BAKER</author>\n<p id=\"ANn\">delivered the Opinion of the Court.</p>\n<p id=\"b94-7\">¶1 The Cascade County Board of Commissioners terminated Stacey Bird from her position as the County’s Human Resources Director. Bird filed a wrongful discharge claim against the County and the Board of Commissioners. The Eighth Judicial District Court held that the County had good cause to terminate Bird. It granted the County summary judgment. Bird appeals on the ground that a jury must determine the issue of good cause.</p>\n<p id=\"b94-8\">¶2 We affirm.</p>\n<p id=\"b94-9\">PROCEDURAL AND FACTUAL BACKGROUND</p>\n<p id=\"b94-10\">¶3 The County hired Bird as Human Resources Director in October 2008. Bird directly supervised four employees and managed a $350,000 budget. Bird oversaw typical human resource functions, including: supervising payroll for all County employees; administering and enforcing collective bargaining agreements; ensuring compliance with state and federal employment laws; drafting and implementing human resource policies; and administering the County’s benefits programs. Bird also was responsible for redrafting the County’s Policy and Procedures Manual, which she never completed.</p>\n<p id=\"b94-11\">¶4 As a department head, Bird reported to the Board of County Commissioners. In December 2010, the Board sent Bird a letter expressing several elected officials’ concerns regarding their working relationship with the Human Resources Department. The letter identified four issues the elected officials wanted Bird to address:</p>\n<blockquote id=\"b94-12\">* Improving the transparency of the hiring process;</blockquote>\n<blockquote id=\"b94-13\">* Ensuring that engagement in preferential hiring practices is not occurring;</blockquote>\n<blockquote id=\"b94-14\">* Aligning personnel policies with established procedures; and</blockquote>\n<blockquote id=\"b94-15\">* Seeking a more collaborative approach to problem-solving.</blockquote>\n<p id=\"ANq9\">Board members also met with Bird individually to discuss how they could improve their working relationship with her.</p>\n<p id=\"b94-16\">¶5 In October 2012, a group of department heads—which Bird helped to organize—wrote a letter to the Board requesting to meet and discuss various issues they had regarding the “appearance of unfair, disparate, and unequal treatment regarding merit and market adjustments” to compensation. The Board declined to meet with the department heads <page-number citation-index=\"1\" label=\"71\">*71</page-number>as a group given that the department heads “represent! ed| six different departments, each having a diverse range of responsibilities, job descriptions, budgets, number of subordinates, educational backgrounds, training, experience, and longevity with the County.” The Board instead offered to meet with them individually to evaluate their compensation. In response, these department heads took “a unanimous vote of ‘no confidence’ ” regarding two of the three Board members. Shortly after the “no confidence” vote, two other department heads informed the County Attorney of their concern that the group had leaked confidential employee information to the media. The County Attorney recommended that the Board conduct an investigation into the allegations.</p>\n<p id=\"b95-5\">¶6 On October 26, 2012, the County placed Bird on administrative leave while it investigated allegations that she used public time and resources to organize support for one of the Commissioner’s election opponents, disclosed confidential employment information, and disclosed or used confidential information to further her personal economic interests. Upon conclusion of the investigation, the County sent Bird a “due process” letter that provided detailed information regarding the results of the investigation, notified her of additional allegations that were investigated, and advised her of potential disciplinary actions. Bird responded in writing, denying the allegations.</p>\n<p id=\"b95-6\">¶7 On November 27, 2012, the County sent Bird a termination letter signed by two of the three Board members. The six-page termination letter addressed Bird’s response to the “due process” letter and further detailed the reasons for her discharge. The reasons included: use of public time and resources for political purposes, disclosure of confidential employee information, use and disclosure of confidential information to further her own economic interests, improper management of staff, implementation of policies without the Board’s formal approval, inconsistent implementation of informal policies, failure to update the Policy and Procedures Manual, and failure to understand key aspects of her position.</p>\n<p id=\"b95-7\">¶8 A year later, Bird filed a complaint against the County pursuant to the Wrongful Discharge from Employment Act. The County moved for summary judgment. The District Court concluded that, as Human Resources Director, Bird held a sensitive managerial position. It held that the County had good cause to terminate her. The court therefore granted the County’s motion and entered judgment in its favor. Bird appeals.</p>\n<p id=\"b96-4\"><page-number citation-index=\"1\" label=\"72\">*72</page-number>STANDARDS OF REVIEW</p>\n<p id=\"b96-5\">¶9 We review summary judgment rulings de novo, applying the standards set forth in M. R. Civ. P. 56(c)(3). <em>Moe v. Butte-Silver Bow Cnty., </em>2016 MT 103, ¶ 14, 383 Mont. 297, 371 P.3d 415. Summary judgment is appropriate when the moving party demonstrates both the absence of any genuine issues of material fact and entitlement to judgment as a matter of law. M. R. Civ. P. 56(c)(3); Moe, ¶ 14. Once the moving party has met its burden, the opposing party must present material and substantial evidence to raise a genuine issue of material fact. <em>McConkey v. Flathead Elec. Coop., </em>2005 MT 334, ¶ 19, 330 Mont. 48, 125 P.3d 1121. We will draw all reasonable inferences from the offered evidence in favor of the party opposing summary judgment; but conclusory statements, speculative assertions, and mere denials are insufficient to defeat a motion for summary judgment. <em>Moe, </em>¶ 14. We review a district court’s conclusions of law to determine whether they are correct. <em>Moe, </em>¶ 14.</p>\n<p id=\"b96-6\">DISCUSSION</p>\n<p id=\"b96-7\">¶10 <em>Whether the District Court erred in ruling on summary judgment that the County had good cause to terminate Bird’s employment.</em></p>\n<p id=\"b96-8\">¶11 The Wrongful Discharge from Employment Act provides, in pertinent part, that “[a] discharge is wrongful... if... the discharge was not for good cause.” Section 39-2-904(1), MCA. The Act defines “good cause” as “reasonable job-related grounds for dismissal based on a failure to satisfactorily perform job duties, disruption of the employer’s operation, or other legitimate business reason.” Section 39-2-903(5), MCA. A legitimate business reason is a reason “that is not false, whimsical, arbitrary, or capricious, and one that must have some logical relationship to the needs of the business.” <em>Davis v. State, </em>2015 MT 264, ¶ 10, 381 Mont. 59, 357 P.3d 320. After an employer presents evidence showing good cause for the discharge, the employee must present evidence establishing either that “the given reason for the discharge is not good cause in and of itself, or that the given reason is a pretext and not the honest reason for the discharge.” <em>Becker v. Rosebud Operating Servs., </em>2008 MT 285, ¶ 24, 345 Mont. 368, 191 P.3d 435 (citation and internal quotes omitted). Summary judgment is appropriate in wrongful discharge actions when “the undisputed facts show good cause for discharge from employment.” <em>Moe, </em>¶ 50 (citing <em>Davis, </em>¶ 14; <em>Becker, </em>¶ 30).</p>\n<p id=\"b96-9\">¶12 An employer has the right “to exercise discretion over whom it will employ and keep in employment.” <em>Sullivan v. Cont’l Constr. of Mont., </em><page-number citation-index=\"1\" label=\"73\">*73</page-number><em>LLC, </em>2013 MT 106, ¶ 18, 370 Mont. 8, 299 P.3d 832 (citation and internal quotations omitted). To give effect to this right, we have warned against the courts becoming “involved in the day-to-day employment decisions of a business regarding its management.” <em>Sullivan, </em>¶ 18. Thus, we have held repeatedly that “[e]mployers have the broadest discretion when dealing with managerial employees.” <em>Moe, </em>¶ 54; <em>accord Baumgart v. State, </em>2014 MT 194, ¶ 39, 376 Mont. 1, 332 P.3d 225; <em>Sullivan, </em>¶ 18; <em>McConkey, </em>¶ 26; <em>Buck v. Billings Mont. Chevrolet, </em>248 Mont. 276, 283, 811 P.2d 537, 541 (1991). In determining whether an employee occupies a managerial position, we consider factors such as the employee’s responsibilities in running the organization’s day-to-day operations, the employee’s discretion in undertaking those responsibilities, the level of trust placed in the employee, and the nature of the relationship between the employee and her superiors. <em>Baumgart, </em>¶ 39; <em>Sullivan, </em>¶¶ 24-25; <em>McConkey, </em>¶¶ 30-31; <em>Buck, </em>248 Mont. at 282-83, 811 P.2d at 540-41.</p>\n<p id=\"b97-5\">¶13 The District Court noted that “[m]ost of Bird’s summary judgment response focuses on whether she is a managerial employee under <em>Sullivan.” </em>The court ruled that Bird held a managerial position, stating that “Bird directed and administered human resource management services for one of Montana’s largest county governments.” The court found that</p>\n<blockquote id=\"b97-6\">Bird handled such duties as hiring, discipline and termination of employees; compliance with state and federal employment laws; collective bargaining; labor relations; employee orientation; training and development; compensation; employee benefits; job analysis and evaluation; payroll procedures, operations, and requirements; workers compensation; personnel investigations; and safety and risk management.</blockquote>\n<p id=\"b97-7\">Based on these duties, the court concluded, “It is clear that Bird occupied a ‘sensitive managerial or confidential position ... requiring] the exercise of broad discretion.’ ” (Quoting <em>Sullivan, </em>¶ 21.) The court thus held that “the County is entitled to greater deference in its decision to terminate Bird.”</p>\n<p id=\"b97-8\">¶14  On appeal, Bird argues that the District Court’s analysis regarding whether she held a managerial position “appears to be based on ... Bird’s title, rather than her actual function within [the] County and her level of discretion in relation to the Board.” She asserts that “[s]he supervised only four employees and did not manage a large budget,” and that “[s]he was also closely supervised by the Board ... and the County Attorney.” But Bird does not challenge any of the <page-number citation-index=\"1\" label=\"74\">*74</page-number>court’s specific findings describing her duties as Human Resources Director. The number of people she directly supervised and the amount of money allocated to her department are not the only defining features of her position. As the person in charge of human services, Bird was a key player in the management team, entrusted with confidential employee information and counted on to keep the workplace running smoothly. The head of human services plays an integral role in overseeing and addressing the needs of an organization. Bird’s conclusory statements are insufficient to overcome the District Court’s conclusion on summary judgment that she was a managerial employee. <em>See Moe, </em>¶ 14. Accordingly, we conclude that the District Court correctly determined that the County was entitled to greater discretion in its decision to terminate Bird.</p>\n<p id=\"b98-5\">¶15 Of course, the County’s “broad discretion in handling managerial employees is not absolute.” <em>Moe, </em>¶ 57. The District Court found that the County had good cause because it “terminated Bird for failing to perform her job duties, insubordination, use of public property for private purposes, and disrespect to other employees.” These reasons, the court determined, qualified as legitimate business reasons. The court thus concluded that Bird bore the burden to show that the County’s stated reasons were pretextual in order to defeat summary judgment.</p>\n<p id=\"b98-6\">¶16 The court found “no evidence that [the] County’s reasons for [Bird’s] termination are pretextual or dishonest.” The court recognized Bird’s assertions that the need for operations manual revisions existed before her employment and that no other department head who signed the “no confidence” letter was disciplined. The court concluded, however, that neither of these assertions, “if true, establish pretext.” The District Court held that Bird failed to establish that the County lacked good cause to terminate her and accordingly granted the County summary judgment.</p>\n<p id=\"b98-7\">¶17 Bird cites the following evidence to support her contention that the District Court ignored material facts on the issue of good cause: that in her four-year tenure as Human Resources Director, she never had a performance-based warning, write-up, or reprimand; that another employee took responsibility for disclosing some of the confidential employee information she was accused of disclosing; and that one of the Board members did not sign her termination letter and testified during his deposition that he believed that she should not have been fired. Bird then asserts, “Whether there was any truth to each of the proffered reasons for firing [her], as set forth in the Termination Letter, is also disputed,” and whether the County’s <page-number citation-index=\"1\" label=\"75\">*75</page-number>reasons for terminating her were true, “and not merely pretext, is also disputed.” She asserts that a jury reasonably could conclude that the County did not have good cause for firing her based, in part, on “the parties’ different characterizations of the evidence.” Finally, she relies on <em>Moe </em>to assert that she “raised sufficient factual disputes that would support a conclusion that the reason for her discharge was not for good cause in and of itself.”</p>\n<p id=\"b99-5\">¶18 We held in <em>Moe </em>that the employee presented sufficient evidence to raise a triable issue of fact regarding good cause because she “submitted a detailed written response to the [employer’s fact-finding investigative] report in which she took issue with nearly all of the allegations against her.” <em>Moe, </em>¶ 59. After analyzing the evidence, we concluded that the employee “presented exhaustive responses to the allegations against her.” Moe, ¶ 62. Because of the substantial evidence refuting the employer’s assertions, we were “unable to conclude that the facts that are undisputed are sufficient to establish good cause.” <em>Moe, </em>¶ 63.</p>\n<p id=\"b99-6\">¶19 We are unpersuaded by Bird’s reliance on <em>Moe. </em>For starters, the employee in <em>Moe </em>had only a short time to rectify the problems her superiors identified in her performance before she was terminated. <em>Moe, </em>¶ 61. Here, the Board brought to Bird’s attention the need to improve her working relationships nearly two years before she was terminated. True, like the employee in <em>Moe, </em>Bird submitted a written response to the County’s due process letter taking issue with the allegations against her. Unlike the employee’s response in <em>Moe, </em>however, the majority of Bird’s responses amount to “conclusory statements, speculative assertions, and mere denials.” <em>Moe, </em>¶ 63 (citation and internal quotes omitted). For example, in response to the County’s allegation that she disclosed confidential information regarding an employee’s pay, Bird responded that she had “not breached any confidential information.” She explained that because the employee had discussed the information, it was no longer confidential. But Bird did not deny publicly disclosing that the employee was considered for a sizeable reduction in pay. Her response demonstrated a failure to appreciate that, as Human Resources Director, she had a responsibility to maintain trust in her ability to handle sensitive personnel matters. In response to the allegation that she failed to update the Policy and Procedures Manual, she simply asserted that she was not directed to do so, that a “complete re-write was not provided to me,” and that the groups that provided updates to the manual did not do so in the correct format. Bird similarly minimized <page-number citation-index=\"1\" label=\"76\">*76</page-number>the County’s allegation that all of her Human Resources employees expressed fear that she would retaliate against them by responding that the allegation was “absurd” and that “she truly [didn’t] believe it.”</p>\n<p id=\"Ah5T\">¶20 Significantly, her responses corroborated other allegations against her. She admitted to calling her own employees “bitch” and “dumb-ass.” She also demonstrated a lack of understanding of general employment and labor law concepts. For example, she stood by her “half-hour rule,” under which she and other managers claimed that if they worked at least one-half hour from home on a day where they were initially planning to use sick or vacation leave, they could instead be credited for having worked a full eight-hour day.</p>\n<p id=\"b100-5\">¶21 Bird’s briefing on the County’s summary judgment motion and on appeal is similarly unpersuasive. Her assertion that she never had a performance-based warning, write-up, or reprimand does not, without more, raise an issue of fact as to whether she was discharged for good cause. <em>See Baumgart, </em>¶¶ 29, 39 (concluding that an employer had good cause to discharge an employee even though the employee had “exemplary performance evaluations”). She also fails to address the December 2010 letter the Board sent her and the meetings individual Board members had with her to express concerns regarding their working relationship with her. The fact that one Board member did not agree with the decision to terminate Bird does not mean that the County lacked good cause for its decision. <em>See Sullivan, </em>¶ 27 (concluding that the “fact that not every [company] employee complained about [the employee] failed to undermine the validity of’ the employer’s reasons for discharging the employee). The Dissent’s emphasis on one Board member’s disagreement with the decision to terminate Bird fails to recognize that county commissions make decisions every day on two-to-one votes. Dissent, ¶¶ 28-29. Bird’s Complaint, naming the Board as the County’s governing body, properly acknowledges that the County acts through its Board, not through individual commissioners. The Board member who disagreed with terminating Bird recognized that the other two Board members had the authority to terminate Bird. Such a disagreement does not create an issue of material fact. <em>See, e.g., Ternes v. State Farm Fire &amp; Cas. Co., </em>2011 MT 156, ¶ 27, 361 Mont. 129, 257 P.3d 352 (concluding that “mere disagreement about the interpretation of a fact or facts does not amount to genuine issues of material fact”). Finally, the fact that the Policy and Procedures Manual needed to be updated prior to her employment does not refute that it was ultimately Bird’s responsibility as Human Resources Director to update it. And Bird does not deny that her replacement updated the manual within a relatively short time of <page-number citation-index=\"1\" label=\"77\">*77</page-number>being on the job.</p>\n<p id=\"b101-5\">¶22 Outside of these assertions, Bird simply proclaims that she disputes the County’s “proffered reasons for firing [her],” that she disputes whether they “were the true reasons for firing” her, and that the parties characterize the evidence differently. The County, however, presented specific evidence to show the reasons the Board decided to terminate her. The County submitted the depositions of two Board members and another County employee, the affidavit of one of the deputy County attorneys who investigated the allegations against Bird, and the various letters sent by the parties. As part of the investigation into the allegations, the County Attorney’s office interviewed the five other department heads who co-signed the October 2012 letters to the Board and Bird’s four subordinates in the human resources department. These interviews substantiated the initial allegations against Bird and raised new concerns that led to additional fact-finding.</p>\n<p id=\"b101-6\">¶23 Bird, on the other hand, did not present material and substantial evidence that raises a genuine issue of material fact regarding many of the County’s reasons for terminating her. F or instance, Bird does not point to evidence that refutes the County’s claims that she improperly managed staff, implemented policies without the Board’s formal approval, and failed to understand key aspects of her position. Nor has she presented evidence that these reasons for terminating her were “false, whimsical, arbitrary or capricious.” <em>Davis, </em>¶ 10. These are all reasons that have “some logical relationship” to the human services needs of the County and thus are legitimate business reasons for terminating Bird. <em>See Sullivan, </em>¶¶ 17, 46; <em>Becker, </em>¶¶ 24-30. The Commission’s loss of trust in its Human Resources Director’s ability to handle sensitive personnel matters, to work collaboratively to resolve workplace concerns, and to handle key aspects of her position in accordance with applicable law and policy is good cause for her termination. Bird’s proffered evidence regarding the other reasons for her termination, and her characterization of that evidence, does “not render summary judgment inappropriate where there are facts <em>not </em>in dispute that provide ‘good cause’ for discharge from employment.” <em>Davis, </em>¶ 14 (emphasis in original).</p>\n<p id=\"b101-7\">¶24 The County presented evidence sufficient to show good cause for terminating Bird. It then became Bird’s burden to present evidence sufficient to defeat the County’s motion for summary judgment. An employer has a “right to exercise [its] considerable discretion in determining whether [a managerial employee] possessed the required proficiencies to perform her job” when the “evidence that supports a <page-number citation-index=\"1\" label=\"78\">*78</page-number>non-pretextual reason for [the employee’s] discharge is not disputed.” <em>Baumgart, </em>¶ 39. As demonstrated above, the summary judgment evidence that Bird does not dispute supports a non-pretextual reason for her termination. Finally, even if Bird was singled out from the group of department heads who submitted letters to the Board, this does not demonstrate pretext. Rather, the letters support the County’s assertion that Bird was unsuited to manage the Human Resources Department. Bird organized a group of department heads to collectively bargain for market pay adjustments. But the County noted in its termination letter that, as Human Resources Director, Bird was “presumably the one person in the group who is knowledgeable about pay and compensation,” and she “fail led I to understand the basic principle that management officials have no legal authority to bargain collectively.” Further, the “no confidence” letter that Bird signed regarding only two of the three Board members also demonstrates a lack of professionalism and an unwillingness to engage in a “more collaborative approach to problem-solving”—an area of improvement identified in the Board’s 2010 letter to Bird.</p>\n<p id=\"b102-5\">CONCLUSION</p>\n<p id=\"b102-6\">¶25  Bird occupied a sensitive managerial position with the County administration, and the Board was entitled to expect her to perform with the trust and sensitivity commensurate with her responsibilities. The County’s determination that Bird was not fulfilling her obligations is entitled to appropriate deference. <em>Sullivan, </em>¶ 18. It submitted evidence sufficient to meet its initial burden of showing good cause for her termination. Bird failed to respond with material and substantial evidence to raise genuine issues of material fact as to whether the County had legitimate business reasons for discharging her. Accordingly, we conclude that the District Court did not err in granting the County summary judgment on Bird’s claim that the County terminated her employment without good cause.</p>\n<p id=\"b102-7\">¶26 The District Court’s judgment is affirmed.</p>\n<judges id=\"b102-8\">CHIEF JUSTICE McGRATH, JUSTICES WHEAT and RICE concur.</judges>\n</opinion>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b102-9\">JUSTICE SHEA,</author>\n<p id=\"AMC\">dissenting.</p>\n<p id=\"b102-10\">¶27 The Cascade County Board of Commissioners terminated Stacey Bird from her position as the County’s Human Resources Director on a two-to-one vote. The dissenting Commissioner testified that he did not believe termination was warranted because, after reviewing the charges against Bird, and her responses to those charges, he found her responses to be “logical” and characterized the situation as “kind of a <page-number citation-index=\"1\" label=\"79\">*79</page-number>he said / she said on some of these things, [that] wasn’t really definitive.” It seems incongruous to say the least, therefore, that after drawing all reasonable inferences in Bird’s favor, those same “he said / she said” allegations that were not “really definitive,” such that one of the three individuals responsible for deciding Bird’s fate concluded she should not be terminated, have in this Court’s view constituted a complete absence of material fact justifying Bird’s termination without even a jury trial.</p>\n<p id=\"b103-5\">¶28 The Court dismisses the fact that one of the three individuals who were responsible for making the decision to terminate Bird did not think she should be terminated by comparing this case to <em>Sullivan. </em>Opinion, ¶ 21. This is not exactly an apples-to-apples comparison. In <em>Sullivan, </em>the plaintiff argued that he raised a genuine issue of material fact regarding whether his employer had good cause to terminate his employment because not every <em>employee </em>complained about his performance. <em>Sullivan, </em>¶ 27. Arguing issues of material fact because of a lack of unanimity among all of your subordinates and co-workers that you were bad at your job is hardly the equivalent of a two-to-one vote among the superiors responsible for terminating your employment.</p>\n<p id=\"b103-6\">¶29 The Court contends that this Dissent fails to recognize that county commissions make decisions every day on two-to-one votes, and then illustrates its point with yet another inapt citation to the general proposition that “mere disagreement about the interpretation of a fact or facts does not amount to genuine issues of material fact.” Opinion, ¶ 21 (citing <em>Ternes, </em>¶ 27). Yet what the Court apparently fails to recognize is the obvious and fundamental difference between a mere disagreement <em>between opposing parties </em>about the interpretation of a fact or facts, and a disagreement among those responsible for making the decision to discharge an employee regarding the ultimate decision to discharge. One expects opposing parties to disagree—that is, after all, what makes them opposing. However, the dissenting Commissioner’s opinion that Bird should not have been discharged was not a “mere disagreement about the interpretation of a fact or facts” between opposing parties; it was effectively an admission by a party opponent. Is this alone sufficient to guarantee Bird’s success at trial? Of course not. It is, however, sufficient—when considered with the other circumstances of Bird’s discharge—to survive summary judgment.</p>\n<p id=\"b103-7\">¶30 Aside from the affirmative declaration of one of the three Commissioners that Bird should not have been discharged, equally problematic for me is reconciling the Court’s resolution of this case <page-number citation-index=\"1\" label=\"80\">*80</page-number>with our recent decision in <em>Moe. </em>In <em>Moe, </em>we affirmed the District Court’s denial of summary judgment because we concluded there were factual issues that precluded summary judgment in favor of the County. To begin with the facts that distinguish <em>Moe </em>from this case: (1) the plaintiffs name was Moe, not Bird; (2) the county’s name was Silver Bow, not Cascade. Beyond those two distinguishing facts, the cases become startlingly similar.</p>\n<p id=\"b104-5\">¶31 At the time that Moe was placed on administrative leave pending an investigation, she had been the human resources director for Silver Bow County for approximately four years. <em>Moe, </em>¶¶ 4-5. At the time that Bird was placed on administrative leave pending an investigation, she had been the human resources director for Cascade County for approximately four years. Opinion, ¶¶ 3, 6. The District Court in this case found that the County “terminated Bird for failing to perform her job duties, insubordination, use of public property for private purposes, and disrespect to other employees.” Opinion, ¶ 15. In <em>Moe, </em>the County “terminated Moe’s employment based on her failure to perform her job duties, disruption of County operations, and ‘other legitimate business reasons.’ ” <em>Moe, </em>¶ 51. The “other legitimate business reasons” Silver Bow County alleged for Moe’s discharge included:</p>\n<blockquote id=\"b104-6\">employee complaints regarding Moe’s job performance and behavior, Moe’s unresponsiveness to [Silver Bow County Chief Executive] Vincent’s requests for further communication, Moe’s failure to inform Vincent of potential wage claims—including one in which Moe stood to gain the most significant financial benefit—and Moe’s participation in a conference call in her County office during working hours with an attorney who was representing the employees pursuing potential wage claims against the County.</blockquote>\n<p id=\"b104-7\"><em>Moe, </em>¶ 51.</p>\n<p id=\"b104-8\">¶32 The Court distinguishes this case from <em>Moe </em>by stating that the employee in <em>Moe </em>“presented exhaustive responses to the allegations against her,” Opinion, ¶ 18 (quoting Moe, ¶ 62), whereas, in the Court’s view, “the majority of Bird’s responses amount to conclusory statements, speculative assertions, and mere denials.” Opinion, ¶ 19 (quoting <em>Moe, </em>¶ 63) (internal quotation marks omitted). The Court then provides a handful of examples it contends demonstrate the inadequacy of Bird’s response. Opinion, ¶ 19.</p>\n<p id=\"b104-9\">¶33 The Court’s first example is Bird’s response to the County’s charge that she disclosed confidential information regarding an employee’s <page-number citation-index=\"1\" label=\"81\">*81</page-number>pay. Opinion, ¶ 19. In its due process letter, the County alleged that Bird had access to this private information in her capacity as human resources director and then “disclosed [this] constitutionally protected information.” As the Court notes, Bird responded to this charge by stating that she had not breached any confidential information, because the employee had publicly discussed the information, so it was no longer confidential. Opinion, ¶ 19. This is a curious example of one of Bird’s inadequate responses because, although this Court finds the response inadequate, in its termination letter the County “confirmed [Bird’s] assertion.” Having confirmed Bird’s assertion, the County then moved the goalpost from a charge of “di.sclo.sl ing I constitutionally protected information,” to a conviction of being “discourteous and disrespectful, in violation of Personnel Policy Manual paragraph 40.3.” So having successfully refuted the charge of disclosing constitutionally protected information, Bird was found guilty of a different charge, in violation of a Personnel Policy Manual provision that was not cited as a basis for discharge in the now ironically named “due process” letter. Yet this specific violation—that Bird was never afforded the opportunity to respond to—provided part of the basis for her termination.</p>\n<p id=\"b105-5\">¶34 Bird prefaced her response to the County’s due process letter with the statement: “I am at a distinct disadvantage by not having access to my manuals and files to provide a comprehensive and thorough response with dates and full and accurate information. I will be providing information to the best of my ability to recall the facts.” With that disadvantage being noted, Bird then proceeded to respond to the County’s allegations, literally paragraph-by-paragraph, over the course of her six-page, single-spaced response. Although this Court found Bird’s response to be inadequate, as noted above the dissenting Commissioner found her responses “logical” and sufficient for him to vote against terminating Bird’s employment.</p>\n<p id=\"b105-6\">¶35 Finally, I disagree with the District Court’s conclusion of “no evidence that [the] County’s reasons for [Bird’s] termination are pretextual or dishonest.” Bird was placed on administrative leave and noticed up for an investigation exactly one week after she and the other department heads declined to meet with the Commissioners individually regarding their requested market pay adjustments. Both the due process letter and the termination letter leave little doubt that it was this activity that precipitated the initial action taken against Bird. The three principal allegations against Bird—(1) using public time, facilities, equipment, and personnel in an attempt to influence the outcome of the November 6, 2012 election; (2) disclosing <page-number citation-index=\"1\" label=\"82\">*82</page-number>confidential information to the public; and (3) disclosing confidential information acquired in the course of official duties to further her personal economic interests—all are based on the drafting of, and information contained in, the October 12, 2012 and October 19, 2012 letters requesting market pay adjustments. Bird asserted that she was being singled out for discipline to make an example of her, and pointed out that none of the other department heads who signed the letters were subject to discipline. While the fact that none of the other department heads were subject to discipline is not dispositive that Bird was singled out, it does give rise to a reasonable inference that the letters, in and of themselves, did not provide a basis for discharge; otherwise, all the signatories would have been subject to the same disciplinary action as Bird, unless the basis for the action against her was “false, whimsical, arbitrary, or capricious.” <em>See Davis, </em>¶ 10. This then requires scrutiny of the three stated bases that are ostensibly unique to Bird’s conduct relative to the creation and distribution of the two letters.</p>\n<p id=\"b106-5\">¶36 As to the first alleged basis—using public time, facilities, equipment, and personnel in an attempt to influence the outcome of the November 6, 2012 election—the two commissioners who voted for Bird’s termination acknowledged that the October 12 and October 19 letters were created during off-duty hours. They further acknowledged Bird’s response that she “and the other Department Heads worked to ensure that the use of e-mail was a ‘personal limited use,’ which is allowed by policy.” While conceding that “County policy allows the limited use of e-mail for personal use,” the Commissioners pointed out that County policy does not allow the use of computer systems for campaign purposes, and they asserted this was the real motivation for drafting the letters, based on their subjective credibility findings of Bird and other witnesses interviewed on the subject, from which they concluded, “that [Bird’s] response is not credible.” While it is possible that Bird and the other County department heads who signed the October 12 and October 19 letters were motivated by a grand design to influence the November 6, 2012 election, as the two Commissioners subjectively concluded, is there not at least an equal possibility that Bird’s request for a pay raise was just that—a request for a pay raise? Sure, I guess Bird’s actions could have all been part of some grand “October Surprise” conspiracy, but is there not at least a reasonable inference that Bird is one of those wacky employees who just wanted to make more money? Far more troubling than the Court’s inclination to hear hoofbeats and think of zebras, though, is the acceptance of one party’s subjective finding that the opposing party is not credible as <page-number citation-index=\"1\" label=\"83\">*83</page-number>being sufficient to establish an absence of material fact.</p>\n<p id=\"b107-5\">¶37 Regarding the second and third principal allegations—disclosing confidential information to the public and disclosing confidential information acquired in the course of official duties to further Bird’s personal economic interests—as noted above, Dissent, ¶ 33, the County morphed those allegations into a conclusion that Bird was “discourteous and disrespectful, in violation of Personnel Policy Manual paragraph 40.3.” Aside from the obvious due process implications of basing a discharge on an alleged violation to which an employee was never afforded the opportunity to respond, such a malleable basis for discipline should at least give rise to an inference that the originally stated basis for discharge was pretextual.</p>\n<p id=\"b107-6\">¶38 The County levels several other allegations against Bird that it contends arose “[i]n the course of’ reviewing the three principal allegations. These are: improper management of staff; implementing policies without formal approval or, if approved, not implementing them consistently; and failure to understand key aspects of her position as human resources director. In sustaining these allegations against Bird, the County again largely relied on the subjective credibility determinations of the two Commissioners who voted for Bird’s discharge. For example, regarding the allegation that Bird mismanaged her staff, she responded: “I find this [allegation] absurd and truly don’t believe it.” Bird then provided examples of her staffs statements and conduct that she contended belied the allegation. In the termination letter, the two Commissioners sustained the allegation by stating at the outset: “[Y]ou ‘truly don’t believe it.’ However, we do.” The two Commissioners then noted that they “find credible” an unidentified employee’s report concerning a statement Bird allegedly made about a third employee. This again is what caused the dissenting Commissioner to find that the situation was a “he said / she said” but what this Court concludes to be an absence of material fact.</p>\n<p id=\"b107-7\">¶39 Finally, the Court concludes that “even if Bird was singled out from the group of department heads who submitted letters to the Board, this does not demonstrate pretext.” Opinion, ¶ 24. The Court arrives at this conclusion because it characterizes the two letters, signed by the six department heads, as organizing a collective bargaining unit, which supported the County’s assertion that Bird was unsuited for her job because she should have understood this was not allowed. Opinion, ¶ 24. To be clear, this “collective bargaining” process commenced with a letter that begins: “This is being respectfully submitted in accordance with Cascade County Policy Section 40.6 Problem Solving Process, bringing our problems and concerns to <page-number citation-index=\"1\" label=\"84\">*84</page-number>management.” The letter then concludes by requesting a meeting with the Commissioners to discuss why two department heads received pay raises while six others did not. In other words, these six department heads requested a sit-down, pursuant to Cascade County policy, to discuss what they perceived as disparate treatment in their ranks. This was not Bird standing on a table in the commission chambers, holding up a piece of cardboard with “UNION” scrawled across it.<footnotemark>1</footnotemark> Did Bird’s activities demonstrate a “faillure I to understand the basic principle that management officials have no legal authority to bargain collectively,” justifying Bird’s termination, as this Court concludes? Opinion, ¶ 24. Or has the County mischaracterized Bird’s activity as a pretext for her termination? That might have been an interesting question for a jury.</p>\n<p id=\"b108-5\">¶40 Finally, the Court concludes that the “no confidence” letter that Bird signed regarding only two of the three Board members also demonstrates a lack of professionalism and an unwillingness to engage in a “more collaborative approach to problem-solving.” Opinion, ¶ 24. This is a troubling conclusion, because it appears to endorse the idea that a public employee who criticizes an elected official could be subject to discipline, and even termination, based on the premise that the employee was unprofessional and lacked a “more collaborative approach to problem-solving.” I trust the Court is not suggesting that a public employee, even a department head, forfeits her right to engage in public discourse by virtue of her employment. Equally troubling is the Court’s failure to recognize that the two Board members who were the subject of the “no confidence” vote were the same two Board members who voted to terminate Bird’s employment. This is not to suggest that these two Board members were, in fact, motivated by the no confidence vote to terminate Bird’s employment, merely that a reasonable inference can be drawn from this fact that the termination was pretextual.</p>\n<p id=\"b108-6\">1 ¶41 There is little question that the County’s initial action against Bird was precipitated by the letters, signed by her and the other department heads, seeking an increase in pay. Regardless of what precipitated the County’s action against Bird, I agree that there is a case to be made that Bird’s performance as human resources director was deficient in some respects. Regardless of these performance issues, however, there is at least a reasonable inference that if Bird had never attempted to get a raise, she would still be working as Cascade <page-number citation-index=\"1\" label=\"85\">*85</page-number>County’s human resources director, and that her termination was pretextual. Irrespective of the pretext issue, there also is a legitimate question as to whether Bird’s performance warranted termination or, as the dissenting Commissioner testified, some lower level of discipline. The ultimate question of whether Bird’s discharge was motivated by, or merely precipitated by, her attempts to get a pay raise is a question for a jury to decide. It is not a question that is susceptible to summary disposition. Therefore I dissent.</p>\n<footnote label=\"1\">\n<p id=\"b108-7\"><em> Norma Rae </em>(20th Century Fox 1979).</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}