{
  "casebody": {
    "data": "<casebody firstpage=\"12\" lastpage=\"15\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b34-2\">Frederick L. Scanlan <em>vs. </em>George G. Page Box Company. Patrick J. Scanlan <em>vs. </em>Same.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b34-4\">Middlesex.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Ac1\">November 9, 1909.</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AEd\">February 23, 1910.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b34-5\">Present: Knowlton, C. J., Morton, Braley, Sheldon, &amp; Rugg, JJ.</p>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b34-6\"><em>Negligence, </em>Employer’s liability, In a factory.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b34-7\">The principal and usual exit from the second floor of a box factory to the office was by a well lighted passageway three or four feet wide, on the right hand side of which was a bench about three feet high upon which was a circular saw, about five inches of which protruded above the bench. The belts and shafting which ran the saw were in full view. On the bench also was a carriage which was used to push boards along the bench parallel to the passageway upon the saw. The saw was provided with a hinged cover or guard which generally was over it, but which occasionally was removed so that large boards could be sawed. From that part of the bench where the saw was, slanting into the passageway about a foot to the floor, ran strips of board. The lower part of the saw was covered with a blower. The end of the bench away from the exit made a corner around which persons went when passing to the office. The saw was between two and four feet from that end. The saw was not started and stopped by a shipper, but by machinery in the basement of the factory. A boy thirteen years and ten months of age, who had been employed in the factory about a week and who had received no warning or instructions with regard to the saw, was passing, after the whistle for shutting down had blown, around the end of the bench and into the passageway to the office when his coat caught on something, he reached around with his hand to free it, his hand came into contact with the saw and was cut off. At the time there was no operator at the bench. <em>Held, </em>that the presence of the saw and the danger of injury from coming into contact with it were obvious risks which the boy assumed when he entered upon his employment; and that the additional danger from the caver’s being removed occasionally was not hidden and did not entitle the employee to additional warning; that, therefore, the injury was not caused by any negligence for which the employer was responsible.</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b34-10\">Two actions of tort, the first for personal injuries received by the plaintiff while in, the employ of the defendant at its box factory and caused by his hand being cut off by a circular saw as he was freeing his coat which had become caught on something as he was passing through a passageway beside which the saw was. The second action was by the father of the plaintiff in the first for loss of services and for expenses caused by the son’s injury. Writs dated August 13, 1907.</summary>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b34-11\">The cases were tried together before <em>White, </em>J. There was evidence tending to prove the following facts;</summary>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b35-3\"><page-number citation-index=\"1\" label=\"13\">*13</page-number>There was a well lighted passageway three or four feet wide which was the principal and usual exit from the second floor of the factory to the office. On the left hand side of the passageway as one went out of the room were lockers. On the right hand side and bounding it was a bench three to three and a half feet high, to which the circular saw upon which the plaintiff was injured was attached. There was a carriage on rollers on top of the bench about an inch high, on which the boards to be cut were placed. The method of operation was for the workman to push the carriage away from him along the bench parallel to the passageway toward the saw. The carriage ran just inside the saw. The saw was circular, about a foot in diameter, and was on the outer side of the bench next to the passageway. About four or five inches of its diameter was above the bench. The lower half of the saw was covered with a blower which reached out about a foot. From the bench on either side of the saw to the floor of the passageway were strips of board at such an angle that they reached the floor about a foot out into the passageway from the bench. These strips were for the purpose of deflecting the sawed boards. There was a guard provided for the upper half of the saw. It was bolted to the bench and had a hinged top. It left an opening of an inch or so on the side toward the operator, but completely covered the saw edge on the top and the other side, that is, the edge toward a person using the passageway as an exit. The end of the bench to which one using the passageway as an exit first came made a corner around which persons using the passageway had to pass, and the saw was between that corner and the operator and about two to four feet from the corner.</summary>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b35-4\">In the ordinary use of the saw it was operated with the guard in place. Occasionally, however, particularly when large boards were to be cut, the guard was removed. The saw was operated by a belt from a pulley on the ceiling of the floor below. There was no “ shipper ” or other similar device directly in connection with the saw, and when once started it could not be stopped without going to the floor below.</summary>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b35-5\">The plaintiff was thirteen years and ten months old at the time of the accident. He went to work for the defendant on July 1, 1907. On Saturday morning, July 6, 1907, the factory <page-number citation-index=\"1\" label=\"14\">*14</page-number>was to close at half past twelve. The plaintiff with his hat and coat on was going down to the office to get his pay. As he came around the corner, turning to the right, his coat in some way caught on the bench. On what it caught or just how it caught, he did not know. He started to release himself with his left hand, turning from left to right, and the saw took off his left hand at the wrist. Until he was cut he did not know that there was a saw there. ¡Nobody had ever called his attention to this saw or warned him about it in any way, and on the day he was hurt nobody had said anything to him about, or had called his attention to, the guard being removed from the saw. When he was hurt the saw was still running though there was no workman at the bench.</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b36-5\">At the close of the evidence the presiding judge ordered verdicts for the defendant, and reported the cases as stated in the opinion.</summary>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b36-6\"><em>H. Bancroft, </em>( <em>W Shuebruh </em>with him,) for the plaintiffs.</attorneys>\n<attorneys data-order=\"14\" data-type=\"attorneys\" id=\"b36-7\"><em>J. Lowell $ J. A. Lowell, </em>for the defendant.</attorneys>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b36-8\">Morton, J.</author>\n<p id=\"AtD\">These two actions were tried and argued together. The first is by a minor for the loss of his left hand while in the defendant’s employ, and the second is by his father for loss of services. We shall speak of the minor as the plaintiff. A verdict was ordered for the defendant in each case and the cases were thereupon reported to the full court. If the ruling was right judgment's to be entered on the verdicts. If wrong, judgment is to be entered for the plaintiff in the sum of $2,000 and for the father in the sum of $500.</p>\n<p id=\"b36-9\">We think that the ruling was right. The plaintiff assumed the obvious risks of the service into which he entered. The defendant owed him no duty to change the arrangement of the saw bench and passageway or its manner of doing business. It was not bound, for instance, to provide a device for stopping the saw as soon as the whistle blew, instead of leaving it to come gradually to a stop as the power died down. The plaintiff took the place as he found it with all of its obvious risks. The only thing of Which the plaintiff can by any possibility complain is that the fact that the saw might be left unguarded while in motion constituted a hidden danger of which he should have been warned. But he did not need to be told that if his hand came <page-number citation-index=\"1\" label=\"15\">*15</page-number>in contact with a revolving saw it would be injured, and the defendant had no reason to anticipate that such an accident as occurred was liable to happen, and therefore could not be said to have been negligent in failing to warn him of it. The passageway itself was well lighted and three or four feet wide; and the saw bench and the arrangement of the saw upon it were in plain view. No duty rested upon the defendant to point them out to the plaintiff. The plaintiff could not have helped seeing them if he had looked. Neither was there anything which could be fairly called a hidden danger. The lower part of -the saw was covered with a blower, and a guard bolted to the bench with a hinged top was provided for the part of the saw above the bench. Ordinarily the saw was used with the guard on. Occasionally, however, it was operated without the guard. But the whole arrangement was an obvious one, and the fact that the saw was operated occasionally, as it had to be from the nature of the work, without the guard, did not render the danger, if any, arising from so operating it to one going along the passageway a hidden danger of which he was entitled to warning. What happened would seem to have been the result of pure accident. If there was any element of negligence in it, the negligence was that of a fellow servant in failing to put back the guard. <em>Wosbigian </em>v. <em>Washburn &amp; Moen Manuf. Co. </em>167 Mass. 20. <em>McCafferty v. Lewando’s French Dyeing &amp; Cleansing Co. </em>194 Mass. 412. <em>Simoneau </em>v. <em>Rice &amp; </em>Hutchins, 202 Mass. 82. In <em>Flynn </em>v. Prince, <em>Collins &amp; Marston Co. </em>198 Mass. 224, the box was not taken off in the operation of the machinery, and it was held that the arrangement of the dressing-room could be found to be negligent unless the . shaft was covered by the box.</p>\n<p id=\"b37-4\"><em>Judgment on the </em>verdict.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}