{
  "casebody": {
    "data": "<casebody firstpage=\"279\" lastpage=\"282\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b307-6\">Oakdale Farms, Inc. <em>v. </em>Rutland Railroad Company.</parties>\n<p data-order=\"1\" data-type=\"misc\" id=\"b307-7\">January Term, 1932.</p>\n<judges data-order=\"2\" data-type=\"judges\" id=\"b307-8\">Present: Powers, C. J., Slack, Moulton, Thompson, and Graham:, JJ.</judges>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b307-9\">Opinion filed February 4, 1932.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b308-7\"><page-number citation-index=\"1\" label=\"280\">*280</page-number><em>Philip M. M. Phelps </em>for the plaintiff.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b308-8\"><em>Edwin W. Lawrence </em>for the defendant.</attorneys>\n<opinion data-order=\"6\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b308-9\">Thompson, J.</author>\n<p id=\"Ay3\">The material allegations in the plaintiff’s complaint are that on November 3, 1927, at Winthrop, N. Y., it delivered to the defendant, a common carrier, and the defendant accepted, seventy-seven cans of milk to be safely carried to New York City, and there to be delivered to the plaintiff for a reasonable reward; that the defendant did not safely carry said milk to New York City nor deliver it to the plaintiff, but, on the contrary thereof, “by the negligence, carelessness and default of the defendant, said seventy-seven cans of milk * * # were broken into, spilled, plundered, stolen and destroyed, and became and were wholly lost to the plaintiff.”</p>\n<p id=\"b308-10\">The defendant filed an answer in which it alleged, among other things, that the tariff filed and published according to law, under which said shipment was made, and the bill of lading under which it was made, contain certain provisions, which are set forth in the answer, limiting the time within which suit for <page-number citation-index=\"1\" label=\"281\">*281</page-number>loss, damage or injury to property shall be instituted, and that the plaintiff failed to comply with such provisions.</p>\n<p id=\"b309-5\">The material allegations in the answer are that the plaintiff failed to institute suit not later than two years and one day after it received notice from the defendant that it had disallowed plaintiff’s claim, and that plaintiff failed to institute suit within two years and one day after a reasonable time for the delivery of said' milk had elapsed, as specified in the provisions of the published tariff and the bill of lading.</p>\n<p id=\"b309-6\">The plaintiff demurred to this part of the answer. The demurrer was overruled; the answer was adjudged sufficient; and the plaintiff took and was allowed an exception.</p>\n<p id=\"b309-7\">The grounds of demurrer relied upon are that the plaintiff’s action is not based upon any contractual relation existing between the parties, but is an action of tort for the conversion of the milk; that the provisions in the bill of lading limiting the time within which suit shall be instituted is an improper defense, as the plaintiff’s suit was begun within three years after its cause of action accrued, the statutory limitation applicable thereto.</p>\n<p id=\"b309-8\"> In order to charge one for the conversion of property, something more than a mere nonfeasance must be shown. Something equivalent to an affirmative act by the person charged is necessary. The law is settled that when a common carrier receives property for transportation his mere nonfeasance, as the loss of the property through his negligence, does not render him liable in an action of trover. <em>Manley Bros. </em>v. <em>Boston &amp; Maine R. R., </em>90 Vt. 218, 221, 97 Atl. 674.</p>\n<p id=\"b309-9\">The allegations in the plaintiff’s complaint do not show a conversion of the milk by the defendant, but they do set forth an action of tort for negligence of the defendant by which the milk was lost or destroyed while being transported by it.</p>\n<p id=\"b309-10\">When the defendant accepted the milk for transportation, the duties and obligations of a common carrier imposed upon it by law followed as a matter of course. <em>Saliba </em>v. <em>New York Central R. R. Co., </em>101 Vt. 56, 140 Atl. 491; <em>Haglin-Stahr Co. </em>v. <em>Montpelier &amp; Wells River R. R., </em>92 Vt. 258, 261, 102 Atl. 940. But this common-law liability may be modified by contract, and when the plaintiff received the bill of lading at the time it delivered the milk to the defendant, the law presumes <page-number citation-index=\"1\" label=\"282\">*282</page-number>that it assented to the terms and conditions of the bill of lading which modified the common-law liability of the defendant, and agreed to be bound by them so far as they are just and reasonable in the eye of the law and are not inconsistent with public policy. <em>Davis </em>v. <em>Central Vt. R. R. Co., </em>66 Vt. 290, 29 Atl. 313, 44 A. S. R. 852; <em>Leavans </em>v. <em>American Express Co., </em>86 Vt. 342, 85 Atl. 557, Ann. Cas. 1915C, 1188.</p>\n<p id=\"b310-5\">The plaintiff concedes that the provisions in the bill of lading limiting the time within which it should institute suit for the loss of the milk are reasonable and valid, and would control if the action had been brought on the bill of lading. The plaintiff’s action is based upon the common-law liability of the defendant as modified by the reasonable provision in the bill of lading limiting the time within which suit shall be instituted; and the cases which we have cited show that this limitation controls in an action such as the plaintiff brought in this case. There was no error in overruling the demurrer of the plaintiff.</p>\n<p id=\"b310-6\">\n<em>Judgment affirmed, and cause remanded.</em>\n</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}