{
  "casebody": {
    "data": "<casebody firstpage=\"402\" lastpage=\"409\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b522-7\">John A. VOSS, John E. Grandbouche, Joseph P. Gorman, Sandra L. Gorman, Marlene Aspinall, Dean Salisbury, Mel Houser, Cathy Houser, and Walter Jess Clifford, Plaintiffs-Appellees, v. Special Agents Larry D. BERGSGAARD, James Molnar, Gregory Myre, Thomas McAndrews, Patrick Henry, Group Manager Jerry Bandy, Donna Beckman, Darryl Watkins, Mike Nelson, John Does A Through Z, Unknown Named Agents of the Internal Revenue Service and/or Alcohol, Tobacco and Firearms, Department of the Treasury, United States of America, Defendants-Appellants.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b522-10\">No. 85-1591.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b522-11\">United States Court of Appeals, Tenth Circuit.</court>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"b522-12\">Sept. 30, 1985.</decisiondate>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b523-9\"><page-number citation-index=\"1\" label=\"403\">*403</page-number>Donald M. Lewis, Sp. Asst. U.S. Dist. Atty. (Robert N. Miller, U.S. Atty. for D. of Colo., with him on briefs), Denver, Colo., for defendants-appellants.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b523-10\">William A. Cohan, P.C., Denver, Colo., for plaintiffs-appellees.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b523-11\">Before McKAY, LOGAN and SEYMOUR, Circuit Judges.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b523-12\">McKAY, Circuit Judge.</author>\n<p id=\"b523-13\">At issue in this case is whether certain search warrants were sufficiently particular in their description of items to be seized.</p>\n<p id=\"b523-14\">On April 5, 1985, a United States Magistrate authorized the issuance of search warrants presented to him by agents of the Internal Revenue Service, authorizing the search of three locations. Each was supported by the same affidavit of a special agent of the IRS.</p>\n<p id=\"b523-16\">The affidavit detailed an investigation of the National Commodities and Barter Association (NCBA) and its National Commodities Exchange (NCE). It described meetings between IRS undercover agents and NCBA officials in which those officials allegedly described how their organization was designed to conduct financial transactions on behalf of its clients in a manner designed to avoid detection by the IRS. The techniques allegedly employed included the conversion of negotiable instruments into cash and precious metals, to be redeemed by clients through the use of warehouse receipts; the use of private account numbers instead of clients’ names; the use of fictitious names; the encoding of information prior to storage in computers; the destruction of business records and computer software; and the refusal to surrender client information to the IRS. The affidavit further described the use of an NCBA account by an IRS agent to convert into cash sums of money payable to assumed names.</p>\n<p id=\"b523-17\">A large volume of documents was seized at each search site. Shortly thereafter, appellees, members of the NCBA, filed a complaint pursuant to Rule 41(e) of the Federal Rules of Criminal Procedure, seeking the return of all documents and other evidence seized. Appellees alleged, among other things, that the warrants were not supported by sufficient probable cause, and that they failed to describe with sufficient particularity the property to be seized.</p>\n<p id=\"b523-18\">After an evidentiary hearing, the district court held that the affidavit set forth sufficient probable cause, but that the warrants were nevertheless invalid on particularity grounds. Subsequently, the government filed with this court an emergency motion for stay pending appeal, which was granted.</p>\n<p id=\"b523-19\">At the threshold appellees contend that this court does not have jurisdiction to entertain the government’s appeal. Under 28 U.S.C. § 1291, our jurisdiction is limited to appeals from “final decisions of the dis<page-number citation-index=\"1\" label=\"404\">*404</page-number>trict courts.” The Supreme Court has found that certain orders relating to a criminal case may be sufficiently independent from the main course of the prosecution to warrant treatment as “final decisions.” <em>Carroll v. United States, 354 U.S. 394, </em>403, 77 S.Ct. 1332, 1338, 1 L.Ed.2d 1442 (1957). Appellees concede that, because there is no criminal action pending, had the district court denied their motion such denial would have been appealable under section 1291. <em>See DiBella v. United States, </em>369 U.S. 121, 131-32, 82 S.Ct. 654, 660-61, 7 L.Ed.2d 614 (1962). They nevertheless argue that the government may not appeal the district court’s <em>grant </em>of the Rule 41(e) motion. The appellees point to no case in which the grant of a Rule 41(e) motion was found to be nonappealable when there was no pending criminal action, and there is ample support for the proposition that the grant of such a motion, like its denial, is appealable under section 1291. <em>See United States v. Alexander, </em>428 F.2d 1169 (8th Cir.1970); <em>United States v. Fields, </em>425 F.2d 883 (3rd Cir.1970); <em>United States v. Filing, </em>410 F.2d 459 (6th Cir.1969). We can discern no significant basis for an asymmetrical treatment of the denial and grant of Rule 41(e) motions. As the Sixth Circuit said in <em>Filing:</em></p>\n<blockquote id=\"b524-4\">We do not know how any order could be drawn which would be more final than the one entered by the District Judge, which ordered the Government “to return forthwith to the Defendant all property seized by the search warrant.”</blockquote>\n<p id=\"A4h\"><em>Filing, </em>410 F.2d at 461. Accordingly, we hold that the district court’s grant of appel-lees’ Rule 41(e) motion is appealable as a final judgment under section 1291.</p>\n<p id=\"b524-5\">On the merits the government claims that the district court erred in finding the search warrants to be insufficiently particular in their description of the items to be seized. The warrants authorized the seizure of all books, records or documents relating to the following: NCBE/NCE customer accounts; financial transactions; financial services; the purchase, sale, or storage of precious metals; employees; and marketing and promotions. They further authorized the seizure of books, literature and tapes advocating nonpayment of federal income taxes; publications of tax protestor organizations; and literature relating to communications between persons conspiring to defraud the IRS, or to conceal such fraud.</p>\n<p id=\"b524-7\">The district court, in holding that the warrant amounted to an illegal writ of assistance, found that:</p>\n<blockquote id=\"b524-8\">It is so pervasive that I think it’s invalid, and I so hold. If, indeed, the description of the items to be seized were set forth with particularity, and only with particularity, there would be nothing wrong with this warrant, but what it gave was carte blanche for government agents to take anything that they saw, whether it was nailed down or otherwise, and, indeed, as best I can find from the returns and the pleadings, that’s precisely what did happen.</blockquote>\n<p id=\"b524-9\">Record, vol. 3, at 68.</p>\n<p id=\"b524-10\">The fourth amendment requires that a search warrant describe the things to be seized with sufficient particularity to prevent a “general, exploratory rummaging in a person's belongings.” <em>Coolidge v. New Hampshire, </em>403 U.S. 443, 467, 91 S.Ct. 2022, 2038, 29 L.Ed.2d 564 (1971). This requirement “ ‘makes general searches ... impossible and prevents the seizure of one thing under a warrant describing another. As to what is to be taken, nothing is left to the discretion of the officer executing the warrant,’ ” <em>Stanford v. Texas, </em>379 U.S. 476, 485, 85 S.Ct. 506, 512, 13 L.Ed.2d 431 (1965), (quoting <em>Marron v. United States, </em>275 U.S. 192, 196, 48 S.Ct. 74, 76, 72 L.Ed. 231 (1927)).</p>\n<p id=\"b524-11\">The particularity requirement ensures that a search is confined in scope to particularly described evidence relating to a specific crime for which there is demonstrated probable cause. The government affidavit supporting the warrants at issue alleged a scheme of tax fraud, and the district court found that probable cause existed. The bulk of the warrant was not restricted to evidence relating to tax fraud, <page-number citation-index=\"1\" label=\"405\">*405</page-number>however. It authorized government agents to rummage through all of the NCBA’s customer files, bank records, employee records, precious metal records, marketing and promotional literature, and more, seeking any information pertaining to any federal crime. Even to describe the warrant as limited to evidence relating to federal crimes is an interpretation generous to the government. The concluding sentence in the warrant refers to the general conspiracy statute, but is not couched in terms that clearly restrict seizure to evidence relevant to the violation of the statute. The sentence simply reads: “All of which are evidence of violations of Title 18, United States Code, Section 371.” Even if the reference to section 371 is construed as a limitation, it does not constitute a constitutionally adequate particularization of the items to be seized. In <em>United States v. Roche, </em>614 F.2d 6, 8 (1st Cir.1980), the court held that a limitation of the search at issue to evidence relating to a violation of 18 U.S.C. § 1341 provided “no limitation at all” because that statute itself is extremely broad in scope (prohibiting all fraud utilizing the mails). Section 371 is even broader in scope (prohibiting conspiracies to violate any federal statute) and, similarly, places no real limitation on the warrant.</p>\n<p id=\"b525-4\">An example is illustrative of the dangers inherent in allowing a warrant so broadly drawn as the one here at issue. The first paragraph of the warrant allows for the seizure of all books, records, or documents relating to customer accounts. A generous reading of the warrant would limit these items to those relating to a conspiracy to violate a federal law. But even under this interpretation, hypothetically, evidence in a customer’s file indicating a conspiracy on that customer’s part to import marijuana, even if unrelated to tax fraud, is within the scope of the warrant and may lawfully be seized. This, despite the fact that the government presented no evidence even suggesting probable cause for believing a drug crime had been committed.<footnotemark>1</footnotemark></p>\n<p id=\"b525-8\">The insufficient particularity of the warrants is further illustrated by some of the items actually seized under their terms, including copies of the Internal Revenue Code, the Federal Rules of Criminal and Civil Procedure, and <em>The Federalist Papers. </em>The warrants allowed precisely the kind of rummaging through a person’s belongings, in search of evidence of even previously unsuspected crimes or of no crime at all, that the fourth amendment proscribes.</p>\n<p id=\"b525-9\">The warrants’ overbreadth is made even more egregious by the fact that the search at issue implicated free speech and associational rights. The NCBA is an organization which, in its own words, “espouses dissident views on the federal tax system and advocates a return to currency backed by gold and/or silver.” The search warrant authorized the seizure of indicia of membership in or association with the NCBA as well as books expressing its particular political ideology. As the Supreme Court held in <em>Stanford v. Texas, </em>379 U.S. 476, 485, 85 S.Ct. 506, 511, 13 L.Ed.2d 431 (1965):</p>\n<blockquote id=\"b525-10\">the constitutional requirement that warrants must particularly describe the “things to be seized” is to be accorded the most scrupulous exactitude when the “things are books and the basis for their seizure is the ideas they contain.”</blockquote>\n<p id=\"b525-11\"><em>See also Zurcher v. Stanford Daily, </em>436 U.S. 547, 565, 98 S.Ct. 1970, 1981, 56 L.Ed.2d 525 (1978).</p>\n<p id=\"b525-12\">The government argues, however, that where there is probable cause to believe that an enterprise has engaged in a pervasive scheme to defraud, all of its business records may be seized. <em>See United States v. Brien, </em>617 F.2d 299 (1st Cir.1980), <em>cert. denied, </em>446 U.S. 919, 100 S.Ct. 1854, 64 L.Ed.2d 273 (1980); <em>United States v. </em><page-number citation-index=\"1\" label=\"406\">*406</page-number><em>Offices Known as 50 State Distributing Company, </em>708 F.2d 1371 (9th Cir.1983), <em>cert. denied, </em>— U.S. —, 104 S.Ct. 1272, 79 L.Ed.2d 677 (1984). In the case at hand, however, while the district court found probable cause for the issuance of a properly restricted warrant, it did not find probable cause to believe that fraud pervaded every aspect of the NCBA. Indeed, while the government’s affidavit pointed to evidence in support of a substantial tax fraud scheme, it did not even purport to support the proposition that fraud pervaded every aspect of the NCBA. Certainly, the organization’s advocation of modifying or abolishing our country’s tax system is a legitimate activity. Indeed, it is an activity protected by the first amendment. Thus, the case at hand is distinguishable from those cited by the government in that probable cause to believe that fraud pervaded every aspect of the NCBA was not shown, and first amendment rights are implicated.</p>\n<p id=\"b526-6\">Even if the allegedly fraudulent activity constitutes a large portion, or even the bulk, of the NCBA’s activities, there is no justification for seizing records and documents relating to its legitimate activities. At least one of the circuits which has allowed the seizure of all of an organization's records where there is probable cause to believe the organization is pervaded by fraud has refused to allow such a broad seizure when the fraudulent activity, though substantial, could be segregated from other legitimate activities of the organization. <em>United States v. Roche, </em>614 F.2d 6 (1st Cir.1980).<footnotemark>2</footnotemark></p>\n<p id=\"b526-7\">Moreover, to the extent that the above cases can be read as allowing the seizure of all of an organization’s records when there is probable cause to believe the organization is pervasively criminal, whether or not those records are relevant to an alleged crime, we decline to follow them. This is not to say that a search may never properly result in the seizure of all of an organization’s records. Where a warrant authorizes the seizure of particularly described records relevant to a specific crime and all of an organization’s records, in fact, fall into that category, they may all lawfully be seized. However, a warrant that simply authorizes the seizure of all files, whether or not relevant to a specified crime, is insufficiently particular.</p>\n<p id=\"b526-10\">An example of an adequately drawn warrant provision may be gleaned from the government’s warrants themselves. The last paragraph authorizes the seizure of all records, books, and documents relating to communications between persons conspiring to defraud the IRS. Thus, under this provision, only those documents relevant to the crime for which probable cause had been shown may permissibly be seized. The government argues that it should be allowed to retain evidence seized under sufficiently particular provisions such as this one, even if other provisions are overly broad. The bulk of the warrant’s provisions, however, simply allow for the seizure of evidence, whether or not related to tax fraud, and largely subsume those provisions that would have been adequate standing alone. Accordingly, we affirm the trial court’s decision to require the return of all evidence seized pursuant to the warrants.</p>\n<p id=\"b526-11\">The decision of the trial court is affirmed in full.</p>\n<footnote label=\"1\">\n<p id=\"b525-5\">. This result should not be confused with a seizure of evidence under the \"plain view\" doctrine. That doctrine merely allows that where, in the course of a valid search authorized by a sufficiently particular warrant, evidence not described in the warrant is seen in plain view, it may be seized. In the case at hand, however, the hypothetical drug evidence would be within the scope of the warrants themselves.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b526-8\">. The warrants at issue in <em>Roche </em>authorized the search of various insurance agencies, which the government had probable cause to believe were engaged in a fraud scheme involving motor vehicle insurance. Because the warrant allowed the seizure of documents relating to all types of insurance carried by the companies, the court found the warrants overly broad.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"concurrence\">\n<author id=\"b526-12\">LOGAN, Circuit Judge,</author>\n<p id=\"AqI\">concurring:</p>\n<p id=\"b526-13\">I arrive at the same conclusion as my colleagues, but by a different route and apparently with more difficulty. This warrant, in its first eight paragraphs, allowed the seizure of all the business records of the National Commodity Barter Exchange (NCBE).<footnotemark>1</footnotemark> I would hold that, under proper <page-number citation-index=\"1\" label=\"407\">*407</page-number>circumstances, an “all business records” search warrant is legally permissible.</p>\n<p id=\"b527-5\">I do not accept the majority’s disapproval of <em>United States v. Brien, </em>617 F.2d 299 (1st Cir.1980), <em>cert. denied, </em>446 U.S. 919, 100 S.Ct. 1854, 64 L.Ed.2d 273 (1980); and <em>United States v. Offices Known as Fifty State Distributing Company, </em>708 F.2d 1371 (9th Cir.1983), <em>cert. denied, </em>— U.S. —, 104 S.Ct. 1272, 79 L.Ed.2d 677 (1984). Other courts have also permitted an all records search. <em>See, e.g., National City Trading Corp. v. United States, </em>635 F.2d 1020 (2d Cir.1980); <em>Hearn v. Internal Revenue Agents, </em>597 F.Supp. 966 (N.D.Tex.1984). These cases hold that if an entire business enterprise is permeated with a scheme to defraud, and the government properly supports its probable cause determination, a warrant seeking all business records is not overbroad. In such a case the government’s agents’ discretion in the execution of the warrant is properly confined, and all of the organization’s business records are likely to be relevant to proof of the crime being investigated. I agree with the approach of the First, Second, and. Ninth Circuits in the cited cases and would approve a warrant seeking all business records if the requirements set out above are met. The Fourth Amendment’s particularity requirement must be applied with a “practical margin of flexibility.” <em>See United States v. Wuagneux, </em>683 F.2d 1343, <page-number citation-index=\"1\" label=\"408\">*408</page-number>1349 (11th Cir.1982). The description of the property to be seized need be only as specific as the circumstances and nature of the activity under investigation permit. <em>Id. </em>Had the government demonstrated in the instant case that the NCBE exists solely as part of a conspiracy for a particular illegal purpose, I would approve this seizure except for items not relevant to proof of the crime, which I would order returned.</p>\n<p id=\"b528-4\">My problem with this seizure concerns the probable cause element. The breadth of a warrant must be justified by the breadth of the probable cause. Here the government demonstrates adequately that tax evaders can use the NCBE to impede the Internal Revenue Service in tracing their assets. The government also shows adequately that NCBE officers know that its services are being used in this manner, and that the NCBE operates by conducting as near to a recordless business as possible.<footnotemark>2</footnotemark> The government has difficulty, however, identifying the statute that the NCBE’s operation actually violates.</p>\n<p id=\"b528-5\">The government’s twenty million dollar jeopardy assessment against NCBE is based upon I.R.C. § 6700, which applies to promoters of abusive tax shelters. The affidavit supporting the warrant alleges that some individuals who use NCBE promote fraudulent tax shelters. But I cannot read that affidavit as presenting facts that the NCBE itself promotes abusive tax shelters in violation of § 6700. The affidavit also refers to the NCBE’s role in helping its customers avoid the currency reporting laws. Perhaps the NCBE is guilty of violating 18 U.S.C. § 1001 or 31 U.S.C. § 5313. <em>See United States v. Tobon-Builes, </em>706 F.2d 1092 (11th Cir.1983). But if that is the basis of the government’s charge, it should have been made plain. If the government had really intended to base its search warrant request on violations of the currency reporting laws, it could have designated the specific records of NCBE relevant to proof of that crime: records related to cash transactions in excess of the statutory limits.</p>\n<p id=\"b528-8\">As the majority opinion notes, the government does not charge <em>any </em>specific substantive crime. It relies instead on the general conspiracy statute, 18 U.S.C. § 371. All of the cases that have approved an “all business records” search, however, have identified concrete statutory violations that supposedly permeated the entire suspect business. They did not involve organizations that had other legitimate activities. Cf<em>. In re Grand Jury Proceedings, </em>716 F.2d 493, 496-98 (8th Cir.1983) (denying general search of bail bondsman’s records); <em>United States v. Roche, </em>614 F.2d 6, 7-8 (1st Cir.1980) (denying search of all insurance records); <em>Klitzman, Klitzman and Gallagher v. Krut, </em>744 F.2d 955, 960 (3d Cir.1984) (request for all personal injury files of law firm too broad); <em>United States v. Abrams, </em>615 F.2d 541, 546-47 (1st Cir.1980) (request for all records of doctor accused of Medicare and Medicaid fraud too broad).</p>\n<p id=\"b528-9\">Further, as the majority notes, First Amendment rights are implicated here. We have already held in effect that the First Amendment protects some NCBE activities. <em>See In re First National Bank, Englewood, Colorado, </em>701 F.2d 115 (10th Cir.1983). The existence of First Amendment rights does not prevent a search when the items sought tend to prove conspirators’ associations with each other or other concrete legal violations. <em>See United States v. Rubio, </em>727 F.2d 786, 791 (9th Cir.1984). Nevertheless, <em>Zurcher v. Stanford Daily, </em>436 U.S. 547, 564-65, 98 S.Ct. 1970, 1980-82, 56 L.Ed.2d 525 (1978), requires “scrupulous exactitude” — in both particularity of description <em>and </em>in establishment of probable cause — in search cases in which the First Amendment may protect the materials sought to be seized. <page-number citation-index=\"1\" label=\"409\">*409</page-number><em>See also Stanford v. Texas, </em>379 U.S. 476, 485, 85 S.Ct. 506, 511, 13 L.Ed.2d 431 (1965).</p>\n<p id=\"b529-5\">I thus cannot support an “all business records” search in this case. The government has neither demonstrated that virtually all of the NCBE’s activities are illegal nor pinpointed the statutes that the business allegedly has violated. The purpose of an “all records” search cannot be to find out what crime a person or entity might have committed.</p>\n<p id=\"b529-6\">I therefore concur in the majority’s judgment.</p>\n<footnote label=\"1\">\n<p id=\"b526-15\">. The warrant also allowed seizure of monies and precious metals, and tax-protest literature at the NCBE. The items to be seized were:</p>\n<blockquote id=\"b527-8\"><page-number citation-index=\"1\" label=\"407\">*407</page-number>“1. Any and all books, records, or documents relating to customer accounts, including identity of customer (names, address, telephone number) and customer’s account number identification; contracts, statements of account, warehouse receipts, confirmation slips, mail receipts, customer order slips, billing invoices or other evidence of indebtedness submitted by customers for purpose of payment by NCBA/NCE, checks, cashiers checks, wire transfers, or other instruments used by NCBA/NCE used to make payment on customers’ debts, Currency Transaction Reports filed on Department of Treasury Form No. 4789, customer correspondence, memoranda of communications, membership applications, dues statements, and records of attendance at meetings, conventions or other NCBA/NCE functions.</blockquote>\n<blockquote id=\"akn-dedup-0\">2. Any and all banking records pertaining to financial transactions of NCBA/NCE conducted as an entity at banking institutions including periodic bank statements, cancelled checks, check registers, deposit tickets, withdrawal slips or tickets, wire transfers, safe deposit rental agreements, and safe deposit box keys.</blockquote>\n<blockquote id=\"aeg-dedup-0\">3. Any and all books, records, or documents reflecting the financial services conducted by NCBA/NCE and financial status of NCBA/NCE and its affiliates, including cash receipts ledgers, cash disbursement ledgers, accounts receivable, accounts payable, balance sheets, financial statements, and annual reports, audits, correspondence, memoranda, and work-papers.</blockquote>\n<blockquote id=\"Adn\">4. One Alpha Micro computer central processing unit, approximately four Alpha Micro computer terminals, computer printers, and computer manuals, logs, printout files, operating instructions, including coded and handwritten notations, and computer storage materials, including magnetic tapes, magnetic disks, floppy disks, programs, and computer source documentation.</blockquote>\n<blockquote id=\"AAq\">5. Any and all books, records, or documents relating to employees of NCBA/NCE or its affiliates including contracts, job descriptions, payroll ledgers, attendance records, and employee benefits.</blockquote>\n<blockquote id=\"AaTo\">6. Any and all books, records, or documents evidencing purchasing, sale, or storage of precious metals (including gold and silver), including inventories, vault records, storage contracts or agreements, confirmation slips, member orders, purchase records, invoices, delivery of bailment documents, and sales records.</blockquote>\n<blockquote id=\"ABe\">7. Currency, cashier’s checks, and precious metals (including gold and silver).</blockquote>\n<blockquote id=\"ALp\">8. Any and all books, records, or documents relating to the marketing or promotion of NCBA/NCE, including literature, membership applications, evidence of travel, correspondence, memoranda of discussions, and other documentation of solicitation.</blockquote>\n<blockquote id=\"AgR\">9. Books, pamphlets, correspondence, video and audio tapes, and documents advocating nonpayment of federal income taxes or illegitimate means to evade payment of federal income taxes.</blockquote>\n<blockquote id=\"azr-dedup-0\">10. Documents, certificates, seals, bylaws, books, or other publications of tax protestor organizations, including Sheriff’s Posse Comi-tatus and Basic Bible Church.</blockquote>\n<blockquote id=\"A8o\">11. Any and all records, books, and documents relating to communications between persons conspiring to defraud the Internal Revenue Service, or preparations by such conspirators to conceal or prevent the full detection by law enforcement authorities of such a fraud, including correspondence, telephone toll records, agreements, wire transfers, telexes, research, memoranda, and notes.</blockquote>\n<blockquote id=\"A-NE\">All of which are evidence of violations of Title 18, United States Code, Section 371.\"</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b528-6\">. The NCBE’s business activity apparently is one in which it takes checks and property conveyed to it by its customers, converts those items to cash or ownership of precious metals, reconverts precious metals to cash when requested to do so by the customer, and pays bills from its customers' accounts at their direction, all for a fee of one and one-half percent of the amount involved.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}