{
  "casebody": {
    "data": "<casebody firstpage=\"636\" lastpage=\"644\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b756-8\">Raymond F. HOLMES, Appellant, v. Joseph J. BEVILACQUA, Individually and in his official capacity as Commissioner, Department of Mental Health and Mental Retardation of the Commonwealth of Virginia and the Department of Mental Health and Mental Retardation, Appellees.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b756-10\">No. 84-1916.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b756-11\">United States Court of Appeals, Fourth Circuit.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b756-12\">Argued May 8, 1985.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b756-13\">Decided Oct. 10, 1985.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b757-10\"><page-number citation-index=\"1\" label=\"637\">*637</page-number>Robert P. Geary, Richmond, Va. (Geary &amp; Davenport, Richmond, Va., on brief), for appellant.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b757-11\">Henry M. Massie, Jr., Richmond, Va. (Sands, Anderson, Marks &amp; Miller, Mary Yancey Spencer, Asst. Atty. Gen., Richmond, Va., on brief), for appellees.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b757-14\">Before WINTER, Chief Judge, CHAPMAN, Circuit Judge, and BUTZNER, Senior Circuit Judge.</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b757-15\">HARRISON L. WINTER, Chief Judge:</author>\n<p id=\"b757-16\">Plaintiff, who is black, sued defendant, his employer, alleging racial discrimination under 42 U.S.C. § 1983 and Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e <em>et seq. </em>Plaintiff alleges discrimination in defendant’s failure to promote him to the position of Deputy Commissioner of the Virginia Department of Mental Health and Mental Retardation. The district court granted defendant’s motion to dismiss under Fed.R.Civ.P. 41(b) at the close of plaintiff’s case.<footnotemark>1</footnotemark> Plaintiff appeals, contending that the district court erred in finding that he failed to prove a prima facie case of discrimination.</p>\n<p id=\"b757-17\">We reverse and remand for further proceedings.</p>\n<p id=\"b757-18\">I.</p>\n<p id=\"b757-19\">Plaintiff Holmes is a forty-year-old black male. He received a Bachelor’s Degree in 1969, a Master’s Degree in 1970, and a Doctor of Philosophy Degree in 1977. In 1981 he became Assistant Commissioner for the Virginia Department of Mental Health and Mental Retardation (the department) by appointment of defendant Bevilae-qua’s predecessor in office.</p>\n<p id=\"b757-20\">Defendant Bevilacqua became head of the department in September 1981.<footnotemark>2</footnotemark> At that time the department was managed by seven Assistant Commissioners, a Deputy Commissioner and the Commissioner. In January, 1983, defendant appointed Howard Cullum, a white male, as temporary, part-time acting Deputy Commissioner to fill a vacancy in that office pending recruitment of a permanent replacement.</p>\n<p id=\"b758-3\"><page-number citation-index=\"1\" label=\"638\">*638</page-number>Plaintiff applied for the permanent position. He was a finalist, and he was interviewed by defendant and James Bozarth, Personnel Director of the Department. The interview was brief, and plaintiff was asked only four questions. In June, 1983, defendant gave Cullum the permanent appointment. Defendant advised plaintiff by letter that he preferred Cullum over plaintiff because “we need in the Central Office, the skill and experiencé that comes from municipal government and local community experience.” In a subsequent meeting between plaintiff and defendant, plaintiff expressed concern that the questions asked him at his interview did not touch upon his municipal government experience or his community experience. Defendant, according to plaintiff, said that he had made a “subjective” decision in making the appointment.</p>\n<p id=\"b758-4\">Plaintiffs evidence showed that immediately prior to his appointment to the temporary position, Cullum was Executive Director of the Virginia Beach Community Services Board. Cullum did not have a doctoral degree, had never served as director of a mental retardation facility, and had never published anything in a scholarly journal. Plaintiff, before becoming Assistant Commissioner of the Department, was Southern Regional Director for Mental Retardation Services of Nevada, serving a region with 600,000 people. He had experience directing a mental health institution and teaching and training teachers of handicapped children. He had published two papers in scholarly journals.</p>\n<p id=\"b758-5\">Applications for the position of Deputy Commissioner were received and screened by the Employment Supervisor of the Department on the basis of the criteria set forth in the promotion announcement. She rated plaintiff as the third highest ranking applicant, tied with another. She rated Cullum, who was given the appointment, as the fifth ranking applicant. Plaintiff had been rated by defendant with a numerical score of 3.9 out of a possible 4.0 earlier in his tenure at the department. Defendant told plaintiff that he had the “best-run division within the department.”</p>\n<p id=\"b758-8\">II.</p>\n<p id=\"b758-9\">As we have recently pointed out in <em>Moore v. City of Charlotte, </em>754 F.2d 1100, 1105 (4 Cir.), <em>cert. denied, </em>— U.S. —, 105 S.Ct. 3489, 87 L.Ed.2d 623 (1985), a plaintiff alleging racial discrimination in employment as a result of disparate treatment may prove his Title VII claim in several ways. First, he may introduce direct evidence of a defendant’s discriminatory intent; there is no such evidence here.<footnotemark>3</footnotemark> Second, he may show discrimination using circumstantial evidence. This showing is part of a three-stage process:</p>\n<blockquote id=\"b758-12\">First, the plaintiff has the burden of proving by the preponderance of the evidence a prima facie case of discrimination. Second, if the plaintiff succeeds in proving the prima facie case, the burden shifts to the defendant to articulate some legitimate, nondiscriminatory reason for the employee’s rejection. Third, should the defendant carry this burden, the plaintiff must then have an opportunity to prove by the preponderance of the evidence that the legitimate reasons offered by the defendant were not its true reasons, but were a pretext for discrimination.</blockquote>\n<p id=\"b758-13\"><em>Texas Dept. of Community Affairs v. Burdine, </em>450 U.S. 248, 252-53, 101 S.Ct. 1089, 1093, 67 L.Ed.2d 207 (1981) (citations omitted).</p>\n<p id=\"b758-14\">The “burden of establishing a <em>prima facie </em>case is not a heavy one.” <em>Young v. Lehman, </em>748 F.2d 194, 197 (4 Cir.1984), <em>cert. denied, </em>— U.S. —, 105 S.Ct. 2126, 85 L.Ed.2d 489 (1985); <em>see also Moore, </em>754 F.2d at 1105. The plaintiff need only show by a preponderance of the evidence that a <page-number citation-index=\"1\" label=\"639\">*639</page-number>qualified applicant was not promoted “under conditions which, more likely than not, were based upon impermissible racial considerations.” <em>Gairola v. Commonwealth of Virginia Dept. of General Services, </em>753 F.2d 1281, 1286 (4 Cir.1985) (quoting <em>Young </em>at 196). <em>See also Burdine, </em>450 U.S. at 253, 101 S.Ct. at 1093 (requiring “inference” of unlawful discrimination). This <em>prima facie </em>case creates a presumption of discrimination, “and if the employer is silent in the face of the presumption, the court must enter judgment for the plaintiff because no issue of fact remains in the case.” <em>Burdine </em>at 254, 101 S.Ct. at 1094.</p>\n<p id=\"b759-4\">Various circumstances may give rise to the inference of discrimination. In <em>Young, </em>for example, we agreed with the district court that irregular hiring procedures sufficed to establish a <em>prima facie </em>case. <em>Young, </em>748 F.2d at 197.<footnotemark>4</footnotemark> More frequently, plaintiffs establish a <em>prima facie </em>case using the Supreme Court’s formula in <em>McDonnell Douglas v. Green, </em>411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). This formula requires a plaintiff to show: (1) that he is a member of a protected class; (2) that he applied and was qualified for the job; (3) that though qualified he was rejected; and (4) that, “after his rejection, the position remained open and the employer continued to seek applicants from persons of complainant’s qualifications.” <em>Id. </em>at 802, 93 S.Ct. at 1824.</p>\n<p id=\"b759-7\">Unquestionably, plaintiff has shown that he meets three prongs of the four-prong <em>McDonnell Douglas </em>test for establishing a prima facie case. He is black; he was qualified for the job; and he was rejected. The only question is whether “after his rejection, the position remained open and the employer continued to seek applicants from persons of complainant’s qualifications.” <em>McDonnell Douglas, </em>411 U.S. at 802, 93 S.Ct. at 1824. Defendant argues that since Cullum was appointed to the position, the position did not remain open, and hence the minimum requirements of <em>McDonnell Douglas </em>were not met.</p>\n<p id=\"b759-12\">The courts which have considered cases of alleged discrimination in promotion under the <em>McDonnell Douglas </em>formulation have treated the requirement that the “position remained open” after plaintiff’s rejection as satisfied by proof that the position was not abolished and have not required proof that the position remained unfilled.<footnotemark>5</footnotemark> Such an approach is entirely in accord with the rationale of the <em>McDonnell Douglas </em>formulation as explained in <em>International Brotherhood of Teamsters v. United States, </em>431 U.S. 324, 358 n. 44, 97 S.Ct. 1843, 1866 n. 44, 52 L.Ed.2d 396, where it was said</p>\n<blockquote id=\"b759-13\">The McDonnell Douglas case involved an individual complainant seeking to prove one instance of unlawful discrimination. An employer’s isolated decision to reject an applicant who belongs to a racial minority does not show that the rejection was racially based. Although the McDonnell Douglas formula does not require direct proof of discrimination, it does demand that the alleged discrimina-tee demonstrate at least that his rejection did not result from the two most common legitimate reasons on which an employer might rely to reject a job applicant: an absolute or relative lack of qualifications or the absence of a vacancy in the job sought. Elimination of these reasons for the refusal to hire is sufficient, absent other explanation, to create an inference that the decision was a discriminatory one.</blockquote>\n<p id=\"b760-3\"><page-number citation-index=\"1\" label=\"640\">*640</page-number>If a purpose of the formulation is to negate the possible legitimate reason that a vacancy did not exist, that purpose is served where there is proof that the position continued even though the position was filled.</p>\n<p id=\"b760-4\">This is the implicit view that we took in <em>Page v. Bolger, </em>645 F.2d 227 (4 Cir.) <em>cert. denied, </em>454 U.S. 892, 102 S.Ct. 388, 70 L.Ed.2d 206 (1981), a case of alleged discrimination in the failure to promote the plaintiff to either of two separate positions. In both instances, there was an immediate promotion of another candidate, and yet in commenting on whether plaintiff had proved a prima facie case under <em>McDonnell Douglas, </em>we said that defendant had properly conceded that a prima facie case had been proved because, <em>inter alia, </em>the evidence showed that after plaintiff was denied promotion, “the positions thereafter remained open and were in fact filled by the employer from other applicants possessing his general qualifications.” <em>Id. </em>at 229-30.</p>\n<p id=\"b760-5\">It is the explicit view taken by the Eighth Circuit in <em>Bell v. Bolger, </em>708 F.2d 1312, 1315 (8 Cir.1983). There the court held that plaintiff had proved a prima facie case of age and race discrimination under the <em>McDonnell Douglas </em>formulation, saying:</p>\n<blockquote id=\"b760-6\">As the Supreme Court stated in <em>Bur-dine, supra, </em>“[t]he burden of establishing a prima facie ease of disparate treatment is not onerous.” 450 U.S. at 253, 101 S.Ct. at 1093. Bell presented evidence that he was a member of two protected classes: he is black and was between the ages of forty and seventy at the time he applied for a promotion. Bell was qualified for the position of Labor Relations Assistant; he was one of the seven “best qualified” applicants who were interviewed for the position. Bell was rejected by the review committee, however, and the Postal Service promoted a young white male to fill the position. These facts are sufficient to establish a prima facie case.</blockquote>\n<p id=\"b760-7\">III.</p>\n<p id=\"b760-8\">We conclude that plaintiff proved a prima facie case of race discrimination in the failure to promote him to Deputy Commissioner. The district court erred in granting defendant’s motion to dismiss at the close of plaintiff’s case.</p>\n<p id=\"b760-9\">\n<em>REVERSED AND REMANDED.</em>\n</p>\n<footnote label=\"1\">\n<p id=\"b757-12\">. Rule 41(b) provides in part:</p>\n<blockquote id=\"b757-13\">After the plaintiff, in an action tried by the court without a jury, has completed the presentation of his evidence, the defendant, without waiving his right to offer evidence in the event the motion is not granted, may move for a dismissal on the ground that upon the facts and the law the plaintiff has shown no right to relief. The court as trier of the facts may then determine them and render judgment against the plaintiff or may decline to render any judgment until the close of all the evidence.</blockquote>\n</footnote>\n<footnote label=\"2\">\n<p id=\"AtFB\">. The department itself was also named as a defendant.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b758-6\">. There is, however, evidence from which it may be inferred that defendant's justification of his promotion decision was pretextual. Defendant justified his choice of another candidate because of the need for the skill and expertise that comes from municipal government and local community experience. Plaintiff testified that when he was interviewed, the questions asked him did not touch on his municipal government or community experience.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b759-8\">. The hearing there first proceeded without a hearing panel, contrary to Navy regulations. Further, one of the panel members wrote \"My guess she’s black” on a rating sheet for one of the applicants.</p>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b759-9\">. We think that a contrary interpretation is, in effect, a determination that the <em>McDonnell Douglas </em>presumption has no application in any case of alleged discrimination in promotion where the position is filled. The usefulness of the presumption is limited to cases where a person claiming to have been the subject of discrimination is unable to adduce direct evidence of discriminatory intent. If evidence of discriminatory intent (other than the presumption) is required to establish a prima facie case, there is no need to invoke the presumption.</p>\n</footnote>\n</opinion>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-2\" type=\"dissent\">\n<author id=\"b760-10\">CHAPMAN, Circuit Judge,</author>\n<p id=\"AqX\">dissenting:</p>\n<p id=\"b760-11\">I respectfully dissent.</p>\n<p id=\"b760-12\">In a disparate treatment case, a <em>prima facie </em>case may be established by direct evidence of discrimination or by indirect evidence whose cumulative probative force, apart from the presumptuous operation, would suffice under the controlling standard to support as a reasonable probability the inference that but for the claimant’s race he would have been promoted. <em>Lovelace v. Sherwin-Williams Co., </em>681 F.2d 230, 242 (4th Cir.1982). Absent such evidence, however, the claimant must resort to the <em>McDonnell Douglas </em>presumption with all its ensuing complexities.</p>\n<p id=\"b760-13\">Here, plaintiff presented no such independent evidence and necessarily must resort to the <em>McDonnell Douglas </em>formulation to establish his <em>prima facie </em>case of employment discrimination. Under this formulation, an alleged discriminatee must show (i) that he belongs to a racial minority; (ii) that he applied and was qualified for a job for which the employer was seeking applicants; (iii) that, despite his qualifications, he was rejected; and (iv) that, after his rejection, the position remained open and the employer continued to seek applicants from persons of plaintiff’s qualifications. <em>McDonnell Douglas v. Green, </em>411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). In establishing this model, however, the Supreme Court noted that “the facts necessarily will vary in Title VII cases, and the specification above of the <em>prima facie </em>proof required from the [plaintiff] is not necessarily applicable in every respect in differing factual situations.” <em>Id. </em>at 802 n. 13, 93 S.Ct. at 1824 n. 13.</p>\n<p id=\"b760-14\">The underlying factual situation in <em>McDonnell Douglas </em>is quite different from <page-number citation-index=\"1\" label=\"641\">*641</page-number>the present factual situation. In <em>McDonnell Douglas, </em>proof of a <em>prima facie </em>case was not seriously contested. Plaintiff applied for a mechanics position for which he was qualified and was rejected. After his rejection, the position remained open— thus, the fourth <em>McDonnell Douglas </em>requirement in the <em>prima facie </em>proof scheme.</p>\n<p id=\"b761-5\">As noted by the majority and explained by the Supreme Court in <em>International Brotherhood of Teamsters v. United States, </em>431 U.S. 324, 358 n. 44, 97 S.Ct. 1843, 1866 n. 44, 52 L.Ed.2d 396 (1977), while the <em>McDonnell Douglas </em>four prong scheme does not require direct proof of discrimination, it does require that the alleged discriminatee at least show that his rejection “did not result from the two most common legitimate reasons on which an employer might rely to reject a job application: an absolute or relative lack of qualifications or the absence of a vacancy in the job sought.” Therefore, in a factual situation where persons apply sporadically for a vacant position and are rejected before all applicants are interviewed, it becomes important in establishing a <em>prima facie </em>case of discrimination that the plaintiff applied and was qualified but was rejected only to have the job remain open and later be filled by a person of equal qualification. Leaving the job open is the element that justifies the presumption of racial discrimination and makes a prima facie case. By not hiring a qualified black and continuing to search for a qualified person, other than a black, the employer has acted in such a way as to justify the presumption of discrimination and to require the employer to explain its action.</p>\n<p id=\"b761-6\">Plaintiff, seeking a promotion, was one of five persons who applied for the position of full-time deputy commissioner, the second highest level position in the Virginia Department of Mental Health and Mental Retardation. These five were all found qualified and Holmes was tied for the third most qualified finalist.<footnotemark>1</footnotemark> All five were interviewed and Cullum, who ranked lower than the plaintiff in the preliminary screening, was chosen. The defendant justified his choice on the grounds of municipal government and local community experiences. The defendant’s acceptance of Cul-lum and rejection of the plaintiff and the other three applicants was simultaneous, and the job did not remain open. Thus, contrary to the fact pattern in <em>McDonnell Douglas, </em>an employer in this situation would not give as a legitimate reason for rejection that there was no vacancy. Instead, the promotion method was one where a vacancy remained open only until one of the five qualified and interviewed finalists was chosen.</p>\n<p id=\"b761-11\">The question, therefore, becomes whether the <em>McDonnell Douglas </em>four prong proof scheme is applicable in factual situations like this and, if so, how might it be modified to insure proof of a <em>prima facie </em>case.</p>\n<p id=\"b761-12\">In a case of alleged discrimination in promotion, where there is no position which remains open after an applicant is rejected, this court has applied the <em>McDonnell Douglas </em>scheme but in a modified fashion. For example, in <em>Wright v. National Archives &amp; Records Service, </em>609 F.2d 702 (4th Cir.1979), where the alleged discrimi-natee, after training for a promotion, was denied the promotion, this court modified the fourth prong of the scheme to read “that, after his rejection, the position remained available by promotion to others of his qualification.” In <em>Wright, </em>however, the promotion of concern was initially to a higher government rating (GS-9) so as to qualify the trainee for some special project. By not passing the training and thus not qualifying for the higher rating and promotion, the vacancy for the special project for which he was to be assigned, of course, remained open for a qualified individual— thus, the fourth prong.</p>\n<p id=\"b762-3\"><page-number citation-index=\"1\" label=\"642\">*642</page-number>In <em>Page v. Bolger, </em>645 F.2d 227 (4th Cir.1981), a black postal employee, applying for a supervisory position, went through a similar screening and interview process as the plaintiff, and too, was rejected. This court, without explanation, held that the evidence showed that Page made out a <em>prima facie </em>case under the four prong <em>McDonnell Douglas </em>proof scheme, without-modification.</p>\n<p id=\"b762-4\">The majority here, as well, applied the four prong scheme, holding unquestionably that plaintiff met the first three prongs and justifying the fourth prong on the grounds that the language “position remained open” meant that the position was simply “not abolished.” In essence, the majority held that it is enough for a plaintiff in this fact situation to prove a <em>prima facie </em>case by showing only that he is black, that he applied and was qualified for the promotion he sought, and that he was rejected.</p>\n<p id=\"b762-5\">Although I agree that the <em>McDonnell Douglas </em>four prong proof scheme for a <em>prima facie </em>case is a sensible, orderly way to evaluate the evidence in disparate treatment cases like this one, I do not believe that proving the first three prongs alone is sufficient to establish a <em>prima facie </em>case under this fact pattern. Being a rejected qualified minority applicant does not create a presumption that the employer discriminated against him without something more.</p>\n<p id=\"b762-6\">When applicants are initially screened before an interview, all interviewees are of course qualified for the position. Thus, in this situation, being qualified creates no inference of discrimination. Furthermore, adding the fact that the applicant was not chosen similarly creates no inference of discrimination. The sole characteristic the applicant possesses that in any way hints at discrimination is that he belongs to a minority.</p>\n<p id=\"b762-7\">As dis.cussed above, in <em>McDonnell Douglas </em>it was important that even though the applicant was qualified and available, the employer continued to look for a person of equal qualification to fill the job after he had rejected the applicant. The fact that “the job remained opened” adds credence to the applicant’s claim that he was discriminated against because of his race and for reasons other than his lack of qualifications or lack of vacancy. Without such a fact pattern, there is nothing to suggest possible discrimination except that a qualified minority applicant was rejected.</p>\n<p id=\"b762-9\">In <em>United States Postal Service Board of Governors, Petitioner v. Louis H. Ai-kens, </em>460 U.S. 711, 103 S.Ct. 1478, 75 L.Ed.2d 403 (1983), the Supreme Court stressed that the <em>McDonnell Douglas </em>proof scheme does not require <em>direct </em>proof of discrimination to prove a <em>prima facie </em>case-of discrimination. However, the Supreme Court’s opinion in <em>Aikens </em>did not preclude us from requiring at least some indirect evidence of discrimination, even though that evidence might not meet the standard as defined in <em>Lovelace </em>for proving a <em>prima facie </em>case without the <em>McDonnell Douglas </em>presumption. Under the facts of this case, therefore, for the plaintiff to establish a <em>prima facie </em>case, he should introduce into evidence at the very least a scintilla of indirect evidence of discrimination which would act to add credence to his claim that he was discriminated against because of race or for reasons other than a lack of qualifications or vacancy. Otherwise, in every case where a prescreened and, hence, qualified minority applicant interviews for a position and is rejected, employers will be forced unduly to defend their choice in a court.</p>\n<p id=\"b762-10\">Here, the district court stated that it found <em>no </em>evidence of discrimination. This finding is not clearly erroneous and is protected by Federal Rule of Civil Procedure 52(a).</p>\n<p id=\"b762-11\">Even if the plaintiff has made out a <em>prima facie </em>case, however, defendant moved to dismiss the case under Rule 41(b) of the Federal Rule of Civil Procedure which requires that the judge, as the trier of fact, weigh and consider <em>all </em>of the evidence and he may sustain the motion even though the plaintiff may have presented a <em>prima facie </em>case. <em>See </em>5 Moore’s Federal <page-number citation-index=\"1\" label=\"643\">*643</page-number>Practice § 41.13(4) (2d ed. 1984). exactly what the trial judge did. This is</p>\n<p id=\"b763-2\">In <em>Aikens, </em>the Postal Service argued that an employee who showed only that he was black, had applied for a job for which he was qualified, and was rejected had not established a <em>“prima facie” </em>case of employment discrimination under Title VII. However, the Supreme Court held that the establishment of the <em>prima facie </em>case no longer was in issue because the defendant “had done everything that would be required of him if the plaintiff had properly made out a <em>prima facie </em>case.” 460 U.S. at 715, 103 S.Ct. at 1482. The district court in <em>Aikens </em>had before it not only plaintiffs proof of a prima facie case but defendant’s legitimate, nondiscriminatory reasons for not selecting the plaintiff. When a defendant responds to the plaintiff’s proof by offering evidence of the reason for the plaintiff’s rejection, the fact finder must then decide whether the rejection was discriminatory within the meaning of Title VII. <em>Id. </em>At this stage, the <em>McDonnell Burdine </em>presumption “drops from the case”, <em>Texas Department of Community Affairs v. Burdine, </em>450 U.S. 248, 254, 101 S.Ct. 1089, 1094, 67 L.Ed.2d 207 (1981), and “the factual inquiry proceeds to a new level of specificity.” <em>Id. </em>at 255, 101 S.Ct. at 1095. The new factual inquiry becomes “whether the defendant intentionally discriminated against the plaintiff.” <em>Id. </em>at 253, 101 S.Ct. at 1093.</p>\n<p id=\"b763-3\">Here, the district court had before it the plaintiff’s case-in-chief, the pretrial order, and all of the exhibits. Defendant’s exhibits 8a (interview evaluation worksheets) and 10a (letter of rejection to Holmes) revealed the defendant’s reasons for not selecting the plaintiff. Although part of the reason is claimed to be subjective,<footnotemark>2</footnotemark> this court, in <em>Page v. Bolger, supra, </em>held that “the mere fact that subjective criteria are involved in the reason articulated by an employer does not prevent according it sufficient rebuttal weight to dispel the inference of discrimination raised by the <em>prima facie </em>case.” <em>Page v. Bolger, </em>645 F.2d at 230. Local community and municipal government experience is not subjective and is the reason given in the letter. Holmes testified that Bevilacqua advised Holmes that subjective elements may have entered into the selection process.</p>\n<p id=\"b763-8\">From the following excerpt of the district court’s holding, it is apparent that it considered the defendant’s reasons for rejection and was not persuaded that the defendant made an error in rejecting the plaintiff.</p>\n<blockquote id=\"b763-9\">I have, of course, examined the exhibits in the case. I have been familiar with the case since it was filed and have followed the case along and have had a final pre-trial conference, and have gone over with the lawyers the pertinent facts in the case. And I am not in a position to say that there is evidence from which I can conclude that a mistake was made.</blockquote>\n<p id=\"b763-10\">Thus, the issue at that point should have shifted away from whether a <em>prima facie </em>case had been established and to the question of whether the defendant intentionally discriminated against the plaintiff. Although the district court did not cite <em>Ai-kens </em>for this proposition and thereby make it known that it made this shift, I believe that it amply responded to this issue and found no evidence of intentional discrimination. Therefore, I find that the district <page-number citation-index=\"1\" label=\"644\">*644</page-number>court properly granted defendant’s motion to dismiss under Rule 41(b).</p>\n<footnote label=\"1\">\n<p id=\"b761-7\">. The ranking was done by Donna Shumate, an employment supervisor in the department, who was not involved in the hiring decision and made her rankings from materials submitted to her by the applicants.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b763-4\">. Letter of Bevilacqua to Holmes of June 7, 1983:</p>\n<blockquote id=\"b763-5\">Thank you very much for applying for the position of Deputy Commissioner for the Department of Mental Health and Mental Retardation. Your understanding of my style and operation requirements is obviously well understood. I appreciate your straight forward responses to my questions because they reflect your clear understanding of the mission of the Department.</blockquote>\n<blockquote id=\"b763-11\">It is my judgement that we need in the Central Office, the skill and experience that comes from municipal government and local community experience. For this reason, I am selecting Howard Cullum for the position of Deputy Commissioner. It was a difficult choice and I appreciate the support you have provided to the Department.</blockquote>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}