{
  "casebody": {
    "data": "<casebody firstpage=\"976\" lastpage=\"982\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<p data-order=\"0\" data-type=\"misc\" id=\"b1024-10\">3S C.C.P. A. (Patents)</p>\n<parties data-order=\"1\" data-type=\"parties\" id=\"b1024-11\">Application of COLEMAN et al.</parties>\n<docketnumber data-order=\"2\" data-type=\"docketnumber\" id=\"AF6\">No. 5804.</docketnumber>\n<court data-order=\"3\" data-type=\"court\" id=\"b1024-13\">United States Court of Customs and Patent Appeals.</court>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b1024-14\">June 5, 1951.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b1025-19\"><page-number citation-index=\"1\" label=\"977\">*977</page-number>Clarence B. Zewadski, Detroit, Mich. (George A. Degnan, Washington, D. C., of counsel), for appellants.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b1025-20\">E. L. Reynolds, Washington, D. C. (S. W. Cochran, Washington, D. C., of counsel), for the Commissioner of Patents.</attorneys>\n<p data-order=\"7\" data-type=\"judges\" id=\"b1025-21\">Before GARRETT, Chief Judge, and JACKSON, O’CONNELL, JOHNSON, and WORLEY, JJ. .</p>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b1025-22\">JOHNSON, Judge.</author>\n<p id=\"b1025-23\">This is an appeal from the decision of the Board of Appeals affirming the action of the Primary Examiner in finally rejecting claims 1,- 4, and S of appellants’ application, serial No. 721,880, for a patent on a fungistatic wrapper.</p>\n<p id=\"b1025-24\">Appellants discovered that by bringing dehydroacetic acid into close association with various foods an increased resistance to microorganisms could be imparted to the foods and the growth of such organisms thus prevented or retarded.</p>\n<p id=\"b1025-25\">On January 13, 1947, appellants filed three separate applications for letters patent. Two of these applications, serial Nos. 721,877 and 721,878, contained claims directed to methods of protecting the specified foods, and among the methods disclosed and claimed was the method of enclosing the food in a wrapper containing dehydroacetic acid. These two applications were classified in Class 99 (Foods and Beverages) and were examined in Division 63 of the Patent Office. These applications were allowed on October 7, 1948, and issued as patents on June 28, 1949.</p>\n<p id=\"b1025-26\">The third application, serial No. 721,880, whence come the claims before us, was directed to a cellulosic wrapper carrying de-hydroacetic acid and was classified in Class 117 (Coating: Processes and Miscellaneous Products) and examined in Division 38 of the Patent Office.</p>\n<p id=\"b1025-27\">All of the appealed claims were rejected by the examiner as unpatentable over <page-number citation-index=\"1\" label=\"978\">*978</page-number>prior art and also as unpatentable over certain claims in appellants’ foregoing two patents. The rejection on prior art was reversed by the board while the rejection on appellants’ own claims was affirmed. This latter rejection is the sole issue before us and appellants’ patents are the only art now used in rejection of the claims. Since these patents were copending with the appealed application they do not constitute technical prior art references but are to be looked to only for what they claim. In re Mason, 62 F.2d 185, 20 C.C.P.A., Patents, 782; In re Thompson, 62 F.2d 90, 20 C.C.P.A., Patents, 725.</p>\n<p id=\"b1026-4\">Claim 8 of each patent is substantially the same in terminology except that each is directed to the treatment of a different type of food. Since the board adopted appealed claim 1 and claim 8 of Patent No. 2,474,228 as illustrative of the problem be-, fore it, those two claims are reproduced side by side for direct comparison:</p>\n<blockquote id=\"b1026-7\">Appealed Claim 1</blockquote>\n<blockquote id=\"AlR\">A cellulosic wrapping sheet</blockquote>\n<blockquote id=\"AJdI\">carrying an effective fungistatic amount, at least 0.3 per cent of the weight of the article, of dehydroacetic acid integral therewith.</blockquote>\n<blockquote id=\"AIof\">Claim 8 of Pat. 2,474,228</blockquote>\n<blockquote id=\"Ad-\">The method of imparting to foods rich in at least one of the class consisting of proteins and fats an increased resistance to attack by microorganisms, which comprises</blockquote>\n<blockquote id=\"AUc\">enclosing the food in a wrapper</blockquote>\n<blockquote id=\"Aaq\">containing an effective amount of dehy-droacetic acid.</blockquote>\n<blockquote id=\"A5V\">For reasons presently to appear we also list his rejection of the appealed claims: the references cited by the examiner in</blockquote>\n<blockquote id=\"A3Q\">Martin 2,127,879 Aug. 23, 1938.</blockquote>\n<blockquote id=\"aju-dedup-1\">Dow Chemical Co. Technical Bulletin No. 45 July 15, 1941.</blockquote>\n<blockquote id=\"agn-dedup-1\">Colman, W., Journal Textile Institute, p. A115 March 1944.</blockquote>\n<blockquote id=\"Apu\">Coleman et al. 2,474,228 June 28, 1949.</blockquote>\n<p id=\"b1026-19\">The method claims in the patents were allowed without the limitations in the appealed wrapper claims to “cellulosic” wrappers containing a specified amount of de-hydroacetic acid. The wrapper claims as originally filed called merely for an “effective fungistatic amount” of dehydroacetic acid, the same language as used in the patent claims. The examiner objected to such expression as rendering the claims functional and indefinite and the appellant responded by amending the claims to limit them to the specific amounts shown in claim 1.</p>\n<p id=\"b1026-6\">The application before us originally contained claims to two species of wrappers designated by the examiner as “regenerated cellulose base,” and “paper base.” The application also contained claims generic to the two types. The generic expressions “wrapping sheet” and “fiber,” which appellants had used, were held to be too broad by the examiner on the ground that some of the materials included might be attacked or adversely affected by the fungicide, which, he stated, contained a free acid group. Appellant controverted this, showing that dehydroacetic acid has no free acid group and the examiner impliedly withdrew the rejection by failing to repeat it. All of the claims, however, were repeatedly rejected on the art and it was in an attempt to limit the generic claims so as to avoid the references that appellant inserted the limitation “cellulosic wrapping.” The patent to Martin was the reference upon which most reliance was placed (the Journal article seems cumulative) and that reference disclosed the impregnation of wool cloth with dehydroacetic acid to control moths and other insects. The board agreed with <page-number citation-index=\"1\" label=\"979\">*979</page-number>appellant that the record in the case did not justify a holding of unpatentability over the prior art and on this point the examiner was reversed.</p>\n<p id=\"b1027-4\">The examiner who had been in charge of the applications which resulted in appellants’ two patents orally advised appellants that he had considered the Martin patent but deemed it nonpertinent to the claims before him. Appellants cited the Martin patent in those two companion cases to insure that it would be of record therein.</p>\n<p id=\"b1027-5\">The board considered that “whether the invention be defined as the act of wrapping or the employment of a wrapper, the invention is the same” and held the appealed claims to be unpatentable over claim 8 of each of appellants’ patents. The doctrine relied upon was that of double patenting which precludes issuance of a second patent on the invention covered by issued claims. In re Thompson, supra. As is usual in such cases, the issue reduces- itself to a determination of whether or not the appealed claims and those in the patents are directed to one and the same invention.</p>\n<p id=\"b1027-6\">It is rudimentary that an inventor may not sustain a subsequent patent for an invention actually claimed and secured in a former patent, Miller v. Eagle Manufacturing Co., 151 U.S. 186, 14 S.Ct. 310, 38 L.Ed. 121, and the duty to prevent double patenting rests primarily with the Patent Office and with those courts which review its decisions. In re Muskat, 187 F.2d 626, 38 C.C.P.A.,Patents, -.</p>\n<p id=\"b1027-8\">One of the most frequent double patenting situations involves claims related as combination and element of the combination, or more broadly, where the subject matter of the subsequent patent forms an element of the original invention as claimed. Such is the relationship in the case before us. Appellants’ patent claims are drawn to a process of protecting food, whereas the appealed claims are directed to a wrapper, which forms a part of, or cooperates as an element in that process.</p>\n<p id=\"b1027-9\"> It is settled law that a party might be entitled to a patent for a combination <em>because of the cooperation' of the elements contained therein, </em>and at the same time be entitled to a separate patent for one of the elements of the combination. In re Carlton, 77 F.2d 363, 22 C.C.P.A., Patents, 1223 p In re Ferenci, 83 F.2d 279, 23 C.C.P.A., Patents, 1023. In such a case, the question to be determined is whether two or more different inventive concepts are involved. In re Hadsel, 173 F.2d 1010, 36 C.C.P.A., Patents, 1075. If the claims are so related that- the separately claimed element constitutes the essential distinguishing feature of the combination as claimed,, different concepts are not involved, the inventions are not distinct, and double patenting will be found. Palmer Pneumatic Tire Co. v. Lozier, 6 Cir., 90 F. 732; In re Hawkins, 57 F.2d 367, 19 C.C.P.A., Patents,. 1104. Conversely, where the element does not constitute the sole distinguishing novelty in the combination the inventions are-distinct and double patenting will not be-found. In re Creveling, 46 App.D.C. 536 <em>- </em>In re Ferenci, supra.</p>\n<p id=\"b1027-11\">If the combination claim does not set forth any of the details of the separately claimed element, this is cogent evidence-that the combination is not made patentable-solely by the inclusion of the element. Im re Creveling, supra. Likewise if the claimed element has acquired a distinct status im the art and is -adapted for use generally ini other combinations, it ordinarily would be regarded as distinct and would support a patent separate from that containing the combination claim. In re Ferenci, supra.. A further factor to be accorded probative value in the determination of distinctness is whether the claims of the patent may be-practiced without infringing the subsequent application claim, if allowed, and whether the subsequent claim may be practiced without infringing the claims of the patent. In re Davis, 123 F.2d 651,29 C.C.P.A., Patents, 723.</p>\n<p id=\"b1027-12\">While the foregoing considerations; are deemed valid and practical, they should', not be regarded as inflexible and indispensable badges of distinctness. As was. said in Steinmetz v. Allen, 192 U.S. 543, 24 S.Ct. 416, 421, 48 L.Ed. 555, quoting; from Bennet v. Fowler, 8 Wall. 445, 75 U.S. 445, 19 L.Ed. 431: “ ‘It is difficult, perhaps impossible, to lay down any general! <page-number citation-index=\"1\" label=\"980\">*980</page-number>rule by which to determine when a given invention or improvements , shall be embraced in one, two, or more patents. * * * It is often a nice and perplexing question.’ ” Each case must be determined on its own facts in consonance with the basic requirement that the combination must be the product of invention over and above that present in the element, and it is clear that fact situations might arise wherein the foregoing criteria would be difficult of application.</p>\n<p id=\"b1028-4\">A comparison of appealed claim 1 with claim 8 of appellants’ patent, <em>supra, </em>shows that the patent method claim does not set forth the details of the separately claimed wrapper. The wrapper of the appealed claims is limited to a “cellulosic” wrapper containing “at least 0.3 per cent of the weight of the article of dehydroacetic acid.” It was at the examiner’s instance that the appealed claims were limited to a wrapper more specific than that recited in the patented method claims. “Cellulosic” was inserted to avoid the Martin patent which showed wool impregnated -yvith dehydro-acetic acid. It was the board’s opinion that the so amended claim, was allowable over the prior art.</p>\n<p id=\"b1028-5\">The patented method claims, on the other hand, did not contain such limitations but were nevertheless ■ allowed over the Martin patent after appellants had expressly brought it to the examiner’s attention. Manifestly the examiner could not have considered that the novelty of the method lay solely in the wrapper when the Martin patent anticipated the <em>broadly recited wrapper. </em>The invention must have resided in the entire process, in the combination of the broadly recited wrapper with the method steps.</p>\n<p id=\"b1028-6\">While the patented claims cover methods of protecting certain specified foodstuffs by enclosing them in any kind of wrapper containing any effective amount of dehydroacetic acid, the appealed claims cover a specific wrapper capable of use in protecting any type of foodstuffs as well as a wide variety of other articles and materials. Examples of such other materials are cosmetics, cigars, soaps, etc. Thus, the patented methods of claim 8 may be practiced without using the specific wrapper of the appealed claims, and the specific wrapper of the appealed claims may be used for purposes other than those defined in claim 8 of appellants’ patents. That the specific wrapper of the appealed claims has acquired a status in the art separate and distinct from the method is evidenced by the fact that the different claims were separately classified by the Patent Office and were examined in different examining divisions.</p>\n<p id=\"b1028-8\">Were the appealed claims to be issued and subsisting, and were the patent claims to expire, one would not need to be a licensee to wrap bread or cheese in the wrappers of the appealed claims, though a wrapper manufacturer would still need a license to make the wrapper. On the other hand one might practice the method of the patent claims without infringing the appealed claims by merely using one of the many available wrappers other than the specific wrapper of the appealed claims. Such wrappers might be vinyl polymer film, rubber hydrochloride or any other wrapping material, even leather. It thus appears that it is possible to practice either the claims of the patents or of the application without one- infringing the other.</p>\n<p id=\"b1028-9\">The Board of Appeals cited the case of Smith v. Kingsland, 85 U.S.App.D.C. 284, 178 F.2d 26, for its exposition on the applicable law of double patenting. Since the application in that case had not been co-pending with the patented application, the patent constituted a reference for everything disclosed therein and the case is in-apposite.</p>\n<p id=\"b1028-10\">In Kistler v. Coe, 79 U.S.App.D.C. 36, 142 F.2d 94, also cited by the board and cited in Smith v. Kingsland, supra, a patent was issued covering a material known as aerogel. Claims in a copending application directed \"to a method of thermally insulating structures by putting the aerogel into spaces between inner and outer walls, were rejected as defining no invention over the prior patent, the court pointing out that the method of insulation was old and that the only novelty lay in the specific material, the aerogeL As pointed out hereinbefore, <page-number citation-index=\"1\" label=\"981\">*981</page-number>the novelty in appellants’ patented method claims goes beyond and above that of the material, the material being only broadly recited in the method claims.</p>\n<p id=\"b1029-5\">The case of In re Freeman, 166 F.2d 178, 35 C.C.P.A., Patents, 920, is cited for the proposition that although the appealed claims are for the product and the patent claims are for the process this, of itself, is not controlling. In that case we held only that since the product in each of the appealed claims was defined essentially in terms of the process by which it was made, the fact that the claims of the patent and the application were, technically, in different statutory classes, was not in itself enough to avoid a rejection on the ground of double patenting. The claims in the instant case are not similarly related, nor is it appellants’ contention that the double patenting rejection is erroneous solely because the claims are in different statutory classes.</p>\n<p id=\"b1029-6\">In re Copeman, 135 F.2d 349, 30 C.C.P.A., Patents, 962, cited by the board, involved an application directed to a process of coating silk stockings with a specific solution, and to silk stockings so treated. The claims were rejected on claims of the applicant’s prior reissue patent which recited the same process except that in the application claims the solution was precolored. The specification of the reissue patent stated that it would be obvious that the solution must be either colorless or tinted, and we agreed that such choice was obvious, and that consequently the application claims showed no invention over those of the patent. The case of In re Isherwood, 46 App.D.C. 507, was mentioned therein as holding that even though the claims in a later filed application are more specific than the former, the claims of the latter may not be allowed since the patentee has already received all the protection to which he is entitled. The correctness of this rule we believe is beyond question, since it is obvious that were the contrary true a patentee might indefinitely maintain a monopoly of ever diminishing scope. The rule, however, is not applicable in the instant case. The difference between a claim for a process of protecting food, involving the use of a broadly recited wrapper, and a claim for a specific fungistatic wrapper, is not one of mere scope. Had appellant desired to merely diminish the scope of the patent claims, as was done in the Copeman case, he would have limited the wrapper <em>as used in the process of protecting </em>food, i. e., in the method claims, as did the applicant Cope-man. Appellant, however, did no such thing, but presented claims to an <em>article of manufacture </em>which cannot be called merely narrower than the patent claims since they are neither in the same statutory class nor related as product and process of its manufacture. The language of this court in Re Bronson, 168 F.2d 548, 550, 35 C.C. P.A., Patents, 1221, is apposite: “ * * * in patent law it is axiomatic if claims are to be considered as being in the same genus and species relationship, they must fall into the same statutory class, and that a genus claim must be for the same combination of elements as the species claims, and define broadly the elements or steps which are variants in the several species. A generic claim should include no material element in addition to those recited in the species claim, and must comprehend the organization covered in each of the species claims. jfc * * <em>»</em></p>\n<p id=\"b1029-9\">In its decision on a renewed petition for reconsideration the board cited In re Kauff-man, 152 F.2d 991, 33 C.C.P.A., Patents, 755, wherein we had cited the Copeman case, supra, and had made substantially the same holding as in that case. The Kauff-man case also concerned a patent claim and an application claim drawn to combinations within the same statutory class. We held that a mere additional limitation had been added to the patent claim and that this was not indicative of inventive distinction.</p>\n<p id=\"b1029-10\">The intermeshing doctrines of division and double patenting are not designed to be a mere trap for the unwary. The two questions are inextricably interwoven and the issues involved in a requirement of division cannot be disregarded where the rejection is on the ground of double patenting. If division would have been necessarily required in the first instance, then double <page-number citation-index=\"1\" label=\"982\">*982</page-number>patenting cannot be urged if the copending claims issue in separate patents. If, conversely, a rejection on the ground of double patenting is proper it is a necessary corollary that a requirement of division would have been improper.</p>\n<p id=\"b1030-4\">Where an applicant simultaneously files several applications in the considered belief that division would be required were only one application to be filed, we know of no rule of law which places a duty upon such applicant to attempt to incorporate all of the claims in one case. Where an applicant follows such a procedure and files one case, the question of division usually arises early in the prosecution and a decision is made which may be appealed through normal procedures to this court. Where the opposite course is followed the question of division, as such, does not arise, and the double patenting rejection usually is not urged until such time as some of the claims appear allowable. At that time the rejection is termed double patenting, but the issues are fundamentally the same as in the question of division, so that solution of these issues has not been avoided, but merely put off until a time when the decision will carry far more serious consequences to the applicant, since it may be too late to embody all the claims in one application. Such is the situation in this case.</p>\n<p id=\"b1030-5\">Since the wrapper of the appealed claims did not furnish the characteristic essential to the patentability of the patent claims; since the claimed wrapper has uses other than set forth in the patented method; since the patented method may be carried out without the claimed wrapper; and since it is possible to practice either the claims of the patents or of the application without one infringing the other, two inventive concepts clearly are involved and the appealed claims were improperly rejected on the ground of double patenting.</p>\n<p id=\"b1030-6\">For the reasons hereinbefore set out the decision of the Board of Appeals is reversed.</p>\n<p id=\"b1030-7\">Reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}