{
  "casebody": {
    "data": "<casebody firstpage=\"596\" lastpage=\"600\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b610-7\">Commonwealth <em>vs. </em>Eugene Graziano (and a companion case<footnotemark>1</footnotemark>).</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b610-8\">Hampden.</court>\n<otherdate data-order=\"2\" data-type=\"otherdate\" id=\"Auk\">October 5, 1976. —</otherdate>\n<decisiondate data-order=\"3\" data-type=\"decisiondate\" id=\"AxLj\">December 28, 1976.</decisiondate>\n<p data-order=\"4\" data-type=\"judges\" id=\"b610-9\">Present: Hennessey, C.J., Reardon, Braucher, Kaplan, &amp; Wilkins, JJ.</p>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b611-4\"><page-number citation-index=\"1\" label=\"597\">*597</page-number><em>Jay M. Forgotson </em>for Eugene Graziano.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b611-5\"><em>John T. McDonough, </em>Special Assistant District Attorney, for the Commonwealth.</attorneys>\n<footnote data-order=\"7\" data-type=\"footnote\" id=\"x999-1\" label=\"1\">\n<p id=\"b610-14\"> Commonwealth <em>vs. </em>Antonio Facente.</p>\n</footnote>\n<opinion data-order=\"8\" data-type=\"opinion\" id=\"x999-2\" type=\"majority\">\n<author id=\"b611-6\">Reardon, J.</author>\n<p id=\"AgL\">A judge of the Superior Court, pursuant to G. L. c. 278, § 30A, reported to the Appeals Court for decision before trial certain questions of law and we transferred the case for hearing here. G. L. c. 211A, § 10 (A).</p>\n<p id=\"b611-7\">The defendants were indicted in September, 1972, for murder and armed robbery, and were found guilty on February 2, 1973, of murder in the second degree and armed robbery. They both appealed and we reversed the convictions and ordered a new trial “because of error in restricting the defendants’ cross-examination of the principal prosecution witness.” <em>Commonwealth </em>v. <em>Graziano, </em>368 Mass. 325 (1975). Following some delay a second trial was scheduled to commence on February 3, 1976, and several weeks prior thereto the defendant Graziano filed a motion that he be permitted to submit to a polygraph examination. A hearing on the motion was held on January 26, 1976, at which, following an intensive examination, he voluntarily waived his rights under the Fifth and Sixth Amendments to the United States Constitution and the assistance of an interpreter. Thereupon the judge reported the questions of law set out in the margin.<footnotemark>2</footnotemark></p>\n<p id=\"b612-4\"><page-number citation-index=\"1\" label=\"598\">*598</page-number>In our opinion, appellate consideration of the issues presented by questions Nos. 5 through 10 is not presently warranted. <em>Commonwealth </em>v. A <em>Juvenile, </em>365 Mass. 421, 435-436 (1974), stresses the role of trial judges in develop<page-number citation-index=\"1\" label=\"599\">*599</page-number>ing and administering standards for employment of polygraph tests. “For many generations the trial judges have provided the cutting edge for much of the law’s progression. From their decisions, together with the overview of the appellate courts and the process of trial and error, the common law has evolved and progressed. In the main, this practice should be followed____Thus, if in the first instance, an experienced and courageous trial judge makes the decision to admit polygraph evidence, it would be best to let him exercise his judgment, subject to our review for possible error.” It seems to us that questions Nos. 5 through 10 have reference to the reliability of polygraph results in this particular case and should be resolved in the first instance by the trial judge. We therefore rule that the report of these questions is premature. This holding is in no way to be construed as minimizing the concerns which the questions raise. Careful resolution of such issues is an essential prerequisite to the accurate utilization of lie detectors in criminal proceedings. The voir dire process elaborated in <em>Commonwealth </em>v. A <em>Juvenile, supra </em>at 429-430, will provide an opportunity for the judge to consider expert opinion prior to ruling on the admissibility of polygraph results.<footnotemark>3</footnotemark> Without the benefit of such testimony we cannot form a judgment on the appropriate answer to questions Nos. 5 through 10.</p>\n<p id=\"b613-6\">We must decline also to pass at this time on questions Nos. 1 through 4. They relate largely to the effect which admission of Graziano’s polygraph results might have on the rights of the codefendant, Facente, from whose counsel we received no brief although, as counsel, he joined in a statement of agreed facts and a statement of issues before the trial judge. Report of these questions is premature, for on remand the trial judge may decline to permit the polygraph test or, if such a test is given, may subsequently <page-number citation-index=\"1\" label=\"600\">*600</page-number>exclude its results from use at the trial. It is not beyond possibility that the test might prove exculpatory to both defendants. In short, we cannot deal with hypotheses in this area and on these questions in the present posture of the cases.</p>\n<p id=\"b614-5\">The cases are remanded for further proceedings in accordance with this opinion.</p>\n<p id=\"b614-6\">\n<em>So ordered.</em>\n</p>\n<footnote label=\"2\">\n<p id=\"b611-8\"> “1. If the trial judge in this criminal prosecution (in the proper exercise of his discretion and in accordance with the procedure set forth in <em>Commonwealth </em>v. <em>A Juvenile, </em>1974 Mass. A.S. 907) admits at trial the results of a polygraph test taken by the co-defendant Graziano as direct proof against Graziano of the crimes alleged and the co-defendant Graziano does not testify, and those polygraph test results inculpate the defendant Facente, does the admission of the polygraph test results violate the defendant Facente’s right to confront witnesses against him secured to him by the Sixth and Fourteenth Amendments to the United States Constitution entitling him to a separate trial under the doctrine of <em>U.S. </em>vs. <em>Bruton, </em>391 U.S. 123 (1968)?</p>\n<p id=\"b611-9\">“2. If the trial judge in this criminal prosecution (in the proper exercise of his discretion and in accordance with the procedure set forth in <em>Commonwealth </em>v. <em>A Juvenile, </em>1974 Mass. A.S. 907) admits at trial the results of a polygraph test taken by the co-defendant Graziano as evidence to impeach the credibility of Graziano if Graziano testifies at <page-number citation-index=\"1\" label=\"598\">*598</page-number>trial, and those results inculpate the defendant Facente, does the admission of the polygraph test results as impeaching evidence entitle the defendant to a separate trial, notwithstanding proper instructions to the jury that the polygraph results must be disregarded in determining the defendant Facente’s guilt or innocence, under the doctrine of <em>U.S. </em>v. <em>Bruton, </em>391 U.S. 123 (1968) ?</p>\n<p id=\"b612-6\">“3. If the trial judge in this criminal prosecution (in the proper exercise of his discretion and in accordance with the procedure set forth in <em>Commonwealth </em>v. A <em>Juvenile, </em>1974 Mass. A.S. 907) admits at trial the results of a polygraph test taken by the co-defendant Graziano, and those results exculpate the co-defendant Graziano, and the defendant Facente does not take a polygraph test, is there an inevitable inference of the defendant Facente’s guilt drawn by the jury, which is unduly prejudicial to the defendant Facente and which entitles him to a separate trial?</p>\n<p id=\"b612-7\">“4. In a trial of two co-defendants, if one of the two defendants requests a polygraph test and agrees in advance to the admission of the results regardless of the outcome, as required by the procedure set forth in <em>Commonwealth </em>v. A <em>Juvenile, </em>1974 Mass. A.S. 907, would the admission of the results at trial by the trial judge present risks and complexities too great to permit the use of the polygraph test?</p>\n<p id=\"b612-8\">“5. Whether the elapse of time, namely, three years and five months, from the date of the alleged crime to the date of the hearing on the Motion for the Polygraph Examination should affect the admissibility of the results of the examination.</p>\n<p id=\"b612-9\">“6. Whether or not the fact that the defendant Graziano who is requesting the Polygraph Examination has previously testified, and been cross-examined under oath, should have an effect on the admissibility of the results.</p>\n<p id=\"b612-10\">“7. Whether or not the limited ability of the defendant Graziano to fully understand the English language as demonstrated by his answers to questions at the January 26, 1976 hearing, and by his testimony in Italian, through an interpreter, at the first trial, precludes accurate polygraph results.</p>\n<p id=\"b612-11\">“8. Does <em>Commonwealth v. A Juvenile, </em>1974 Mass. A.S. 907 require that the defendant Graziano be allowed to submit himself to an English language polygraphic examination under sanction of the trial court subject to the trial court’s later determination of the admissibility thereof?</p>\n<p id=\"b612-12\">“9. Provided that the defendant Graziano is allowed to undergo an English language polygraphic examination, should the issue of evidentiary reliability be submitted to the Jury as a question of weight thereof, or should this issue be resolved by the trial court in the first instance as one of admissibility?</p>\n<p id=\"b612-13\">“10. Alternatively, should a polygraphic examination of the defendant Graziano be conducted in his native Italian language, utilizing a court-appointed interpreter?”</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b613-7\"> We note that a trial judge also has authority to consider expert testimony <em>prior </em>to approving the administration of lie detector tests to criminal defendants. Such preliminary testimony could be later supplemented, as necessary, by further voir dire prior to admission of the test results.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}