{
  "casebody": {
    "data": "<?xml version='1.0' encoding='utf-8'?>\n<casebody firstpage=\"261\" lastpage=\"264\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\" xmlns:xlink=\"http://www.w3.org/1999/xlink\"><parties data-order=\"0\" data-type=\"parties\" id=\"b283-3\" pgmap=\"283\">George Hippard et al., Appellants, v. George O. Rebhan, Administrator, Appellee.</parties><p data-order=\"1\" data-type=\"summary\" id=\"b283-4\" pgmap=\"283\">(Not to be reported in full.)</p><summary data-order=\"2\" data-type=\"summary\" id=\"b283-5\" pgmap=\"283\">Appeal from the Circuit Court of St. Clair county; the Hon. George A. Crow, Judge, presiding. Heard in this court at the October term, 1915.</summary><disposition data-order=\"3\" data-type=\"disposition\" id=\"AnW\" pgmap=\"283\">Affirmed.</disposition><decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"Ax6\" pgmap=\"283\">Opinion filed April 17, 1916.</decisiondate><p data-order=\"5\" data-type=\"summary\" id=\"b283-7\" pgmap=\"283\">Statement of the Case.</p><p data-order=\"6\" data-type=\"summary\" id=\"b283-9\" pgmap=\"283\">Bill by George C. Rebhan, administrator de bonis non with will annexed of the estate of Phillip John Gundlach, deceased, complainant, against George Hippard, Elizabeth A. Hippard and Adam Karr, defendants, to foreclose a mortgage. From a judgment for complainant of foreclosure and for appointment of a receiver, defendants appeal.</p><p data-order=\"7\" data-type=\"summary\" id=\"b283-10\" pgmap=\"283(192) 284(42)\">On April 25, 1902, the defendants executed to Phillip John Gundlach two notes each for the amount of $2,500, due one year after date and bearing interest at the rate of five and one-half per cent, per annum, payable semiannually, and to secure the payment of said notes executed the mortgage in question. It appears that on October 28, 1902, April 25, 1903, October 25, 1903, April 25, 1904, October 25, 1904, April 25, 1905, January 22, 1906, April 25, 1906, October 25, 1906, April 25, 1907, October 25, 1907, April 25, 1908 and October 25, 1908, the amount of $68.25 was paid at each of said times upon each of said notes, and indorsed thereon as interest paid. It also appeared that Phillip John Gundlach kept a book in which he entered his notes and these payments appear upon said book as having been made at the time indorsed upon the notes. A further payment was made on May 28,1909, but this was entered by Sophia Gundlach, at the direction of Phillip John Gundlach. Phillip John Gundlach died July 1, 1909, leaving a last will and testament, and appointed Ms sons Jacob, Jr. and PMllip as executors, both of whom died during the year 1913, and on January 3, 1914, letters testamentary were issued to George C. Rebhan, and this suit of foreclosure was commenced on March 31, 1914.</p><p data-order=\"8\" data-type=\"summary\" id=\"b284-4\" pgmap=\"284\">It appeared that the lands described in said mortgage were in two separate tracts, one of which belonged to Elizabeth A. Hippard and one to George Hippard, and that said lands were sold and transferred by the said Hippards to Adam Karr. It further appeared that at the several times of payment of interest above mentioned being made, Phillip John Gundlach made a certificate of deposit and placed the amount each time to his credit in the Belleville Savings Bank, and upon the same, or the next day, the checks so placed to his credit were cleared at the Belle-ville Bank and Trust Company, and charged to the account of George Hippard, the Hippard Grocery Company or the Vulcan Coal and MiMng Company, and that the checks were afterwards surrendered by this bank to the parties drawing them.</p><p data-order=\"9\" data-type=\"summary\" id=\"b284-5\" pgmap=\"284\">In many cases the exact amount was charged to the account of one or the other of these parties; and in other cases where the checks that were cleared by the Belleville Bank and Trust Company were more than three in number, they were lumped together and appear charged in a large sum. On January 27, 1906, the account of Phillip John Gundlach was credited in the Belleville Savings Bank with $137.50, and on the same day George Hippard was charged with $137.50 upon his account with the Belleville Bank and Trust Company, and on May 5,1906, a like sum was credited to the account of Phillip John Gundlach and charged to the account of George Hippard, and the checks with which George Hippard was charged were surrendered to him by the Belleville Bank and Trust Company. The date and amount of these chécks corresponded with the date and amount indorsed upon the notes as interest paid.</p><headnotes data-order=\"13\" data-type=\"headnotes\" id=\"b285-7\" pgmap=\"285\">Abstract of the Decision.</headnotes><headnotes data-order=\"14\" data-type=\"headnotes\" id=\"b285-8\" pgmap=\"285\">1. Mortgagers, § 433<footnotemark>*</footnotemark>-—when running of statute of limitations on mortgage tolled by payment on note. Where a payment has been made upon a note by the maker thereof, or by his authority, the statute of limitations will not run against the mortgage securing the note until the lapse of ten years after the payment.</headnotes><headnotes data-order=\"15\" data-type=\"headnotes\" id=\"b285-9\" pgmap=\"285\">2. Mortgages, § 433*—when running of statute of limitations on mortgage tolled. The mere indorsement of payments by debtor on notes secured by mortgage by the creditor without some affirmative act or authorization by the debtor is insufficient to toll the statute of limitations on the mortgage.</headnotes><headnotes data-order=\"16\" data-type=\"headnotes\" id=\"b285-10\" pgmap=\"285\">3. Evidence, § 40*—what is effect of unexcused failure to produce material documentary evidence. The failure of the defendant in an action to foreclose a mortgage to produce checks, the dates of which correspond with the dates of alleged payments on a note claimed by defendant to be unauthorized credits not tolling the statute of limitations on the note and mortgage, warrants the presumption that the production thereof would be unfavorable to the defendant.</headnotes><headnotes data-order=\"17\" data-type=\"headnotes\" id=\"b285-11\" pgmap=\"285(82) 286(20)\">4. Payment, § 29*—when evidence sufficient to show authorized application of interest on note. On a bill to foreclose a mortgage, the defense to which was barred by the statute of limitations, but where it appeared that payments of interest were indorsed upon the note within ten years of the date of the commencement of the action at the time that checks were given by defendant for such amounts and deposits for such amounts made in a bank by the creditor, evidence held sufficient to show that the payments were made by defendants to pay the interest on the note.</headnotes><p data-order=\"10\" data-type=\"summary\" id=\"b285-3\" pgmap=\"285\">Notice was given the defendants to produce these checks in evidence but they failed to do so. The Hippard Grocery Company was owned by George Hippard and his wife, Elizabeth A. Hippard, and George Hippard was president and Elizabeth A. Hippard secretary of the Vulcan Coal and Mining Company from 1905.</p><attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b285-4\" pgmap=\"285\">R. W. Ropiequet, for appellants.</attorneys><attorneys data-order=\"12\" data-type=\"attorneys\" id=\"b285-5\" pgmap=\"285\">Schaerer &amp; Kruger, for appellee.</attorneys> <footnote data-order=\"18\" data-type=\"footnote\" id=\"x999-1\" label=\"*\"> <p id=\"b286-8\" pgmap=\"286\">See Illinois Notes Digest, Vole. XI to XV, and Cumulative Quarterly, same topic and section number.</p> </footnote> <footnote data-order=\"19\" data-type=\"footnote\" id=\"x999-2\" label=\"*\"> <p id=\"b285-12\" pgmap=\"285\">See Illinois Notes Digest, Yols. XI to XV, and Cumulative Quarterly, same topic and section number.</p> </footnote> <opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-3\" type=\"majority\"> <author id=\"b285-6\" pgmap=\"285\">Mr. Justice McBride</author> <p id=\"ANI\" pgmap=\"285\">delivered the opinion of the court.</p> <headnotes id=\"A0O\" pgmap=\"286\">5. Mobtgages, § 433<footnotemark>*</footnotemark>—when lien of mortgage kept alive by payments by one joint debtor enforceable against mortgaged premises. While a personal payment on a joint and several note by one of two joint debtors without the consent or knowledge of the other will not operate to bind the other so as to authorize a new promise taking the case out of the statute of limitations, still a mortgage given to secure such a note will operate as a lien on the mortgaged premises so long as the payments of the note may he enforced against either joint debtor and until the debt is extinguished, and it is immaterial that one of the mortgaged tracts belonged to one debtor and the other to the other debtor.</headnotes> <headnotes id=\"b286-6\" pgmap=\"286\">6. Appeal and ebbob, § 1327*—when presumed that court heard evidence authorizing appointment of receiver. Where a decree authorizes the appointment of a receiver, it will be presumed that the trial court heard evidence authorizing his appointment, especially in absence of the showing of a reason why the court erred in the appointment.</headnotes> <headnotes id=\"b286-7\" pgmap=\"286\">7. Appeal and ebbob, § 1414*—when finding of court not disturbed as against weight of evidence. A finding of a trial court will not be disturbed as against the weight of evidence where it is supported by clear evidence.</headnotes> </opinion> </casebody> ",
    "status": "ok"
  }
}