{
  "casebody": {
    "data": "<casebody firstpage=\"292\" lastpage=\"296\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b324-7\">[No. 19104.</docketnumber>\n<court data-order=\"1\" data-type=\"court\" id=\"A3Y\">Department Two.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AnC\">February 14, 1893.]</decisiondate>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b324-8\">WILLIAM HARRIS, Respondent v. MARION S. FOSTER, Appellant.</parties>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b324-9\">Landlord and Tenant — Lease Subject to Mortgage—Rent—Payment in Advance — Action by Purchaser—Use and Occupation. — Where one of two co-owners of a tract of land mortgaged bis interest therein, and the mortgage had been recorded and a judgment foreclosing it had been entered prior to the leasing of the land by a third party, the lessee will be held to have accepted the lease with knowledge of the rights of the mortgagee under the mortgage and the judgment foreclosing it, and he is liable to the purchaser under the foreclosure sale for one half of the value of the use and occupation of the premises from the date of the purchase; and the fact that the lessee paid the rent in advance for the term is no defense to an action by the purchaser to recover bis share of the value of the use and occupation.</syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b325-4\"><page-number citation-index=\"1\" label=\"293\">*293</page-number>Id. — Use by Tenant Holding over.—Where the lessee continues in possession of the premises after the expiration of the lease, he does not cease to be a tenant in possession, or acquire any right to use the property without paying for it, and he is liable to a purchaser under the foreclosure of a mortgage upon a half-interest in the premises, made prior to the lease, for one half of the value of the use and occupation of the premises for the period during which he held over.</syllabus>\n<summary data-order=\"6\" data-type=\"summary\" id=\"b325-5\">Appeal from a judgment of the Superior Court of Santa Barbara County. <em>¡</em></summary>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b325-6\">The facts are stated in the opinion of the court.</summary>\n<p data-order=\"8\" data-type=\"attorneys\" id=\"b325-7\"><em>B. F. </em>Thomas, for Appellant.</p>\n<p data-order=\"9\" data-type=\"attorneys\" id=\"b325-8\"><em>A. </em>C. <em>Freeman, </em>for Respondent.</p>\n<opinion data-order=\"10\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b325-9\">De Haven, J.</author>\n<p id=\"AGud\">On March 12, 1888, L. D. Stone and his daughter, Harriet, each owned an undivided half of the Sisquoc rancho, in Santa Barbara County. Upon that day the father mortgaged his interest therein to the plaintiff in this action. In January, 1890, the plaintiff commenced an action to foreclose this mortgage, and at the same time filed and recorded a notice of the pendency thereof. Stone was thereafter declared insolvent, and one Bush was appointed his assignee, and as such was made a party to the foreclosure suit. Judgment of foreclosure was entered in that action September 1,1890, and two days thereafter, Bush, the assignee of Stone, and F. W. Burke, as the guardian of Stone’s daughter, Harriet, executed to the defendant a lease of lots 4 and 6 of the Sisquoc ranch, giving him the right to pasture his stock thereon from that date until January 1, 1891, and the defendant went into possession under his lease, paying the rent in advance in accordance with its terms, and occupied the premises until February 1, 1891, and thereafter, until April 1,1891, under an agreement made with the guardian of Harriet Stone, as to her undivided interest therein. On October 6,1890, the land described in the mortgage made by Stone to the plaintiff was sold under the judgment of foreclosure, and the plaintiff became the purchaser at such sale, and as there was a fail-<page-number citation-index=\"1\" label=\"294\">*294</page-number>lire to redeem, from this sale, he received the sheriff’s deed therefor April 14, 1891.</p>\n<p id=\"b326-5\">This action was brought to recover from the defendant, as tenant in possession, one half the value of the use and occupation of the property from the date of the sale under the judgment of foreclosure until April 1, 18917</p>\n<p id=\"b326-6\">The court below found the facts as above stated, and gave judgment in favor of plaintiff for one half the value of the use and occupation of the land from the date of his purchase until February 1,1891, the value of its use during the time it was occupied by defendant under the lease made to him on September 3, 1890, by the assignee of Stone and the guardian of Harriet Stone, being the amount reserved in that lease. The defendant appeals, and claims that the findings do not sustain the judgment appealed from.</p>\n<p id=\"b326-7\">1. The defendant contends that as he leased the land before it was purchased by the plaintiff at the foreclosure sale, and paid to the then owners the rent in advance for the whole term, in accordance with the agreement contained in the lease, that he is not liable to the plaintiff, as successor in interest of one of his lessors, for any portion of the value of the use and occupation of the premises under that lease; and to sustain this position defendant cites section 1111 of the Civil Code, which is as follows: —</p>\n<blockquote id=\"b326-8\">“ Sec. 1111. Grants of rents or of reversions or of remainders are good and effectual without attornments of the tenants; but no tenant who, before notice of the grant, shall have paid rent to the grantor, must suffer any dáímage thereby.”</blockquote>\n<p id=\"b326-9\">The language of the section just quoted is plain, and, as held in the case of <em>Dreyfus </em>v. <em>Hirt, </em>82 Cal. 621, the last clause thereof affords <em>“ </em>protection to the tenant who pays rent to his landlord before notice of the grant of the reversion”; but it has no application to the facts as presented here. Not only was the mortgage of plaintiff on record, but a judgment foreclosing it, as against one <page-number citation-index=\"1\" label=\"295\">*295</page-number>of defendant’s lessors, had been entered before the defendant obtained his lease or paid any rent thereunder. This being so, it must be held that the defendant was not without notice of the rights of plaintiff under his , mortgage and the judgment foreclosing it; but, on the^ contrary,\"that he accepted the lease .and._paid the rent, with Knowledge that plaintiff then had the right to have an undivided half of the land so leased sold to satisfy the judgment of foreclosure, and that “ the purchaser, from the time of the sale until a redemption.” would be “entitled to receive from the tenant in possession the rents of the property sold, or the value of the use and occupation thereof!” (Code Civ. Proc., sec. 707.) The plaintiff having become the purchaser of the land undergall decree foreclosing a mortgage made long before the date of defendant's lease, and of which mortgage the defendant had notice, it is no defense to this action that defendant paid the rent in advance. The lessor, to whose title plaintiff has succeeded, was not entitled to the rent accruing, or to the value of the use and occupation of the property, subsequent to the sale under the judgment of foreclosure, unless such lessor effected a redemption from the sale; and the payment of rent for the period extending beyond the date of such sale was made by defendant at his peril. This necessarily results from the well-established rule that a subsequent grant or lease of mortgaged premises is subject to the prior mortgage, if the purchaser or lessee had either actual or constructive notice of such mortgage. If the law were otherwise, it would be in the power of the mortgagor to materially diminish the value of the mortgaged property as security for the debt for which the mortgage was given, by simply leasing it for a long period and collecting the rent in advance, or by leasing it for such period for a nominal rent. It was held in the case of <em>McDevitt </em>v. <em>Sullivan, </em>8 Cal. 593, in accordance with the views we have here expressed, that where the owner of mortgaged premises leases the same for a term of years, and the rent is paid in advance by the <page-number citation-index=\"1\" label=\"296\">*296</page-number>tenant, that the purchaser under the mortgage sale can require the tenant to pay the rent over again.</p>\n<p id=\"b328-5\">We think the court below was clearly right in holding that the defendant was liable to the plaintiff for his proportion of the value of the use and occupation of the premises during the time defendant was in possession under the lease made to him by Stone’s assignee and the guardian of the other co-tenant.</p>\n<p id=\"b328-6\">2. The defendant continued in possession for one month after the expiration of the lease just referred to, and the court below found the value of the use and occupation for that period to be one hundred dollars, and also gave judgment against defendant for one half that sum. This ruling of the court was right. The defendant did not, by holding over, cease to be a tenant in possession, or acquire any right to use the plaintiff’s property without paying for it.</p>\n<p id=\"b328-7\">As to the other points made by appellant, it is only necessary to say that the findings are within the issues made by the pleadings, and fully sustain the judgment.</p>\n<p id=\"b328-8\">Judgment affirmed.</p>\n<p id=\"b328-9\">McFarland, J., and Fitzgerald, J., concurred.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}