{
  "casebody": {
    "data": "<casebody firstpage=\"36\" lastpage=\"45\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b60-6\">STATE OF CONNECTICUT <em>v. </em>WILFREDO BENITEZ</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"A0\">(AC 20721)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b60-7\">Foti, Landau and Dranginis, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b60-10\">Argued September 20</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A_A\">officially released November 20, 2001</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b61-6\"><page-number citation-index=\"1\" label=\"37\">*37</page-number><em>Neal Cone, </em>assistant public defender, with whom, on the brief, was <em>James B. Streeto, </em>deputy assistant public defender, for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b61-7\"><em>Eileen F. McCarthy, </em>assistant state’s attorney, with whom were <em>Jack Cronan, </em>acting state’s attorney, and <em>Matthew Gedansky, </em>assistant state’s attorney, for the appellee (state).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b61-8\">\n<em>Opinion</em>\n</p>\n<author id=\"b61-9\">FOTI, J.</author>\n<p id=\"A4_\">The defendant, Wilfredo Benitez, appeals from the judgments of the trial court convicting him of three counts of sale of marijuana in violation of General Statutes § 21a-277 (b)<footnotemark>1</footnotemark> and one count of attempt to sell a controlled substance in violation of General Statutes §§ 21a-277 (b) and 53a-49.<footnotemark>2</footnotemark> After accepting the defendant’s guilty pleas, the court imposed a total effective sentence of six years imprisonment, suspended after thirty-three months served and three years of probation with special conditions. The only claim relied on for <page-number citation-index=\"1\" label=\"38\">*38</page-number>reversal of the judgment is that the court improperly canvassed the defendant when he pleaded guilty to the charges against him. Specifically, the defendant argues that the court’s canvass was defective on state constitutional grounds because the court did not inquire of him whether he understood that (1) he was presumed innocent, (2) if he elected to be tried before a jury, the court would instruct the jury concerning that presumption, (3) he was entitled to be tried before an <em>impartial </em>jury and (4) if he elected to be tried before a jury, it could find him guilty only by a unanimous verdict. We conclude that the defendant is not entitled to review of this unpreserved claim under the doctrine set forth <em>m State </em>v. <em>Golding, </em>213 Conn. 233, 567 A.2d 823 (1989), for review of unpreserved constitutional claims. Accordingly, we affirm the judgments of the trial court.</p>\n<p id=\"b62-6\">We summarize the facts on which the defendant’s convictions are based as follows. The events underlying the three counts of sale of marijuana occurred on three separate occasions and at different locations in Vernon. On each occasion, the defendant sold green, leafy material, later determined to be marijuana, to undercover officers of the tritown narcotics task force (task force).<footnotemark>3</footnotemark> The event underlying the count of criminal attempt to sell a controlled substance occurred on December 29, 1999, also in Vernon. On that occasion, officers in the task force made arrangements with the defendant to purchase marijuana. At that time, during a search incident to an arrest, officers discovered that the defendant was in possession of 12.1 grams of marijuana, and he later stated to officers that he had been selling marijuana for some time.</p>\n<p id=\"b63-5\"><page-number citation-index=\"1\" label=\"39\">*39</page-number>The defendant was arrested on those charges on December 29, 1999. The defendant appeared in court on the next day for an arraignment. The court set bond and subsequently appointed a public defender to represent the defendant. On March 8, 2000, the defendant appeared before the court for a plea hearing. The defendant’s father, whom the court previously had appointed to act as the defendant’s guardian, accompanied him to the hearing. At the hearing, the defendant pleaded guilty to each of the charges against him in accordance with a plea agreement he had made with the state. At the hearing, the prosecutor stated the facts underlying each charge and explained to the court the agreement for disposition that the state had reached with the defendant.</p>\n<p id=\"b63-6\">The court canvassed the defendant in accordance with Practice Book §§ 39-19 through 39-21. The defendant’s responses to the court’s inquiries disclosed that he had discussed the plea agreement with his attorney, and that he understood the nature and elements of the charges against him. The defendant indicated that he was satisfied with the advice, assistance and representation afforded him by his attorney, and indicated that the facts underlying the charges against him were correct. He was not under the influence of alcohol, drugs or any medication, and he was not receiving psychiatric treatment of any kind. He understood the court’s explanation that, if convicted, he could face a combined sentence of up to twenty-eight years of imprisonment and fines of up to $100,000. He also acknowledged that he understood that by pleading guilty in accordance with the plea agreement, he was required to serve thirty-three months in prison and three years of probation. He indicated that he was entering his guilty pleas of his own volition, without any force or threats by any other persons, and that he was certain that he wanted to plead guilty to the charges against him. The court <page-number citation-index=\"1\" label=\"40\">*40</page-number>canvassed the defendant in accordance with the requirements of Practice Book § 39-19,<footnotemark>4</footnotemark> and the defendant responded to each inquiry by stating that he understood his constitutional rights and that he was waiving those rights by pleading guilty. The court found that the defendant entered his pleas knowingly, voluntarily, intelligently and with the assistance of counsel. The court further found that there was an adequate factual basis for the pleas and accepted the pleas. On March 13, 2000, the defendant appeared before the court for his sentencing hearing. The court sentenced the defendant in accordance with the plea agreement. The defendant did not raise his present claim before the court, and he did not move to withdraw his pleas at any time.</p>\n<p id=\"b64-6\">The defendant concedes, as he must, that he did not properly preserve his claim for appeal by moving to withdraw his pleas prior to sentencing pursuant to Practice Book § 39-27.<footnotemark>5</footnotemark> He seeks review under the doctrine <page-number citation-index=\"1\" label=\"41\">*41</page-number>set forth in <em>State </em>v. <em>Golding, </em>supra, 213 Conn. 239-40. Under <em>Golding, </em>“a defendant can prevail on a claim of constitutional error not preserved at trial only if <em>all </em>of the following conditions are met: (1) the record is adequate to review the alleged claim of error; (2) the claim is of constitutional magnitude alleging the violation of a fundamental right; (3) the alleged constitutional violation clearly exists and clearly deprived the defendant of a fair trial; and (4) if subject to harmless error analysis, the state has failed to demonstrate harmlessness of the alleged constitutional violation beyond a reasonable doubt.” (Emphasis in original.) Id.</p>\n<p id=\"b65-6\">“In the absence of any one of these conditions, the defendant’s claim will fail. The appellate tribunal is free, therefore, to respond to the defendant’s claim by focusing on whichever condition is most relevant in the particular' circumstances.” Id., 240. “The first two prongs of <em>Golding </em>address the reviewability of the claim, and the last two involve the merits of the claim.” <em>State </em>v. <em>Brown, </em>56 Conn. App. 26, 31, 741 A.2d 321 (1999), cert. denied, 252 Conn. 927, 746 A.2d 790 (2000).</p>\n<p id=\"b65-7\">The defendant’s claim fails under the second prong of <em>Golding </em>because it is not of constitutional magnitude. It does not allege the violation of a fundamental right. Although the defendant claims that the court’s canvass was defective under our state constitution because it did not inquire as to the defendant’s waiver of certain rights, we conclude that the defendant did not have a <page-number citation-index=\"1\" label=\"42\">*42</page-number>fundamental right to be canvassed by the court concerning those matters. In other words, the defendant’s claim does not implicate due process concerns because he did not have a due process right to be canvassed as to the matters he raises in this appeal.</p>\n<p id=\"b66-6\">“The United States Supreme Court has held that for the acceptance of a guilty plea to comport with due process, the plea must be voluntarily and knowingly entered. <em>Boykin </em>v. <em>Alabama, </em>395 U.S. 238, 243-44, 89 S. Ct. 1709, 23 L. Ed. 2d 274 (1969). <em>State </em>v. <em>Carter, </em>243 Conn. 392, 397, 703 A.2d 763 (1997). We are bound by our Supreme Court’s decision in <em>[State </em>v. <em>Badgett, </em>200 Conn. 412, 512 A.2d 160, cert. denied, 479 U.S. 940, 107 S. Ct. 423, 93 L. Ed. 2d 373 (1986)], which requires us to focus our inquiry on whether the federal constitutional principles of <em>[Boykin </em>v. <em>Alabama, </em>supra, 243] were satisfied rather than on meticulous compliance with the provisions of the Practice Book. . . . <em>Boykin </em>requires that before accepting a defendant’s plea, a trial court must inform him of three <em>core </em>constitutional rights: His right to be free of compulsory self-incrimination, and his rights to a jury trial and to confront his accusers. . . . <em>State </em>v. <em>Williams, </em>60 Conn. App. 575, 581, 760 A.2d 948, cert. denied, 255 Conn. 922, 763 A.2d 1043 (2000).” (Internal quotation marks omitted.) <em>State </em>v. <em>Silva, </em>65 Conn. App. 234, 241, 783 A.2d 7, cert. denied, 258 Conn. 929, 783 A.2d 1031 (2001). Those rights also are guaranteed by the constitution of Connecticut, article first, § 8, as amended by article seventeen of the amendments.<footnotemark>6</footnotemark></p>\n<p id=\"b67-5\"><page-number citation-index=\"1\" label=\"43\">*43</page-number>Practice Book §§ 39-19 and 39-20 provide adequate safeguards to ensure that a defendant’s plea is made in both a knowing and voluntary manner. Our Supreme Court has stated that a court may validate a guilty plea with substantial, rather than literal, compliance with those sections of the rules of practice. <em>State </em>v. <em>Malcolm, </em>257 Conn. 653, 662-63, 778 A.2d 134 (2001). As this court has explained, “ [b] efore he can enter a valid guilty plea, a defendant must be fully aware of the direct consequences of his plea. ... To ensure compliance with this constitutional mandate, Practice Book § 711 [now § 39-19] requires that the trial court address the defendant personally and determine that he fully understands the nature of the charge against him. The court must also advise him of (1) the mandatory minimum sentence, (2) the maximum possible sentence, and (3) the fact that he has the right to plead not guilty, the right to be tried by jury, the right to confront and cross-examine witnesses, and the right against self-incrimination. The court must also ensure that the plea is voluntary and is not the result of force or threats. Practice Book § 712 [now § 39-20].” (Citations omitted.) <em>State </em>v. <em>Edwards, </em>22 Conn. App. 601, 604, 578 A.2d 664 (1990).</p>\n<p id=\"b67-6\">This court further explained: “The scope of ‘direct consequences’ is narrow and is limited to those consequences enumerated in Practice Book § 711 [now § 39-19]. . . . There is no requirement that the defendant be advised of every possible consequence of such a plea.” (Citations omitted.) <em>State </em>v. <em>Edwards, </em>supra, 22 Conn. App. 604. As our Supreme Court has stated, “[e]xcept for those inquiries either constitutionally mandated or required by our rules, the court is not obliged to assume the role of the defendant’s coun<page-number citation-index=\"1\" label=\"44\">*44</page-number>selor.” <em>State </em>v. <em>Gilnite, </em>202 Conn. 369, 383, 521 A.2d 547 (1987). Stated otherwise, “[t]he failure to inform a defendant as to all possible indirect and collateral consequences does not render a plea unintelligent or involuntary in a constitutional sense.” Id., 383 n. 17. “Our Supreme Court has rejected several claims that, in accepting a guilty plea, the trial court must advise the defendant of the consequences of his conviction beyond those prescribed by Practice Book ... § 39-19.” <em>State </em>v. <em>Andrews, </em>53 Conn. App. 90, 98, 729 A.2d 232 (1999), aff'd, 253 Conn. 497, 752 A.2d 49 (2000).</p>\n<p id=\"b68-6\">In the present case, the defendant does not claim that the court failed to inquire of him or instruct him in accordance with Practice Book §§ 39-19 and 39-20. The defendant argues that our state constitution requires further inquiry of him and that he had a fundamental right to be so questioned. We disagree. In his brief, the defendant discusses, at great length, his right to be presumed innocent until proven guilty, his right to a jury instruction concerning his presumption of innocence, his right to an impartial jury and his right to be convicted only on a unanimous jury verdict. While we certainly do not dispute those rights, their existence is not at issue in this appeal. Our task in the present appeal is to ascertain whether the court was bound by our state constitution to inquire of the defendant whether he understood that as a consequence of his guilty pleas, he would be waiving those rights.</p>\n<p id=\"b68-7\">The defendant provides us with no support, either in our case law or otherwise, for his claim, and we are unable to find any. The federal and state constitutions, our statutes, and our rules and procedures afford criminal defendants a wide panoply of rights during a trial. Although our courts have held that due process requires certain inquiry of a defendant before a guilty plea may be characterized as having been both knowing and vol<page-number citation-index=\"1\" label=\"45\">*45</page-number>untary, that inquiry is not without its limits. Those limits have been delineated by the aforementioned rules, and our courts have, on several occasions, upheld their constitutionality. The court’s canvass in the present case was not constitutionally defective because the defendant did not have a fundamental right to be canvassed as to the rights he has raised in his appeal.</p>\n<p id=\"b69-6\">The judgments are affirmed.</p>\n<p id=\"b69-7\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b61-10\"> General Statutes § 21a-277 (b) provides: “Any person who manufactures, distributes, sells, prescribes, dispenses, compounds, transports with intent to sell or dispense, possesses with intent to sell or dispense, offers, gives or administers to another person any controlled substance, except a narcotic substance, or a hallucinogenic substance other than marijuana, except as authorized in this chapter, may, for the first offense, be fined not more than twenty-five thousand dollars or be imprisoned not more than seven years or be both fined and imprisoned; and, for each subsequent offense, may be fined not more than one hundred thousand dollars or be imprisoned not more than fifteen years, or be both fined and imprisoned.”</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b61-11\"> General Statutes § 53a-49 defines criminal attempt.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b62-7\"> “The Tri-Town Narcotics Task Force is a regional drug task force whose members are drawn from the police departments of South Windsor, Manchester and Vernon.” <em>State </em>v. <em>Velez, </em>215 Conn. 667, 669 n.3, 577 A.2d 1043 (1990). The dates of the sales and the amounts of marijuana sold are as follows: On August 20, 1999, the defendant sold 13.3 grams, on August 27, 1999, he sold 8.4 grams and on November 8, 1999, he sold 19.7 grams.</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b64-7\"> Practice Book § 39-19, titled “Acceptance of Plea; Advice to Defendant,” provides: “The judicial authority shall not accept the plea without first addressing the defendant personally and determining that he or she fully understands:</p>\n<blockquote id=\"b64-8\">“(1) The nature of the charge to which the plea is offered;</blockquote>\n<blockquote id=\"b64-9\">“(2) The mandatory minimum sentence, if any;</blockquote>\n<blockquote id=\"b64-10\">“(3) The fact that the statute for the particular offense does not permit the sentence to be suspended;</blockquote>\n<blockquote id=\"b64-11\">“(4) The maximum possible sentence on the charge, including, if there are several charges, the maximum sentence possible from consecutive sentences and including, when applicable, the fact that a different or additional punishment may be authorized by reason of a previous conviction; and</blockquote>\n<blockquote id=\"b64-12\">“(5) The fact that he or she has the right to plead not guilty or to persist in that plea if it has already been made, and the fact that he or she has the right to be tried by a jury or a judge and that at that trial the defendant has the right to the assistance of counsel, the right to confront and cross-examine witnesses against him or her, and the right not to be compelled to incriminate himself or herself.”</blockquote>\n</footnote>\n<footnote label=\"5\">\n<p id=\"b64-13\"> Practice Book § 39-27 provides: “The grounds for allowing the defendant to withdraw his or her plea of guilty after acceptance are as follows:</p>\n<blockquote id=\"b64-14\">“(1) The plea was accepted without substantial compliance with Section 39-19;</blockquote>\n<blockquote id=\"b64-15\">“(2) The plea was involuntary, or it was entered without knowledge of the nature of the charge or without knowledge that the sentence actually <page-number citation-index=\"1\" label=\"41\">*41</page-number>imposed could be imposed;</blockquote>\n<blockquote id=\"b65-9\">“(3) The sentence exceeds that specified in a plea arrangement which had been previously accepted, or in a plea agreement on which the judicial authority had deferred its decision to accept or reject the agreement at the time the plea of guilty was entered;</blockquote>\n<blockquote id=\"b65-10\">“(4) The plea resulted from the denial of effective assistance of counsel;</blockquote>\n<blockquote id=\"b65-11\">“(5) There was no factual basis for the plea; or</blockquote>\n<blockquote id=\"b65-12\">“(6) The plea either was not entered by a person authorized to act for a corporate defendant or was not subsequently ratified by a corporate defendant”</blockquote>\n</footnote>\n<footnote label=\"6\">\n<p id=\"b66-7\"> The constitution of Connecticut, article first, § 8, as amended by article seventeen of the amendments provides: “In all criminal prosecutions, the accused shall have a right to be heard by himself and by counsel; to be informed of the nature and cause of the accusation; to be confronted by the witnesses against him; to have compulsory process to obtain witnesses in his behalf; to be released on bail upon sufficient security, except in capital offenses, where the proof is evident or the presumption great; and in all prosecutions by information, to a speedy, public trial by an impartial jury. No person shall be compelled to give evidence against himself, nor be deprived of life, liberty or property without due process of law, nor shall excessive bail be required nor excessive fines imposed. No person shall be <page-number citation-index=\"1\" label=\"43\">*43</page-number>held to answer for any crime, punishable by death or life imprisonment, unless upon probable cause shown at a hearing in accordance with procedures prescribed by law, except in the armed forces, or in the militia when in actual service in time of war or public danger.”</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}