{
  "casebody": {
    "data": "<casebody firstpage=\"576\" lastpage=\"587\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b600-9\">DIANE NIEVES <em>v. </em>WILLIAM CIRMO</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"AF\">(AC 21139)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b600-10\">Foti, Flynn and O’Connell, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b601-6\"><page-number citation-index=\"1\" label=\"577\">*577</page-number>Argued November 29, 2001</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"A3-\">officially released January 8, 2002</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b601-9\"><em>Neil Johnson, </em>for the appellant (plaintiff).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b601-10\"><em>Albert G. Danker, Jr., </em>for the appellee (defendant).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b601-11\">\n<em>Opinion</em>\n</p>\n<author id=\"b601-12\">FOTI, J.</author>\n<p id=\"AFfR\">The plaintiff in this medical malpractice action, Diane Nieves, appeals from the judgment of the trial court, rendered after the court granted the motion for summary judgment that was filed by the defendant, William Cirmo, a licensed physician engaged in the practice of gynecology and obstetrics. The plaintiff claims that the court improperly (1) rendered summary judgment and (2) failed to accept additional evidence. We affirm the judgment of the trial court.</p>\n<p id=\"b601-13\">The plaintiff filed her original complaint in this action on April 7, 1999.<footnotemark>1</footnotemark> She alleged that the defendant negli<page-number citation-index=\"1\" label=\"578\">*578</page-number>gently performed a tubal fulguration procedure on her on May 24, 1995.<footnotemark>2</footnotemark> She alleged that as a result of the defendant’s negligence, she became pregnant and, on January 26, 1998, gave birth to a child. She alleged that April, 1997, was the earliest time at which she reasonably could have known of her pregnancy. She claimed that the defendant committed negligent acts and omissions during the procedure and that, at the time of the procedure, he “failed to recognize that the laparoscopic tubal fulguration was not likely to succeed in light of [the] plaintiffs condition and immediately stop said procedure.” The plaintiff further alleged that the defendant failed to effectuate the procedure and that he should have informed her that the procedure “as performed was not likely to be effective.” More specifically, she alleged that the defendant “negligently failed to warn and/or inform [the] plaintiff of the possibility and/or probability of an unsuccessful tubal ligation as a result of [the] defendant’s surgical procedure.” She also alleged that the defendant negligently failed to order a follow-up procedure after the initial procedure. Finally, she alleged that the defendant’s negligence caused her to sustain additional medical treatment, and will cause her to sustain additional expenses for raising, educating and caring for her child.</p>\n<p id=\"b602-6\">The defendant denied having negligently treated the plaintiff and pleaded, as a special defense, that the repose section of the statute of limitation, General Statutes § 52-584,<footnotemark>3</footnotemark> barred the plaintiffs action because she <page-number citation-index=\"1\" label=\"579\">*579</page-number>brought it more than three years after he performed the procedure on her. The court thereafter granted the defendant’s motion for summary judgment on those grounds. This appeal followed.</p>\n<p id=\"b603-6\">“Summaiy judgment shall be rendered forthwith if the pleadings, affidavits and any other proof submitted show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law. . . . Although the party seeking summary judgment has the burden of showing the nonexistence of any material fact ... a party opposing summary judgment must substantiate its adverse claim by showing that there is a genuine issue of material fact together with the evidence disclosing the existence of such an issue. . . . Mere assertions of fact . . . are insufficient to establish the existence of a material fact .... If the nonmovant does not recite specific facts . . . that contradict those stated in the movant’s affidavits and documents and show there is a genuine issue for trial, summary judgment shall be rendered against him.” (Citation omitted; internal quotation marks omitted.) <em>Chase Manhattan Bank </em>v. <em>CDC Financial Corp., </em>54 Conn. App. 705, 708, 736 A.2d 938, cert. denied, 251 Conn. 912, 739 A.2d 1247 (1999). As this appeal raises a question of law, our review is de novo. <em>Vogel </em>v. <em>Maimonides Academy of Western </em>Connecticut, <em>Inc., </em>58 Conn. App. 624, 628, 754 A.2d 824 (2000).</p>\n<p id=\"b603-7\">The plaintiff alleged that the defendant negligently proceeded to perform the tubal fulguration procedure after he became aware of the presence of a hydrosalpinx in one of her fallopian tubes. That abnormal condition of the fallopian tubes is marked by distension, or swelling, of the tubal walls. She further alleged that the <page-number citation-index=\"1\" label=\"580\">*580</page-number>defendant failed to undertake steps to effectuate the procedure in light of that condition and that he did not warn the plaintiff that due to that condition, there was an increased risk that the procedure could fail. To oppose the defendant’s motion for summary judgment, the plaintiff presented evidence to the court in the form of the defendant’s operative notes and his deposition testimony. That evidence demonstrated that the defendant was aware of the abnormal conditions in the plaintiffs fallopian tubes. It did not demonstrate that the defendant had any concerns as to whether he believed that he was unable to effectuate successfully the procedure or that he was aware of any increased risk that it could fail. To the contrary, the defendant’s deposition testimony reflected his belief that he could and did perform a successful procedure despite the abnormalities that he encountered during the procedure.</p>\n<p id=\"b604-6\">The plaintiff also submitted to the court the affidavit of her expert medical witness, Joel Evans, a physician engaged in the practice of gynecology and obstetrics. On the basis of his review of the defendant’s operative notes and the transcript of the defendant’s deposition, Evans averred that it was his expert opinion that the defendant owed the plaintiff a duty to inform her of the abnormal condition in her fallopian tube and to inform her of an increased risk that the procedure could fail because of the condition. He also opined that once the defendant was aware of the abnormal condition, the defendant should have either (1) terminated the procedure, (2) changed the manner in which he performed the procedure or (3) completed the procedure and ordered a follow-up procedure to determine its success.</p>\n<p id=\"b604-7\">The defendant submitted his own affidavit in support of his motion for summary judgment. He attested as to the extent of his relationship with the plaintiff. He met with her only twice: (1) the date that he met with her <page-number citation-index=\"1\" label=\"581\">*581</page-number>to discuss the procedure and (2) the date that he performed the procedure, May 24, 1995. He attested that the plaintiff never sought further treatment and that he did not treat her after the procedure.</p>\n<p id=\"b605-6\">The defendant further attested that prior to conducting the procedure, he informed the plaintiff of the usual risk that the procedure could fail. He noted that although he did observe some swelling in one of the plaintiffs fallopian tubes during the procedure, he was able to complete the procedure. He also stated: “At no time did I question the success of this procedure or believe that the presence of this swollen fallopian tube caused any change in the baseline risk that this procedure could fail.”</p>\n<p id=\"b605-7\">Although the plaintiff does not dispute that she brought the present action more than three years after the date of her surgery, she claims that the statute of limitations was tolled. The statute of limitation may be tolled under the continuous treatment or the continuing course of conduct doctrine. <em>Blanchette </em>v. <em>Barrett, </em>229 Conn. 256, 265, 640 A.2d 74 (1994). A party states a claim that falls under the continuing course of conduct doctrine if he or she demonstrates evidence of a breach of a duty that existed “after commission of the original wrong related thereto.” (Internal quotation marks omitted.) Id., 275. In other words, the party alleging a claim under that doctrine must prove that, after an initial wrong, the wrongdoer breached a duty that continued to exist. Additionally, a party must demonstrate that such breach occurred within the statute of limitations. Parties are customarily able to avail themselves of that doctrine if they can demonstrate either that there was a special relationship between the parties giving rise to a continuing duty or later wrongful conduct of a defendant that was related to the prior act. Id. Determining whether a continuing duty exists is a question of law.</p>\n<p id=\"b606-5\"><page-number citation-index=\"1\" label=\"582\">*582</page-number>“In deciding whether the trial court properly granted the defendant’s motion for summary judgment, we must determine if there is a genuine issue of material fact with respect to whether the defendant: (1) committed an initial wrong upon the plaintiff; (2) owed a continuing duty to the plaintiff that was related to the alleged original wrong; and (3) continually breached that duty.” <em>Witt </em>v. <em>St. Vincent’s Medical </em>Center, 252 Conn. 363, 370, 746 A.2d 753 (2000).</p>\n<p id=\"b606-6\">We first consider whether a genuine issue of material fact exists with respect to whether the defendant committed an initial wrong as to the plaintiff. The plaintiff alleged in her complaint that the defendant negligently performed the tubal ligation procedure on her. Specifically, she alleged that he negligently continued to perform the procedure after he observed a hydrosalpinx. Additionally, she alleged that, once presented with that condition, the defendant negligently failed to perform the procedure in a different manner than he did. She further alleged that the defendant failed to effectuate a separation in or a closure of the fallopian tubes, that he negligently failed to warn her of the increased risk that the procedure could fail and that he failed to order additional procedures after the procedure he performed on her.</p>\n<p id=\"b606-7\">The plaintiff supported with sufficient expert medical evidence her allegations of negligence as to the way that the defendant performed the procedure. Although the defendant denied those allegations of negligence, he failed to eliminate the existence of a genuine issue of material fact concerning the propriety of his actions on May 24, 1995, the date of the plaintiffs procedure.</p>\n<p id=\"b606-8\">We now turn to the second prong of our analysis to ascertain whether the plaintiff demonstrated the existence of a genuine issue of material fact as to whether the defendant owed her a duty of care that remained <page-number citation-index=\"1\" label=\"583\">*583</page-number>in existence after May 24, 1995. The plaintiff does not assert that a special relationship existed between the parties or that the parties were engaged in a continuing course of treatment. The evidence does not support a finding in either regard. Accordingly, the plaintiff needed to demonstrate the existence of a genuine issue of material fact as to whether the defendant subsequently committed an act of omission or an affirmative act of misconduct that related to the original allegedly negligent act.</p>\n<p id=\"b607-6\">In the present case, the plaintiff urges us to find such an issue of material fact in acts of omission. She argues that the defendant had a continuing duty to warn her of the increased risk that her procedure could fail and breached that duty by failing to warn her of such risk. She further argues that this duty arose during the procedure and continued after the defendant completed his treatment of her. Her argument rests on the premise that the defendant <em>should </em>have been aware of an increased risk. She did not allege in her complaint that the defendant was aware of an increased risk. Furthermore, she did not submit any evidence to the court that demonstrated a genuine issue of material fact as to whether the defendant <em>was actually </em>aware of any increased risk. “Demonstrating a genuine issue requires a showing of evidentiary facts or substantial evidence outside the pleadings from which material facts alleged in the pleadings can be warrantably inferred.” (Internal quotation marks omitted.) <em>New Milford Savings Bank </em>v. <em>Roina, </em>38 Conn. App. 240, 244, 659 A.2d 1226, cert. denied, 235 Conn. 915, 665 A.2d 609 (1995).</p>\n<p id=\"b607-7\">We are bound to construe the plaintiffs evidence in the light most favorable to her case. Still, we conclude that the evidence that she presented in support of her allegation that the defendant continually breached a duty to warn is not sufficient to demonstrate the existence of a genuine issue of material fact with respect <page-number citation-index=\"1\" label=\"584\">*584</page-number>to that claim. Although the plaintiff might have stated a claim against the defendant within the statute of limitations for negligence in performing the procedure or for negligently <em>failing to realize </em>the existence of an increased risk that the procedure could fail, such a claim is not before us. To avail herself of the continuing course of conduct doctrine on the basis of a claim of a negligent failure to warn, the plaintiff needed to produce evidence that demonstrated that the defendant was aware of a risk that would have triggered a duty to warn. She did not do so. The plaintiff did not demonstrate that the defendant owed her a duty that continued after the date of the alleged initial negligent act and, accordingly, a finder of fact would be unable to find any breach of such duty.</p>\n<p id=\"b608-6\">Our appellate courts have had occasion to consider similar issues involving claims of medical malpractice and the continuing duty to warn. For example, the plaintiff relies on <em>Sherwood </em>v. <em>Danbury Hospital, </em>252 Conn. 193, 746 A.2d 730 (2000). Although <em>Sherwood </em>is factually distinguishable, its analysis is instructive. In <em>Sherwood, </em>the plaintiff argued that the defendant hospital breached a continuing duty to warn that tolled the statute of limitations. In 1985, the plaintiff received a blood transfusion from the defendant hospital during treatment for congenital scoliosis. Id., 197. In 1994, she learned that she had contracted the human immunodeficiency virus (HIV). Id., 198. In 1995, she learned that the 1985 blood transfusion was the source of her virus. Id.</p>\n<p id=\"b608-7\">Our Supreme Court concluded that the plaintiff in <em>Sherwood </em>could state a claim against the defendant hospital in July, 1996, under the continuing course of conduct doctrine. The defendant argued that the doctrine did not apply and that the plaintiff had only three years following her treatment in 1985 to bring an action related to that treatment. Our Supreme Court concluded, however, that the plaintiff had demonstrated <page-number citation-index=\"1\" label=\"585\">*585</page-number>that the defendant owed her a duty that continued after the initial wrong she complained of and that she had demonstrated a factual basis on which a jury could find that the defendant continued to breach that duty. The Supreme Court noted that there was evidence that the defendant committed an initial wrong as to the plaintiff. A test for screening blood existed prior to the plaintiffs receiving the transfusion, the defendant’s employees assumed that the blood given to the plaintiff had not been tested, and no one associated with the defendant hospital informed the plaintiff that the blood had not been tested and that it could have been. Id., 206.</p>\n<p id=\"b609-4\">With respect to the issue of whether the defendant owed the plaintiff a continuing duty to warn, as she asseited, the Supreme Court considered an affidavit from the plaintiffs expert medical witness, a physician in charge of operating a blood bank at another hospital. The expert medical witness averred that in 1987, the Centers for Disease Control recommended to hospitals that transfusion recipients be advised that they were at risk and that they be offered HIV testing. She further averred that beginning in 1987, she directed a program at the hospital at which she was employed that notified transfusion recipients of the risk of contaminated blood and that she considered that response to be good medical practice. Id., 199, 207. Accordingly, the plaintiff in <em>Sherwood </em>presented evidence that the standard of care required the defendant to have taken steps to notify her, after the procedure, that she was at risk.</p>\n<p id=\"b609-5\">The plaintiff in <em>Sherwood </em>demonstrated that the defendant was aware of a risk to her. The director of the blood bank at the defendant hospital testified in a deposition that he learned of the existence of an approved method to screen blood for the presence of dangerous HIV antibodies sometime in 1985. He testified that neither he nor anyone else from the hospital had notified the plaintiff of the availability of that test. <page-number citation-index=\"1\" label=\"586\">*586</page-number>Id., 197. Shortly after the date of the plaintiffs transfusion, the American Red Cross, the source of the hospital’s blood supply, sent the defendant a letter, informing it that all future blood products distributed by the American Red Cross would be screened for the presence of the antibodies and that the defendant should return to the American Red Cross any untested blood remaining in the defendant’s inventory. The defendant complied with that request. That direct evidence, coupled with the statements of the plaintiffs expert medical witness, demonstrated that the defendant was aware of a risk to the plaintiff. That awareness triggered the duty to warn.</p>\n<p id=\"b610-6\">As we have discussed, the plaintiff in the present case has not demonstrated that the defendant was aware, either at the time of the procedure or later, of an increased risk to her. Such a showing was necessary to support her claim. See also <em>Witt </em>v. <em>St. Vincent’s Medical Center, </em>supra, 252 Conn. 363 (plaintiff demonstrated that defendant physician was aware of risk that he failed to communicate to him because defendant physician expressed concern about plaintiffs medical condition eleven years after rendering treatment to him).</p>\n<p id=\"b610-7\">The plaintiffs reliance on <em>Cross </em>v. <em>Huttenlocher, </em>185 Conn. 390, 440 A.2d 952 (1981), is of no avail. In that case, our Supreme Court determined that the statute of limitations should be tolled because there was a continuous course of conduct stemming from the defendant’s continued prescription of medication for the plaintiff. Id., 392, 400. Similarly, in <em>Blanchette </em>v. <em>Barrett, </em>supra, 229 Conn. 280, our Supreme Court concluded that the statute of limitations should be tolled because the plaintiff had demonstrated that the defendant noticed an unusual condition during a breast examination. Our Supreme Court concluded that given the ongoing doctor-patient relationship that existed in that case, the defendant should have continued to monitor the <page-number citation-index=\"1\" label=\"587\">*587</page-number>condition and warned the plaintiff of the risks involved with the defendant’s finding. Although a party need not demonstrate a continuing course of treatment to demonstrate the existence of a continuing course of conduct, there is considerable “similarity and overlap” between those doctrines. Id., 276.</p>\n<p id=\"b611-6\">Given the lack of evidence to demonstrate that the defendant was aware of an increased risk that the procedure could fail, we conclude that he did not owe the plaintiff a continuing duty to warn. As our Supreme Court has stated, to expect a defendant physician to remedy a diagnosis “in the absence of proof that he subsequently learned that his diagnosis was incorrect” would render the repose part of the statute of limitations a nullity. Id., 284. Similarly, to expect further treatment or warnings “when there is no awareness that the diagnosis is wrong and there is no ongoing relationship is beyond the expectation of public policy.” <em>Golden </em>v. <em>Johnson Memorial Hospital, Inc., </em>66 Conn. App. 518, 529, 785 A.2d 234, cert. denied, 259 Conn. 902, 789 A.2d 990 (2001).<footnotemark>4</footnotemark></p>\n<p id=\"b611-7\">The judgment is affirmed.</p>\n<p id=\"b611-8\">In this opinion the other judges concurred.</p>\n<footnote label=\"1\">\n<p id=\"b601-14\"> The plaintiff filed a revised complaint on June 21, 1999. By written requests filed September 1, 1999, and May 9, 2000, she requested leave to amend her revised complaint. The court did not act on those requests, and the record does not reflect that the defendant objected to them. Pursuant <page-number citation-index=\"1\" label=\"578\">*578</page-number>to Practice Book § 10-60 (a), the plaintiffs latest amended complaint of May 9, 2000, is the operative complaint.</p>\n</footnote>\n<footnote label=\"2\">\n<p id=\"b602-8\"> Tubal fulguration involves the destruction of tissue in the fallopian tubes by means of high frequency electric sparks. It is intended to prevent the passage of ova from the ovaries to the uterus and is used as a method of female sterilization.</p>\n</footnote>\n<footnote label=\"3\">\n<p id=\"b602-9\"> General Statutes § 52-584 provides in relevant part: “No action to recover damages for injury to the person, or to real or personal property, caused by negligence, or by reckless or wanton misconduct, or by malpractice of a physician, surgeon, dentist, podiatrist, chiropractor, hospital or sanatorium, shall be brought but within two years from the date when the injury is first <page-number citation-index=\"1\" label=\"579\">*579</page-number>sustained or discovered or in the exercise of reasonable care should have been discovered, and except that no such action may be brought more than three years from the date of the act or omission complained of . . . .”</p>\n</footnote>\n<footnote label=\"4\">\n<p id=\"b611-9\"> The plaintiffs second claim warrants only a brief analysis. She argues that the court improperly failed to accept certain supplemental evidence in support of her opposition to the defendant’s motion. It is within the court’s discretion whether to accept or decline such supplemental evidence. See <em>Altfeter </em>v. <em>Naugatuck, </em>53 Conn. App. 791, 806, 732 A.2d 207 (1999). The plaintiff had several months in which to prepare to oppose the defendant’s motion before the hearing. At the close of the hearing, her attorney stated: “And I would be happy, Your Honor, to the extent Your Honor believes it necessary, to file a supplemental affidavit from my expert or to have him come up here and testify in an evidentiary hearing.” The court did not respond to that offer. We note that if the plaintiff desired to submit such supplemental evidence before the court, she should have done so or have requested a continuance to that end.</p>\n<p id=\"b611-10\">We find no merit to the plaintiffs claim. The court is not an advocate and should not be placed in a position of making tactical decisions for the attorneys before it. The court did not request that the plaintiff submit any additional evidence, and we find no abuse of discretion in this regard.</p>\n</footnote>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}