{
  "casebody": {
    "data": "<casebody firstpage=\"338\" lastpage=\"345\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b362-5\">IN RE BLACKMORE.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b362-6\">Patents; Specifications and Claims; Process; Affidavit; Rehearing.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b362-7\">1. In claiming a patent for the discovery of a useful result in any art, machine, manufacture, or composition of matter, by the use of certain means, the applicant must specify the means he uses in a manner so full and exact that anyone skilled in the science to which it appertains can, by using the means he specifies, without any addition to or subtraction from them produce precisely the result he describes.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b362-9\">2. On an appeal from a decision of the Commissioner of Patents rejecting certain claims of an application for a patent for a process of extracting aluminum and other metals, the invention disclosed in the application being the reduction of the metal-containing compound in a fused bath, or, specifically, the reduction of aluminum-oxide fused with aluminum fluoride, it was <em>held, </em>on a review of the claims, that they were not warranted by the description in the application, and were too indefinite, and that the Commissioner properly rejected them.</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b362-11\">3. Affidavits in support of a motion for a rehearing, made before the Commissioner of Patents by the applicant upon the rejection of certain claims of his application, — the applicant contending that the final rejection was on new grounds, namely, that the invention was anticipated by other patents, and that he was therefore entitled to withdraw his appeal and amend his claims, — were considered, and <em>held </em>insufficient, as they showed the performance of the process claimed, but not how it was performed.</syllabus>\n<docketnumber data-order=\"5\" data-type=\"docketnumber\" id=\"b362-13\">No. 521.</docketnumber>\n<p data-order=\"6\" data-type=\"misc\" id=\"Af7\">Patent Appeals.</p>\n<otherdate data-order=\"7\" data-type=\"otherdate\" id=\"Ajf4\">Submitted November 17, 1908.</otherdate>\n<decisiondate data-order=\"8\" data-type=\"decisiondate\" id=\"Am5\">Decided January 5, 1909.</decisiondate>\n<summary data-order=\"9\" data-type=\"summary\" id=\"b362-14\">Hearing on an appeal from a decision of the. Commissioner of Patents rejecting certain claims of an application for a patent.</summary>\n<disposition data-order=\"10\" data-type=\"disposition\" id=\"Aje\">\n<em>Affirmed.</em>\n</disposition>\n<summary data-order=\"11\" data-type=\"summary\" id=\"b363-4\"><page-number citation-index=\"1\" label=\"339\">*339</page-number>The Court in the opinion stated the facts as follows:</summary>\n<summary data-order=\"12\" data-type=\"summary\" id=\"b363-5\">This is an appeal [by Henry S. Blackmore] from the rejection by the Commissioner of Patents of the following claims of an application for a patent for a process of extracting aluminum and other metals:</summary>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b363-6\">“1• The process of electrically producing metals from substances containing the same, which consists in fusing the substance containing the metal desired, by the action of an alternating current so disposed or applied through a fused conductor as to impart heat to the substance and liberating the metal therefrom by the action of a direct current.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b363-7\">“2. The process of electrically producing metal from substances containing the same, which consists in fusing the substance containing the metal desired, by the action of an alternating current so disposed or applied through' a fused conductor as to impart heat to the substance and liberating the metal therefrom by the action of a direct current while in the presence of a substance capable of uniting with the electronegative constituents of the metal-containing substance to be electrolyzed.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b363-8\">“3. The process of electrolytically producing metal from substances containing the same, which consists in maintaining the fusion of the metal-containing substance by the action of an alternating current so disposed or applied through a fused conductor as to impart heat to the substance, and liberating the metal therefrom by the action of a direct current.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b363-9\"><em>“4. </em>The process of electrolytically producing metal from substances containing the same, which consists in maintaining the fusion of the metal-containing substance by the action of an alternating current so disposed or applied through a fused conductor as to impart heat to the substance, and liberating the metal therefrom by the action of a direct current while in the presence of a substance capable of-uniting with the electronegative constituents of the metal-containing substance to be electrolyzed.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b363-10\">“5. The process of electrically producing metal from sub<page-number citation-index=\"1\" label=\"340\">*340</page-number>stances containing the same, which consists in maintaining the fusion of the substance containing the metal desired, by the action of a noneleetrolyzing current applied through a fused conductor, and liberating the metal therefrom by an electronegative current.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b364-5\">“6. The process of electrically producing metal from substances containing the same, which consists in maintaining the fusion of the substance containing the metal desired, by the action of a nonelectrolyzing current applied through a fused conductor, and liberating the metal therefrom by an electrolytic current while in the presence of a substance capable of uniting with the electro-negative constituents of the metal-containing substance to be electrolyzed.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b364-6\"><em>\"7. </em>The process of electrically producing metal from substances containing the metal desired, which consists in subjecting such substance to the action of an electric current of selective and nonmetal-yielding heating nature through a fused conductor and an electric current of electrolytic nature, the said heating current being applied independent of the electrolyzing current, whereby the electrolytic efficiency of the direct or electrolytic current may be utilized without loss.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b364-7\">“8. The process of electrically producing metal from substances containing the same, which consists in maintaining fusion of the metal-containing substance by the action of an alternating current so disposed or applied through a fused conductor as to heat the ingredients independent of the electrolytic electrodes, and liberating the metal therefrom by the action of a direct current.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b364-8\">“9. The process of reducing metals, which consists in maintaining fusion of substances containing metal by the action of a nonmetal-yielding electric current through a fused conductor communicating therewith, while liberating metal therefrom by the action of a metal-yielding electric current.”</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b364-9\">We adopt the statement of the invention by the Commissioner :</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b364-10\">“The invention disclosed in the application is the reduction of a metal-containing compound in a fused bath specifically, <page-number citation-index=\"1\" label=\"341\">*341</page-number>the reduction of aluminum oxide fused with aluminum fluoride. In the ordinary process of electrolytic reduction a direct current is employed for heating and reducing. In order to avoid various disturbances caused by the use of so large a direct current, applicant proposes to employ an alternating current for fusing the material and a comparatively weak direct current for accomplishing the reduction of the metal.”</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b365-5\">After numerous objections and amendments, a number of the process claims were allowed. These, it seems, were then canceled and presented in a later divisional application. The amended claims set out above were rejected in succession by each tribunal of the office, upon the grounds: (1) That they were not warranted by the description in the application, and are too indefinite; (2) that they are anticipated by other patents referred to.</summary>\n<attorneys data-order=\"25\" data-type=\"attorneys\" id=\"b365-7\"><em>Mr. O. L. Parker </em>for the appellant.</attorneys>\n<attorneys data-order=\"26\" data-type=\"attorneys\" id=\"b365-8\"><em>Mr. Frederick A. Tennant, </em>for the Commissioner of Patents.</attorneys>\n<opinion data-order=\"27\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b365-9\">Mr. Chief Justice Shepard</author>\n<p id=\"ASB\">delivered the opinion of the Court:</p>\n<p id=\"b365-10\">In claiming a patent for the discovery of a useful result in any art, machine, manufacture, or composition of matter by the use of certain means, the applicant must specify “the means he uses in a manner so full and exact that anyone skilled in the science to which it appertains can, by using the means he specifies, without any addition to, or subtraction from, them, produce precisely the result he describes.” <em>O'Reilly </em>v. <em>Morse, </em>15 How. 62, 119, 14 L. ed. 601, 626. “The object of this is to apprise the public of what the patentee claims as his own, the courts of what they are called upon to construe, and competing manufacturers and dealers of exactly what they are bound to avoid.” <em>Re Incandescent Lamp Patent, </em>159 U. S. 465, 474, 40 L. ed. 221, 224, 16 Sup. Ct. Rep. 75.</p>\n<p id=\"b365-11\">Applicant filed no drawing with his application, and described <page-number citation-index=\"1\" label=\"342\">*342</page-number>no specific apparatus therein. The description given is recited in the decisions as follows: “In extracting the aluminum or other metal in accordance with my process as afore stated, I fuse the composition by the action of an alternating current, and dissociate or reduce the metal by the simultaneous action of a direct current. In this manner, the constituents may be maintained in a molten condition without interrupting the action of a direct current or deteriorating the value of the same as an electrolytic agent, whereby the whole of the direct current may be expended in yielding metal, instead of being utilized to a considerable extent to maintain fusion as employed in processes hitherto.”</p>\n<p id=\"b366-6\">The appellant recites this in his brief, also, and relies upon it for the disclosure on which he rests his claims.</p>\n<p id=\"b366-7\">It was not then broadly new to use an alternating current in co-operation with a direct current in fusing and electrolyzing metal-bearing substances. Carlson and De Laval had done this in certain ways pointed out in their patents. Their patents are referred to at this time not to show anticipation of the apparatus and process of Blackmore, but to emphasize the importance of requiring particularity in the description of his invention, not only to point out the particulars in which it consists, but also to clearly differentiate it from the others.</p>\n<p id=\"b366-8\">Appellant, in his argument, says that “the appellant is the first to pass an alternating current through the bath in an electrolytic process. In the practical application of appellant’s process, in the extraction of a metal, as, for example, aluminum, the metal-containing substance, preferably a mixture of aluminum oxide and aluminum fluoride, simultaneously subjected to the action of an alternating and a direct current, the former operating to maintain the bath in a melted or fused condition, while the latter operates to eleetrolytically disrupt or separate the elements of the bath, and thereby effect the extraction of the metallic aluminum. The appellant’s invention is thus seen to consist broadly in an electrolytic process of separating metals from metal-containing substances by maintaining the fusion thereof by the action of an alternating current passed there-<page-number citation-index=\"1\" label=\"343\">*343</page-number>through, while liberating the metal therefrom by the action of a direct current.” The difficulty with the description, which this statement fails to meet, is thus stated by the Examiner: “It is not, therefore, disclosed in the original ease whether the alternating current is to be passed through the electrolyte, or through some other conductor. But even were the disclosure of the passage of the heating current through the fused bath, it is not set forth in the claims; on the contrary, in each it is stated that the alternating current passes through a ‘fused conductor’ which may or may not be the electrolyte. The claims are broad enough in their language to cover a process in which the current is passed through a conductor other than the electrolyte, so long as the conductor is ‘in communication with the bath,’ which is understood to mean in heat-conducting relation thereto.”</p>\n<p id=\"b367-6\">In affirming the decision of the Examiner, the Examiners-in-Chief said:</p>\n<blockquote id=\"b367-7\">“In the appellant’s procedure a mass of material, such as a mixture of aluminum oxide and aluminum fluoride, is placed in a containing vessel.</blockquote>\n<blockquote id=\"b367-8\">“This mass of material is fused by the action of an alternating current, and the metal dissociated or reduced by the simultaneous action of a direct current.</blockquote>\n<blockquote id=\"b367-9\">“The original specification was not accompanied by a drawing, and there was no further description than that above referred to as to the arrangement of the apparatus.</blockquote>\n<blockquote id=\"b367-10\">“By the action of the alternating current the mixture is fused and electrolyzed, causing the deposition of aluminum, which would, however, be less conducting than the electrolyte so that the heating current would pass mainly through the electrolyte.</blockquote>\n<blockquote id=\"b367-11\">“There is no hint in the original specification of placing metallic aluminum in the bottom of the vessel to start the operation.</blockquote>\n<blockquote id=\"b367-12\">“When in operation, therefore, the material itself must be simultaneously fused and electrolyzed, and the curious language of the claim means that the same particles which are the ‘fused conductor’ of the claims are imparting heat to each other. So read, the claims are indistinct. If they are intended to cov<page-number citation-index=\"1\" label=\"344\">*344</page-number>er the use of a fused material other than the mixture itself, they are unwarranted by the original specifications. In either case they should be, as they are, rejected.”</blockquote>\n<p id=\"b368-5\">The Commissioner, after saying that the specification did not state whether the alternating current passes through the bath or not, and reciting the descriptive matter before quoted, said: “If the claims mean that the ‘fused conductor’ is other than the ‘substance’ to be reduced, then there is no warrant for them in the original disclosure. On the other hand, if they mean the ‘fused conductor’ is the ‘substance’ itself, they are not patentable over the prior art.”</p>\n<p id=\"b368-7\">The appellant complains that, in view of the final rejection of his claims on new grounds, as he contends, based on the disclosures of the patents to Carlson and De Laval, he was entitled to the opportunity to withdraw his appeal and amend his claims. Being deprived of this right, he filed a petition for rehearing, and attached thereto several affidavits of experts in the art in support of his contention.</p>\n<p id=\"b368-8\">This complaint comes rather late, as substantially the same ground was presented in the decision of the Examiner, who, for the reason that it had been raised for the first time in the proceeding, offered the applicant the opportunity then to withdraw his appeal, which he declined to do. These affidavits have no bearing on the point now under consideration. They state the performance of the process, but do not show how it was performed. They shed no light upon the question whether the alternating current was passed through the electrolyte, or through some other conductor, but confine themselves to the statement that, prior to applicant’s performance, it was unknown in the art that an alternating and a direct current could be operated simultaneously in the reduction of metals without interference; that it had been generally believed by experts that it could not be done; and that it was not obvious until practically demonstrated by Blackmore.</p>\n<p id=\"b368-9\">We are of the opinion that there was no error in the Commissioner’s decision upon the point considered. There is, therefore, no occasion to consider the other ground to which these affidavits relate.</p>\n<p id=\"b369-4\"><page-number citation-index=\"1\" label=\"345\">*345</page-number>The decision will be affirmed. It is so ordered, and that this decision be certified to the Commissioner of Patents, as the statute requires. <em>Affirmed.</em></p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}