{
  "casebody": {
    "data": "<casebody firstpage=\"442\" lastpage=\"459\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b466-4\">WASHINGTON, ALEXANDRIA, &amp; MT. VERNON RAILWAY COMPANY <em>v. </em>LUKENS.</parties>\n<syllabus data-order=\"1\" data-type=\"headnotes\" id=\"b466-5\">Railroads; Negligence; Proximate Cause; Direction of Verdict; Evidence; Ob jection and Exceptions ; Hypothetical Questions ; Instruction to Jury.</syllabus>\n<syllabus data-order=\"2\" data-type=\"headnotes\" id=\"b466-6\">1. A declaration in an action against an electric railway company alleging, in effect, that the car ot the defendant in which the plaintiff was a passenger collided, by reason of its negligent operation, with another car of the defendant at a point remote from any proper shelter, and that the defendant negligently failed to furnish plaintiff transportation to her destination for several hours, during which time she was exposed to the cold and contracted a disease of the throat and lungs, is in tort, and not on a contract, and states a good cause of action (following <em>Chesapeake &amp; O. R. Co. </em>v. <em>Patton, </em>23 App. D. C. 113, and <em>Lindsey </em>v. <em>Pennsylvania R. Co. </em>26 App. D. C. 503, 3 L.R.A. (N.S.) 218, 6 A. &amp; E. Ann. Cas. 862) ; and where the plaintiff’s evidence tends to support the declaration it is not error for the trial court to refuse to direct a verdict for the defendant, the question of whether the plaintiff’s injuries were the probable or direct result of the act of negligence charged being for the jury.</syllabus>\n<syllabus data-order=\"3\" data-type=\"headnotes\" id=\"b466-8\">2. Where one commits a wrongful or negligent act, he becomes liable for all of the direct, natural consequences of his negligence that will not only certainly result, but also for such as may probably result, from the act, without regard to his reasonable anticipation of such conse- <em>, </em>quenees. (Following <em>Guenther </em>v. <em>Metropolitan R. Co. </em>23 App. D. C. 493.)</syllabus>\n<syllabus data-order=\"4\" data-type=\"headnotes\" id=\"b466-10\">3. What is the proximate cause of an injury or loss in actions for damages for personal injuries is ordinarily a question for the jury. (Following <em>Guenther </em>v. <em>Metropolitan R. Co. </em>and <em>Lindsey </em>v. <em>Pennsylvania R. Co. supra.)</em></syllabus>\n<syllabus data-order=\"5\" data-type=\"headnotes\" id=\"b466-12\">4. Where the substance of a refused special instruction was embodied in an instruction which was granted, and also in the general charge to the jury, its refusal will not be held to be error.</syllabus>\n<syllabus data-order=\"6\" data-type=\"headnotes\" id=\"b466-14\">5. A special instruction must be applicable to the facts offered in evidence.</syllabus>\n<syllabus data-order=\"7\" data-type=\"headnotes\" id=\"b466-15\">6. If the exposure of a passenger to the cold weather, caused by the negli<page-number citation-index=\"1\" label=\"443\">*443</page-number>genee of a railroad company in failing to furnish her shelter after a collision, resulted in developing a tuberculous condition, or hastening the development of such a condition already existing, the company is liable. (Following <em>Guenther </em>v. <em>Metropolitan R. Co. supra.)</em></syllabus>\n<syllabus data-order=\"8\" data-type=\"headnotes\" id=\"b467-5\"><em>7. </em>When a hypothetical question which has been propounded to other physicians is asked a physician, and he is requested to add thereto the facts of the condition in which he found the patient, and then express his opinion as to the cause of her illness, a general objection is insufficient. (Following <em>Washington Gaslight Co. </em>v. <em>Poore, </em>3 App. D. C. 127.)</syllabus>\n<syllabus data-order=\"9\" data-type=\"headnotes\" id=\"b467-6\">3. It is competent to repeat to a physician a hypothetical question asked other physicians, and to ask him to add thereto the facts of the condition in which he found the patient when he examined her, and then to state his opinion as to the probability of her illness having been caused in a certain way. (Distinguishing <em>Raub </em>v. <em>Carpenter, </em>17 App. D. C. 505.)</syllabus>\n<docketnumber data-order=\"10\" data-type=\"docketnumber\" id=\"b467-7\">No. 1904.</docketnumber>\n<otherdate data-order=\"11\" data-type=\"otherdate\" id=\"Aq8\">Submitted December 2, 1908.</otherdate>\n<decisiondate data-order=\"12\" data-type=\"decisiondate\" id=\"AZJo\">Decided February 2, 1909.</decisiondate>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b467-8\">Hearing on an appeal by tbe defendant from a judgment of tbe Supreme Court of tbe District of Columbia, on verdict, in an action to recover damages for personal injuries.</summary>\n<disposition data-order=\"14\" data-type=\"disposition\" id=\"b467-9\">\n<em>Affirmed.</em>\n</disposition>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b467-10\">Tbe Court in tbe opinion stated tbe facts as follows:</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b467-11\">Tbis action was begun by tbe appellee, Mary Lukens, to recover damages of tbe Washington, Alexandria, &amp; Mt. Vernon Railway Company for injuries sustained by ber, as tbe result of a collision of cars.</summary>\n<summary data-order=\"17\" data-type=\"summary\" id=\"b467-12\">Tbe declaration is in two counts. Tbe first count alleges that plaintiff entered tbe car as a passenger at Mount Vernon station, to be carried to Alexandria on March 11, 1905. That, about 1 mile from Mount Vernon, tbe car in which she was seated collided through tbe negligent operation of tbe same with another car that bad been negligently left standing on tbe single track. That plaintiff was thrown violently against tbe seats of tbe car and tbe floor, and received certain bruises and hurts from which she suffered great bodily pain for a long time thereafter, to ber damage in the sum of $5,000.</summary>\n<summary data-order=\"18\" data-type=\"summary\" id=\"b468-3\"><page-number citation-index=\"1\" label=\"444\">*444</page-number>The second count repeats the allegations of the first in respect of entry as a passenger and the collision of the cars through negligence, and then alleges that the defendant negligently failed to furnish plaintiff transportation to her destination for a period of more than three hours after said collision. That the-place of the accident was remote from any proper shelter or protection from the weather, which was then cold, and during the said period, before further means of transportation was provided, plaintiff, through failure of defendant to furnish any protection from the weather, was exposed to the cold. That, as a consequence of such exposure, plaintiff then and there contracted a severe cold and disease of the throat and lungs which resulted in the loss of her voice. That, through the same cause, she became sick and has so remained and will continue to remain in the future, and has suffered and will continue to suffer great pain. That, as a result, she has lost her occupation as a schoolteacher, and 'the sum of $400 which she would have derived therefrom. That she has been forced to expend a large sum of money, to wit $700, in and about endeavoring to be cured of her sickness. Damages are laid at $5,000.</summary>\n<summary data-order=\"19\" data-type=\"summary\" id=\"b468-4\">Defendant demurred to the second count, and pleaded not guilty, and contributory negligence on the part of the plaintiff' to the first one. This demurrer was overruled, and, reserving an exception thereto, a like plea was entered to the second count.</summary>\n<summary data-order=\"20\" data-type=\"summary\" id=\"b468-5\">The testimony tended to show that plaintiff left her home about 2 miles from Mount Vernon and arrived there about 7:30 in the morning of the 11th of March, 1905. The temperature was a little below freezing point. She rode in a covered wagon, the front of which only was open. There was no draft, and she was well wrapped in blankets. She remained in the Mount Vernon station about half an hour before the car left, which was-8 o’clock. It is about 8 miles from Mount Vernon to Alexandria. About three quarters of a mile from the station the car at high speed ran violently into another which had been left on the track at a curve. The glass of the cab, where the motorman stood, was shattered and the platform broken; rattan cushions were hurled from the seats. Plaintiff was thrown from her seat <page-number citation-index=\"1\" label=\"445\">*445</page-number>to the floor upon her knees, and the back of the seat in front struck her across the chest. The rattan seat on which she had been sitting flew' up and hit her in the back. There were some milk cans in the car which overturned and milk ran down the floor. There was a considerable embankment at the place of •collision. There were four other passengers, all men. One of these had driven the wagon from plaintiffs home. Plaintiff was frightened and left the car with the other passengers. Neither she nor they again entered the car, and she was not asked to do so by any of defendant’s employees. The ear was being used in an attempt to get the other back on the rails. Plaintiff stood outside on the ground for about three hours, before she was taken to Alexandria in the wrecking car which came out to the place in about three quarters of an hour after the accident. The frozen ground soon began to thaw7, and plaintiff’s feet became very cold and her body chilled. The nearest house was Mount Vernon station. All of the passengers remained outside until the car took them on. Plaintiff was in good health at the time. Had been engaged in teaching school for eight years, and had a good voice. She contracted a severe cold from which she lost her voice and was only able to whisper. She made an effort to teach the next week, but was unable to do so, and had to give up her employment which ran until May, and her salary was $42 per month. Plaintiff was treated by physicians for laryngitis, and during May and June was treated by an eminent specialist in Washington, who advised her to go for treatment to Saranac lake. She remained there about fifteen months. In about six months she began to regain her voice, but it has never regained its original strength. She expended several hundred dollars in sanatoriums and medical charges.</summary>\n<summary data-order=\"21\" data-type=\"summary\" id=\"b469-4\">Three physicians were called who had treated plaintiff after the accident. Her complaint developed into laryngial tuberculosis. These expressed the opinion that the probability was that she contracted laryngitis from the cold and standing on the wet ground. They testified also that laryngitis can be a primary cause of tuberculosis.</summary>\n<summary data-order=\"22\" data-type=\"summary\" id=\"b469-5\">Defendant introduced testimony tending to show that the <page-number citation-index=\"1\" label=\"446\">*446</page-number>wrecking car was telephoned for speedily/ and came out in about forty minutes. That plaintiff could have been reasonably protected by re-entering it, and was invited to do so. That it took about forty or fifty minutes to put the car on the track.. That the detention was not over one hour and three quarters. That it was about five minutes walk back to Mount Vernon station, which was around the curve and out of sight.</summary>\n<summary data-order=\"23\" data-type=\"summary\" id=\"b470-4\">Dr. Eichardson, who had treated plaintiff and recommended her going to Saranac, testified for defendant. He treated her for laryngial tuberculosis in April, 1905. That this disease is a secondary condition, and it is almost impossible to say how far the primary condition would have advanced before the secondary condition appeared during the progress of the disease; probably a month or more. Tuberculosis is an infectious disease supposed to be due to the action of the bacillus of tuberculosis. If exposure were to give rise to inflammation in the pulmonary or other tissues, it might be a remote producing cause, but would not be a direct or proximate cause. The witness then expressed the opinion that plaintiff having stood upon the ground near Mount Vernon two or three hours with the sun shining and the temperature varying from 30 to 40 degrees, the exposure would not have directly brought about the physical condition which he observed in April. On cross-examination he said that the exposure could produce hoarseness and trouble with the throat, but not the tubercular condition. On redirect examination he said that in his opinion the tubercular condition existed prior to March 11, 1905.</summary>\n<summary data-order=\"24\" data-type=\"summary\" id=\"b470-5\">Another physician testified that he had never known larynigial tuberculosis to develop in a few hours following-exposure to cold weather. Cold, fresh air is the recognized treatment of tuberculosis. It is the treatment at Saranac, where the patients are kept out doors in a temperature 30 degrees below zero. That a person out between six and seven in the morning would be more liable to cold in a short time than for a longer period later in the day when the sun is up. That driving is more dangerous than walking or standing around, because of the draught created. On cross-examination he said: <page-number citation-index=\"1\" label=\"447\">*447</page-number>The most important thing is to keep patients of the kind indicated out of draughts and dampness. They are wrapped up.</summary>\n<summary data-order=\"25\" data-type=\"summary\" id=\"b471-4\">In rebuttal, plaintiff introduced one of the passengers who was with her all of the time, and said that none of defendant’s employees asked plaintiff to get in the car.</summary>\n<summary data-order=\"26\" data-type=\"summary\" id=\"b471-5\">Upon the conclusion of the evidence, the defendant moved the court to direct a verdict on the second count, which was refused. The defendant then requested the five following instructions:</summary>\n<summary data-order=\"27\" data-type=\"summary\" id=\"b471-6\">“4. The jury are instructed'that an act is not to be deemed the natural and proximate cause of an injury unless the injury was such a consequence of the act as, under the surrounding circumstances of the case, might and ought to have been foreseen and anticipated by an ordinarily reasonable and prudent man as reasonably likely to flow from the act.”</summary>\n<summary data-order=\"28\" data-type=\"summary\" id=\"b471-7\">“9. The jury are instructed that the defendant is only liable for the natural, proximate, and probable consequence of its act, neglect, or default; and that it is not liable for any indirect, or remote, or unexpected consequence resulting therefrom.</summary>\n<summary data-order=\"29\" data-type=\"summary\" id=\"b471-8\">“10. In this case, plaintiff, in her second count, charges that, upon the occasion in question, she contracted a 'severe cold and disease of the throat and lungs, which said cold and disease of the throat and lungs resulted in loss of voice;’ and that the same was caused by the negligence of defendant. In order to recover herein, plaintiff must establish by a preponderance of the evidence that she sustained and suffered those injuries as the natural and proximate result of such negligence of defendant; that is to say, that the injury was one that could or should reasonably have been foreseen or anticipated by the defendant upon the occasion in question, and that there must have been no-other culpable, efficient, and self-operating cause or agency intervening between the negligence of defendant and the injury to-plaintiff. If, from the whole evidence, the jury shall find that the injuries sustained by plaintiff were not the natural and proximate result of any negligence of defendant, as just defined; or if they shall find that such injuries to plaintiff were occasioned, or directly contributed to, by her in any degree, by her <page-number citation-index=\"1\" label=\"448\">*448</page-number>failure' to exercise aud use ordinary and reasonable care and prudence for her own safety upon the occasion in question, — in either such event the verdict of the jury must be for the defendant.</summary>\n<summary data-order=\"30\" data-type=\"summary\" id=\"b472-4\">“10%. The jury are instructed that, upon the occasion in question, plaintiff was bound to exercise and use ordinary and reasonable care and prudence in conducting herself after the certain collision referred to in this case, which delayed her transportation to the city of Alexandida; and, if they believe from all the evidence that the injury and damage claimed to have been sustained by plaintiff are the result, either in whole or in part, of want of ordinary and reasonable care on her part, in failing to avail herself of such means of shelter and protection from the weather as were then and there at hand, or which were nearby, provided you find that there were such means of shelter and protection from the weather either immediately at hand or near by, then and in such event, plaintiff cannot recover.”</summary>\n<summary data-order=\"31\" data-type=\"summary\" id=\"b472-5\">“13. The jury are instructed that, in the event they shall find that plaintiff is entitled to recover herein, no allowance can be made to plaintiff for consumption or tuberculosis of the throat and lungs, or either, in the event the jury shall find that plaintiff did in fact contract such disease; nor for any loss of time or expense incurred by plaintiff in endeavoring to be cured of such disease; since that disease, as has been testified to by physicians, does not necessarily, reasonably, and naturally follow from mere exposure to cold.”</summary>\n<summary data-order=\"32\" data-type=\"summary\" id=\"b472-6\">The court refused those numbered 4, 10, and 13. He gave No. 9, after striking out the word “unexpected” following the word “remote” in the last line.</summary>\n<summary data-order=\"33\" data-type=\"summary\" id=\"b472-7\">That numbered 10% was given after striking out the words \"“or near by,” which followed the words “at hand” in both the tenth and the last line. Exceptions were taken to the action of the court on each instruction.</summary>\n<summary data-order=\"34\" data-type=\"summary\" id=\"b472-8\">The following extracts from the general charge bear on the issue raised on the second count of the declaration and the evidence relating thereto:</summary>\n<summary data-order=\"35\" data-type=\"summary\" id=\"b472-9\">“In the event that you should find the defendant to have been <page-number citation-index=\"1\" label=\"449\">*449</page-number>guilty of negligence on the occasion complained of, it is nevertheless incumbent on the plaintiff to establish by such preponderance of the evidence that she was in fact injured and damages as the direct, natural, and proximate result of the negligence of the defendant, and in the manner complained of in the declaration, as well as the extent of any such injury and damage, because the defendant is only liable for the natural, proximate, .and probable consequence of its act, neglect, or default, and it is not liable for any indirect or remote consequence resulting therefrom.</summary>\n<summary data-order=\"36\" data-type=\"summary\" id=\"b473-4\">*•***•***■»</summary>\n<summary data-order=\"37\" data-type=\"summary\" id=\"b473-5\">“The plaintiff charges in the second count of her declaration that, upon the occasion in question, she contracted a severe cold and disease of the throat and lungs, which cold and disease of the throat and lungs resulted in loss of voice, etc., and that the same was caused by the negligence of the defendant. In order to recover in this suit under this count, the plaintiff must establish by a preponderance of the evidence that she sustained and suffered these injuries as the natural and proximate result of such negligence of the defendant, and that there must have been no other culpable, efficient, and self-operating cause or agency intervening between the negligence of the defendant and the injury to the plaintiff. If from the whole evidence you should find that the injuries sustained by the plaintiff were not the natural and proximate result of such negligence of the defendant, or you shall find that such injuries to the plaintiff were occasioned, or directly contributed to, by her in any degree/ or by her failure to exercise and use ordinary and reasonable care and prudence for her own safety upon the occasion in question, in either of such event the verdict shall'be for the defendant. Or, again, if you are unable to determine whether the injuries complained of by the plaintiff in the second count were caused by the negligence of the defendant, whether the same were occasioned, or in any degree directly contributed to, by the negligence of the plaintiff, or whether the same were caused in some other manner, or upon some other occasion, than that alleged in <page-number citation-index=\"1\" label=\"450\">*450</page-number>the declaration, in such event the verdict of the jury must be for the defendant.</summary>\n<summary data-order=\"38\" data-type=\"summary\" id=\"b474-5\">********</summary>\n<summary data-order=\"39\" data-type=\"summary\" id=\"b474-6\">“If you find from a preponderance of the evidence that the physical condition from which the plaintiff was suffering in May, following the collision, — that is, at the time she was examined by Dr. Charles W. Kichardson and directed to go to Saranac in the Adirondacks for treatment, — was the direct, efficient, and proximate result of exposure to the cold and inclement weather to which the plaintiff was subjected at the time of the accident, and was not the result of any other efficient, self-operating cause intervening between the negligence of the defendant and the injury to the plaintiff; and if you further find that such exposure Avas caused by the negligence of the defendant in failing to provide her reasonable, prompt, and proper means of transportation to her destination, or reasonable, proper, and suitable protection against such exposure during her detention at the place 'of collision Avhile waiting for the car, or other proper means of transportation to her said destination, and that the exposure of the plaintiff to the weather was not caused by her failure to exercise reasonable and proper care and diligence to avoid such exposure, — then it will be your duty to find that the plaintiff’s physical condition was the direct, efficient, and proximate result of the defendant’s negligence; and, in that view of the case, your verdict should be for the plaintiff under both counts.”</summary>\n<summary data-order=\"40\" data-type=\"summary\" id=\"b474-7\">The jury returned a verdict for the plaintiff for $100 on-the first count and $2,000 on the second.</summary>\n<summary data-order=\"41\" data-type=\"summary\" id=\"b474-8\">Defendant filed a motion in arrest of judgment on the second count, on the grounds, first, that the second count- set up no cause of action, and, second, that the damages thereunder are such as are not legally chargeable to defendant.</summary>\n<summary data-order=\"42\" data-type=\"summary\" id=\"b474-9\">This and a motion for new trial were denied, and judgment entered upon the verdict.</summary>\n<attorneys data-order=\"43\" data-type=\"attorneys\" id=\"b474-10\"><em>Mr. John 8. Barbour </em>and <em>Mr. D. 8. Mackall, £or </em>the appellant :</attorneys>\n<p data-order=\"44\" data-type=\"legal\" id=\"b474-11\">1. Each and every one of the links in the chain of sequences <page-number citation-index=\"1\" label=\"451\">*451</page-number>resulting in plaintiff’s injury, so essential to show the causal connection between the negligent act and the injury suffered by the plaintiff, are left entirely to conjecture by the second count of the declaration, and are not shown by facts sufficiently stated. The declaration must state enough to show, if true, that the defendant is necessarily liable to the plaintiff’s demand. <em>N. &amp; W. R. Co. </em>v. <em>Jackson, </em>85 Va. 497; <em>R. R. Co. </em>v. <em>Barber, </em>5 Ohio St. 568. Every fact stated in the declaration might be admitted to be true, and yet, if these were all, they would not be sufficient to sustain a judgment. <em>R. R. Co. </em>v. <em>Berry, </em>71 Ill. 391; <em>N. &amp; W. R. R. Co. </em>v. <em>Gee, </em>104 Va. 806; <em>Hail </em>v. <em>R. R. Co. </em>60 Fed. 559; <em>Scheffer </em>v. <em>R. R. Co. </em>105 U. S. 249; <em>South Bend Plow Co. </em>v. <em>Cessue </em>(Ind.) 74 N. E. 282.</p>\n<p data-order=\"45\" data-type=\"legal\" id=\"b475-4\">2. The court erred in overruling the defendant’s motion to instruct the jury to return a verdict in favor of the defendant under the second count. <em>Standard Oil Co. </em>v. <em>Brown, </em>31 App. 371; <em>Pauley </em>v. <em>Lantern Co. </em>131 N. Y. 90, 98; <em>Linkauf </em>v. <em>Lombard, </em>137 N. Y. 417, 425; <em>Hudson </em>v. <em>R. R. Co. </em>145 N. Y. 408, 412; <em>Sullivan </em>v. <em>Crysolite Co. </em>21 Fed. 892; <em>S. S. Co. </em>v. <em>Bancroft-Whitney Co. </em>94 Fed. 180; <em>Chicago </em>v. <em>S. S. Co. </em>97 Fed. 108; <em>R. R. Co. </em>v. <em>Aderhold, </em>58 Kan. 293; <em>State </em>v. <em>R. R. Co. </em>60 Md. 555; <em>Gardiner </em>v. <em>R. R. Co. </em>103 N. Y. 674; <em>Milwaukee, etc., R. </em>v. <em>Kellogg, </em>94 U. S. 469; <em>Hobbs </em>v. <em>The Railway L. R. </em>10 Q. B. 111; <em>Rawlings </em>v. <em>R. Co. </em>97 Mo. 511, 71 S. W. 534; <em>Murdock </em>v. <em>R. Co. </em>133 Mass. 15; <em>Haley </em>v. <em>St. Louis Transit Co. </em>64 L. R. A. 295, 179 Mo. 30, citing <em>Milwaukee &amp; St. P. R. R. Co. </em>v. <em>Kellogg, </em>94 U. S. 469, 476, 24 L. ed. 256. See <em>Central of Ga. </em>v. <em>Price, </em>106 Ga. 176; <em>Haile </em>v. <em>R. Co. </em>60 Fed. 557; <em>Grant </em>v. <em>R. Co. </em>133 N. Y. 657; <em>Seifter </em>v. <em>R. Co. </em>169 N. Y. 254, 62 N. E. 349; <em>Schaffer </em>v. <em>R. Co. </em>105 U. S. 249; <em>R. Co. </em>v. <em>Birney, </em>71 Ill. 391; <em>R. Co. </em>v. <em>Barlow, </em>32 Ill. App. 161; <em>Francis </em>v. <em>Transfer Co. </em>5 Mo. App. 7; <em>Childs </em>v. <em>R. Co. </em>77 Hun, 539; <em>Trigg </em>v. <em>R. Co. </em>74 Mo. 147; <em>Pullman Palace Car Co. </em>v. <em>Barker, </em>4 Colo. 344; <em>Fawlkes </em>v. <em>Southern R. Co. </em>96 Va. 742; <em>Seckles </em>v. <em>R. Co. </em>13 Tex. Civ. App. 434; <em>Francis </em>v. <em>Transfer Co. 5 </em>Mo. App. 7.</p>\n<p data-order=\"46\" data-type=\"legal\" id=\"b475-5\">3. The court erred in declining to grant the two prayers <page-number citation-index=\"1\" label=\"452\">*452</page-number>(Nos. 4 and 10) offered by tbe defendant, denying tbe law relative to proximate cause.</p>\n<p data-order=\"47\" data-type=\"legal\" id=\"b476-4\">4. The court declined to grant prayer No. 10%, as offered by appellant, but amended the same by striking out the words “or which were near by.”</p>\n<p data-order=\"48\" data-type=\"legal\" id=\"b476-5\">6. The court erred in permitting Dr. Morse to answer the hypothetical question. The objection to this question is that the witness was asked to “add to said hypothetical question the facts of the condition found by him [witness] when he examined and treated the plaintiff in 1905.” <em>Raub </em>v. <em>Carpenter, </em>17 App. 505; Id. 187 U. S. 195.</p>\n<attorneys data-order=\"49\" data-type=\"attorneys\" id=\"b476-6\"><em>Mr. Edward 8. Bailey </em>and <em>Mr. Reeves T. Strickland </em>for the appellee.</attorneys>\n<opinion data-order=\"50\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b476-7\">Mr. Chief Justice Shepard</author>\n<p id=\"AEJ\">delivered the opinion of the Court:</p>\n<p id=\"b476-8\">1. We are of the opinion that the second count of the declaration states a good cause of action. It sets out the relation of carrier and passenger; the duty of the defendant arising out of that relation; the negligent performance of that duty; and alleges that the exposure of the plaintiff to the cold and the contraction of disease were the consequence of the defendant’s negligence. The action is not for the breach of the contract of carriage, but for the wrong done through the failure of the defendant to perform its duty. The declaration is in tort, and not on contract; and the sufficiency of its allegations is determinable by the law relating to torts. <em>Chesapeake &amp; O. R. Co. </em>v. <em>Patton, </em>23 App. D. C. 113, 121; <em>Lindsey </em>v. <em>Pennsylvania R. Co. </em>26 App. D. C. 503, 507, 3 L.R.A.(N.S.) 218, 6 A. <em>&amp; </em>E. Ann. Cas. 862; <em>Brown </em>v. <em>Chicago, M. &amp; St. P. R. Co. </em>54 Wis. 342, 354, 41 Am. Rep. 41, 11 N. W. 356, 911; <em>International &amp; G. N. R. Co. </em>v. <em>Terry, </em>62 Tex. 380, 383, 50 Am. Rep. 529.</p>\n<p id=\"b476-9\">2. Evidence having been introduced tending to prove the allegations of the declaration, its credibility and weight to establish the fact that the inuries received were the probable and direct result of the act of negligence were for the determination <page-number citation-index=\"1\" label=\"453\">*453</page-number>of the jury under a charge correctly defining the principles of law applicable to the case made hy the evidence. It was not error, therefore, to refuse the request for a direction to find a verdict for the defendant. As the controlling question of law invoived are more directly presented by the errors assigned on the refusal of the other special instructions requested by the defendant, they will be discussed more at length thereunder.</p>\n<p id=\"b477-4\">3. The fourth instruction was rightly refused. As before said, the action is in tort for the wrong one, by the negligent performance of a duty, imposed by the relations of the parties. The question for the jury to determine was whether the accident to the car was the proximate cause of the plaintiff’s illness, and not whether the injury was one that, in the language of the instruction prayed, “might and ought to have been foreseen and anticipated by an ordinarily reasonable and prudent man as reasonably likely to flow from the act.” <em>Baltimore City Pass. R. Co. </em>v. <em>Kemp, </em>61 Md. 14, 81. In that case there was evidence tending to show that cancer resulted from a blow received by a female passenger upon her breast through the negligence of the defendant, and the question was whether this could be considered by the jury as a natural and direct result of the injury. In discussing the question involved, Chief Justice Alvey, after-wards Chief Justice of this court, used the following language: “The general rule is that, in actions of tort like the present, the wrongdoer is liable for all the direct injury resulting from his wrongful act, and that, too, although the extent or special nature of the resulting injury could not, with certainty, have been foreseen or contemplated as the prohable result of the act done. * * * That the female plaintiff may have had a tendency or predisposition to cancer can afford no proper ground of objection. She, in common with all other people of the community, had a right to travel or be carried in the cars of the defendant, and she had a right to enjoy that privilege without incurring the peril of receiving a wrongful injury that might result in inflaming and developing the dormant germs of a fatal disease. It is not for the defendants to say that, because they did not, or could not, in fact, anticipate such a result of their <page-number citation-index=\"1\" label=\"454\">*454</page-number>negligent act, they must therefore be exonerated from liability for such consequences as ensued. They must be taken to know and to contemplate all the natural and proximate consequences, not only that certainly would, hut that probably might, flow from their wrongful act. The defendants must be supposed to know that it was the right of all classes and conditions of people, whether diseased or otherwise, to he carried in their cars; and it must also be supposed that they knew that a personal injury inflicted upon anyone with predisposition or tendency to cancer might, and probably would, develop the disease.”</p>\n<p id=\"b478-4\">The doctrine of that case has been adopted by this court. <em>Guenther </em>v. <em>Metropolitan R. Co. </em>23 App. D. C. 493, 517. See also <em>Sloane </em>v. <em>Southern California R. Co. </em>111-Cal. 668, 683, 32 L.R.A. 193, 44 Pac. 320; <em>Montgomery &amp; E. R. Co. </em>v. <em>Mallette, </em>92 Ala. 209, 216, 9 So. 363. In accordance with the doctrine stated, the defendant became liable for all of the direct, natural consequences of its negligence that would not only certainly result, but also for such as might probably result, from the wrongful act, without regard to its reasonable anticipation of such consequences.</p>\n<p id=\"b478-5\">4: Prom what has been said under the preceding assignment of error, it follows that the court did not error in striking the word “unexpected” from the ninth instruction before giving it to the jury. As modified, it reads: “The jury are instructed that the defendant is liable for the natural, proximate, and probable consequences of its act, neglect, or default; and that it is not liable for any indirect or remote consequences resulting therefrom.”</p>\n<p id=\"b478-7\">This stated clearly the question of fact that the jury was called upon to determine. Without reviewing the many cases bearing on the vexed question of proximate and remote cause, we content ourselves with referring to the following cases which hold that what is the proximate cause of an injury or loss in actions of this kind is ordinarily a question for the jury: <em>Milwaukee &amp; St. P. R. Co. </em>v. <em>Kellogg, </em>94 U. S. 469, 474, 476, 24 L. ed. 256, 258, 259; <em>Guenther </em>v. <em>Metropolitan R. Co. </em>23 App. D. C. 503, 510; <em>Schumaker </em>v. <em>St. Paul &amp; D. R. Co. </em>46 Minn. <page-number citation-index=\"1\" label=\"455\">*455</page-number>39, 43, 12 L.R.A. 257, 48 N. W. 559. The facts of this present case bring it within that rule. See also <em>Lindsey </em>v. <em>Pennsylvania R. Co. </em>26 App. D. C. 503, 3 L.R.A.(N.S.) 218, 6 A. &amp; E. Ann. Cas. 862. In that case, the plaintiff, whose relation to the defendant was that of a passenger, was compelled to ride in an unheated car, during very cold weather, and thereby contracted a severe cold that was followed by pneumonia. There was no physical injury to the plaintiff from the negligent operation of the train, and the sole act of negligence was the failure to heat the car. It was left to the jury to say whether the illness of the plaintiff was the probable and proximate consequence of that neglect. We see no substantial difference between being compelled to ride in an unheated car that was otherwise safely carried, and being compelled, by reason of injury to the car, to leave the same and stand for an unreasonable length of time on damp ground in cold weather. A cold might probably result from either exposure, and run into pneumonia or other disease affecting the lungs or throat. See also <em>Williams </em>v. <em>Vanderbilt, </em>28 N. Y. 217, 222, 84 Am. Dec. 333; <em>Louisville, N. O. &amp; T. R. Co. </em>v. <em>Durfree, </em>69 Miss. 439, 13 So. 697; <em>Ehrgott </em>v. <em>New York, </em>96 N. Y. 264, 282, 48 Am. Rep. 622; <em>Malone </em>v. <em>Pittsburgh &amp; L. E. R. Co. </em>152 Pa. 390, 394, 25 Atl. 638; <em>International &amp; G. N. R. Co. </em>v. <em>Terry, </em>62 Tex. 380, 383, 50 Am. Rep. 529; <em>Brown </em>v. <em>Chicago, M. &amp; St. P. R. Co. </em>54 Wis. 342, 354, 41 Am. Rep. 41, 11 N. W. 356, 911; <em>Mobile &amp; O. R. Co. </em>v. <em>McArthur, </em>43 Miss. 180.</p>\n<p id=\"b479-5\">5. Respecting the refusal of the tenth special instruction, it is sufficient to say that, in addition to a correct statement of the law, which is substantially given in the general charge, it embodied the substance of the fourth special instruction that has already been considered. There was no error, therefore, in refusing it.</p>\n<p id=\"b479-6\">6. Special instruction numbered 10% was directed to the question of plaintiff’s contributory negligence. Its effect was to submit to the jury whether plaintiff showed a want of ordinary care “in failing to avail herself of such means of shelter and protection as were then and there at hand, or which were <page-number citation-index=\"1\" label=\"456\">*456</page-number>near by,” provided there were such means at hand or “near by.” The court struck out the words “which were near by,” and “near by,” and gave the instruction as thus modified. We think there was no error in the charge. An instruction must be applicable to the facts given in evidence. On the one hand, there was no evidence tending to show that the car was safe and warm, and that plaintiff had been invited to re-enter it. On the other hand, there was evidence tending to show that there was milk on the floor of the car, and that it was being used on a high embankment in an endeavor to put the other car on the track; as well as in denial of the invitation to re-enter it. The car was at hand, but there was no evidence of any available shelter “near by.” There was no house near or in sight. Mount Vernon station was about % of a mile away, but out of sight. There was no evidence tending to show that there was a safe road or path to the station by which plaintiff could readily reach it, nor was any suggestion made to her to seek shelter there. The modified instruction in connection with the general charge was all that defendant had a right to expect.</p>\n<p id=\"b480-4\">In the general charge the following appears:</p>\n<blockquote id=\"b480-5\">“Negligence is the failure to do what a reasonable and prudent person would ordinarily have done under the circumstances of this particular situation, or doing what such person, under the existing circumstances, would not have done. The essence of the fault may lie in omission or commission. The duty is always dictated and measured by the exigencies of the situation. Therefore, upon the occasion complained of in the second count, it was incumbent upon the plaintiff to exercise and use ordinary and reasonable care and prudence for her own safety; and, if you shall find from all the evidence that the plaintiff did not use and exercise such care and prudence, and, on her part, occasioned or directly contributed in any degree to' the alleged injury and damage mentioned in the declaration, then the plaintiff is not entitled to recover, irrespective of the exact degree of contributory negligence, since, if she contributed at all to her injury and damage, that would incapacitate her from recovering in this action.”</blockquote>\n<p id=\"b480-6\">The question was also stated at length in another part of the charge with direct application to the surrounding conditions.</p>\n<p id=\"b481-3\"><page-number citation-index=\"1\" label=\"457\">*457</page-number><em>1. </em>The thirteenth special instruction which the court refused was to the effect that the plaintiff could not recover on account of tuberculosis of the lungs or throat, or for expenses incident thereto, “since that disease, as has been testified to by physicians, does not necessarily, reasonably, and naturally follow from exposure to cold.” If this means that the physicians had concurred in the statement that the development of the disease was. not a probable result of the exposure, it is not correct. In other respects it is an incorrect statement of the law applicable to the-evidence. It is not essential to plaintiff’s recovery under the second count, that tuberculosis of throat or lungs should have “necessarily,” as well as reasonably and naturally, followed the exposure to the dampness and cold. As we have seen, all that, was essential was that it was a natural and probable result. There was testimony tending to show that plaintiff, immediately after the exposure, contracted a severe cold in the throat which affected her voice, and that laryngitis was a natural consequence. Some of the physicians were of the opinion that tuberculosis may naturally have followed as a secondary condition. But this is unimportant. If, as the witness for the defendant said, the plaintiff must have had the germs of tuberculosis in her system, prior to the time of the exposure, yet, as he also said, exposure of the kind might excite inflammation of any organ which is exposed to tubercular infection. Taking into consideration the evidence that plaintiff had enjoyed good health and had been actively engaged in teaching school for eight years without interruption, in connection with that of the physicians, it does not seem improbable that, while the germs may have been contained in her system, they may have been developed into inflammation and rapid infection by the action of the cold. At any rate, it is not so improbable that the court would have been justified in refusing to let the jury pass upon the evidence. If, then, the jury could find that this condition, this tendency to active-tuberculosis, had a prior existence, yet, if they could also find that its development into pernicious activity was a direct and probable result of the exposure to cold, or that the exposure contributed to and hastened that development, the defendant could <page-number citation-index=\"1\" label=\"458\">*458</page-number>not escape liability. <em>Guenther </em>v. <em>Metropolitan R. Co. </em>23 App. D. C. 503, 516, and cases there cited. See also <em>Sloane </em>v. <em>Southern California R. Co. </em>111 Cal. 668, 683, 32 L.R.A. 193, 44 Pac. 320; <em>Montgomery &amp; E. R. Co. </em>v. <em>Mallette, </em>92 Ala. 209, 216, 9 So. 363.</p>\n<p id=\"b482-4\">8. The objections to the general charge of the court have been practically disposed of under preceding assignments of error. It fully and carefully stated the principles of law which have been approved, and defined the rule of contributory negligence in language of which the defendant has no cause to complain.</p>\n<p id=\"b482-5\">9. The last proposition argued by the appellant is founded on an exception taken to the evidence of plaintiff’s witness, Dr. Morse. This witness had testified to examining and treating plaintiff in June, 1905. He said that she then had laryngitis, and the apex of one of her lungs-was affected slightly. That this could not have been of long continuance because it affected the apex very slightly; probably a few months. The same hypothetical question that had been answered by the other physicians •was propounded to him, and he was asked to add thereto the facts of the condition found by him when he examined plaintiff in June, 1905, and give his opinion in respect of the probability of her illness having been caused by the exposure stated. Counsel for the defendant objected generally, stating no specific grounds of objection. So far, then, as the record discloses, the •objection might apply to the qualification of the witness, or to the insufficiency of the general hypothetical question, or to the additional facts coming within the knowledge of the witness through his own examination, or to all combined. This is clearly a case in which the objection should have been specific, in order that the party might have the opportunity to cure any defect, by further examination of the witness as to qualifications ; by amending the hypothetical question if important to do so; by striking out the question as to witness’s own examination ; or by specifically restating these additional facts to which he had previously testified. <em>Washington Gaslight Co. </em>v. <em>Poore, </em>3 App. D. C. 127, 135. The objection, on the argument, is stated as applying to the additional facts. Had this objection <page-number citation-index=\"1\" label=\"459\">*459</page-number>been specifically stated at tbe time, however, we do not think it would have been error to overrule it. It does not come within the principle of the case relied on hy the appellant. <em>Raub </em>v. <em>Carpenter, 17 </em>App. D. C. 505, 512, s. c. 187 U. S. 159, 161, 47 L. ed. 119, 120, 23 Sup. Ct. Rep. 72. In that case it was said: “The question assumes that the witness knew sufficient facts concerning the testator on which to base an opinion that he was not of\"sane mind; and yet not a single fact is stated, and it appears even that there was a positive refusal on the part of the caveators to interrogate the witness as to any such facts. And yet he is asked to give an opinion upon which he cannot be cross-examined, and the value of which the jury would be wholly unable to estimate.”</p>\n<p id=\"b483-4\">In the case at hand the witness had stated the facts observed by him in the course of his examination and treatment of the patient. He could have been cross-examined thereon had the defendant so wished. Those facts enabled the jury to form an estimate of the foundation and value of the witness’s opinion.</p>\n<p id=\"b483-5\">Finding no error in the proceedings in the court below, the judgment will he affirmed, with costs. <em>Affirmed.</em></p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}