{
  "casebody": {
    "data": "<casebody firstpage=\"359\" lastpage=\"369\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b377-4\">Caroline Salisbury, Administratrix, with the will annexed, &amp;c., Respondent, v. Burton <em>G. </em>Morss and others, Appellants.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b377-5\">(General Term, Third Department,</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AvO\">March, 1873.)</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b377-6\">Where a testator devised his real estate and directed the devisees to pay certain legacies, and, without any other bequests directed all his debts, liabilities and funeral expenses to be paid out of his personal estate, and the rest and residue, “not specifically devised and bequeathed,\" to be divided among his daughters and sons, it seems that there was a gift of all the personal, after payment of debts, liabilities and funeral expenses, to the children.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b377-7\">And, <em>held, </em>that a direction to a devisee to pay one of the legacies to the executors, partly within a year, showed a design to charge the estate devised to him, to the relief of the personalty.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b377-8\">And that this was so in view of other provisions of the will, although the testator distinctly charged an annuity for his widow upon real estate <em>devised to </em>certain other devisees.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b377-9\">It seems one who takes title to land from a party to an action, pending in regard to it, is charged, as his grantee would have been, by the judgment.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b377-10\"><em>Held, </em>also, that the charge followed the land in the hands of the devisees of the original devisee and their grantees, especially if the latter were chargeable with actual notice of proceedings involving the question of such charge, and that an action lay against them in equity, by the executor of the devisee, for its recovery.</headnotes>\n<headnotes data-order=\"8\" data-type=\"headnotes\" id=\"b377-11\">And this was so where the executor might have paid the legacy out of the personal estate bequeathed to the devisee, and was also administrator, with the will annexed, of the devisee, and had administered his personal estate without provision for the legacy; the property of both estates having been administered under .the provisions of the wills and directions of the surrogate in proceedings to which they were parties.</headnotes>\n<headnotes data-order=\"9\" data-type=\"headnotes\" id=\"b377-12\">Letters testamentary issued on a will, and the executor received at the same time those of administration upon the estate of a deceased devisee who had become personally liable by acceptance of the devise for a legacy charged on the devised <em>property,—Held, </em>that the executor’s only action for the legacy was in equity, and he was not barred by the six years’ limitation at law.</headnotes>\n<headnotes data-order=\"10\" data-type=\"headnotes\" id=\"b377-13\">And whether the executor’s action would in any case not be for relief within section 97 of the Code, <em>guere.</em></headnotes>\n<headnotes data-order=\"11\" data-type=\"headnotes\" id=\"b377-14\">It seems that, except as provided by subdivision 6, § 91, of the Code, actions for specific relief in equity are to be brought within ten years.</headnotes>\n<headnotes data-order=\"12\" data-type=\"headnotes\" id=\"b378-4\"><page-number citation-index=\"1\" label=\"360\">*360</page-number><em>Held, </em>also, that an action would lie by the executor against the devisees, for the amount of the legacy, the same having been recovered of him by the legatee, and the judgment assigned to the executor’s attorney.</headnotes>\n<summary data-order=\"13\" data-type=\"summary\" id=\"b378-5\">This action was brought by Nicholas Brandow, as executor of the last will of John Brandow, deceased, to recover a legacy from real estate devised to the testator’s son, Lucas E. Brandow, and at the time of its commencement owned by the defendants. The testator died the 3d day of February, 1859. By his will he appointed his two sons, Nicholas Brandow and Lucas E. Brandow, his executors. Lucas E. Brandow died on the 15th of March, 1859. The will was proved on the 7th of April, 1859, and letters testamentary issued to Nicholas Bran'dow, surviving executor, by the surrogate of Greene county. The executors’ accounts were settled before the surrogate, and a final decree entered on the 8th of February, 1866. By this decree the provisions of the testator’s will providing for the payment of this legacy were held to be void, and the legatee entitled to nothing by reason of them. The .personal estate was distributed, in conformity with that view of the provisions of the will, by the executor.</summary>\n<summary data-order=\"14\" data-type=\"summary\" id=\"b378-6\">By those provisions, Lucas E. Brandow was required by the testator to pay the legacy which was given to the consistory of the Reformed Dutch church, of Prattsville. The share of the testator’s personal estate which was given by his will to his son Lucas E. Brandow exceeded the amount of that legacy 5 and it passed through the hands of Nicholas Brandow, the surviving executor of the will of John Brandow, in that capacity, and also as the administrator with the will annexed of Lucas E. Brandow.</summary>\n<summary data-order=\"15\" data-type=\"summary\" id=\"b378-7\">The legatees, the consistory of the Reformed Dutch church of Prattsville, appealed from that portion of the surrogate’s decree which adjudged that part of the will void providing for the payment of the legacy. And the General Term of the court reversed the part of the decree appealed from, holding the provisions valid which the testator had made for the payment of the legacy.</summary>\n<summary data-order=\"16\" data-type=\"summary\" id=\"b378-8\">An action was afterward brought for the recovery of the <page-number citation-index=\"1\" label=\"361\">*361</page-number>legacy against the surviving executor, and on the 20th of August, 1868, the plaintiff therein recovered judgment against him for the sum of $934.10, being the amount of the legacy, interest upon it, and $140.50, the costs of the action. This judgment was assigned to the attorney of the executor on the 1st day of May, 1869, and the present action was commenced on the first day of the following month of July. The court at Special Term, before which the action was tried, ordered judgment in favor of the surviving executor, by which the legacy and the interest upon it, with one-seventh of the costs recovered by the judgment in favor of the legatee, was adjudged a charge upon the real estate which the testator devised to his son Lucas E. Brandow, and was then owned by the defendants, and ordered the same to be sold for the payment of the legacy, with interest and the costs of the suit. The defendants excepted to the decision and appealed to this court from the judgment entered upon it. During the pendency of the appeal, Nicholas Brandow died, and the present respondent was substituted in his place.</summary>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b379-5\"><em>Gilbert dk </em>Maynard, for the appellants.</attorneys>\n<attorneys data-order=\"18\" data-type=\"attorneys\" id=\"b379-6\"><em>Jas. B. Obiey, </em>for the respondent.</attorneys>\n<p data-order=\"19\" data-type=\"judges\" id=\"b379-7\">Present—Milleb, P. J., Danforth and Daniels, JJ.</p>\n<opinion data-order=\"20\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b379-8\">Daniels, J.</author>\n<p id=\"AbF\">At the time of his decease the testator left surviving him eight children, to whom he devised and bequeathed his real and personal estate. After devising his real estate, and providing for the payment of legacies by certain of the devisees, he made a disposition of his entire personal estate. First, he directed that all his debts, liabilities and funeral expenses should be paid out of it; and then that the rest and residue, not specifically devised and bequeathed, should be equally divided between his three daughters and four of his sons. The only portion of his personal estate previously affected by any provision contained in his will <page-number citation-index=\"1\" label=\"362\">*362</page-number>was that required to be used for the payment of his debts, liabilities and funeral expenses. None of it was in any manner specifically devised before the general division of it directed to be made among seven of his children, to whom it was given. The clause qualifying the'disposition, by giving thém all that was not specifically bequeathed or devised, was for that reason simply formal and ineffectual. He made, in effect, a gift of all the personal property he had to these seven children, after the payment of his debts, liabilities and funeral expenses.</p>\n<p id=\"b380-5\">Neither of the legacies given by the will was payable out of that portion of his estate. For they were neither his debts nor liabilities; and, besides that, they were all to be paid by his children to whom he devised specific portions of his real estate. These facts clearly evince it to have been the testator’s purpose to exonerate his personal estate from the payment of the legacies given by the will. And, as to the one now in controversy, that design was further manifested by the requirement that one-half the amount of it should be paid by the devisee, who was to pay it in one year from the time of the testator’s decease. This period would expire before the personal estate could, in the ordinary course of things, be distributed by the executor. For that reason, no part of it could be appropriated by the devisee to the payment of the first half of the legacy. From these circumstances it is quite apparent that the testator neither designed nor expected that any portion of the legacy should be charged upon his personal estate.</p>\n<p id=\"b380-6\">The fact that he made the annuity, provided for his wife, a lien upon the real estate devised to his three daughters and four of his sons, who were to pay it, does not of itself warrant the conclusion that he did not intend that the other legacies,- whieh were to be paid, were not to become charges on the lands given to the devisees, who were directed and required to pay them. For if sufficient was manifested by the terms of the will to exhibit it to be his intention and expectation that the legacies were to be charged on the lands <page-number citation-index=\"1\" label=\"363\">*363</page-number>devised to the persons required to pay them, the charge would he created, although the testator had observed greater care and particularity in providing for the security of the annuity. <em>(Webb </em>v. Webb, cited in <em>Harris </em>v. Fly, 7 Paige, 426.) The circumstance that he expressly provided for the charge in one ease, while he omitted to mention it in the other, would be sufficient to require the observance of great care and caution in the examination of the tenor, scope and terms of the will, for the purpose of. determining whether he designed to discriminate between them in that respect or simply failed to be as guarded in the latter as he was in the previous portion of the will.</p>\n<p id=\"b381-4\">By the disposition which the testator made of his personal estate, it has been already shown that he could not have intended that the legacies should be paid out of that part of his property. That he did intend their payment, and that, too, by the persons mentioned by him, who were required to make the payment, is certainly free from all manner of doubt. The only contingency contemplated by the testator in that connection related to the legacy now in controversy. For, as to that, if the legatee could not take, hold and use it as he provided it should be taken, held and used, then the provision, so far as it was made for the particular legatee named, was to be void and of no effect. But the devisee, who was directed to pay it, was not to be the person solely benefited by its failure; for in that event it was to be equally divided between himself and the other children of the testator, to whom he gave his personal estate. The consideration of that contingency is no otherwise important in the disposition of this case than the indication which it affords that it was the testator’s intention that the devisee, in any event, should be required to pay the legacy in substance, even if the legatee for whom it was designed could not take it. That amount he was required to pay because of the lands devised to him in the will.</p>\n<p id=\"b381-5\">The contingency itself has become altogether unimportant, since the court has held the legatee to be capable of taking and <page-number citation-index=\"1\" label=\"364\">*364</page-number>holding the legacy. All the defendants but Morss were actual parties to that adjudication, and therefore concluded by the determination. And as he acquired his interest in the lands from one of the parties to that proceeding while it was pending before the court, it would probably be equally as effectual as to him. For by talcing his title in that manner he placed himself in legal privity with the person whose interest he purchased, and which was affected by the decision. By- the purchase he substantially took the position of the person whose title was conveyed to him. And on that account the decision would be as equally effectual, as to him, as it otherwise would have been against the person whose interest was passed over to him. <em>(Castle </em>v. Noyes, 4 Kernan, 329; <em>Campbell </em>v. Hall, 16 N. Y., 575, 579.) But it is not very material to this controversy to determine whether ’that would be the case or not. For no reasonable ground can now exist as to the validity of the legacy which the testator provided should be paid to the consistory of the Reformed Dutch church, of Prattsville. That fact was settled in the other case, and the correctness of the decision is not questioned in this action.</p>\n<p id=\"b382-4\">The testator, in direct and positive terms, devised 160 acres of laird to his son Lucas E. Brandow. He then afterward added the following explicit provision: “I hereby' order, direct and require my son Lucas E. Brandow to pay to the executors hereinafter named the sum of $500, which I have given to the consistory of the Reformed Dutch church, of Prattsville,” <em>“ </em>one-half payable one year from the date of my decease, and the other half in two years from the date of my decease, and when received by them as executors, I require them to pay it over to the consistory of the Reformed Dutch church, of Prattsville.”</p>\n<p id=\"b382-5\">This positive direction, following the devise, evinces it to have been the purpose of the testator to impose the obligation it relates to as a qualification of his gift, and, by doing so, to give the legatee the amount mentioned out of the value of the property devised. He'subsequently intended that the devisee should have the land reduced in value by the amount <page-number citation-index=\"1\" label=\"365\">*365</page-number>of the legacy. It was a part of the consideration on which the devisee was to receive and hold the land devised. By accepting the one he necessarily became liable to pay the other. The testator intended that the latter should issue out of or spring from the former. This purpose was exhibited with sufficient clearness, as the legacy was not to be paid out of any of the testator’s other property, and was in part to be paid before his personal estate could be distributed, to render the legacy itself a charge upon the real estate devised. And that would be sufficient to sustain it as such, even though the testator was so careful as to provide by express words for the existence of such a charge in support of the annuity to his wife, and neglected to do the same to secure the payment of this legacy. For nothing less than that can be reasonably consistent with the positive direction with which he accompanied the devise.</p>\n<p id=\"b383-4\">The case in this respect is within what the chancellor appears to have regarded as a settled principle in courts of equity. And that is, that <em>“ </em>Where the real estate is devised to the person who by the will is directed to pay the legacy, it has frequently been decided that such legacy is an equitable charge upon the real estate so devised, although the devisee is also the executor, or is the residuary legatee of the personal estate, unless there is something in the will itself to indicate a contrary intention on the part of the testator.” <em>(Harris </em>v. Fly, 7 Paige, 421, 425.) The same principle was held by the General Term of the third district in September, 1869, in the unreported case of <em>Grayson </em>v. <em>Russ. </em>It is also sustained by 2 Jarman on Wills (3 Am. ed., 525-528); <em>Goddard </em>v. <em>Pomeroy </em>(36 Barb., 547); <em>Shulters </em>v. <em>Johnson </em>(38 id., 80); <em>Myers </em>v. <em>Eddy </em>(47 id., 263, 271); and <em>Reynolds </em>v. <em>Reynolds </em>(16 N. Y., 257) assumes and concedes its correctness.</p>\n<p id=\"b383-5\">This charge followed the land devised into the hands of the present owners, who are defendants in this action. Those of them who are the children of the devisee and received it under his will, beyond all question are affected by the charge; and the case is as equally clear as to the interest owned by the <page-number citation-index=\"1\" label=\"366\">*366</page-number>defendant Morss, for that was conveyed to him by one of the children of the person to whom the land was devised when the charge was made upon it. His title was derived through the will creating the charge, and that necessarily gave him notice of its existence. <em>(Cambridge Valley Bank </em>v. <em>Delano, </em>48 N. Y., 326.) Besides that, as administrator of the effects of one of the devisees’ children and guardian of others, he was a party to the decree made by the surrogate and the appeal taken from that portion of it relating to the validity of this legacy. And in those proceedings he must have acquired actual knowledge of all those portions of the will affecting the present controversy.</p>\n<p id=\"b384-4\">The fact that Hi cholas Brandow, the surviving executor under John Brandow’s will, might have paid the legacy out of the share of the\" personal estate bequeathed to Lucas E. Brandow, who was directed to pay it, or out of the assets which came into his hands as the administrator, with the will annexed, of the estate of Lucas E. Brandow, constitutes no defence to this action. For he did not do so; but distributed the entire personalty of both estates as he was required to do by the terms of the two wills, and conformably to the decrees made for that purpose by the surrogate. As no part of the personal property appertaining to those estates was misappropriated, or retained by the executor and administrator in his hands, but it was all administered by him pursuant to the directions of the surrogate, to which the defendants were parties, they are not in a condition to complain of his omission to pay the legacy out of those assets. He has not had anything which, by any possibility, could operate either as a counter-claim or payment.</p>\n<p id=\"b384-5\">That he did not retain sufficient assets in his hands to protect himself against an adverse result in the appeal from that part of the surrogate’s decree which held the legacy void, was certainly injudicious upon his part. His omission to do so was an advantage to those who are now endeavoring to impose the responsibility of paying the legacy upon his estate. For, by means of it, they have received that amount <page-number citation-index=\"1\" label=\"367\">*367</page-number>beyond what they were entitled to demand from him; and a reasonable reciprocation of his fair dealing and generosity would have prompted them voluntarily to return that portion of the assets to him which was necessary to enable him to discharge the obligation he had subjected himself to on their behalf for the payment of this legacy.</p>\n<p id=\"b385-5\">The distribution of the entire assets of both estates probably resulted from the errroneous decision made by the surrogate, which was corrected on the appeal taken from bis decree. As that left the legacy unpaid, and the executor with no means to pay it, under no possible view could it have the effect of defeating the recovery of the amount from the property especially charged with its payment. The defendants, of all other persons, were not injured; and, by payment of the amount recovered, they will only pay what the property in their hands wqs legally charged with by the directions of the person whose bounty they are still enjoying.</p>\n<p id=\"b385-6\">‘ When the land devised was accepted under the will by Lucas E. Brandow, the devisee, he became personally liable for the payment of the legacy he was directed to pay on account of it. <em>(Dodge </em>v. Manning, 1 Com., 298, 301; <em>Larkin </em>v. <em>Mann, </em>53 Barb., 267.) And as such a liability may, under ordinary circumstances, be enforced by what is known as an action at law, the statute of limitations has been relied upon as a defence in the present suit because it was not commenced within six years after the right of action accrued. If Lucas E. Brandow had lived, that point would have been presented by the case ; but as he died the next month after his father, and when the letters testamentary were issued to the executor, letters of administration were also issued to him, with the will annexed, as administrator of the estate of the person who was to pay the legacy; that put it out of his power, as executor, to maintain such an action. After that, the only action the executor could maintain for the recovery of the legacy was an action in equity; and, as the present suit was commenced within ten years after the cause of action accrued, it was brought in time to save the statute. <em>(Rundle </em><page-number citation-index=\"1\" label=\"368\">*368</page-number>v. <em>Allison, </em>34 N. Y., 180.) -That would, prohahly, be the case, even if the circumstance just mentioned had not appeared. For, to recover the legacy as a charge upon the defendant’s land, would have been an action for relief within section 97 of the Code of Procedure; as it would be for relief not previously provided for in the chapter containing that provision. That is the only section defining the time within which such an action should be commenced, and that allows it to be done at any time within ten years after the cause of action shall have accrued.</p>\n<p id=\"b386-5\">The section of the Revised Statutes (2 R. S., 228, § 49) which required suits to be brought in equity within the same time they were limited to at law, where the jurisdiction was concurrent, was repealed by the Code (Laws of 1848, 511, §§ 66, 68) as to all cases where the cause of action afterward arose; and it never was afterward re-enacted by the limitations prescribed by the Code. In fact, it was inappropriate to the new system, under which all actions were to be prosecuted in the same form and before the same tribunals, whether they were to enforce legal or equitable rights. For that reason it became necessary that changes should be made in the provisions of the statutes concerning the time limited for their commencement. And in those changes the provision relating to concurrent jurisdictions was omitted, and that prescribing the time in which actions for relief could be brought was retained and re-enacted (2 R. S., 513, § 77), subject to the 'single exception, including certain actions for relief on account of fraud. (Code, § 91, sub. 6, § 97.) So that, with that exception, actions for specific relief in equity are now to be brought within ten years. The cases of <em>Borst </em>v. <em>Corey </em>(15 N. Y., 505) and <em>Bruce </em>v. <em>Tilson </em>(25 N. Y., 194) contain nothing in conflict with this change in the statute, for in each of them the cause of action arose before the Code, and for that reason they were governed by the law previously in force. In <em>Rundle </em>v. <em>Allison (supra) </em>the change made in this respect seems to have been overlooked, while the decision actually made by the court was in har<page-number citation-index=\"1\" label=\"369\">*369</page-number>inony with it. The apparent incongruity arises out of the circumstance that much of the reasoning contained in the opinion proceeded upon the assumption that the previous statute relating to concurrent actions in law and equity still remained in force. But even under that authority the present action was commenced in time.</p>\n<p id=\"b387-4\">The executor had the right to bring the action, for, by the terms of the will, the legacy was to be paid to him, and by him paid over to the legatee. There, was nothing unj ust or inequitable in charging the defendants with one-seventh of the costs recovered by the legatee against the executor. It was on account of their default in payment that he was rendered liable to the action.</p>\n<p id=\"b387-5\">Ho defence can be predicated on the circumstance that the judgment recovered by the legatee was purchased by and assigned to the attorney of the executor. Even if the latter had actually paid it, he would still have been entitled to maintain the present suit for the purpose of securing his own indemnity. For that purpose he would have been entitled to be subrogated to the rights of the legatee. Whether the attorney shall be permitted to enforce the entire judgment against the estate of his client, is a matter with which the defendants have nothing to do, for nothing has been shown impeaching his rights in any respect; for anything now appearing he may be at liberty to do so.</p>\n<p id=\"b387-6\">The judgment directed by the Special Term was right and it should be affirmed, with costs.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}