{
  "casebody": {
    "data": "<casebody firstpage=\"246\" lastpage=\"250\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b264-6\">M. S. Westbrook et al. v. Belton National Bank et al.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b264-7\">No. 1258.</docketnumber>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"AIT\">Decided January 7, 1904.</decisiondate>\n<headnotes data-order=\"3\" data-type=\"headnotes\" id=\"b264-8\">1. —Surety—Indemnity—Release by Extension of Time.</headnotes>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b264-9\">Though indemnity given by a third person solely for the protection of sureties on a note would not, it seems, be released by the execution of a new note extending the time of payment, the rule is different where such security is given in a form not only indemnifying the sureties but available as security to the creditor for his debt. (P. 248.)</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b264-10\">2. —Same—Case Stated.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b264-11\">The principal in a note, joined by his .wife, executed a deed of trust to land, the separate property of the wife, for the recited purpose of indemnifying and securing the sureties of the husband on the note, authorizing sale by the trustee to pay the note in case of default, with power in the holders of the note to appoint a substitute in case of inability, etc., of the trustee to act; the extension of time of payment by the substitution for the original note, before its maturity, of a new note by the principal and sureties, released the land of the wife of the principal from the operation of the deed of trust. (Pp. 247-250.)</headnotes>\n<summary data-order=\"7\" data-type=\"summary\" id=\"b264-12\">Question certified from the Court of Civil Appeals for the Third District, in an appeal from Bell County.</summary>\n<attorneys data-order=\"8\" data-type=\"attorneys\" id=\"b264-13\"><em>Chas. A. Jennings </em>and <em>Baker &amp; </em>Thomas, for</attorneys>\n<p data-order=\"9\" data-type=\"legal\" id=\"AYf0\">court erred in sustaining the general demurrer to the answer of M. S. West-Brook and Waller S. Baker upon the ground that Mrs. M. S. Harrison was a surety, and was liable to the extent of her separate property for the sum of $1575, because the deed of trust made an exhibit to the answer of said Westbrook and Baker shows upon its face that it was not executed to secure the Belton National Bank, nor anyone else, nor for any other purpose, except to the sureties of R. H. Harrison, and for the purpose of indemnifying them. Hampton v. Phipps, 108 U. S., 260; Mayer v. Grottendick, 68 Ind., 1; Taylor v. Bank, 87 Ky., 398; Macklin v. Bank, 83 Ky., 314; 1 Jones on Mort., secs. 382, 934; 1 Pingrey on Mort., secs. 1117, 1181; 2 Brandt on Suretyship, sec. 327; Lytle’s Appeal, 36 Pa. St., 131; Way v. Hearn, 13 C. B. (N. S.), 292; Buffington v. Bronson, 61 Ohio St., 231; 16 Am. and Eng. Enc. of Law, 2 ed., 168-9, 175.</p>\n<p data-order=\"10\" data-type=\"legal\" id=\"b264-14\">Where a surety is indemnifíéd against loss by a stranger to the transaction, the surety alone is entitled to the indemnity. Hampton v. Phipps, 108 U. S., 265; Taylor v. Bank, 87 Ky., 398.</p>\n<p data-order=\"11\" data-type=\"legal\" id=\"b264-15\">Where the wife mortgages her separate property to indemnify the sureties upon her husband’s obligation, she occupies the position of a stranger with respect to such obligation. Taylor v. Bank, 87 Ky., 398.</p>\n<p data-order=\"12\" data-type=\"legal\" id=\"b265-4\"><page-number citation-index=\"1\" label=\"247\">*247</page-number>A mortgage given to indemnify an indorser or surety on a note is a continuing security for all renewals of such note until it is finally paid. So long as the liability continues the security continues also. And the assent of the mortgagor to such renewals is not necessary. 1 Jones on Mort., 382; Mayer v. Grottendick, 68 Ind., 1. Nor does it make any difference that the renewal note has different names upon it, or is for a different amount; so long as the mortgagee is liable he may rely upon the indemnity. 1 Jones on Mort., sec. 932; 1 Pingrey on Mort., sec. 1178.</p>\n<attorneys data-order=\"13\" data-type=\"attorneys\" id=\"b265-5\"><em>A. L. </em>Curtis, for appellees.</attorneys>\n<p data-order=\"14\" data-type=\"legal\" id=\"Ai5\">The court did not err in sustaining the demurrer to appellants’ answer. By the terms of this deed of trust the lien was created for the payment of the debt. And if such had not been the case it would not affect the correctness of the court’s ruling upon the issue presented by the demurrer in this case; because the fact that the wife mortgages her property to indemnify, guaranty and assure to her husband’s sureties the payment of his debt, instead of pledging her property direct to the creditor, would not prevent such a contract from being one of suretyship only. The status of her property in either event would be the same, and the property thus pledged should be treated in all respects as a surety. She becomes a surety or a guarantor of the surety. 1 Jones on Mortgages, 942; Jones on Pledges, 535; Brandt on Suretyship, sec. 35; 24 Am. and Eng. Enc. of Law, 720.</p>\n<opinion data-order=\"15\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b265-6\">WILLIAMS, Associate Justice.</author>\n<p id=\"A9D\">Certified question from the Court of Civil Appeals for the Third Supreme Judicial District.</p>\n<p id=\"b265-7\">The certificate shows that the bank brought this action upon a note payable to it, of date October 27, 1900, due November 4, 1901, for $1300, signed by Bichard H. Harrison, M. S. Westbrook and Waller S. Baker. Harrison was dead and the suit was against Westbrook and Baker. Defendants answered that on the 4th day of November, 1899, a note for $1575, payable to the bank and due on the 4th day of November, 1900, had been executed by Bichard H. Harrison, M. S. Westbrook, Waller S. Baker and James A. Harrison for the debt of Bichard H. Harrison, on which all of the signers except the last named were sureties for him; and that, for a balance due on this note, and before its maturity, the note sued on was given by which the time of payment was extended for a year, and James A. Harrison was omitted as one of the signers. They also alleged that when the first note was given, Mrs.. Mary S. Harrison, the wife of Bichard H. Harrison, joined by her husband, executed and delivered to the defendants and James A. Harrison a deed of trust, set forth in the answer. This deed recited that Harrison and wife were justly indebted to the bank in the amount of the note of November 4, 1899, describing it, and were desirous of assuring and securing to Westbrook, Baker and James A. Harrison, sureties on the note, its payment at maturity, and conveyed to W. H. <page-number citation-index=\"1\" label=\"248\">*248</page-number>Jenkins certain land, the separate property of Mrs. Harrison, with the condition that if “I shall well and truly pay said note and interest due thereon to the legal holder thereof when same shall become due this conveyance and all herein contained to be null and void; but in case of default in the payment of said note and interest or any part thereof when fhe same shall become due and payable it shall be the duty of the said W. H. Jenkins, trustee, at any time after such default, at the request of any legal holder of the note or notes unpaid to sell the property” in the manner specified, and with the proceeds arising from such sale, after deducting expenses and commissions, “the trustee shall pay the amount of principal and interest due on said note” and pay any balance to Mrs. Harrison. The deed also empowered the “holders and owners of said note,” in case of failure, etc., of the trustee to act, to appoint a substitute trustee with the same powers, and closed with this declaration: “This instrument is executed to indemnify and secure said M. S. Westbrook against loss by reason of having signed as my surety the note herein-before described.” Hpon .the facts thus alleged Westbrook 'and Baker made Mrs. Harrison a party to the action and prayed for a foreclosure of the mortgage for their protection. Mrs. Harrison urged a demurrer to this pleading, which was sustained, and, upon judgment being rendered discharging her and in favor of the bank against Westbrook and Baker, they appealed. The Court of Civil Appeals affirmed the judgment, and, pending motion for rehearing, certified this question:</p>\n<p id=\"b266-5\">- “Did the execution and delivery of the new note herein sued on in lieu of the former note, under the circumstances stated, have the effect to release said deed of trust?”</p>\n<p id=\"b266-6\">The certificate properly sets forth at length the answer and deed of trust in question, but the statement given is sufficient for a proper understanding of our decision.</p>\n<p id=\"b266-7\">The arguments of the parties and the opinion of the Court of Civil Appeals develop but one point of contention, and we shall confine our attention to it. The position of counsel for Mrs. Harrison is that her land occupied the attitude of a surety in the original transaction, and that the change in the contract by extension of time and release of James A. Harrison without her consent effected a discharge of the land. Counsel for appellants dispute the proposition that the land stood in the relation of a surety for the debt, and contend that it was mortgaged only as an indemnity to them against loss by reason of their suretyship, and that the rule which holds a surety released by a change made, without his consent, in the contract by which he was bound, has np application. If this were the legal effect of the mortgage, the authorities cited by them would probably sustain the conclusion which they seek to establish: Way v. Hearn, 11 J. Scott (N. S.), 774; same case, 13 J. Scott (N. S.), 292; Mayer v. Grottendick, 68 Ind., 1; Lytle’s Appeal, 36 Pa., 131; Buffington v. Bronson, 61 Ohio St., 231. A case which seems to conflict with the above is Foy v. Sinclair, 30 S. W. Rep. (Term.), 281, but the correctness of the doctrine of those first cited <page-number citation-index=\"1\" label=\"249\">*249</page-number>may be conceded for the purposes of our decision. In the cases cited, strangers to the debt bound themselves or their property to persons who were sureties for that debt, to reimburse them for payments they might have to make upon it, and herein those- cases differ from this. The reason for the holdings is that the indemnitors or their property were never bound for the debt, the creditors could not enforce the contract of indemnity, and hence no suretyship for the debt ever existed. It is held that, while a creditor may avail himself of any,security given by the debtor, the principal obligor, to- his surety to’indemnify the surety against loss, the creditor can not take advantage of such an indemnity given to the surety by a stranger to the debt. Hampton v. Phipps, 108 U. S., 264; Macklin v. Bank, 83 Ky., 314; Taylor v. Farmers Bank, 87 Ky., 398. All of the decisions relied on by appellants are founded upon the fact that the undertakings of the indemnitors were with the sureties alone, were for the sole purpose of indemnifying them in case they should have to pay the debts, and were in no sense agreements to pay or to secure such debts. From this the conclusion was reached that the creditor could not hold them or their property liable, that the administrators were therefore not sureties, and that, hence, an extension of time by the creditors to those who were liable for the debt was not a change in the contract between the indemnitors and the sureties. But a distinction is made between such contracts and one where provision is made by the third person for the payment of the debt, although the purpose of such provision is the protection of the surety. In Hampton v. Phipps, Mr. Justice Matthews thus states the principle: “Of course if an express trust is created, no matter by whom, nor for what, for the payment of the debt, equity will enforce it according to its terms, for the benefit of the creditor, as a cestui que trust.” And in Macklin v. Bank it is said: “The rule is, that when the security is given with the intention that it shall be applied to the payment of the debt in order to relieve the surety or to enable the creditor to make his debt, he will be substituted to the rights of the surety; but when the pledge of ,the property is to indemnify the surety only against the payment, it becomes personal and presents a different question.” The rule applicable must therefore be determined by the nature of the contract. The deed in this case expressly binds the propertjr for the payment of the note and empowers the creditor to enforce the trust for that purpose. In other words, for the protection of the sureties, Mrs. Harrison interposes her property between them and the creditor, making it responsible for the debt so that the sureties might not have to pay it. It is-apparent, therefore, not only that her property is, in the fullest sense, made subject to the debt, but that, as between her and the sureties, it is primarily chargeable. While the allegation is that the deed was delivered to the sureties, its provisions must determine its legal effect. Although the purpose is declared to be to indemnify the sureties, that protection is to be given in a specified manner, not by reimbursement of sums which the sureties might have to pay, but by sale of the property to pay the debt <page-number citation-index=\"1\" label=\"250\">*250</page-number>in the first instance. It inevitably follows that -the property became directly responsible for Harrison’s debt, and, therefore, surety for it. Had the bank, without the consent of appellants, extended time to Harrison, not only they, but Mrs.- Harrison’s property would have been discharged. That they were not discharged is due to the fact that they assented to the new contract, which fact can not prejudice her. Her property can not be held as security for a contract essentially different from that to secure the performance of which by her husband she pledged it, any more than a personal surety upon one contract can be held bound upon a different one made without his consent.</p>\n<p id=\"b268-3\">The question is therefore answered in the affirmative.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}