{
  "casebody": {
    "data": "<casebody firstpage=\"747\" lastpage=\"751\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b775-8\">STATE OF CONNECTICUT <em>v. </em>AQUARIUS GUMBS</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"Adb\">(AC 25828)</docketnumber>\n<p data-order=\"2\" data-type=\"judges\" id=\"b775-9\">DiPentima, McLachlan and Hennessy, Js.</p>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b775-10\">Argued January 11</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"AN8\">officially released April 11, 2006</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b775-13\"><em>Kim Coleman Waisonovitz, </em>with whom, on the brief, was <em>Norman A. Pattis, </em>for the appellant (defendant).</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b775-14\"><em>Proloy K. Das, </em>deputy assistant state’s <em>attorney, </em>with whom, on the brief, were <em>Jonathan C. Benedict, </em>state’s attorney, and <em>Brian Kennedy, </em>senior assistant state’s attorney, for the appellee (state).</attorneys>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<p id=\"b775-15\">\n<em>Opinion</em>\n</p>\n<author id=\"b775-16\">PER CURIAM.</author>\n<p id=\"Atv\">The defendant, Aquarius Gumbs, appeals from the judgment of the trial court revoking his probation. On appeal, the defendant claims that there was insufficient evidence before the court to establish, by a preponderance of the evidence, that he <page-number citation-index=\"1\" label=\"748\">*748</page-number>violated the terms of his probation by possessing narcotics in violation of General Statutes § 2 la-277 because the court improperly admitted and relied on inadmissible hearsay. We disagree and affirm the judgment of the trial court.</p>\n<p id=\"b776-6\">The following facts and procedural history are relevant to the defendant’s appeal. In 1998, the defendant pleaded guilty to possession of narcotics in violation of § 2 la-277. The defendant was sentenced to twelve years imprisonment, execution suspended after fifty-one months, and three years probation. On February 4, 2002, the defendant was released from prison and began serving his probationary term. One condition of his probation prohibited him from “violat[ing] any criminal law of the United States, this state or any other state or territory.” On October 2, 2003, the defendant was arrested and charged with, inter alia, possession of narcotics in violation of § 21a-277.</p>\n<p id=\"b776-7\">The facts giving rise to the October 2, 2003 arrest are as follows. On the day of the arrest, Officer Joseph Morales of the Bridgeport police department was on patrol on Benim Avenue in Bridgeport when he observed a black sport utility vehicle parked on the side of the road. The vehicle was occupied by two adults, the defendant and Carlos Devalle. The occupants of the vehicle were talking to a man who was standing on the street. As Morales approached the vehicle, the man quickly walked away and the vehicle drove off at a high rate of speed.</p>\n<p id=\"b776-8\">Morales followed the vehicle and signaled to the two occupants that he wanted them to stop and exit the vehicle. When the two men eventually exited the vehicle, Devalle knelt down and placed an item near the rear tire. Morales then called for backup and detained the two men. After detaining the two men, the item that Devalle placed near the rear tire was retrieved. A field <page-number citation-index=\"1\" label=\"749\">*749</page-number>test determined that the item was marijuana. Subsequently, Morales conducted a patdown search of the defendant, which did not yield any contraband. As the defendant was being escorted to the patrol vehicle, however, Morales observed a plastic bag fall from the defendant’s left pant leg. Morales retrieved the plastic bag and conducted a field test on the contents in the bag. The field test determined that the items contained in the bag were crack cocaine. The two men were then arrested. As a result of the arrest, the defendant was subsequently charged with violating his probation pursuant to General Statutes § 53a-32.</p>\n<p id=\"b777-6\">On August 23, 2004, a probation revocation hearing was held. At the hearing, Morales and the defendant’s probation officer, Thomas Mills, testified. After the two testified, the state offered a copy of a toxicology report that contained the test results of the contents in the bag that Morales observed fall from the defendant’s person on the day of his arrest. The defendant objected, arguing that the report was inadmissible hearsay because it was neither self-authenticating nor reliable. Before ruling on the defendant’s objection, the court took a recess in order for the state to find a witness from the toxicology laboratory who could authenticate the copy of the report or to find a basis for admitting the report without having to call a witness. The state ultimately declined the court’s invitation to call a witness, but instead argued that the copy of the report was sufficiently reliable and, thus, admissible.</p>\n<p id=\"b777-7\">The court overruled the defendant’s objection and admitted the copy of the report on the ground that it was reliable because the court found that (1) the incident number on the report matched the incident number placed on the contents that Morales allegedly recovered from the defendant; (2) the defendant was listed on the copy of the report as the source of the contents tested; (3) the contents in the report matched the description <page-number citation-index=\"1\" label=\"750\">*750</page-number>of the contents seized by Morales; (4) the results contained on the copy of the report matched the field test conducted by Morales; and (5) the copy was of a report prepared on a state department of public safety letterhead that contained the signatures of the analysts who tested the contents. As a result of all the testimony and the copy of the toxicology report, the court found by a preponderance of the evidence that the defendant had violated his probation, in violation of § 53a-32, by possessing narcotics in violation of § 21a-277. This appeal followed.</p>\n<p id=\"b778-6\">“A revocation of probation hearing has two distinct components and two purposes. A factual determination by a trial court as to whether a probationer has violated a condition of probation must first be made. If a violation is found, a court must next determine whether probation should be revoked because the beneficial aspects of probation are no longer being served. . . . Since there are two distinct components of the revocation hearing, our standard of review differs depending on which part of the hearing we are reviewing. . . .</p>\n<p id=\"b778-7\">“A trial court initially makes a factual determination of whether a condition of probation has been violated. In making its factual determination, the trial court is entitled to draw reasonable and logical inferences from the evidence. . . . Our review is limited to whether such a finding was clearly erroneous. ... A finding of fact is clearly erroneous when there is no evidence in the record to support it... or when although there is evidence to support it, the reviewing court on the entire evidence is left with the definite and firm conviction that a mistake has been committed. ... In making this determination, every reasonable presumption must be given in favor of the trial court’s ruling.” (Internal quotation marks omitted.) <em>State </em>v. <em>Faraday, </em>268 Conn. 174, 185, 842 A.2d 567 (2004).</p>\n<p id=\"b779-5\"><page-number citation-index=\"1\" label=\"751\">*751</page-number>The defendant claims that there was insufficient evidence before the court to establish by a preponderance of the evidence that he failed to comply with the terms of his probation because the copy of the toxicology report was inadmissible. We disagree.</p>\n<p id=\"b779-6\">It is well settled that the strict rules of evidence do not apply to probation proceedings. <em>State </em>v. <em>Quinones, </em>92 Conn. App. 389, 392, 885 A.2d 227 (2005), cert. denied, 277 Conn. 904, 891 A.2d 4 (2006); see also Conn. Code Evid. § 1-1 (d) (3) and (4). It is just as well settled that hearsay evidence is admissible in a probation revocation hearing when the evidence is relevant, reliable and probative. See <em>State </em>v. <em>Verdolini, </em>76 Conn. App. 466, 471, 819 A.2d 901 (2003). After reviewing the record in its entirety, we conclude that the copy of the toxicology report was relevant, reliable and probative. We therefore need not address whether it was hearsay because, even if it was, it would be admissible, given its relevance, reliability and probative value. Furthermore, even without the copy of the toxicology report, there was sufficient evidence on the basis of the testimony of Morales and the results of the field test for the court to have found, by a preponderance of the evidence, that the defendant violated his probation in violation § 53a-32 by possessing narcotics in violation of § 2 la-277. See <em>State </em>v. <em>Singleton, </em>274 Conn. 426, 442, 876 A.2d 1 (2005).</p>\n<p id=\"b779-7\">The judgment is affirmed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}