{
  "casebody": {
    "data": "<casebody firstpage=\"567\" lastpage=\"570\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b731-4\">UNITED STATES v. Matthew J. JOYCE, 032-68-5770, Aviation Boatswain’s Mate (Launching and Recovery Equipment) Airman Recruit (E-1), U.S. Naval Reserve.</parties>\n<docketnumber data-order=\"1\" data-type=\"docketnumber\" id=\"b731-6\">NMCM 98 00280.</docketnumber>\n<court data-order=\"2\" data-type=\"court\" id=\"b731-7\">U.S. Navy-Marine Corps Court of Criminal Appeals.</court>\n<otherdate data-order=\"3\" data-type=\"otherdate\" id=\"b731-8\">Sentence Adjudged 21 Nov. 1997.</otherdate>\n<decisiondate data-order=\"4\" data-type=\"decisiondate\" id=\"b731-9\">Decided 10 Feb. 1999.</decisiondate>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b732-5\"><page-number citation-index=\"1\" label=\"568\">*568</page-number>Maj John Peterson, USMCR, Appellate Defense Counsel.</attorneys>\n<attorneys data-order=\"6\" data-type=\"attorneys\" id=\"b732-6\">LT Robert Attanasio, JAGC, USNR, Appellate Defense Counsel.</attorneys>\n<attorneys data-order=\"7\" data-type=\"attorneys\" id=\"b732-7\">Maj Troy D. Taylor, USMC, Appellate Government Counsel.</attorneys>\n<p data-order=\"8\" data-type=\"judges\" id=\"b732-8\">Before LEO, Senior Judge, TROIDL and ANDERSON, Appellate Military Judges.</p>\n<opinion data-order=\"9\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b732-9\">LEO, Senior Judge:</author>\n<p id=\"b732-10\">We have examined the record of trial, the appellant’s assignments of error, and the Government’s response. We conclude that the assignments of error are without merit, the findings and the sentence are correct in law and fact, and no error materially prejudicial to the substantial rights of the appellant was committed. Articles 59(a) and 66(c), Uniform Code of Military Justice, 10 U.S.C. §§ 859(a) and 866(c) (1994).</p>\n<p id=\"b732-11\">The appellant was convicted, pursuant to his pleas, at a special court-martial before military judge alone of two specifications of unauthorized absence, three specifications of missing movement by neglect, and wrongful use of marijuana, in violation of Articles 86, 87, and 112a, UCMJ. He was sentenced to a bad-conduct discharge, confinement for 75 days, and forfeiture of $600 pay per month for three months. The convening authority approved the sentence, as adjudged.</p>\n<p id=\"b732-12\">I.</p>\n<p id=\"b732-13\">In his first assignment of error, the appellant contends that Specifications 1 and 2 of Charge II constitute an unreasonable multiplication of charges. We disagree.</p>\n<p id=\"b732-14\">The appellant pled guilty to missing ship’s movement from Everett, Washington to Victoria, British Columbia on 27 January 1997 (Specification 1), and from Victoria, British Columbia back to Everett, Washington on 3 February 1997 (Specification 2). He now argues that the ship’s transit from Victoria, British Columbia and back constituted “one movement” for purposes of an Article 87, UCMJ, violation. Without citing any authority, he asserts that “the drafters of Article 87 did not intend that an accused be separately charged for each stop or port call which a unit as a whole makes in the course of what is defined as one ‘movement’.” Brief and Assignments of Error at 3.</p>\n<p id=\"b732-16\">In its reply, the Government is correct to the extent that, if the appellant’s claim raises an issue of multiplicity, it is waived by his unconditional guilty pleas unless the challenged offenses are found to be “facially du-plicative.” <em>United States v. Lloyd, </em>46 M.J. 19, 20 (1997)(citing <em>United States v. Broce, </em>488 U.S. 563, 575, 109 S.Ct. 757, 102 L.Ed.2d 927 (1989)). Having reviewed the charges, we find that the charges are not facially duplicative.</p>\n<p id=\"b732-17\">However, a claim based upon an unreasonable multiplication of charges is conceptually different from a claim of multiplicity. <em>United States v. Erby, </em>46 M.J. 649, 651 (A.F.Ct. Crim.App.1997); <em>see also United States v. Britton, </em>47 M.J. 195, 202 (1997)(Effron, J., concurringXterm “multiplicious” used to describe military judge’s discretion to combine offenses during sentencing, as well as non-discretionary legal limit on offenses during findings). As our colleagues at the Air Force Court of Criminal Appeals so well stated:</p>\n<blockquote id=\"A8S\">[Pjractitioners must distinguish between the constitutional framework underpinning the concept of multiplicity, grounded in an analysis of the statutes themselves and the intent of Congress, and the unique attribute of military jurisprudence empowering the trial judges to adjust the maximum sentence available in a given case based upon equitable considerations — that is the <em>unreasonable </em>multiplication of charges.</blockquote>\n<p id=\"b732-18\"><em>Erby, </em>46 M.J. at 652.</p>\n<p id=\"b732-19\">Generally, a pretrial motion or objection is waived if not raised at trial. Rule for Courts-Martial 905(e), Manual for Courts-Martial, United States (1995 ed.). However, we have a statutory obligation to <page-number citation-index=\"1\" label=\"569\">*569</page-number>affirm only such findings of guilty and the sentence as we believe, on the basis of the entire record, should be approved. Art. 66(c), UCMJ. We have not felt constrained in the past from finding an unreasonable multiplication of charges, even though the accused pled guilty without objection to the offenses at trial. <em>See United States v. Johnson, </em>39 M.J. 707 (N.M.C.M.R.1993); <em>see also United States v. Wright, </em>44 M.J. 739, 741 (Army Ct.Crim.App.l996)(despite lack of defense objection at trial, court declined to find waiver where there was unreasonable multiplication of charges); <em>but see Erby, </em>46 M.J. at 652. Accordingly, we will provide relief in such an instance when there has been material prejudice to the substantial rights of an accused. Art. 59(a), UCMJ.</p>\n<p id=\"b733-5\">The Discussion following R.C.M. 307(c)(7) provides, without establishing a binding legal limitation: “What is substantially one transaction should not be made the basis for an unreasonable multiplication of charges against one person.” We find guidance in applying this provision, in part, from Judge Cox’s admonition to the courts to guard against needless “piling on” of charges against a military accused. <em>United States v. Foster, </em>40 M.J. 140, 144 n. 4 (C.M.A.1994); <em>United States v. Oatney, </em>41 M.J. 619, 630 (N.M.Ct.Crim.App.1994).</p>\n<p id=\"b733-6\">The issue before us in this case is whether we have essentially one transaction or “movement” or two. The period of unauthorized absence that encompassed both missing movement offenses is single and uninterrupted and cannot be fragmented into two or more separate periods. <em>United States v. Daly, </em>15 M.J. 739, 740-41 (N.M.C.M.R.1983). The missing movement offenses, on the other hand, are discrete incidents occurring on different dates and at different places. The appellant argues that the movement was not complete until his ship returned to homeport; the port calls were simply portions of the movement which the appellant missed. To adopt this position, however, we would have to conclude that missing movement is a “continuing” offense. We find no legal basis for doing so. Accordingly, we must reject the appellant’s argument.</p>\n<p id=\"b733-8\">Alternatively, the appellant argues that his guilty plea to Specification 2 of Charge II is improvident because there is insufficient evidence to prove that he was capable of getting underway with his ship, which at the time was in Victoria, British Columbia. We again disagree.</p>\n<p id=\"b733-9\">To find a plea improvident, the record of trial must “show a ‘substantial basis’ in law and fact for questioning the guilty plea.” <em>United States v. Prater, </em>32 M.J. 433, 436 (C.M.A.1991). The mere possibility of a defense is not enough; the appellant’s statement must “reasonably raise” a defense or be “patently inconsistent” with his guilty plea. <em>United States v. Roane, </em>43 M.J. 93, 98-99 (1995)(citing <em>United States v. Logan, </em>22 U.S.C.M.A. 349, 351, 47 C.M.R. 1, 3 (1973)).</p>\n<p id=\"b733-10\">During the providence inquiry, the appellant admitted all the elements for Specification 2 of Charge II and provided the military judge with a sufficient factual basis to accept his plea. He never raised an impossibility defense and we find no inference of such a defense in the record. The simple fact is that, knowing the ship would be departing Victoria, British Columbia on 3 February 1997, the appellant could have avoided another missing movement charge by terminating his unauthorized absence before that date, so he could be either retened to his unit or held to await its return to homeport. Accordingly, we find his plea to be provident.</p>\n<p id=\"b733-11\">II.</p>\n<p id=\"b733-12\">In his second assignment of error, the appellant contends that the command judge advocate was disqualified from preparing the post-trial recommendation because she was “acting in the capacity as the officer exercising summary court-martial jurisdiction” by acknowledging receipt of sworn charges, in accordance with R.C.M. 403. Brief and Assignment of Error at 5-6. He asserts, therefore, that he is entitled to a new recommendation and action. We disagree.</p>\n<p id=\"b733-13\">An officer “who has acted as ... investigating officer in any case may [not] later act as a staff judge advocate or legal officer to any reviewing or convening authority in the same case.” R.C.M. 1106(b). The thrust of <page-number citation-index=\"1\" label=\"570\">*570</page-number>the appellant’s argument is that, in receiving sworn charges, “the officer exercising summary court-martial jurisdiction must undertake, at the very least, a preliminary analysis and investigation of the sworn charges” before deciding whether or not it should be forwarded for disposition. Brief and Assignment of Error at 5-6.</p>\n<p id=\"b734-4\">The problem with the appellant’s analysis is that it <em>assumes </em>Lieutenant Commander Carlson, the command judge advocate, was, in fact, acting in the capacity of an officer exercising summary court-martial jurisdiction, pursuant to R.C.M. 403. A careful reading by appellant of Block IV of the charge sheet shows that she received the sworn charges “for [on behalf of] the Commanding Officer,” USS ABRAHAM LINCOLN (CVN 72), and not as an officer exercising summary court-martial jurisdiction in her own right. As the command judge advocate, she has no authority to exercise such powers. <em>See </em>Art. 24, UCMJ; R.C.M. 1302(a). Finally, the appellant offers no additional evidence to show that Lieutenant Commander Carlson was otherwise disqualified to prepare the post-trial recommendation required under R.C.M. 1106.</p>\n<p id=\"b734-5\">III.</p>\n<p id=\"b734-6\">In his final assignment of error, the appellant contends that a sentence which includes a bad-conduct discharge is inappropriately severe. We disagree.</p>\n<p id=\"b734-7\">Our duty is not to exercise clemency, but to determine the appropriateness of the sentence awarded. <em>United States v. Healy, </em>26 M.J. 394, 395-96 (C.M.A.1988) “Sentence appropriateness involves the judicial function of assuring that justice is done and that the accused gets the punishment he deserves.” <em>Id. </em>at 395. This process requires “individualized consideration of the particular accused on the basis of the nature and seriousness of the offense and character of the offender.” <em>United States v. Snelling, </em>14 M.J. 267, 268 (C.M.A.1982)(internal quotation marks and citation omitted).</p>\n<p id=\"b734-8\">Taking fully into account the circumstances which led the appellant to absent himself and miss movement, we are still convinced that a bad-conduct discharge is not inappropriately severe for his offenses.</p>\n<p id=\"b734-10\">IV.</p>\n<p id=\"b734-11\">We affirm the findings and the sentence, as approved on review below.</p>\n<p id=\"b734-12\">Judge TROIDL and Judge ANDERSON concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}