{
  "casebody": {
    "data": "<casebody firstpage=\"324\" lastpage=\"334\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<docketnumber data-order=\"0\" data-type=\"docketnumber\" id=\"b348-4\">[Civil No. 593.</docketnumber>\n<decisiondate data-order=\"1\" data-type=\"decisiondate\" id=\"A4S\">Filed April 16, 1898.]</decisiondate>\n<citation data-order=\"2\" data-type=\"citation\" id=\"b348-5\">[53 Pac. 207.]</citation>\n<parties data-order=\"3\" data-type=\"parties\" id=\"b348-6\">L. J. WEBBER, Plaintiff and Appellant, v. P. L. KASTNER et al., Defendants and Appellees.</parties>\n<headnotes data-order=\"4\" data-type=\"headnotes\" id=\"b348-7\">1. Executions—Levy—Sufficiency—Recitals in Notice and Certificate of Sale—Interest Conveyed.—A sale to a judgment creditor of an interest in a mining claim owned by the judgment debtor is valid and sufficient to pass the title of the judgment debtor held at the time of .the levy of the execution, though the sheriff in making the levy recited that he levied on the right, title, and interest owned by defendant on January 15, 1891, eight months prior to the date of the judgment and execution, it sufficiently appearing that in the notice of sale given under the levy that the sheriff had levied upon the interest which defendant had on January 15, 1891, “or now has,” and in the certificate of sale that, under and by virtue of a certain execution, etc., he is required to satisfy the judgment “out of the real property belonging to the said defendant on the fifteenth day of January, 1891, or át any time thereafter,” and it further reciting that he had levied on all of the interest of said defendant in said mining claim.</headnotes>\n<headnotes data-order=\"5\" data-type=\"headnotes\" id=\"b348-8\">R. Same — Sale — Duplicate Certificate of Sale Filed under Laws of 1889, Act No. 20, Sec. 19, Subd. 3, Need not be Recorded —Filing Constructive Notice.—A duplicate of a certificate of sale of real estate under execution filed, as provided by statute, <em>supra. </em>in the office of the county recorder, is not required to be recorded and the filing thereof is made constructive notice of such sale to subsequent purchasers.</headnotes>\n<headnotes data-order=\"6\" data-type=\"headnotes\" id=\"b348-9\">3. Conveyances—Innocent Purchasers—Evidence—State of Record Title.—Where an indorser of a sheriff’s certificate of sale quitclaims his interest in the property conveyed thereby, and the grantee testifies positively that nothing was said in the negotiations for the deed that gave him an intimation that the same interest had been theretofore conveyed to plaintiff by the indorsee hy an unrecorded deed, he will be held to be an innocent purchaser for value, the indorsee’s recollection being at fault as to what was said upon that subject at the time of the transaction, and it appearing that no sheriff’s deed had been made, though the time for redemption had long since expired.</headnotes>\n<headnotes data-order=\"7\" data-type=\"headnotes\" id=\"b348-11\">4. Appeal and Error—Conflict of Evidence—When Reversed.—This court cannot disturb a finding not supported by the weight of the evidence, unless the preponderance of evidence against the finding be so marked that no reasonable view of the testimony can be taken which will support it.</headnotes>\n<summary data-order=\"8\" data-type=\"summary\" id=\"b349-4\"><page-number citation-index=\"1\" label=\"325\">*325</page-number>APPEAL from a judgment of the District Court of the Fourth Judicial District in and for the County of Yavapai. A. C. Baker, Judge.</summary>\n<disposition data-order=\"9\" data-type=\"disposition\" id=\"AqE\">Affirmed.</disposition>\n<summary data-order=\"10\" data-type=\"summary\" id=\"b349-5\">The facts are stated in the opinion.</summary>\n<attorneys data-order=\"11\" data-type=\"attorneys\" id=\"b349-6\">J. F. Wilson, and E. M. Sanford, for Appellant.</attorneys>\n<p data-order=\"12\" data-type=\"legal\" id=\"b349-7\">As the defendants claim under the judgment debtor since the date of the sheriff’s sale, neither he nor they can attack the proceedings at that sale. The sale by the sheriff was tantamount to a sale by himself, and therefore he cannot, nor can they, holding under him, thus shake off the legal consequences thus fixed by any device of this kind. See <em>Cooper </em>v. <em>Galbreath, </em>6 Fed. Cas. 474; s. c. cited and approved in <em>French </em>v. <em>Edwards, </em>13 Wall. 506.</p>\n<p data-order=\"13\" data-type=\"legal\" id=\"b349-8\">The levy and certificate of sale was recorded as stated. Revised Statutes and acts amendatory thereof require the same to be recorded. Therefore, it, with deed that should follow, unless redeemed in time allowed by statute, was constructive notice to the world. <em>Atwood </em>v. <em>Bears, </em>45 Mich. 469, 8 N. W. 55; <em>Foorman </em>v. <em>Wallace, </em>75 Cal. 552-556, 17 Pac. 680. It is within the recording acts. <em>Raymond </em>v. <em>Pauli, </em>21 Wis. 531; <em>Gardner </em>v. <em>Eberhart, </em>82 Ill. 316; <em>Evans </em>v. <em>Ashley, </em>8 Mo. 177.</p>\n<p data-order=\"14\" data-type=\"attorneys\" id=\"b349-9\">The certificate, as recorded, continues notice until the deed to follow is also recorded. <em>Page </em>v. <em>Rogers, </em>31 Cal. 294.</p>\n<p data-order=\"15\" data-type=\"legal\" id=\"b349-10\">Whatever puts one on inquiry amounts to notice. <em>Woodfolk </em>v. <em>Blount, </em>3 Hayw. 147, 9 Am. Dec. 736; <em>Simmons </em>v. <em>Doran, </em>142 U. S. 417, 12 Sup. Ct. 239; <em>Commercial Bank </em>v. <em>Lee, </em>99 Ala. 493, 12 South. 572, 19 L. R. A. 705; <em>Tank etc. Co. </em>v. <em>Kansas City etc., </em>45 Fed. 16.</p>\n<p data-order=\"16\" data-type=\"legal\" id=\"b349-11\">The fact that the deed was a quitclaim, and the consideration so small, coupled with the fact written in the face of the deed by Johnston, was notice. It was suspicious, and put the defendants on inquiry. <em>Bagley </em>v. <em>Fletcher, </em>44 Ark. 153; <em>Gaines </em>v. <em>Summers, </em>50 Ark. 322, 7 S. W. 301; <em>McDonald </em>v. <em>Belding, </em>145 U. S. 153, 12 Sup. Ct. 892; <em>Simmons </em>v. <em>Doran, </em>142 U. S. 417, 12 Sup. Ct. 239; <em>Baker </em>v. <em>Humphrey, </em>101 U. S. 494.</p>\n<attorneys data-order=\"17\" data-type=\"attorneys\" id=\"b349-12\">Herndon &amp; Norris, and C. F. Ainsworth, for Appellees.</attorneys>\n<opinion data-order=\"18\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b349-13\">SLOAN, J.</author>\n<p id=\"AgT\">Appellant, Luther J. Webber, brought suit in the court below to quiet title to an undivided one-fourth <page-number citation-index=\"1\" label=\"326\">*326</page-number>interest in and to the Waters Mine, situated in Eureka Mining District, Yavapai County, Arizona. The defendants named in the complaint were Thomas Brown and P. L. Kastner (doing business under the firm name of Brown &amp; Kastner), James H. Wright, and Chauncy D. Clark. The case against Wright was dismissed before trial, and the cause proceeded against the remaining defendants. There was a judgment for the defendants, quieting in them title to an undivided one-sixth interest in and to the property in controversy. Prom this judgment plaintiff appeals.</p>\n<p id=\"b350-3\">The record discloses the following facts: On the seventh day of September, 1892, in the district court in and for the county of Mohave, one John Howard obtained a judgment against one H. A. Owens for the sum of $3,786.49. On the ninth day of September, 1892, an execution directed to the sheriff of Yavapai County was issued out of said court upon said judgment against the property of Owens, the judgment debtor. On October 22, 1892, the sheriff of Yavapai County, under said writ of execution, levied upon a one-third interest possessed by Owens in the Waters mining claim; and, upon the same day, filed a copy of said writ of execution, with the indorsement of said levy thereon, in the office of the county recorder of said county. On the 18th of November, 1892, after due notice thereof, the said sheriff sold at public sale the interest of Owens in the Waters Mine, levied upon as aforesaid, at which sale the said property was bid in by Howard, the execution creditor. Upon the same day, the sheriff gave Howard a certificate of sale, a duplicate of-which was filed in the office of the county recorder, November 21, 1892. Upon this certificate as filed appeared the following indorsement: “I, John Howard, do hereby certify that T. W. Johnston, attorney, etc., owns and controls a three-fourths interest in the interest in the foregoing properties above conveyed to me. Witness my hand, this 18th day of November, 1892. John Howard. ’ ’ The certificate was not recorded, but ■remained among the files of the recorder’s office. March G, 1894, the sheriff executed a deed to the three fourths of the one-third interest in and to the Waters Mine to one Luther J. Webber, the appellant, in which deed it was recited that Howard had assigned his said interest to T. W. Johnston, as 'appeared from the certificate of sale and the indorsement <page-number citation-index=\"1\" label=\"327\">*327</page-number>thereon, and that Johnston had directed and required that the deed to said interest be made to Webber. This deed was not placed of record until the eighteenth day of July, 1895. On the eighteenth day of April, 1894, Owens conveyed to P. L. Kastner and Thomas Brown, copartners, under the firm name of Brown &amp; Kastner, an undivided one-sixth interest in and to the said Waters Mine, which deed was duly recorded on the date of its execution. On May 17, 1895, Brown &amp; Kastner joined with J. H. Wright, one Abbendroth, and one Bowe (the latter representing interests not in controversy here) in conveying the Waters Mine to Chauncy D. Clark, a defendant in the action, and one of the appellees here. On the same day Howard and T. W. Johnston, by one conveyance, quitclaimed all their right, title, and interest in and to said mine to said Clark. In the latter conveyance appears the recital that the said T. W. Johnston “claims no interest in said mining claim, and only signs and executes this deed to clear the title thereof of any real or imaginary cloud upon the title.” The consideration named in the latter deed was one dollar, but the fact appears to have been that the real consideration was the sum of one hundred and fifty dollars, paid by Kastner to the grantors. Subsequent to the latter conveyance, Webber obtained a judgment against Johnston, reestablishing an unrecorded. deed from the latter to the former, conveying the interest in the Waters Mine attempted to be assigned by Howard to Johnston on the certificate of sale, and which had been lost by Webber. The date of this deed appears to have been March 6, 1894.</p>\n<p id=\"b351-5\">The first question presented to this court, and argued by appellant in his brief, is, Was the sale to Howard, under the execution proceedings had under Owens’s judgment, valid? The judgment under which the execution issued was rendered on the 7th of September, 1892. In making the levy the sheriff, after reciting the issuance of the execution under this judgment, certified that he “levied upon all the right, title, and interest of H. A. Owens, and all the right, title, and interest which the said H. A. Owens had on the 15th day of January, 1891, being an undivided one-third interest, more or less, of, in, and to the Waters mining claim.” In the notice of sale given by the sheriff under the levy appeared the recital that the officer had “levied upon the following described real <page-number citation-index=\"1\" label=\"328\">*328</page-number>estate, to wit: All the right, title, and interest which the said defendant Owens had on the 15th day of January, 1891, or now has, of, in, and to an undivided one-third interest in the Waters mining .claim, ” etc. Again, in the certificate of sale to Howard, the officer recites that, under and by virtue of an execution in the case of John Howard against H. A. Owens et al., he was commanded to satisfy the judgment out of the personal property of the defendants, and if sufficient property could not be found, “then out of the real property belonging to the said defendant on the 15th day of January, 1891, or at any time thereafter”; and it further recited that, under said.writ of execution, he had levied upon “all of the right, title, and interest of the defendant H. A. Owens, being an undivided one-third interest, more or less, of, in, and to the Waters mining claim,” etc. It is urged by the appellant that it appeared from these recitals that the interest seized under execution and sold was not the interest which Owens possessed at the time of the issuance of the execution,—to wit, September 9, 1892,—but the interest which he had on the fifteenth day of January, 1891. There is nothing in these recitals which, in our judgment, renders the sale invalid. While the attempt was evidently made by the sheiifE, under his evident misunderstanding of the execution, to levy upon the interest of Owens in the Waters mining claim possessed by him on the fifteenth day of January, 1891, yet the officer was careful to levy upon the interest of Howard possessed by him at the date of the levy; and the subsequent recitals in the notice and certificates of the sheriff were sufficiently guarded in this respect to render the sale effective to pass title to the interest held by Owens, the judgment debtor, at the time of the levy of the execution.</p>\n<p id=\"b352-5\">The next question presented by the record is whether Brown &amp; Kastner, at the time they obtained their conveyance from Owens, dated April 18, 1894, had constructive notice of the sale to Howard under the execution proceedings. The certificate of sale was filed but not recorded. Section 19 (subd. 3) of the Execution Law of 1889, approved March 20, 1889, provides that “a duplicate of such certificate must be filed by the selling officer in the office of the county recorder of the county.” There is no provision of the statute which requires the certificate to be recorded. The filing, therefore, of such <page-number citation-index=\"1\" label=\"329\">*329</page-number>duplicate in the county recorder’s office is made constructive notice of the sale to subsequent purchasers; and Brown &amp; Kastner, in taking their deed from Owens, must be held to have had constructive notice of the sale to Howard. The sale of Owens’s interest to Howard under the execution proceedings being valid, and Brown &amp; Kastner having constructive notice of the same at the time they obtained the conveyance from Owens, the question therefore narrows down to the inquiry as to whether or not Brown &amp; Kastner, at the time they obtained the conveyance from Howard and Johnston dated May 17,1894, had constructive or actual notice, or such notice as to put them upon diligent inquiry of the title obtained by Webber through his deed from Johnston and the conveyance from the sheriff. The court below held that the facts did not show that Brown &amp; Kastner had constructive knowledge of Webber’s title, or had such actual knowledge as to put them upon notice of the true state of the title, and that they must therefore be deemed to be innocent purchasers, and to have acquired a good title as against the undisclosed title of Webber. Unless, therefore, an examination of the record by this court discloses that the findings of the court below and its judgment are manifestly against the weight of evidence, under the well-settled rule in such cases, we are not privileged to disturb these findings or to reverse the judgment.</p>\n<p id=\"b353-5\">Appellant does not contend that Brown &amp; Kastner had constructive notice of the deed from Johnston to Webber, or of the deed from the sheriff to Webber; but it is contended that the circumstances connected with their obtaining a deed from Howard and Johnston put them upon notice of Webber’s title. These circumstances, as they appear in evidence, are as follows: It appears that on the 17th of May, 1894, Brown &amp; Kastner had bonded their interest in the Waters Mine to one Chauncy D. Clark; that C. F. Ainsworth, Esq., was on that date in Prescott, as the agent and attorney of Clark, conducting the negotiations of sale; that an abstract of the title to the mine was shown him, which did not contain any reference to the certificate of sale; that after being shown the abstract he visited the recorder’s office, for the purpose of verifying the same, and was then shown the certificate of sale by the recorder; that immediately he sought Johnston, and found him and Kastner on the street, and called their <page-number citation-index=\"1\" label=\"330\">*330</page-number>attention to the fact of the certificate and Howard’s indorsement thereon. What was said and done at this interview and ■immediately thereafter was testified to by Ainsworth, Kastner, and Johnston. Ainsworth stated that he then informed Johnston that he had found the certificate of sale, and had noted the indorsement of Howard’s transferring the three-fourths interest to him; that thereupon Johnston said, “I don’t claim anything by that certificate. I never did, and T don’t now”; that he thereupon suggested to Johnston that if he would quitclaim to Kastner the defect in the title would be cured; that Johnston then said, “I am willing to do it, and will do it right now. If you will prepare a deed, I will sign it”; that he (Ainsworth) then said, “That will cover your interest, and, as to Mr. Howard’s interest, we will try and arrange that with Howard”; that thereupon a'typewritten deed was drawn up in the office of Herndon &amp; Norris; and that Kastner then took the same, and returned with it, signed by Howard and Johnston, and drawn to Chauncy D. Clark; that the reason the deed was made to Clark was, that as the title was going to Clark from Brown &amp; Kastner, under their agreement, the necessity for two conveyances was thus saved; that when the deed was handed to him the name of John Howard had been added as one of the grantors, and there had been written in the words, “it being understood that said T. W. Johnston claims no interest in said mining claim, and only signs and executes this deed to clear the title thereof of any real or imaginary cloud upon the title. ’ ’ Kastner testified that he was present at the conversation had between Ainsworth and Johnston, and that Johnston in that conversation had stated that he had no interést in the property, and never claimed any, and had said, “If you will make out a deed, I will go and sign it”; that after the deed was prepared he took it to Johnston’s office, and there met Howard and Johnston; that he then paid to Howard one hundred and fifty dollars, and the deed was then signed by Howard and Johnston, and delivered to him; that he knew nothing of the certificate of sale or of Howard’s indorsement thereon, and did not know that Johnston had any interest in the property, dr had had any interest in the same, and that he did not Tead the deed, and did not see what the reading was upon the face of it; that Mr. Johnston had told him nothing about hav<page-number citation-index=\"1\" label=\"331\">*331</page-number>ing transferred an interest to Webber, but had said: “Go and get any paper that you want me to sign,—anything that you want me to do. Just get Herndon and Ainsworth to prepare it, and I will sign it.” T. W. Johnston testified that his recollection of what transpired at the interview with Ainsworth connected with the making of the deed was somewhat vague and indefinite; that Kastner came to his office, remained probably one or two minutes, and that he said that “he wanted to know if I had any interest in the Waters Mine. ‘No.’ He said that he had run across some sort of an obstacle in the way, affecting the title, which was of a character that indicated that I had some interest in this property; and he asked if I claimed any interest in it.” “I said that I had the impression that I had no interest in it. That is the impression that I now have of what I said. He left my office, and came back, and said— He asked me if I would make a deed. I have the impression—it is only an impression—that I said to him, ‘I don’t own anything to make a deed to.’ ” “Then something was said about my putting that statement in writing. I do not remember the details of that, but I do remember that I reached for my pad which I keep on my desk and wrote a little memorandum in pencil. I think that statement about my putting that in writing was accompanied by a statement of something of this character: That he said that they bet I would not put that in writing. Who ‘they’ were, of course, I don’t know. I have a right to conjecture nothing, and I have no knowledge. I immediately took the pad. I said on that pad, as I remember it,—I have not seen that paper since, —substantially, I think, that I had no interest in this property; something of that kind. I have never seen the writing since. He took that,—he left,—as I remember it. He came back shortly afterwards, and said, ‘You make a deed.’ I recollect of saying substantially this-. ‘I will do anything that you require of me, consistent with propriety, that will advance your interests, or enable you to perfect this trade,’ —whatever it was, the details of which, as I have stated before, I did not know then, and do not now. He went out again and he again returned, and presented me this paper. I read this over hastily. Then wrote what you see here in ink, intending to indicate there what I had indicated in this note, what I had substantially said, as I remember it.” “Then <page-number citation-index=\"1\" label=\"332\">*332</page-number>Mr. Kastner said that ‘this thing affects John Howard likewise. Don’t you think you cán get for me, or for somebody,’ —Mr. Clark, I suppose; I do not remember those names at all; I would not know who it was but for this paper,—‘don’t you think you can get for me a deed to John Howard’s interest?’ I said, ‘Yes, sir; I think so.’ ‘Are you willing to try?’ I said, ‘Yes, sir.’ He says, ‘I will give you twenty-five dollars if you see him, and induce him to make me, or somebody, a deed to this interest.’ I went downstairs, and met John Howard within five minutes; and the result of my conversation with John Howard was, that he came up in my office, and, without reading this deed with any care, <em>,1 </em>put his name in it, and he signed it. I do not think Mr. Kastner was present. He was present during a part of my talk with Judge Howard at the foot of the stairs. I think Judge Howard and myself were alone in my office. The price agreed on was one hundred and twenty-five dollars, I think. Kastner said he did not have one hundred and twenty-five dollars, and asked me to give Howard my cheek, which I did, and which money, of course, he promptly returned to me. That is the substance of this transaction, as I recall it. There might have been other details. If I omit anything anywhere, I will try and refresh my memory.” “Now, my recollection about that is this: It was not clear in my mind then, really, as to whom I had conveyed this property,—my interest in this property; whether it was Shirley or Webber, or Shirley and Webber. I did not then know, and did not know until I was convinced after-wards, that it was Webber; but I had a very distinct impression that I had no interest in this property, because I had conveyed it to some one; and I am forced to say, with reluctance, that I have the impression,—telling you frankly, my memory is not a good memory,—I have the impression that I stated that I had conveyed this property, or sold it. I do not know whether I said I made a deed to it, or what. I know T sought to create the impression that I had no interest in it, and this sort of way. But those conversations— They were n’t two minutes long. They were hurried. I was busy.” “This man was evidently engaged in his own .transaction. He ran into my office, said so and so and left. This occurred about five times. There was absolutely no coherency about it, so far as I was concerned.” “In that connection, I saw Mr. Ains<page-number citation-index=\"1\" label=\"333\">*333</page-number>worth since I left the courtroom, and he told me in a conversation I had with him— If you had asked me whether I had ever said anything on this subject to Mr. Ainsworth before, I should have said emphatically, ‘No.’ I now know his recollection is better than mine. I will tell you of that, and shall illustrate to -you the lack of reliability of my memory about material matters, where I feel no interest or especial concern. I would have sworn, if you had asked me this morning, that I never mentioned the subject in my life to that gentleman. I am convinced now I said to him substantially, about the same day, before, possibly, I had any talk with Mr. Kastner, that I had no interest in this property, or ‘claimed no interest,’ was what I said. That is my best recollection.” Mr. Johnston’s recollection being at fault as to just what was said concerning his conveyance to Webber during his interviews with Kastner, or whether anything was said upon that subject, there is no sufficient evidence to overcome Kastner’s unequivocal testimony that nothing was said which gave him any intimation that Johnston had previously parted with his title in the Waters Mine to Webber, or to any one else. He was put upon inquiry, doubtless, to investigate the matter diligently and in good faith. To what extent Kastner was bound to carry his inquiries must be determined from the nature of the case.</p>\n<p id=\"b357-5\">The records fail to show that any sheriff’s deed had been made under the certificate of sale, though the time for redemption had long since expired. It would scarcely occur .to the ordinarily prudent man that one would purchase such a title as that possessed by Johnston, and yet suffer the title to remain so. incomplete and the record silent as to his connection with this title. Considering, therefore, the state of the title as it existed, under the positive testimony of Kastner that he was not made aware by any declaration of Johnston that the latter had parted with his interest, and the imperfect recollection of Johnston as to what occurred during his interviews with Ainsworth and Kastner, we cannot say as a matter' of law that the court below erred in finding, as it necessarily must have done, that Brown &amp; Kastner were innocent purchasers for value of the interest obtained by Howard under his sheriff’s sale, and transferred to Johnston by the indorsement appearing thereon. Even were we of the opinion that <page-number citation-index=\"1\" label=\"334\">*334</page-number>this finding was not supported by the weight of evidence, we could not disturb it under the existing rule governing appellate courts, unless the preponderance of evidence against the finding be so marked that no reasonable view of the testimony can be taken which will support it; and we think that a reasonable view of the testimony can be taken which will support the contention of the appellees that they are innocent purchasers for value. The judgment is therefore affirmed.</p>\n<p id=\"b358-5\">Street, O. J., Davis, J., and Doan, J., concur.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}