{
  "casebody": {
    "data": "<casebody firstpage=\"299\" lastpage=\"301\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n<parties data-order=\"0\" data-type=\"parties\" id=\"b329-11\">F. J. LEWIS MFG. CO v. SNYDER.</parties>\n<court data-order=\"1\" data-type=\"court\" id=\"b329-12\">Circuit Court of Appeals, Sixth Circuit.</court>\n<decisiondate data-order=\"2\" data-type=\"decisiondate\" id=\"b329-13\">January 20, 1930.</decisiondate>\n<docketnumber data-order=\"3\" data-type=\"docketnumber\" id=\"b329-14\">No. 5281.</docketnumber>\n<attorneys data-order=\"4\" data-type=\"attorneys\" id=\"b330-5\"><page-number citation-index=\"1\" label=\"300\">*300</page-number>Frank K. Bowman, of Cincinnati, Ohio (Matthews <em>&amp; </em>Matthews, of Cincinnati, Ohio, on the brief); for appellant.</attorneys>\n<attorneys data-order=\"5\" data-type=\"attorneys\" id=\"b330-6\">William R. Collins, of Cincinnati, Ohio, for appellee.</attorneys>\n<p data-order=\"6\" data-type=\"judges\" id=\"b330-7\">Before MOORMAN and HICKS, Circuit Judges, and KILLITS, District Judge.</p>\n<opinion data-order=\"7\" data-type=\"opinion\" id=\"x999-1\" type=\"majority\">\n<author id=\"b330-8\">MOORMAN, Circuit Judge.</author>\n<p id=\"AyL\">Appellee contracted with the board of county commissioners of Hamilton county, Ohio, to construct and improve a portion of Harrison Pike in that county. He made a contract with the appellant to furnish the coal tar binder and apply it to the improvement. The county engineer refused to permit appellee to use appellant’s tar, and appellee then procured other tar and had it applied, and sued appellant for the additional expense of so doing. The sole question presented to us is whether the court below should have directed a verdict for the defendant.</p>\n<p id=\"b330-9\">¡ The contract between the county and the appellee provided that all material furnished should be of the best quality, and that if the work, in the opinion of the county engineer, did not comply with the specifications, it should be taken up and replaced at the expense of the contractor. The specifications dealt with the manner in which the tar should be applied, its specific gravity, and its free carbon contents;' also with the manner in which its specific gravity and free carbon contents should be determined. A further provision was: “The contractor is required to do the work, and in no event shall any portion be sublet to any other party except the consent of the board be first obtained, and if any part is assigned or sublet, it shall not in any wise affect the provisions of [or] conditions of the specifications.”</p>\n<p id=\"b330-10\">The contract between appellant and appellee was in the form of a written proposition, made by appellant on March 28, 1912, and indorsed “Accepted” by appellee on the following day. It provided that appellant would furnish the coal tar binder “and apply same * * * in accordance with the contract and specifications as adopted and on file in the offiee of the board of county commissioners”; and further, that appellant would furnish and apply the tar “to, the entire satisfaction of the county engineer or the board of county commissioners,” and would hold appellee harmless from any damages that might result to him through the use of imperfect material or improper workmanship. Payments were to be made in sums equal to the net amount of tar furnished and applied as allowed by the county engineer on his monthly estimates, and appellant was to be given due notice of the time when it was expected to proceed with its “particular portion of the work.”</p>\n<p id=\"b330-13\">Appellant was prepared to carry out its part of the contract, but the county engineer notified appellee that appellant’s tar would be rejected if used, claiming that it was the same tar that had been used on another pike —the Wooster pike — and rejected. Some of appellant’s tar had been used on the Wooster pike, and two ears proved unsatisfactory, but one was entirely satisfactory. There is evidence to the effeet that that part of the tar which proved unsatisfactory was not properly spread; that is, it was not put on at the proper time and in large enough quantities. There is also evidence to the effect that all of appellant’s tar whieh was shipped in ears was taken from the same container, but it appears that, as this container was emptied, it was supplied from other distillations made up in separate lots of 3,000 gallons each. The county engineer refused to examine or make any test of the tar that appellant proposed to use, but it was shown in the proofs that this tar complied with the specifications prescribed by the county.</p>\n<p id=\"b330-14\">While it is clear from the evidence that it was contemplated by the county and the appellee that the latter would purchase the tar to be used as a binder, it is quite as clear, we think, that appellant was a subcontractor. People v. Connell, 195 Mich. 77, 161 N. W. 844; Fitzgerald v. Neal, 113 Or. 103, 231 P. 645; Dolese Bros. Co. v. Andrecopulas, etc., 113 Okl. 18, 237 P. 844. Appellant did more than sell the tar to appellee; it agreed to furnish the tar and apply it to the roadway “in accordance with the contract and specifications as adopted and on file in the office of the board of county commissioners.” It undertook to do part of the work which the appellee had agreed to do for the county, and it agreed to do it according to the specifications in the contract between appellee and the county. The appellee thus sublet to it a portion of the work, and in doing so assumed the obligation of providing the appellant with the site of the work. Brennan Construction Co. v. State, 117 Misc. Rep. 816, 191 N. Y. S. 253; Lapp-Gifford Co. v. Muscoy Water Co., 166 Cal. 25, 134 P. 989. <page-number citation-index=\"1\" label=\"301\">*301</page-number>The appellant, it is true, agreed to furnish and apply the tar “to the entire satisfaction of the county engineer.” That did not mean, though, that it contracted against an arbitrary refusal of the engineer to permit the use of its tar, but only against a refusal to permit the use of tar that in the fair judgment of the engineer did not conform to the specifications. Mills-Morris Co. v. Champion Spark Plug Co., 7 F.(2d) 38 (6 C. C. A.). The action of the engineer was based upon the ground that a part of the tar furnished by appellant at another place and another time was not satisfactory, not that the tar which it proposed to use on this road did not meet the specifications here involved. It did meet them. A contracting party may undoubtedly bind himself to do a thing which subsequently becomes impossible of performance, and thus become liable for nonperformance if the cause of the impossibility arose from his own act or might have been foreseen by him (Chicago, M. &amp; St. P. R. Co. v. Hoyt, 149 U. S. 1, 13 S. Ct. 779, 37 L. Ed. 625; Northern Pacific Ry. Co. v. American Co., 195 U. S. 439, 25 S. Ct. 84, 49 L. Ed. 269); but appellant did not put itself in that situation. It was the duty of the appellee to furnish the place for the work. That was a part of his contract, and appellant could not have been expected to foresee or guard against his failure to perform it.</p>\n<p id=\"b331-5\">Nor is this case controlled by that class of cases in which payment to a contractor or subcontractor is made to depend upon the certificate of an engineer or architect, in which eases it has been held that the issuance of the certificate is a condition precedent to a recovery, and nothing can be recovered in excess of the amount found in the certificate, unless it can be made to appear that the decision therein was fraudulently made or founded upon a mistake so gross as to imply bad faith. See Second National Bank of Cincinnati v. Pan-American Bridge Co., 183 F. 391 (6 C. C. A.) The work in this ease had not been done. Appellant was ready to do it; i. e., furnish and apply the tar according to the specifications in appellee’s contract with the county. The appellee would not permit appellant to do this, because the county would not consent to the use of appellant’s tar. Appellee knew, when he contracted with appellant, that it intended to use tar which it manufactured, and he agreed to the use of such tar. Except for the clause in his contract with the county prohibiting subletting, he could have carried out this agreement and relied upon his legal rights against the county. But that clause foreclosed him from doing so, and he ought not to recover for a nonperformance which resulted from his failure to carry out his part of the contract.</p>\n<p id=\"b331-7\">The judgment is reversed.</p>\n</opinion>\n</casebody>\n",
    "status": "ok"
  }
}